{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1331.\n\nLegislative History of Laws\n\nLaw 4-87, the \"Redistricting Procedure Act of 1981,\" was introduced in Council and assigned Bill No. 4-181, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1981 and December 8, 1981, respectively. Approved without the signature of the Mayor on January 19, 1981, it was assigned Act No. 4-141 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-199, see Historical and Statutory Notes following § 1-1011.01.\n\nDC CODE § 1-1041.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1982, D.C. Law 4-87, § 2, 29 DCR 433; Mar. 10, 1983, D.C. Law 4-199, § 5, 30 DCR 119.)","sections":[{"prefix":"a","text":" Each member of the Council of the District of Columbia (\"Council\") elected from a ward shall appoint a broadly-based ward task force on Advisory Neighborhood Commissions (\"ward task force\") for his or her ward."},{"prefix":"b","text":" In appointing the members of a ward task force, each Councilmember shall give full consideration to assuring fair representation for all racial and ethnic minorities, women, and geographical areas in his or her ward."},{"prefix":"c","text":" Each member of a ward task force shall be a registered voter and resident of the ward for which his or her ward task force is appointed."},{"prefix":"d","text":" Each member of the Council elected at-large and the Chairman of the Council may appoint a person to each ward task force."},{"prefix":"e","text":" Ward task force members shall serve until the ward task force files its final report with the Council unless the Council, by resolution, extends the term of the ward task force."},{"prefix":"f","text":" Each ward task force member shall serve without compensation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Election Area Boundaries."},"heading":{"title":"1","chaptersection":"1041","identifier":"1-1041.01","catch_text":"Establishment of ward task forces on Advisory Neighborhood Commissions."}}