{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(g) of Omnibus Election Reform Emergency Amendment Act of 2009 (D.C. Act 18-236, November 30, 2009, 56 DCR 9154).\n\nLegislative History of Laws\n\nFor Law 18-103, see notes following § 1-1001.02.\n\nDC CODE § 1-1001.09a\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 702, ch. 862, § 9a, as added Feb. 4, 2010, D.C. Law 18-103, § 2(g), 56 DCR 9169.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Error rate\" means the greatest change in difference between any 2 candidates' vote totals in an audit sample, comparing the machine result and the tally from the manual audit for a contest, divided by the number of votes (including overvotes and undervotes) audited in that contest in that sample."},{"prefix":"2","text":" \"Margin of victory\" means the difference between the contest-wide vote totals for the apparent winning candidate with the fewest votes and the apparent losing candidate with the most votes in the machine result, divided by the number of votes cast in the entire contest (including undervotes and overvotes)."},{"prefix":"b","text":" After each primary, general, and special election, the Board shall conduct a public manual audit of the voter-verifiable records tabulated by the Board."},{"prefix":"c","text":"(1) The Board shall manually audit:"},{"prefix":"A","text":" At least 5% of the precincts with precinct-level vote-tabulation machines during the election; and"},{"prefix":"B","text":" At least 5% of the voter-verifiable records that are tabulated centrally, including absentee ballots and special ballots."},{"prefix":"2","text":" Of those voter-verifiable records audited, the Board shall examine no fewer than 3 contests, of which:"},{"prefix":"A","text":" At least one shall be a District-wide contest; and"},{"prefix":"B","text":" At least 2 shall be a ward-wide race."},{"prefix":"3","text":" The Board may, in its discretion, whether or not by request of a losing candidate, audit additional precincts, voter-verifiable records, or contests; provided, that the Board shall select at least one additional contest not selected pursuant to paragraph (2) of this subsection. The Board shall issue rules describing the criteria that it will use and the procedure for considering requests for additional audits. The Board may also collect fees, set forth by rule, for additional audits conducted under this paragraph."},{"prefix":"d","text":" The precincts audited shall be selected on an entirely random basis; provided, that, within each ward, each precinct in the election shall have an equal chance of being selected. The voter-verifiable records that are tabulated centrally shall also be selected on an entirely random basis. The contests audited shall be selected on an entirely random basis; provided, that, within each category, each contest in the election shall have an equal chance of being selected. The Board shall publicly announce the method by which it intends to randomly select precincts, voter-verifiable records tabulated centrally, and contests, and shall conduct the random selection in such a way as to allow the public to observe and ensure that the selection is random. The selection shall be followed by the audit as soon as is practicable."},{"prefix":"e","text":" The date of the audit shall be announced no later than 3 business days after tabulation has been completed, but no fewer than 24 hours in advance of the audit."},{"prefix":"f","text":" The audit shall be conducted in public view so that members of the public are able to verify that votes are correctly classified and tallied, but are unable to touch ballots and other official materials or to interfere in any way with the manual audit process."},{"prefix":"g","text":" Individuals performing the manual audit shall:"},{"prefix":"1","text":" Not be assigned to tally the results from a precinct in which that individual served as a polling place worker;"},{"prefix":"2","text":" Not at any time before or during the manual audit be informed of the corresponding machine tally results;"},{"prefix":"3","text":" Follow the Board's procedures for hand counting voter-verifiable records, tallying results, noting discrepancies and any missing or damaged voter-verifiable records, and interpreting ambiguous votes where the voter intent may not be clear; and"},{"prefix":"4","text":" Make a record of each ambiguous vote, including the nature of the marking error causing the ambiguity and how the vote was interpreted."},{"prefix":"h","text":"(1) If an audit initially reveals a discrepancy between the machine result and the tally from the manual audit that yields an error rate greater than 0.25% or 20% of the margin of victory, whichever is less, and the discrepancy is not attributed to marking errors, a 2nd count shall be conducted."},{"prefix":"2","text":" If the 2nd count confirms the discrepancy described in paragraph (1) of this subsection, the Board shall also audit another precinct in each ward in which the contest appeared on the ballot, selected at random using the same method previously used to select the precincts, and an additional 5% of all centrally tabulated ballots."},{"prefix":"3","text":" If the additional audit sample described in paragraph (2) of this subsection also reveals a discrepancy between the machine result and the tally from the manual audit that yields an error rate greater than 0.25% or 20% of the margin of victory, whichever is less, the Board shall audit all precincts and centrally tabulated ballots in which the contest was held."},{"prefix":"i","text":" The results derived from the manual audits shall be deemed the true and correct results of the election contests at issue with respect to the votes audited and shall be used in lieu of further counting in any automatic recounts."},{"prefix":"j","text":" The Board shall publish on its website and make available for public inspection a report of results of the manual audit before certification of the official election results. The report shall:"},{"prefix":"1","text":" Identify and, when possible, explain any discrepancies between the initial count and the manual tally; and"},{"prefix":"2","text":" Describe further investigations to be undertaken or actions to be taken based on the observed discrepancies."},{"prefix":"k","text":"(1) A vendor providing a voting system for use in the District elections shall furnish a bond in the amount of $10,000 to the District."},{"prefix":"2","text":" A comparison of the results compiled by the voting system with the post-election audit described in this section shall show that the results of the electronic voting system differed by no more than 0.25% from the manual count reviewed, not including discrepancies associated with missing or damaged voter-verifiable records and with ambiguous votes."},{"prefix":"3","text":" If a voting system is found to have failed to record votes accurately and in the manner set forth in paragraph (2) of this section, and that the failure is attributable to either the voting system's design or actions of the vendor, the vendor shall forfeit the bond required by paragraph (1) and pay any costs incurred by the Board directly attributable to the failure."},{"prefix":"4","text":" The vendor shall reimburse the District for the costs of any post-election audit required under subsection (h)(2) and (3) of this section, not including any costs associated for salaried election officials. If the vendor does not reimburse the District for these costs, the vendor shall forfeit the bond required by paragraph (1) of this subsection and shall be liable for the additional costs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.09a","catch_text":"Post-election audits."}}