{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-109.\n\nEffective Dates\n\nSection 11721 of Title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that except as otherwise provided in this title, the provisions of this title shall take effect on the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District government for fiscal year 1998 meet the requirements of section 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, as amended by this title.\n\nReferences in Text\n\n\"This title\", referred to in subsection (b) of this section, is Title XI of Public Law 105-33.\n\nDC CODE ยง 1-109\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 786, Pub. L. 105-33, ยง 11723.)","sections":[{"prefix":"a","text":" District of Columbia. -- The District of Columbia shall defend any civil action or proceeding pending on August 5, 1997 in any court or other official municipal, state, or federal forum against the District of Columbia or its officers, employees, or agents, and shall assume any liability resulting from such an action or proceeding."},{"prefix":"b","text":" State Justice Institute. -- The State Justice Institute shall not be liable for damages or equitable relief on the basis of the activities or operations of any federal or District of Columbia agency which receives funds through the State Justice Institute pursuant to this title."},{"prefix":"c","text":" United States. -- The United States, its officers, employees, and agents, and its agencies shall not:"},{"prefix":"1","text":" Be responsible for the payment of any judgments, liabilities or costs resulting from any action or proceeding against the District of Columbia or its agencies, officers, employees, or agents;"},{"prefix":"2","text":" Be subject to liability in any case on the basis of the activities of the District of Columbia or its agencies, officers, employees, or agents; or"},{"prefix":"3","text":" Be subject to liability in any case under section 1979 of the Revised Statutes (42 U.S.C. 1983)."},{"prefix":"d","text":" Limitations. -- Nothing in this section shall be construed as a waiver of sovereign immunity, or as limiting any other defense or immunity that would otherwise be available to the United States, the District of Columbia, their agencies, officers, employees, or agents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"I","text":"District of Columbia Establishment."},"heading":{"title":"1","chaptersection":"109","identifier":"1-109","catch_text":"Liability."}}