{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1314.\n\n1973 Ed., § 1-1110.\n\nEffect of Amendments\n\nD.C. Law 13-149 in subsec. (e), designated the existing text as par. (1), in par. (1) as so designated, substituted \"a vacancy of an elected member of\" for \"a vacancy on,\", and added par. (2); in subsec. (f), substituted \"a vacancy of an elected member of\" for \"a vacancy on\"; and added subsec. (g).\n\nSection 7 of D.C. Law 13-149 provides:\n\n\"This act shall apply upon the effective date of the School Governance Charter Amendment Act of 2000.\"\n\nD.C. Law 15-18, in subsec. (a), rewrote par. (1), and substituted \"on the 1st Tuesday after the 2nd Monday in September of each even-numbered year\" for \"on the 1st Tuesday in May of each even-numbered year which is a presidential election year, and in other even-numbered years, on the 1st Tuesday after the 2nd Monday in September\" in par. (3)(A). Prior to amendment, par. (1) of subsec. (a) had read as follows:\n\n\"(a)(1) The elections of the officials referred to in paragraphs (1), (2), and (3) of § 1-1001.01, and of officials designated pursuant to paragraph (4) of such section, and the primary under § 1-1001.05(b) shall be held on the 1st Tuesday in May of each presidential election year.\"\n\nD.C. Law 15-218, in par. (1) of subsec. (b), inserted \", except in instances when the time established for closing the polls is extended pursuant to a federal or District court order or any other order.\" following \"7:00 a.m. to 8:00 p.m.\".\n\nD.C. Law 17-26 rewrote subsec. (a)(1), which had read as follows:\n\n\"(a)(1) The election of the officials referred to in § 1-1001.05(1) shall be held on the 1st Tuesday after the 2nd Monday in September of each presidential election year. The elections of the officials referred to in § 1-1001.01(2) and (3), and of officials designated pursuant to § 1-1001.01(4), and the primary under § 1-1005(b) shall be held on the 2nd Tuesday in January of each presidential election year.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a)(1).\n\nD.C. Law 18-103, in subsec. (b)(1), inserted \"The Board may, upon request of the precinct captain or upon its own initiative, if an emergency exists by reason of mechanical failure of a voting machine, an unanticipated shortage of ballots, excessive wait times, bomb threats, or similar unforeseen event warrants it, extend the polling hours for that precinct until the emergency situation has been resolved.\"\n\nD.C. Law 19-7, in subsec. (a)(1), substituted \"election year or the 1st Tuesday in April\" for \"election year or the 1st Tuesday after the 2nd Monday in September\" and substituted \"The primary under § 1-1001.05(b) shall be held on the 1st Tuesday in April of each presidential election year.\" for \"The primary under § 1-1001.05(b) shall be held on the 2nd Tuesday in February of each presidential election year.\"; and, in subsecs. (a)(3)(A), (B), (C), substituted \"shall be held on the 1st Tuesday in April\" for \"shall be held on the 1st Tuesday after the 2nd Monday in September\".\n\nD.C. Law 19-124, in subsec. (e)(1), substituted \"Board of Elections\" for \"Board of Elections and Ethics\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Presidential Primary Petition Waiver and Democratic State Committee Elections Temporary Act of 2003 (D.C. Law 15-55, December. 9, 2003, law notification 51 DCR 1790).\n\nFor temporary (225 day) amendment of section, see § 2 of Presidential Primary State Committee Elections Temporary Amendment Act of 2003 (D.C. Law 15-97, March 10, 2004, law notification 51 DCR 3617).\n\nFor temporary (225 day) amendment of section, see § 2(e) of Help America Vote Temporary Amendment Act of 2004 (D.C. Law 15-120, March 30, 2004, law notification 51 DCR 3807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Presidential Primary Election Emergency Amendment Act of 2003 (D.C. Act 15-43, March 24, 2003, 50 DCR 2805).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Presidential Primary Petition Waiver and Democratic State Committee Elections Emergency Act of 2003 (D.C. Act 15-135, July 29, 2003, 50 DCR 6857).\n\nFor temporary (90 day) amendment of section, see § 2 of Presidential Primary State Committee Elections Emergency Amendment Act of 2003 (D.C. Act 15-258, December 5, 2003, 50 DCR 11011).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Help American Vote Emergency Amendment Act of 2003 (D.C. Act 15-283, December 18, 2003, 51 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Help America Vote Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-405, March 18, 2004, 51 DCR 3650).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Help America Vote Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-658, December 29, 2004, 52 DCR 492).\n\nFor temporary (90 day) amendment of section, see § 2(h) of Omnibus Election Reform Emergency Amendment Act of 2009 (D.C. Act 18-236, November 30, 2009, 56 DCR 9154).\n\nFor temporary (90 day) amendment of section, see § 401(g)(5) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-79, see Historical and Statutory Notes following § 1-1001.02.\n\nFor legislative history of D.C. Law 1-126, see Historical and Statutory Notes following § 1-1001.02.\n\nFor legislative history of D.C. Law 2-101, see Historical and Statutory Notes following § 1-1001.01.\n\nFor legislative history of D.C. Law 4-88, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 5-116 was introduced in Council and assigned Bill No. 5-61, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 26, 1984 and July 10, 1984, respectively. Signed by the Mayor on July 13, 1984, it was assigned Act No. 5-168 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-92, see Historical and Statutory Notes following § 1-1001.05.\n\nFor legislative history of D.C. Law 9-1, see Historical and Statutory Notes following § 1-1001.08.\n\nFor legislative history of D.C. Law 9-49, see Historical and Statutory Notes following § 1-1001.08.\n\nFor legislative history of D.C. Law 10-173, see Historical and Statutory Notes following § 1-1001.02.\n\nFor Law 13-149, see notes following § 1-1001.08.\n\nFor Law 15-18, see notes following § 1-1001.05.\n\nFor D.C. Law 15-218, see notes following § 1-1001.02\n\nFor Law 17-26, see notes following § 1-1001.01.\n\nFor Law 17-353, see notes following § 1-129.05.\n\nFor Law 18-103, see notes following § 1-1001.02.\n\nFor history of Law 19-7, see notes under § 1-1001.05\n\nFor history of Law 19-124, see notes under § 1-122.\n\nReferences in Text\n\n\"Section 206(a) of the District of Columbia Delegate Act,\" referred to in subsection (a)(3)(A) of this section, is § 206(a) of the Act of September 22, 1970, Pub. L. 91-405, and provided for the nomination and election of the 1st Delegate to the House of Representatives from the District of Columbia.\n\nMiscellaneous Notes\n\nVoting accessibility for the elderly and handicapped: Public Law 98-435 enacted the Voting Accessibility for the Elderly and Handicapped Act.\n\nSection 3(b) of D.C. Law 17-156 amended this section subject to congressional enactment of section 2 of D.C. Law 17-156. As of the publication of this note, congress has not enacted section 2 of D.C. Law 17-156.\n\nDC CODE § 1-1001.10\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 702, ch. 862, § 10; Oct. 4, 1961, 75 Stat. 819, Pub. L. 87-389, § 1(18, 19, 20); Apr. 22, 1968, 82 Stat. 105, Pub. L. 90- 292, § 4(7); Sept. 22, 1970, 84 Stat. 850, Pub. L. 91-405, title II, §§ 203(c), 205(e)(2); Dec. 23, 1971, 85 Stat. 792, Pub. L. 92-220, § 1(18)- (21); Aug. 14, 1973, 87 Stat. 313, Pub. L. 93-92, § 1(16)-(19); Dec. 24, 1973, 87 Stat. 834, Pub. L. 93-198, title VII, § 751(4)-(8); Aug. 29, 1974, 88 Stat. 794, Pub. L. 93-395, § 3(a); Sept. 2, 1976, D.C. Law 1-79, title V, § 504, 23 DCR 2050; Apr. 23, 1977, D.C. Law 1-126, title II, § 201, title IV, § 402, 24 DCR 2372; Aug. 18, 1978, D.C. Law 2-101, § 2, 25 DCR 257; Mar. 16, 1982, D.C. Law 4-88, § 2(h), (n)-(q), (s), 29 DCR 458; Sept. 26, 1984, D.C. Law 5-116, § 5, 31 DCR 4018; Mar. 16, 1988, D.C. Law 7-92, § 3(m), 35 DCR 716; Dec. 10, 1991, D.C. Law 9-49, § 2(b), 38 DCR 6572; Sept. 22, 1994, D.C. Law 10-173, § 2(e), 41 DCR 5154; July 18, 2000, D.C. Law 13-149, § 5(b), 47 DCR 4639; June 21, 2003, D.C. Law 15-18, § 2(b), 50 DCR 3389; Dec. 7, 2004, D.C. Law 15-218, § 2(e), 51 DCR 9132; Oct. 18, 2007, D.C. Law 17-26, § 2(c), 54 DCR 8018; Mar. 25, 2009, D.C. Law 17-353, § 218, 56 DCR 1117; Feb. 4, 2010, D.C. Law 18-103, § 2(h), 56 DCR 9169; June 16, 2011, D.C. Law 19-7, § 2(b), 58 DCR 3882; Apr. 27, 2012, D.C. Law 19-124, § 501(g)(5), 59 DCR 1862.)","sections":[{"prefix":"a","text":"(1) The elections of the officials referred to in § 1-1001.01(1), (2), (3), or (4) shall be held, at the request of the party, on either the 2nd Tuesday in February of each presidential election year or the 1st Tuesday in April of each presidential election year if there is a primary election already scheduled for other purposes on the date requested. The primary under § 1-1001.05(b) shall be held on the 1st Tuesday in April of each presidential election year."},{"prefix":"2","text":" The electors of President and Vice President of the United States shall be elected on the Tuesday next after the 1st Monday in November in every 4th year succeeding every election of a President and Vice President of the United States. Each vote cast for a candidate for President or Vice President whose name appears on the general election ballot shall be counted as a vote cast for the candidates for presidential electors of the party supporting such presidential and vice presidential candidate. Candidates receiving the highest number of votes in such election shall be declared the winners, except that in the case of a tie it shall be resolved in the same manner as is provided in subsection (c) of this section."},{"prefix":"3","text":"(A) Except as otherwise provided in the case of special elections under this subchapter or § 206(a) of the District of Columbia Delegate Act, primary elections of each political party for the office of Delegate to the House of Representatives shall be held on the 1st Tuesday in April of each even-numbered year; and general elections for such office shall be held on the Tuesday next after the 1st Monday in November of each even-numbered year."},{"prefix":"B","text":" Except as otherwise provided in the case of special elections under this subchapter primary elections of each political party for the office of member of the Council shall be held on the 1st Tuesday in April in 1974, and every 2nd year thereafter, and general election for such offices shall be held on the 1st Tuesday after the 1st Monday in November in 1974 and every 2nd year thereafter."},{"prefix":"C","text":" Except as otherwise provided in the case of a special election under this subchapter, primary elections of each political party for the office of Mayor and Chairman shall be held on the 1st Tuesday in April of every 4th year, commencing with calendar year 1974, and the general election for such office shall be held on the 1st Tuesday after the 1st Monday in November in 1974 and every 4th year thereafter."},{"prefix":"4","text":" With respect to special elections required or authorized by this subchapter, the Board may establish the dates on which such special elections are to be held and prescribe such other terms and conditions as may, in the Board's opinion, be necessary or appropriate for the conduct of such elections in a manner comparable to that prescribed for other elections held pursuant to this subchapter."},{"prefix":"5","text":" General elections of members of the Board of Education shall be held on the 1st Tuesday after the 1st Monday in November of each odd-numbered calendar year through 1987, and thereafter in each even-numbered calendar year, on the same day and month."},{"prefix":"b","text":"(1) All elections prescribed by this subchapter shall be conducted by the Board in conformity with the provisions of this subchapter. In all elections held pursuant to this subchapter, the polls shall be open from 7:00 a.m. to 8:00 p.m., except in instances when the time established for closing the polls is extended pursuant to a federal or District court order or any other order. The Board may, upon request of the precinct captain or upon its own initiative, if an emergency exists by reason of mechanical failure of a voting machine, an unanticipated shortage of ballots, excessive wait times, bomb threats, or similar unforeseen event warrants it, extend the polling hours for that precinct until the emergency situation has been resolved. Candidates who receive the highest number of votes, other than candidates for election as political party officials or delegates to national conventions nominating candidates for President and Vice President of the United States, shall be declared winners. If after the date of an election and prior to the certification of the election results, the qualified candidate who has received the highest number of votes dies, withdraws, or is found to be ineligible to hold the office, or in the event no candidate qualifies for election, the Board shall declare no winner, and the office shall become vacant as of the date of the beginning of the term of office for which the election was held. With respect to a primary election, the position of candidate shall be vacant until filled pursuant to subsection (d) of this section."},{"prefix":"2","text":"(A) No person shall canvass, electioneer, circulate petitions, post any campaign material or engage in any activity that interferes with the orderly conduct of the election within a polling place or within a 50-foot distance from the entrance and exit of a polling place. The Board, by regulation, shall establish procedures for determination and clear marking of the 50-foot distance."},{"prefix":"B","text":" A person who violates the provisions of this paragraph shall, upon conviction, be fined not less than $50 or more than $500 or imprisoned for not more than 30 days, or both."},{"prefix":"c","text":" In the case of a tie vote, the resolution of which will affect the outcome of any election, the candidates receiving the tie vote shall cast lots before the Board at 12:00 noon on a date to be set by the Board. This date shall be set no sooner than 2 days following determination by the Board of the results of the election which resulted in a tie. The candidate to whom the lot shall fall shall be declared the winner. If the candidate or candidates fail to appear by 12:00 noon on said day, the Board shall cast lots for him or her or them. For purpose of casting lots, any candidate may appear in person, or by proxy appointed in writing."},{"prefix":"d","text":"(1) In the event that any official, other than Delegate, Mayor, member of the Council, member of the Board of Education, or winner of a primary election for the office of Delegate, Mayor, or member of the Council, elected pursuant to this subchapter dies, resigns, or becomes unable to serve during his or her term of office leaving no person elected pursuant to this subchapter to serve the remainder of the unexpired term of office, the successor or successors to serve the remainder of the term shall be chosen pursuant to the rules of the duly authorized party committee, except that the successor shall have the qualifications required by this subchapter for the office."},{"prefix":"2","text":"(A) In the event that a vacancy occurs in the office of Delegate before May 1 of the last year of the Delegate's term of office, the Board shall hold a special election to fill the unexpired term. The special election shall be held on the first Tuesday that occurs more than 114 days after the date on which the vacancy is certified by the Board unless the Board determines that the vacancy could be filled more practicably in a special election held on the same day as the next District-wide special, primary, or general election that is to occur within 60 days of the date on which the special election would otherwise have been held under the provisions of this subsection. The person elected to fill the vacancy in the office of Delegate shall take office the day on which the Board certifies his or her election."},{"prefix":"B","text":" In the event that a vacancy occurs in the office of Delegate on or after May 1 of the last year of the Delegate's term of office, the Mayor shall appoint a successor to complete the remainder of the term of office."},{"prefix":"3","text":" In the event of a vacancy in the office of United States Representative or United States Senator elected pursuant to § 1-123 and that vacancy cannot be filled pursuant to paragraph (1) of this subsection, the Mayor shall appoint, with the advice and consent of the Council, a successor to complete the remainder of the term of office."},{"prefix":"e","text":"(1) In the event of a vacancy of an elected member of the Board of Education, the Board of Elections shall hold a special election to fill the unexpired term of the vacant office. The special election shall be held on the 1st Tuesday that occurs more than 114 days after the date on which the vacancy is certified by the Board of Elections, unless the Board determines that the vacancy could be filled more practicably in a special election held on the same day as the next special, primary, or general election that is to occur within 60 days of the date on which a special election would otherwise have been held under the provisions of this subsection. The person elected as a member to fill a vacancy on the Board of Education shall take office the day on which the Board of Elections certifies his or her election."},{"prefix":"2","text":" When the office of the President becomes vacant, the Board of Education shall select one of the members of the Board to serve as the interim President until the election of a new President."},{"prefix":"f","text":" Notwithstanding the provisions of subsection (e) of this section, if a vacancy of an elected member of the Board of Education occurs on or after February 1st of the last year of the term of the vacant office, a special election shall not be held and the Board of Education may appoint a person to fill such vacancy until the unexpired term ends. Any person appointed under this subsection shall have the same qualifications for holding such office as were required of his or her immediate predecessor."},{"prefix":"g","text":" A vacancy among the appointed Board members shall be filled within 45 days of its occurrence. The Mayor shall submit a nominee to the Council for confirmation within 30 days of the vacancy. Any Board member appointed to fill a vacancy shall serve until the end of the original term."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.10","catch_text":"Dates for holding elections; votes cast for President and Vice President counted as votes for presidential electors; voting hours; tie votes; filling vacancy where elected official dies, resigns, or becomes unable to serve."}}