{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-137, see notes under ยง 1-1061.01.\n\nUniform Law:\n\nThis section is based on ยง 16 of the Uniform Military and Overseas Voters Act. See Vol. 13, Part II, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 1-1061.16\n\nCurrent through December 11, 2012","credits":"(June 5, 2012, D.C. Law 19-137, ยง 116, 59 DCR 2542.)","sections":[{"prefix":"a","text":" At least 100 days before a regularly scheduled election and as soon as practicable before an election not regularly scheduled, the Board shall prepare an election notice, to be used in conjunction with a federal write-in absentee ballot. The election notice must contain a list of all of the ballot measures and federal and District offices that as of that date the Board expects to be on the ballot on the date of the election. The notice also must contain specific instructions for how a voter is to indicate on the federal write-in absentee ballot the voter's choice for each office to be filled and for each ballot measure to be contested."},{"prefix":"b","text":" A covered voter may request a copy of an election notice. The Board shall send the election notice to the voter by facsimile, electronic mail, or regular mail, as the voter requests."},{"prefix":"c","text":" No later than 45 days before an election, the Board shall update the election notice described in subsection (a) of this section with the certified candidates for each office and ballot measure questions and make the updated notice publicly available."},{"prefix":"d","text":" The Board shall make the election notice prepared under subsection (a) of this section and updated versions of the election notice regularly available on the Board's Internet website."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Accommodations for Military and Overseas Voters."},"heading":{"title":"1","chaptersection":"1061","identifier":"1-1061.16","catch_text":"Publication of election notice."}}