{"text":"In the District of Columbia electors of President and Vice President of the United States, the Delegate to the House of Representatives, the members of the Board of Education, the members of the Council of the District of Columbia, the Attorney General for the District of Columbia, the Mayor and the following officials of political parties in the District of Columbia shall be elected as provided in this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-1301.\n\n1973 Ed., § 1-1101.\n\nEffect of Amendments\n\nD.C. Law 17-26, in par. (2), deleted \": Provided, that all elections for delegates to conventions and conferences of political parties, upon the request of the said party, shall be scheduled at the same time as primary, general, or special elections already scheduled for other purposes\" following \"United States\".\n\nD.C. Law 18-160, in the introductory language, inserted \"the Attorney General for the District of Columbia,\".\n\nLegislative History of Laws\n\nLaw 2-101 was introduced in Council and assigned Bill No. 2-218, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 2, 1978 and May 16, 1978, respectively. Signed by the Mayor on June 15, 1978, it was assigned Act No. 2-207 and transmitted to both Houses of Congress for its review.\n\nLaw 4-88, the \"District of Columbia Election Code of 1955,\" was introduced in Council and assigned Bill No. 4-271, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 24, 1981 and December 8, 1981, respectively. Signed by the Mayor on January 20, 1982, it was assigned Act No. 4-142 and transmitted to both Houses of Congress for its review.\n\nLaw 17-26, the \"Election Day Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-169 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on June 5, 2007, and July 10, 2007, respectively. Signed by the Mayor on July 25, 2007, it was assigned Act No. 17-88 and transmitted to both Houses of Congress for its review. D.C. Law 17-26 became effective on October 18, 2007.\n\nLaw 18-160, the Attorney General for the District of Columbia Clarification and Elected Term Amendment Act of 2010, was introduced in Council and assigned Bill No. 18-5, which was referred to the Committee on Public Safety and the Judiciary. The bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively. Deemed approved without the signature of the Mayor on March 30, 2010, it was assigned Act No. 18-351 and transmitted to both Houses of Congress for its review. D.C. Law 18-160 became effective on May 27, 2010.\n\nD.C. Law 18-160 contained an applicability clause for section 201 of the Act that, after amendment by emergency Act 18-443, temporary Law 18-224, and emergency Act 19-51, stated that section 201 would become law upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum and 35 days of congressional review. Section 132 of the Act made section 131 applicable on the same date that section 201 became effective.\n\nD.C. Law 18-160 became effective on May 27, 2010. Section 201 of D.C. Law 18- 160 was ratified by the electors of the District of Columbia in a general election held on November 2, 2010, and certified by the District of Columbia Board of Elections and Ethics on November 29, 2010. Section 201, and consequently section 131, became effective as law on [May 30, 2011], following 35 days of congressional review.\n\nDC CODE § 1-1001.01\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 699, ch. 862, § 1; Oct. 4, 1961, 75 Stat. 817, Pub. L. 87-389, § 1(1); Apr. 22, 1968, 82 Stat. 103, Pub. L. 90-292, § 4(1); Sept. 22, 1970, 84 Stat. 853, Pub. L. 91-405, title II, § 205(e)(1); Dec. 23, 1971, 85 Stat. 788, Pub. L. 92-220, § 1(1); Dec. 24, 1973, 87 Stat. 832, Pub. L. 93-198, title VII, § 751(1); Aug. 18, 1978, D.C. Law 2-101, § 2, 25 DCR 257; Mar. 16, 1982, D.C. Law 4-88, § 2(a), 29 DCR 458; Oct. 18, 2007, D.C. Law 17-26, § 2(a), 54 DCR 8018); May 27, 2010, D.C. Law 18-160, § 131(a), 57 DCR 3012.)","sections":[{"prefix":"1","text":" National committeemen and national committeewomen;"},{"prefix":"2","text":" Delegates to conventions and conferences of political parties including delegates to nominate candidates for the Presidency and Vice Presidency of the United States;"},{"prefix":"3","text":" Alternates to the officials referred to in paragraphs (1) and (2) of this section, where permitted by political party rules; and"},{"prefix":"4","text":" Such members and officials of local committees of political parties as may be designated by the duly authorized local committees of such parties for election at large or by ward in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.01","catch_text":"Election of electors."}}