{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1315.\n\n1973 Ed., § 1-1111.\n\nEffect of Amendments\n\nD.C. Law 14-168 rewrote the section which had read:\n\n\"(a) If within 7 days after the Board certifies the results of an election, any qualified candidate at such election petitions the Board to have the votes cast at such election recounted in 1 or more voting precincts, the Board shall order such recount. In each such case, the petitioner shall deposit a fee of $50 for each precinct petitioned to be recounted. If the total cost of the recount is less than the amount so deposited, the difference shall be refunded. If the total cost of the recount is greater than the deposit, the petitioner shall remit payment for such additional costs within 15 days of receipt of notification from the Board that additional costs have been incurred. If the result of the election is changed as a result of the recount, the entire amount deposited by the petitioner shall be refunded. In no case, however, shall the petitioner be required to pay the cost of any recount in any such election if the difference in the number of votes received by the petitioner in connection with any office and the number of votes received by the person certified as having been elected to that office, in the case of an election from a ward, is less than 1 per centum or 50 votes, whichever is less, or in the case of an election at large, is less than 1 per centum or 350 votes, whichever is less.\"\n\n\"(b) Within 7 days after the Board certifies the results of an election, any person who voted in the election may petition the District of Columbia Court of Appeals to review such election. In response to such a petition, the Court may set aside the results so certified and declare the true results of the election, or void the election in whole or in part. To determine the true results of an election the Court may order a recount or take other appropriate action, whether or not a recount has been conducted or requested pursuant to subsection (a) of this section. The Court shall void an election only for fraud, mistake, the making of expenditures by a candidate, or the willful receipt of contributions in violation of the District of Columbia Campaign Finance Reform and Conflict of Interest Act (§ 1-1101.01 et seq.), or other defect, serious enough to vitiate the election as a fair expression of the will of the registered qualified electors voting therein. If the Court voids an election it may order a special election, which shall be conducted in such manner (comparable to that prescribed for regular elections), and at such time, as the Board shall prescribe. The decision of such Court shall be final and not appealable.\"\n\nD.C. Law 18-103 rewrote subsec. (a)(1), which had read as follows:\n\n\"(a)(1) The Board shall recount the votes cast in one or more voting precincts, if within 7 days after the Board certifies the results of an election for an office, a candidate for that office petitions the Board in writing and specifies the precincts in which the recount shall be conducted. The candidate shall deposit a fee of $50 for each precinct included in the recount. If the result of the election is changed as a result of the recount, the fee deposited by the petitioner shall be refunded.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Omnibus Election Reform Emergency Amendment Act of 2009 (D.C. Act 18-236, November 30, 2009, 56 DCR 9154).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-101, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 3-93 was introduced in Council and assigned Bill No. 3-300, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 3, 1980 and June 17, 1980, respectively. Signed by the Mayor on July 9, 1980, it was assigned Act No. 3-215 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-88, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 14-168, the \"Election Recount and Judicial Review Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-269, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 5, 2002, and April 9, 2002, respectively. Signed by the Mayor on April 30, 2002, it was assigned Act No. 14-357 and transmitted to both Houses of Congress for its review. D.C. Law 14-168 became effective on June 28, 2002.\n\nFor Law 18-103, see notes following § 1-1001.02.\n\nDC CODE § 1-1001.11\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 703, ch. 862, § 11; Apr. 22, 1968, 82 Stat. 106, Pub. L. 90-292, § 4(8); Dec. 23, 1971, 85 Stat. 793, Pub. L. 92-220, § 1(22); Aug. 14, 1973, 87 Stat. 313, Pub. L. 93-92, § 1(20); Aug. 18, 1978, D.C. Law 2-101, § 2, 25 DCR 257; Sept. 13, 1980, D.C. Law 3-93, § 2, 27 DCR 3497; Mar. 16, 1982, D.C. Law 4-88, § 2(q)-(s), 29 DCR 458; June 28, 2002, D.C. Law 14-168, § 2, 49 DCR 4478; Feb. 4, 2010, D.C. Law 18-103, § 2(i), 56 DCR 9169.)","sections":[{"prefix":"a","text":"(1) The Board shall recount the votes cast in one or more voting precincts, if, within 7 days after the Board certifies the results of an election for an office, a candidate for that office petitions the Board in writing and specifies the precincts in which the recount shall be conducted. Before beginning the recount, the Board shall prepare an estimate of the costs and inform the petitioner of the anticipated number of hours needed to complete the recount and the cost per hour. The costs of the recount shall not include any payments associated for salaried election officials. If the petitioner chooses to proceed with the recount, the petitioner shall deposit the amount of $50 per precinct included in the recount. If the result of the election is changed as a result of the recount, the deposit shall be refunded. If the result is not changed, the Board shall determine the actual cost of the recount. The petitioner shall be liable for the actual cost of the recount and the Board may collect that cost from the deposit made with the petition."},{"prefix":"2","text":" If in any election for President and Vice President of the United States, Delegate to the House of Representatives, Mayor, Chairman of the Council, member of the Council, President of the Board of Education, or member of the Board of Education, the results certified by the Board show a margin of victory for a candidate that is less than one percent of the total votes cast for the office, the Board shall conduct a recount. The cost of a recount conducted pursuant to this paragraph shall not be charged to any candidate."},{"prefix":"3","text":" In the case of an initiative or referendum measure placed on the ballot pursuant to § 1-1001.16, or a recall measure placed on the ballot pursuant to § 1-1001.17, the Board shall conduct a recount if the difference between the number of votes for and against the initiative, referendum, or recall measure is less than one percent of the total votes cast."},{"prefix":"4","text":" The Board shall issue regulations prescribing the procedures for the Board to:"},{"prefix":"A","text":" Provide notice of a recount to candidates for an office subject to a recount;"},{"prefix":"B","text":" Conduct a recount and certify the official result of an election, initiative, referendum, or recall measure which is the subject of the recount; and"},{"prefix":"C","text":" Ensure that each candidate for an office subject to a recount may designate watchers to be present while the recount is conducted, or in the case of an initiative, referendum, or recall measure, ensure that members of the public may be present while the recount is conducted."},{"prefix":"b","text":"(1) Within 7 days after the Board certifies the results of an election, any person who voted in the election may petition the District of Columbia Court of Appeals to review the election. The Court's authority to review the results of an election shall include initiative, referendum, and recall measures as well as elections for a particular office."},{"prefix":"2","text":" In response to such a petition, the Court may set aside the results certified and declare the true results of the election, or void the election in whole or in part. To determine the true results of an election, the Court may order a recount or take other appropriate action, whether or not a recount has been conducted or requested pursuant to subsection (a) of this section. The Court shall void an election only if it:"},{"prefix":"A","text":" Determines that the candidate certified as the winner of the election does not meet the qualifications required for office; or"},{"prefix":"B","text":" Finds that there was any act or omission, including fraud, misconduct, or mistake serious enough to vitiate the election as a fair expression of the will of the registered qualified electors voting in the election."},{"prefix":"3","text":" If the Court voids an election, it may order a special election, which shall be conducted in such a manner, and at such time, as the Board may prescribe."},{"prefix":"4","text":" The decision of the Court in any case brought pursuant to this subsection shall be final and may not be appealed."},{"prefix":"5","text":" The Court shall have the authority to require the losing party to reimburse the prevailing party for reasonable attorneys' fees and other costs associated with the case, but shall not exercise this authority if it finds that the reimbursement would impose an undue financial hardship on the losing party."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.11","catch_text":"Recount; judicial review of election."}}