{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1319.\n\n1973 Ed., § 1-1115.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-126, see Historical and Statutory Notes following § 1-1001.02.\n\nFor legislative history of D.C. Law 2-101, see Historical and Statutory Notes following § 1-1001.01.\n\nFor legislative history of D.C. Law 4-88, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 5-159 was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984 and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 1-1001.15\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 704, ch. 862, § 15; as added Apr. 22, 1968, 82 Stat. 106, Pub. L. 90-292, § 4(9); Dec. 24, 1973, 87 Stat. 835, Pub. L. 93-198, title VII, § 751(9), (10); Apr. 23, 1977, D.C. Law 1-126, title IV, § 402, 24 DCR 2372; Jan. 2, 1979, D.C. Law 2-101, § 2, 25 DCR 257; Mar. 16, 1982, D.C. Law 4-88, § 2(j), (o), (q), 29 DCR 458; Mar. 14, 1985, D.C. Law 5-159, § 22, 32 DCR 30.)","sections":[{"prefix":"a","text":" No person shall be a candidate for more than 1 office on the Board of Education or the Council or Mayor in any election for the members of the Board of Education or the Council or Mayor, and no person shall be a candidate for more than 1 office on the Council or for the Mayor in any primary election. If a person is nominated for more than 1 such office, he or she shall, within 3 days after the Board has sent him notice that he or she has been so nominated, designate in writing the office for which he or she wishes to run, in which case he or she will be deemed to have withdrawn all other nominations. In the event that such person fails within such 3-day period to file such a designation with the Board, all such nominations of such person shall be deemed withdrawn."},{"prefix":"b","text":" Notwithstanding the provisions of subsection (a) of this section, a person holding the office of Mayor, Delegate, Chairman or member of the Council, or member of the Board of Education shall, while holding such office, be eligible as a candidate for any other of such offices in any primary or general election. In the event that said person is elected in a general election to the office for which he or she is a candidate, that person shall, within 24 hours of the date that the Board certifies said person's election, pursuant to subsection (a)(11) of § 1-1001.05, either resign from the office that person currently holds or shall decline to accept the office for which he or she was a candidate. In the event that said person elects to resign, said resignation shall be effective not later than 24 hours before the date upon which that person would assume the office to which he or she has been elected."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.15","catch_text":"Candidacy for more than 1 office prohibited; multiple nominations; candidacy of officeholder for another office restricted."}}