{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1308.\n\n1973 Ed., § 1-1105b.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-38, see Historical and Statutory Notes following § 1-1001.05.\n\nLaw 4-14 was introduced in Council and assigned Bill No. 4-97, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on April 7, 1981 and April 28, 1981, respectively. Signed by the Mayor on May 1, 1981, it was assigned Act No. 4-28 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-87, see Historical and Statutory Notes following § 1-1041.01.\n\nFor legislative history of D.C. Law 4-88, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 4-199 was introduced in Council and assigned Bill No. 4-427, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-283 and transmitted to both Houses of Congress for its review.\n\nLaw 5-13 was introduced in Council and assigned Bill No. 5-158, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 12, 1983 and April 26, 1983, respectively. Signed by the Mayor on May 4, 1983, it was assigned Act No. 5-27 and transmitted to both Houses of Congress for its review.\n\nLaw 8-240 was introduced in Council and assigned Bill No. 8-560, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-323 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nDistrict boundaries established: Pursuant to § 1-309.03 and this section, § 2 of D.C. Law 5-13 established the boundaries of both Advisory Neighborhood Commission areas and single-member districts within Advisory Neighborhood Commission areas.\n\nDC CODE § 1-1011.01\n\nCurrent through December 11, 2012","credits":"(Dec. 16, 1975, D.C. Law 1-38, § 2, 22 DCR 3433; June 23, 1981, D.C. Law 4-14, § 3, 28 DCR 2132; Mar. 16, 1982, D.C. Law 4-87, § 5(b), 29 DCR 433; Mar. 16, 1982, D.C. Law 4-88, § 2(q), 29 DCR 458; Mar. 10, 1983, D.C. Law 4-199, § 6, 30 DCR 119; June 22, 1983, D.C. Law 5-13, § 4, 30 DCR 2433; Mar. 8, 1991, D.C. Law 8-240, § 2, 38 DCR 337.)","sections":[{"prefix":"a","text":"(1) Not later than 10 days after receiving the official report of the federal decennial census (\"census report\") for the District of Columbia (\"District\") by the United States Bureau of the Census, the Mayor shall transmit the census report to the Council, including all information pertaining to the official total population of the District and the official population size of each of the census tracts, census blocks, and election wards in the District."},{"prefix":"2","text":" The Mayor and the District of Columbia Board of Elections and Ethics (\"Board\") shall provide the Council with technical and analytical services necessary for decennial redistricting, including but not limited to, statistical and demographic analysis of official census data and production of computerized election district maps."},{"prefix":"3","text":" The Mayor and the Board shall make available to the public, at cost, copies of the census data base and any maps to be used for redistricting in hard copy or machine readable form."},{"prefix":"b","text":" The Council shall, by act after public hearing, make any adjustment in the boundaries of election wards that is necessary as a result of population shifts and changes, not later than 90 days after the Council's receipt of the census report, or not later than July 14th of the year in which the census report is received, whichever is later."},{"prefix":"c","text":" The Council shall divide the District into 8 compact and contiguous election wards, each of which shall be approximately equal in population size."},{"prefix":"d","text":" The total District population and the population of the District's defined sub-units, as determined by the census report, or any official adjustment of the census report, shall be the exclusive permissible population data for apportionment of election wards."},{"prefix":"e","text":" The boundaries of each of the 8 election wards shall conform to the greatest extent possible with the boundaries of the census tracts that are established by the United States Bureau of the Census."},{"prefix":"f","text":" No redistricting plan or proposed amendment to a redistricting plan shall result in district populations with a deviation range more than 10% or a relative deviation greater than plus-or-minus 5%, unless the deviation results from the limitations of census geography or from the promotion of a rational public policy, including but not limited to respect for the political geography of the District, the natural geography of the District, neighborhood cohesiveness, or the development of compact and contiguous districts."},{"prefix":"g","text":" No redistricting plan or proposed amendment to a redistricting plan shall be considered if the plan or amendment has the purpose and effect of diluting the voting strength of minority citizens."},{"prefix":"h","text":" Any adjustment made less than 180 days prior to a regularly scheduled election shall not be effective for that election, or, if that election is a primary election, for the general election following the primary election."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Election Wards."},"heading":{"title":"1","chaptersection":"1011","identifier":"1-1011.01","catch_text":"Election wards."}}