{"text":"For the purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-1302.\n\n1973 Ed., § 1-1102.\n\nEffect of Amendments\n\nD.C. Law 13-91, in par. (13), inserted \"United States Senator and Representative,\".\n\nD.C. Law 15-218 added pars. (22) and (23).\n\nD.C. Law 17-177 added par. (24).\n\nD.C. Law 18-103 rewrote pars. (2) and (7); and added par. (25). Prior to amendment, pars. (2) and (7) read as follows:\n\n\"(2) Except as provided in paragraph (7) of this section, the term \"qualified elector\" means a citizen of the United States:\n\n\"(A) Who resides or is domiciled in the District, has maintained his or her residence in the District for at least 30 days preceding the next election, and who does not claim voting residence or right to vote in any state or territory;\n\n\"(B) Who is, or will be on the day of the next election, 18 years old; and\n\n\"(C) Who is not mentally incompetent as adjudged by a court of competent jurisdiction.\"\n\n\"(7)(A) Any person in the District of Columbia who has been convicted of a crime in the United States which is a felony in the District of Columbia, may be a qualified elector, if otherwise qualified, at the end of his incarceration.\n\n\"(B) For the purposes of this paragraph, the term \"felony\" shall include any crime committed in the District of Columbia referred to in § 1-1001.14 or § 1- 1105.07 or § 1-1107.01.\n\n\"(C) Nothing in this paragraph shall be construed to grant a pardon or amnesty to any person.\"\n\nD.C. Law 18-160 added par. (9A); and, in par. (13), inserted \"the Attorney General,\".\n\nD.C. Law 19-124, in par. (3), substituted \"Board of Elections\" for \"Board of Elections and Ethics\"; in par. (7), substituted \"§ 1-1162.32 and 1-1163.35\" for \"§ 1-1105.07 or § 1-1107.01\"; and, in par. (15), substituted \"§ 1- 1161.01(44) for purposes of this subchapter\" for \"§ 1-1101.01 for purposes of this subchapter\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Help America Vote Temporary Amendment Act of 2004 (D.C. Law 15-120, March 30, 2004, law notification 51 DCR 3807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Help American Vote Emergency Amendment Act of 2003 (D.C. Act 15-283, December 18, 2003, 51 DCR 197).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Help America Vote Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-405, March 18, 2004, 51 DCR 3650).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Help America Vote Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-658, December 29, 2004, 52 DCR 492).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Omnibus Election Reform Emergency Amendment Act of 2009 (D.C. Act 18-236, November 30, 2009, 56 DCR 9154).\n\nFor temporary (90 day) amendment of section, see § 401(g)(1) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nLaw 1-79 was introduced in Council and assigned Bill No. 1-120, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 3, 1976 and May 18, 1976, respectively. Signed by the Mayor on June 18, 1976, it was assigned Act No. 1-131 and transmitted to both Houses of Congress for its review.\n\nLaw 1-126 was introduced in Council and assigned Bill No. 1-364, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 22, 1976 and December 7, 1976, respectively. Enacted without signature by the Mayor on January 25, 1977, it was assigned Act No. 1-225 and transmitted to both Houses of Congress for its review.\n\nLaw 3-1 was introduced in Council and assigned Bill No. 3-2, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on March 13, 1979 and March 27, 1979, respectively. Signed by the Mayor on April 10, 1979, it was assigned Act No. 3-18 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-88, see Historical and Statutory Notes following § 1-1001.01.\n\nLaw 5-17 was introduced in Council and assigned Bill No. 5-11, which was referred to the Committee on Government Operations. The Bill was adopted on first, amended first and second readings on April 26, 1983, May 10, 1983 and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-34 and transmitted to both Houses of Congress for its review.\n\nLaw 10-173, the \"National Voter Registration Act Conforming Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-572, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on 10-293, it was assigned Act No. 10-293 and transmitted to both Houses of Congress for its review. D.C. Law 10-173 became effective on September 22, 1994.\n\nLaw 11-30, the \"Technical Amendments Act of 1995,\" was introduced in Council and assigned Bill No. 11-58, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on February 7, 1995, and March 7, 1995, respectively. Signed by the Mayor on March 22, 1995, it was assigned Act No. 11-32 and transmitted to both Houses of Congress for its review. D.C. Law 11-30 became effective on July 25, 1995.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 15-218, the \"Help America Vote Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-610, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 29, 2004, and July 13, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-523 and transmitted to both Houses of Congress for its review. D.C. Law 15-218 became effective on December 7, 2004.\n\nFor Law 17-177, see notes following § 1-309.01.\n\nLaw 18-103, the \"Omnibus Election Reform Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-345, which was referred to the Committee on Government Operations and the Environment. The bill was adopted on first and second readings on October 6, 2009, and November 3, 2009, respectively. Signed by the Mayor on November 30, 2009, it was assigned Act No. 18-238 and transmitted to both Houses of Congress for its review. D.C. Law 18-103 became effective on February 4, 2010.\n\nFor history of Law 18-160 and applicability, see notes under § 1-1001.01.\n\nFor history of Law 19-124, see notes under § 1-122.\n\nReferences in Text\n\nThe National Voter Registration Act, referred to in (17), is classified at Pub. L. 103-31, May 20, 1993, 107 Stat. 77.\n\nDC CODE § 1-1001.02\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1955, 69 Stat. 699, ch. 862, § 2; Oct. 4, 1961, 75 Stat. 820, Pub. L. 87-389, § 1(26); Apr. 22, 1968, 82 Stat. 103, Pub. L. 90-292, § 4(2); Sept. 22, 1970, 84 Stat. 849, Pub. L. 91-405, title II, §§ 203(a), 205(a); Dec. 23, 1971, 85 Stat. 788, Pub. L. 92-220, § 1(2)-(4); Aug. 14, 1973, 87 Stat. 311, Pub. L. 93-92, § 1(1); Dec. 24, 1973, 87 Stat. 832, Pub. L. 93-198, title VII, § 751(2); Aug. 14, 1974, 88 Stat. 458, Pub. L. 93-376, title III, § 306(a); Sept. 2, 1976, D.C. Law 1-79, title I, § 102(1), title VI, § 602, 23 DCR 2050; Apr. 23, 1977, D.C. Law 1-126, title III, § 301(a), (b), 24 DCR 2372; June 7, 1979, D.C. Law 3-1, § 2(a), 25 DCR 9454; Mar. 16, 1982, D.C. Law 4-88, § 2(b), 29 DCR 458; Aug. 2, 1983, D.C. Law 5-17, § 5(a), 30 DCR 3196; Sept. 22, 1994, D.C. Law 10-173, § 2(a), 41 DCR 5154; July 25, 1995, D.C. Law 11-30, § 2(a), 42 DCR 1547; Apr. 12, 2000, D.C. Law 13-91, § 123(a), 47 DCR 520; Dec. 7, 2004, D.C. Law 15-218, § 2(a), 51 DCR 9132; June 25, 2008, D.C. Law 17-177, § 4(a), 55 DCR 3696; Feb. 4, 2010, D.C. Law 18-103, § 2(a), 56 DCR 9169); May 27, 2010, D.C. Law 18-160, § 131(b), 57 DCR 3012; Apr. 27, 2012, D.C. Law 19-124, § 501(g)(1), 59 DCR 1862.)","sections":[{"prefix":"1","text":" The term \"District\" means the District of Columbia."},{"prefix":"2","text":" The term \"qualified elector\" means a person who:"},{"prefix":"A","text":" Is at least 17 years of age and who will be 18 years of age on or before the next general election;"},{"prefix":"B","text":" Is a citizen of the United States;"},{"prefix":"C","text":" Has maintained a residence in the District for at least 30 days preceding the next election and does not claim voting residence or right to vote in any state or territory;"},{"prefix":"D","text":" Is not incarcerated for a crime that is a felony in the District; and"},{"prefix":"E","text":" Has not been found by a court of law to be legally incompetent to vote."},{"prefix":"3","text":" The term \"Board\" means the District of Columbia Board of Elections provided for by § 1-1001.03."},{"prefix":"4","text":" The term \"ward\" means an election ward established by the Council."},{"prefix":"5","text":" The term \"Board of Education\" means the Board of Education of the District."},{"prefix":"6","text":" The term \"Delegate\" means the Delegate to the House of Representatives from the District of Columbia."},{"prefix":"7","text":" The term \"felony\" includes any crime committed in the District of Columbia referred to in § 1-1001.14, § 1-1162.32, and § 1-1163.35."},{"prefix":"8","text":" The term \"Council\" or \"Council of the District of Columbia\" means the Council of the District of Columbia established pursuant to the District of Columbia Home Rule Act."},{"prefix":"9","text":" The term \"Mayor\" means the Office of Mayor of the District of Columbia established pursuant to the District of Columbia Home Rule Act."},{"prefix":"9A","text":" The term \"Attorney General\" or \"Attorney general for the District of Columbia\" means the Attorney general for the District of Columbia provided for by part D-i of subchapter I of Chapter 3 and § 1-204.35."},{"prefix":"10","text":" The term \"initiative\" means the process by which the electors of the District of Columbia may propose laws (except laws appropriating funds) and present such proposed laws directly to the registered qualified electors of the District of Columbia for their approval or disapproval."},{"prefix":"11","text":" The term \"referendum\" means the process by which the registered qualified electors of the District of Columbia may suspend acts, or some part or parts of acts, of the Council of the District of Columbia (except emergency acts, acts levying taxes, or acts appropriating funds for the general operating budget) until such acts or part or parts of acts have been presented to the registered qualified electors of the District of Columbia for their approval or rejection."},{"prefix":"12","text":" The term \"recall\" means the process by which the registered qualified electors of the District of Columbia may call for the holding of an election to remove or retain an elected official of the District of Columbia (except the Delegate to Congress for the District of Columbia) prior to the expiration of his or her term."},{"prefix":"13","text":" The term \"elected official\" means the Mayor, the Chairman and members of the Council, the Attorney General, the President and members of the Board of Education, the Delegate to Congress for the District of Columbia,United States Senator and Representative, and advisory neighborhood commissioners of the District of Columbia."},{"prefix":"14","text":" The term \"printed\" shall include any document produced by letterpress, offset press, photo reproduction, multilith, or other mass reproduction means."},{"prefix":"15","text":" The term \"proposer\" means one or more of the registered qualified electors of the District of Columbia, including any entity, the primary purpose of which is the success or defeat of a political party or principle, or any question submitted to vote at a public election by means of an initiative, referendum or recall as authorized in amendments numbered 1 and 2 to Title IV of the District of Columbia Home Rule Act (§§ 1-204.101 to 1-204.115). Such entities shall be treated as a political committee as defined in § 1-1161.01(44), for the purposes of this subchapter."},{"prefix":"16","text":"(A) The term \"residence\", for purposes of voting, means the principal or primary home or place of abode of a person. Principal or primary home or place of abode is that home or place in which the person's habitation is fixed and to which a person, whenever he or she is absent, has the present intention of returning after a departure or absence therefrom, regardless of the duration of the absence."},{"prefix":"B","text":" In determining what is a principal or primary place of abode of a person the following circumstances relating to the person may be taken into account:"},{"prefix":"i","text":" Business pursuits;"},{"prefix":"ii","text":" Employment;"},{"prefix":"iii","text":" Income sources;"},{"prefix":"iv","text":" Residence for income or other tax purposes;"},{"prefix":"v","text":" Residence of parents, spouse, and children;"},{"prefix":"vi","text":" Leaseholds;"},{"prefix":"vii","text":" Situs of personal and real property; and"},{"prefix":"viii","text":" Motor vehicle registration."},{"prefix":"C","text":" A qualified elector who has left his or her home and gone into another state or territory for a temporary purpose only shall not be considered to have lost his or her residence in the District."},{"prefix":"D","text":" If a qualified elector moves to another state or territory with the intention of making it his or her permanent home, he or she shall notify the Board, in writing, and shall be considered to have lost residence in the District."},{"prefix":"E","text":" No person shall be deemed to have gained or lost a residence by reason of absence while employed in the service of the District or the United States governments, while a student at any institution of learning, while kept at any institution at public expense, or while absent from the District with the intent to have the District remain his or her residence. If a person is absent from the District, but intends to maintain residence in the District for voting purposes, he or she shall not register to vote in any other state or territory during his or her absence."},{"prefix":"17","text":" The term \"voter registration agency\" means an office designated under § 1-1001.07(d)(1) and the National Voter Registration Act of 1993 to perform voter registration activities."},{"prefix":"18","text":" The term \"application distribution agency\" means an agency designated under § 1-1001.07(d)(14) in whose office or offices mail voter registration applications are made available for general distribution to the public."},{"prefix":"19","text":" The term \"duly registered voter\" means a registered voter who resides at the address listed on the Board's records."},{"prefix":"20","text":" The term \"registered qualified elector\" means a registered voter who resides at the address listed on the Board's records."},{"prefix":"21","text":" The term \"qualified registered elector\" means a registered voter who resides at the address listed on the Board's records."},{"prefix":"22","text":" The term \"voting system\" means:"},{"prefix":"A","text":" The combination of mechanical, electromechanical, or electronic equipment, including the software, firmware, and documentation required to program, control, and support the equipment used to:"},{"prefix":"i","text":" Define ballots;"},{"prefix":"ii","text":" Cast and count votes;"},{"prefix":"iii","text":" Report or display elections results; and"},{"prefix":"iv","text":" Maintain and produce a permanent record; and"},{"prefix":"B","text":" The practices and documentation used to:"},{"prefix":"i","text":" Identify system components and versions of components;"},{"prefix":"ii","text":" Test the system during its development and maintenance;"},{"prefix":"iii","text":" Maintain records of system errors and defects;"},{"prefix":"iv","text":" Determine necessary system changes after the initial qualification of the system; and"},{"prefix":"v","text":" Provide voters with notices, instructions, forms, paper ballots, or other materials."},{"prefix":"23","text":" The term \"Help America Vote Act of 2002\" means the Help America Vote Act of 2002, approved October 29, 2002 (116 Stat. 1666; 42 U.S.C. § 15301 et seq.)."},{"prefix":"24","text":" The term \"gender identity or expression\" shall have the same meaning as provided in § 2-1401.02(12A)."},{"prefix":"25","text":" \"Election observers\" means persons who witness the administration of elections, including individuals representing nonpartisan domestic and international organizations, including voting rights organizations, civil rights organizations, and civic organizations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regulation of Elections."},"heading":{"title":"1","chaptersection":"1001","identifier":"1-1001.02","catch_text":"Definitions."}}