{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-137, see notes under ยง 1-1061.01.\n\nUniform Law:\n\nThis section is based on ยง 4 of the Uniform Military and Overseas Voters Act. See Vol. 13, Part II, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 1-1061.04\n\nCurrent through December 11, 2012","credits":"(June 5, 2012, D.C. Law 19-137, ยง 104, 59 DCR 2542.)","sections":[{"prefix":"a","text":" The Board is responsible for implementing this subchapter and the District's responsibilities under the Uniformed and Overseas Citizens Absentee Voting Act, approved August 28, 1986 (100 Stat. 924; 42 U.S.C. 1973ff et seq.)."},{"prefix":"b","text":" The Board shall make available to covered voters information regarding voter registration procedures for covered voters and procedures for casting military-overseas ballots."},{"prefix":"c","text":" The Board shall establish an electronic transmission system through which a covered voter may apply for and receive voter registration materials, military-overseas ballots, and other information under this subchapter."},{"prefix":"d","text":" The Board shall:"},{"prefix":"1","text":" Develop standardized absentee-voting materials, including privacy and transmission envelopes, authentication materials, and voting instructions to be used with the military-overseas ballot of a voter authorized to vote in any jurisdiction in the District; and"},{"prefix":"2","text":" To the extent reasonably possible, coordinate with other states to carry out this subsection."},{"prefix":"e","text":" The Board shall prescribe the form and content of a declaration for use by a covered voter to swear or affirm specific representations pertaining to the voter's identity, eligibility to vote, status as a covered voter, and timely and proper completion of an overseas-military ballot. The declaration must be based on the declaration prescribed to accompany a federal write-in absentee ballot, as modified to be consistent with this subchapter. The Board shall ensure that a form for the execution of the declaration, including an indication of the date of execution of the declaration, is a prominent part of all balloting materials for which the declaration is required."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Accommodations for Military and Overseas Voters."},"heading":{"title":"1","chaptersection":"1061","identifier":"1-1061.04","catch_text":"Role of Board."}}