{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-137, see notes under § 1-1061.01.\n\nUniform Law:\n\nThis section is based on § 9 of the Uniform Military and Overseas Voters Act. See Vol. 13, Part II, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 1-1061.09\n\nCurrent through December 11, 2012","credits":"(June 5, 2012, D.C. Law 19-137, § 109, 59 DCR 2542.)","sections":[{"prefix":"a","text":" For an election described in § 1-1061.03 for which the District has not received a waiver pursuant to section 102(g)(2) of the Uniformed and Overseas Citizens Absentee Voting Act, approved August 28, 1986 (100 Stat. 925; 42 U.S.C. § 1973ff-1(g)(2)), no later than 45 days before the election or, if the 45th day before the election is a weekend or holiday, no later than the business day preceding the 45th day, the Board shall transmit a ballot and balloting materials to all covered voters who by that date submit a valid military-overseas ballot application."},{"prefix":"b","text":" A covered voter who requests that a ballot and balloting materials be sent to the voter by electronic transmission may choose facsimile transmission or electronic mail delivery, or, if offered by the District, Internet delivery. The Board shall transmit the ballot and balloting materials to the voter using the means of transmission chosen by the voter."},{"prefix":"c","text":" If a ballot application from a covered voter arrives after the District begins transmitting ballots and balloting materials to voters, the Board shall transmit the ballot and balloting materials to the voter no later than 2 business days after the application arrives."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Accommodations for Military and Overseas Voters."},"heading":{"title":"1","chaptersection":"1061","identifier":"1-1061.09","catch_text":"Transmission of unvoted ballots."}}