{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 19-137, see notes under § 1-1061.01.\n\nUniform Law:\n\nThis section is based on § 2 of the Uniform Military and Overseas Voters Act. See Vol. 13, Part II, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 1-1061.02\n\nCurrent through December 11, 2012","credits":"(June 5, 2012, D.C. Law 19-137, § 102, 59 DCR 2542.)","sections":[{"prefix":"1","text":" \"Board\" means the Board of Elections and Ethics, established by § 1- 1001.03."},{"prefix":"2","text":" \"Covered voter\" means:"},{"prefix":"A","text":" A uniformed-service voter or an overseas voter who is registered to vote in the District;"},{"prefix":"B","text":" A uniformed-service voter whose voting residence is in the District and who otherwise satisfies the District's voter eligibility requirements;"},{"prefix":"C","text":" An overseas voter who, before leaving the United States, was last eligible to vote in the District and, except for a District residency requirement, otherwise satisfies the District's voter eligibility requirements;"},{"prefix":"D","text":" An overseas voter who, before leaving the United States, would have been last eligible to vote in the District had the voter then been of voting age and, except for a District residency requirement, otherwise satisfies the District's voter eligibility requirements; or"},{"prefix":"E","text":" An overseas voter who was born outside the United States, is not described in subparagraphs (C) or (D) of this paragraph, and, except for a District residency requirement, otherwise satisfies the District's voter eligibility requirements if:"},{"prefix":"i","text":" Before leaving the United States, the voter's last place of residence was with a parent or legal guardian who resided within the District; and"},{"prefix":"ii","text":" The voter has not previously registered to vote in any other state."},{"prefix":"3","text":" \"Dependent\" means an individual recognized as a dependent of a uniformed service voter."},{"prefix":"4","text":" \"District\" means the District of Columbia."},{"prefix":"5","text":" \"Federal postcard application\" means the application prescribed under section 101(b)(2) of the Uniformed and Overseas Citizens Absentee Voting Act, approved August 28, 1986 (100 Stat. 924; 42 U. S.C. § 1973ff(b)(2))."},{"prefix":"6","text":" \"Federal write-in absentee ballot\" means the ballot described in section 103 of the Uniformed and Overseas Citizens Absentee Voting Act, approved August 28, 1986 (100 Stat. 925;42 U.S.C. § 1973ff-2)."},{"prefix":"7","text":" \"Military-overseas ballot\" means:"},{"prefix":"A","text":" A federal write-in absentee ballot;"},{"prefix":"B","text":" A ballot specifically prepared or distributed for use by a covered voter in accordance with this subchapter; or"},{"prefix":"C","text":" A ballot cast by a covered voter in accordance with this subchapter."},{"prefix":"8","text":" \"Overseas voter\" means a United States citizen who is outside the United States."},{"prefix":"9","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"10","text":" \"Uniformed service\" means:"},{"prefix":"A","text":" Active and reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States;"},{"prefix":"B","text":" The Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration of the United States; or"},{"prefix":"C","text":" The National Guard and state militia."},{"prefix":"11","text":" \"Uniformed-service voter\" means an individual who is qualified to vote and is:"},{"prefix":"A","text":" A member of the active or reserve components of the Army, Navy, Air Force, Marine Corps, or Coast Guard of the United States who is on active duty;"},{"prefix":"B","text":" A member of the Merchant Marine, the commissioned corps of the Public Health Service, or the commissioned corps of the National Oceanic and Atmospheric Administration of the United States;"},{"prefix":"C","text":" A member on activated status of the National Guard or state militia; or"},{"prefix":"D","text":" A spouse or dependent of a member referred to in this paragraph."},{"prefix":"12","text":" \"United States,\" used in the territorial sense, means the several states, the District of Columbia, Puerto Rico, the United States Virgin Islands, and any territory or insular possession subject to the jurisdiction of the United States."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Elections. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Accommodations for Military and Overseas Voters."},"heading":{"title":"1","chaptersection":"1061","identifier":"1-1061.02","catch_text":"Definitions."}}