{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-124, the \"Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-511, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 6, 2011, and December 20, 2011, respectively. Signed by the Mayor on February 27, 2012, it was assigned Act No. 19-318 and transmitted to both Houses of Congress for its review. D.C. Law 19-124 became effective on April 27, 2012.\n\nReferences in Text\n\nThe District of Columbia Public Works Act of 1954, referenced in paragraph (50) of this section, is primarily codified at § 9-101.16, subchapter I of Chapter 21 of Title 34, Chapter 23 of Title 34, §§ 34-2401.04, 34-2401.25, and 34- 2405.02, subchapter IV of Chapter 24 of Title 34, and §50-1501.02 and 50- 1501.03.\n\nDC CODE § 1-1161.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 101, 59 DCR 1862.)","sections":[{"prefix":"1","text":" \"Administrative decision\" means any activity directly related to action by an executive agency to issue a Mayor's order, to cause to be undertaken a rulemaking proceeding (which does not include a formal public hearing) under Chapter 5 of Title 2, or to propose legislation or make nominations to the Council, the President, or Congress."},{"prefix":"2","text":" \"Administrative Procedure Act\" means Chapter 5 of Title 2."},{"prefix":"3","text":" \"Affiliated organization\" means:"},{"prefix":"A","text":" An organization or entity:"},{"prefix":"i","text":" In which the employee serves as officer, director, trustee, general partner, or employee;"},{"prefix":"ii","text":" In which the employee or member of the employee's household is a director, officer, owner, employee, or holder of stock worth $1,000 or more at fair market value; or"},{"prefix":"iii","text":" That is a client of the employee or a member of the employee's household; or"},{"prefix":"B","text":" A person with whom the employee is negotiating for or has an arrangement concerning prospective employment."},{"prefix":"4","text":" \"Business\" means any corporation, partnership, sole proprietorship, firm, nonprofit corporation, enterprise, franchise, association, organization, self-employed individual, holding company, joint stock, trust, and any legal entity through which business is conducted, whether for profit or not."},{"prefix":"5","text":" \"Business with which he or she is associated\" means any business of which the person or member of his or her household is a director, officer, owner, employee, or holder of stock worth $1,000 or more at fair market value, and any business that is a client of that person."},{"prefix":"6","text":" \"Candidate\" means an individual who seeks nomination for election, or election, to office, whether or not the individual is nominated or elected. For the purposes of this paragraph, an individual shall be deemed to seek nomination for election, or election, if the individual:"},{"prefix":"A","text":" Obtained or authorized any other person to obtain nominating petitions to qualify himself or herself for nomination for election, or election, to office;"},{"prefix":"B","text":" Received contributions or made expenditures, or has given consent to any other person to receive contributions or make expenditures, with a view to bringing about his or her nomination for election, or election, to office; or"},{"prefix":"C","text":" Knows, or has reason to know, that any other person has received contributions or made expenditures for that purpose, and has not notified that person in writing to cease receiving contributions or making expenditures for that purpose; provided, that an individual shall not be deemed a candidate if the individual notifies each person who has received contributions or made expenditures that the individual is only testing the waters, has not yet made any decision whether to seek nomination or election to public office, and is not a candidate. An individual deemed to be a candidate for the purposes of this chapter shall not be deemed, solely by reason of that status, to be a candidate for the purposes of any other law."},{"prefix":"7","text":" \"Code of Conduct\" means those provisions contained in the following:"},{"prefix":"A","text":" The Code of Official Conduct of the Council of the District of Columbia, as adopted by the Council;"},{"prefix":"B","text":" Sections 1-618.01 through 1-618.02;"},{"prefix":"C","text":" Chapter 7 of Title 2;"},{"prefix":"D","text":" Section 2-354.16;"},{"prefix":"E","text":" Chapter 18 of Title 6B of the District of Columbia Municipal Regulations;"},{"prefix":"F","text":" Parts C, D, and E of subchapter II, and part F of subchapter III of this chapter for the purpose of enforcement by the Elections Board of violations of § 1-1163.38 that are subject to the penalty provisions of § 1-1162.21."},{"prefix":"8","text":" \"Commodity\" means commodity as defined in section 1a of the Commodity Exchange Act, approved September 21, 1922 (42 Stat. 998; 7 U.S.C. § 1a)."},{"prefix":"9","text":" \"Compensation\" means any money or an exchange of value received, regardless of its form, by a person acting as a lobbyist."},{"prefix":"10","text":"(A) \"Contribution\" means"},{"prefix":"i","text":" A gift, subscription (including any assessment, fee, or membership dues), loan (except a loan made in the regular course of business by a business engaged in the business of making loans), advance, or deposit of money or anything of value, made for the purpose of financing, directly or indirectly,:"},{"prefix":"I","text":" The election campaign of a candidate;"},{"prefix":"II","text":" Any operations of a political, exploratory, inaugural, transition, or legal defense committee; or"},{"prefix":"III","text":" The campaign to obtain signatures on any initiative, referendum, or recall measure, or to bring about the ratification or defeat of any initiative, referendum, or recall measure, or any operations of a political committee involved in such a campaign;"},{"prefix":"ii","text":" A contract, promise, or agreement, whether or not legally enforceable, to make a contribution for any such purpose;"},{"prefix":"iii","text":" A transfer of funds between political committees or between an exploratory committee and a political committee; or"},{"prefix":"iv","text":" The payment, by any person other than a candidate or a political, exploratory, inaugural, transition, or legal defense committee, of compensation for the personal services of another person that are rendered to such candidate or committee without charge, or for less than reasonable value, for any such purpose or the furnishing of goods, advertising, or services to a candidate's campaign without charge, or at a rate which is less than the rate normally charged for such services."},{"prefix":"B","text":" Notwithstanding subparagraph (A) of this paragraph, the term \"contribution\" shall not be construed to include:"},{"prefix":"i","text":" Services provided without compensation by a person (including an accountant or an attorney) volunteering a portion or all of the person's time on behalf of a candidate or a political, exploratory, inaugural, transition, or legal defense committee;"},{"prefix":"ii","text":" Personal services provided without compensation by a person volunteering a portion or all of the person's time to a candidate or a political, exploratory, inaugural, or legal defense committee;"},{"prefix":"iii","text":" Communications by an organization, other than a political party, solely to its members and their families on any subject;"},{"prefix":"iv","text":" Communications (including advertisements) to any person on any subject by any organization that is organized solely as an issue-oriented organization, which communications neither endorse nor oppose any candidate for office;"},{"prefix":"v","text":" Normal billing credit for a period not exceeding 30 days;"},{"prefix":"vi","text":" Services of an informational or polling nature, and related thereto, designed to seek the opinion(s) of voters concerning the possible candidacy of a qualified elector for public office, before such qualified elector's becoming a candidate;"},{"prefix":"vii","text":" The use of real or personal property, and the costs of invitations, food, and beverages voluntarily provided by a person to a candidate in rendering voluntary personal services on the person's residential premises for related activities; provided, that expenses do not exceed $500 with respect to the candidate's election; and"},{"prefix":"viii","text":" The sale of any food or beverage by a vendor for use in a candidate's campaign at a charge less than the normal comparable charge, if the charge for use in a candidate's campaign is at least equal to the cost of such food or beverage to the vendor; provided, that expenses do not exceed $500 with respect to the candidate's election."},{"prefix":"11","text":" \"Direct and predictable effect\" means there is:"},{"prefix":"A","text":" A close causal link between any decision or action to be taken in the matter and any expected effect of the matter on the financial interest;"},{"prefix":"B","text":" A real, as opposed to a speculative possibility, that the matter will affect the financial interest; and"},{"prefix":"C","text":" The effect is more than de minimis."},{"prefix":"12","text":" \"Director of Campaign Finance\" means the Director of Campaign Finance of the Elections Board created by § 1-1163.02."},{"prefix":"13","text":" \"Director of Government Ethics\" means the Director of Government Ethics created by § 1-1162.06."},{"prefix":"14","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"15","text":" \"Election\" means a primary, general, or special election held in the District of Columbia for the purpose of nominating an individual to be a candidate for election to office, or for the purpose of electing a candidate to office, or for the purpose of deciding an initiative, referendum, or recall measure, and includes a convention or caucus of a political party held for the purpose of nominating such a candidate."},{"prefix":"16","text":" \"Election Code\" means subchapter I of Chapter 10 of this title."},{"prefix":"17","text":" \"Elections Board\" means the District of Columbia Board of Elections established under the Election Code, and redesignated by § 1-1163.05."},{"prefix":"18","text":" \"Employee\" means, unless otherwise apparent from the context, a person who performs a function of the District government and who receives compensation for the performance of such services, or a member of a District government board or commission, whether or not for compensation."},{"prefix":"19","text":" \"Ethics Board\" means the District of Columbia Board of Ethics and Government Accountability established by § 1-1162.02."},{"prefix":"20","text":" \"Executive agency\" means:"},{"prefix":"A","text":" A department, agency, or office in the executive branch of the District government under the direct administrative control of the Mayor;"},{"prefix":"B","text":" The State Board of Education or any of its constituent elements;"},{"prefix":"C","text":" The University of the District of Columbia or any of its constituent elements;"},{"prefix":"D","text":" The Elections Board; and"},{"prefix":"E","text":" Any District professional licensing and examining board under the administrative control of the executive branch."},{"prefix":"21","text":"(A) \"Expenditure\" means:"},{"prefix":"i","text":" A purchase, payment, distribution, loan, advance, deposit, or gift of money or anything of value, made for the purpose of financing, directly or indirectly,:"},{"prefix":"I","text":" The election campaign of a candidate;"},{"prefix":"II","text":" Any operations of a political, exploratory, inaugural, transition, or legal defense committee; or"},{"prefix":"III","text":" The election campaign to obtain signatures on any initiative, referendum, or recall petition, or to bring about the ratification or defeat of any initiative, referendum, or recall measure, or any operations of a political committee involved in such a campaign;"},{"prefix":"ii","text":" A contract, promise, or agreement, whether or not legally enforceable, to make an expenditure;"},{"prefix":"iii","text":" A transfer of funds between political committees or between an exploratory committee and a political committee; and"},{"prefix":"B","text":" Notwithstanding subparagraph (A) of this paragraph, the term \"expenditure\" shall not be construed to include the incidental expenses (as defined by the Elections Board or Ethics Board) made by or on behalf of a person in the course of volunteering that person's time on behalf of a candidate or a political, exploratory, inaugural, transition, or legal defense committee or the use of real or personal property and the cost of invitations, food, or beverages voluntarily provided by a person to a candidate in rendering voluntary personal services on the person's residential premises for candidate-related activity if the aggregate value of such activities by such person on behalf of any candidate does not exceed $ 500 with respect to any election."},{"prefix":"22","text":" \"Exploratory committee\" means any person, or group of persons, organized for the purpose of examining or exploring the feasibility of becoming a candidate for an elective office in the District."},{"prefix":"23","text":" \"Gift\" means a payment, subscription, advance, forbearance, rendering, or deposit of money, services, or anything of value, unless consideration of equal or greater value is received. The term \"gift\" shall not include:"},{"prefix":"A","text":" A political contribution otherwise reported as required by law;"},{"prefix":"B","text":" A commercially reasonable loan made in the ordinary course of business; or"},{"prefix":"C","text":" A gift received from a member of the person's immediate family."},{"prefix":"24","text":" \"Home Rule Act\" means Chapter 2 of this title."},{"prefix":"25","text":" \"Household\" means a public official or employee and any member of his or her immediate family with whom the public official or employee resides."},{"prefix":"26","text":" \"Immediate family\" means the spouse or domestic partner of a public official or employee and any parent, grandparent, brother, sister, or child of the public official or employee, and the spouse or domestic partner of any such parent, grandparent, brother, sister, or child."},{"prefix":"27","text":" \"Inaugural committee\" means a person, or group of persons, organized for the purpose of soliciting, accepting, and spending funds and coordinating activities to celebrate the election of a new Mayor."},{"prefix":"28","text":" \"Income\" means gross income as defined in section 61 of the Internal Revenue Code (26 U.S.C. § 61)."},{"prefix":"29","text":" \"Internal Revenue Code\" means the Internal Revenue Code of 1954, approved August 16, 1954 (68A Stat. 3; 26 U.S.C. § 1 et seq.), and the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.), as amended from time to time."},{"prefix":"30","text":" \"Legal defense committee\" means a person or group of persons, organized for the purpose of soliciting, accepting, and expending funds to defray the professional fees and costs for a public official's legal defense to one or more civil, criminal, or administrative proceedings."},{"prefix":"31","text":" \"Legislative action\" includes any activity conducted by an official in the legislative branch in the course of carrying out his or her duties as such an official, and relating to the introduction, passage, or defeat of any legislation in the Council."},{"prefix":"32","text":"(A) \"Lobbying\" means communicating directly with any official in the legislative or executive branch of the District government with the purpose of influencing any legislative action or an administrative decision."},{"prefix":"B","text":" The term \"lobbying\" shall not include:"},{"prefix":"i","text":" The appearance or presentation of written testimony by a person on his or her own behalf, or representation by an attorney on behalf of any such person in a rulemaking (which includes a formal public hearing), rate-making, or adjudicatory hearing before an executive agency or the Tax Assessor;"},{"prefix":"ii","text":" Information supplied in response to written inquiries by an executive agency, the Council, or any public official;"},{"prefix":"iii","text":" Inquiries concerning only the status of specific actions by an executive agency or the Council;"},{"prefix":"iv","text":" Testimony given before the Council or a committee of the Council, during which a public record is made of such proceedings or testimony submitted for inclusion in such a public record;"},{"prefix":"v","text":" A communication made through the instrumentality of a newspaper, television, or radio of general circulation, or a publication whose primary audience is the organization's membership; and"},{"prefix":"vi","text":" Communications by a bona fide political party."},{"prefix":"33","text":"(A) \"Lobbyist\" means any person who engages in lobbying."},{"prefix":"B","text":" Public officials communicating directly or soliciting others to communicate with other public officials shall not be deemed lobbyists for the purposes of this chapter; provided, that a public official does not receive compensation in addition to his or her salary for such communication or solicitation and makes such communication and solicitation in his or her official capacity."},{"prefix":"34","text":" \"Merit Personnel Act\" means Chapter 6 of this title."},{"prefix":"35","text":" \"Office\" means the office of Mayor, Attorney General, Chairman of the Council, member of the Council, member of the State Board of Education, or an official of a political party."},{"prefix":"36","text":" \"Official in the executive branch\" means:"},{"prefix":"A","text":" The Mayor;"},{"prefix":"B","text":" Any officer or employee in the Executive Service;"},{"prefix":"C","text":" Persons employed under the authority of §§ 1-609.01 through 1-609.03 (except § 1-609.03(a)(3)) paid at a rate of DS-13 or above in the General Schedule or equivalent compensation under the provisions of subchapter XI of Chapter 6 of this title designated in § 1-609.08 (except paragraphs (9) and (10) of that section; or"},{"prefix":"D","text":" Members of boards and commissions designated in § 1-523.01(e)."},{"prefix":"37","text":" \"Official in the legislative branch\" means any candidate for Chairman or member of the Council in a primary, special, or general election, the Chairman or Chairman-elect or any member or member-elect of the Council, officers, and employees of the Council appointed under the authority of §§ 1-609.01 through 1-609.03 or designated in § 1-609.08."},{"prefix":"38","text":" \"Official of a political party\" means:"},{"prefix":"A","text":" National committeemen and national committeewomen;"},{"prefix":"B","text":" Delegates to conventions of political parties nominating candidates for the Presidency and Vice Presidency of the United States;"},{"prefix":"C","text":" Alternates to the officials referred to in subparagraphs (A) and (B) of this paragraph, where permitted by political party rules; and"},{"prefix":"D","text":" Such members and officials of local committees of political parties as may be designated by the duly authorized local committees of such parties for election, by public ballot, at large or by ward in the District."},{"prefix":"39","text":" \"Open Government Office\" means the District of Columbia Open Government Office established by § 2-592."},{"prefix":"40","text":" \"Open Meetings Act\" means subchapter IV of Chapter 5 of Title 2."},{"prefix":"41","text":" \"Particular matter\" is limited to meaning a deliberation, decision, or action that is focused upon the interests of specific persons, or a discrete and identifiable class of persons."},{"prefix":"42","text":" \"Person\" means an individual, partnership, committee, corporation, labor organization, and any other organization."},{"prefix":"43","text":" \"Person closely affiliated with the employee\" means a spouse, dependent child, general partner, a member of the employee's household, or an affiliated organization."},{"prefix":"44","text":" \"Political committee\" means any proposer, individual, committee (including a principal campaign committee), club, association, organization, or other group of individuals organized for the purpose of, or engaged in promoting or opposing:"},{"prefix":"A","text":" A political party;"},{"prefix":"B","text":" The nomination or election of a person to office; or"},{"prefix":"C","text":" Any initiative, referendum, or recall."},{"prefix":"45","text":" \"Political party\" means an association, committee, or organization that nominates a candidate for election to any office and qualifies under subchapter I of Chapter 10 of this title to have the names of its nominees appear on the election ballot as the candidate of that association, committee, or organization."},{"prefix":"46","text":" \"Prohibited source\" means any person that:"},{"prefix":"A","text":" Has or is seeking to obtain contractual or other business or financial relations with the District government;"},{"prefix":"B","text":" Conducts operations or activities that are subject to regulation by the District government; or"},{"prefix":"C","text":" Has an interest that may be favorably affected by the performance or non-performance of the employee's official responsibilities."},{"prefix":"47","text":" \"Public official\" means:"},{"prefix":"A","text":" A candidate for nomination for election, or election, to public office;"},{"prefix":"B","text":" The Mayor, Chairman, and each member of the Council of the District of Columbia holding office under Chapter 2 of this title;"},{"prefix":"C","text":" The Attorney General;"},{"prefix":"D","text":" A Representative or Senator elected pursuant to § 1-123;"},{"prefix":"E","text":" An Advisory Neighborhood Commissioner;"},{"prefix":"F","text":" A member of the State Board of Education;"},{"prefix":"G","text":" A person serving as a subordinate agency head in a position designated as within the Executive Service;"},{"prefix":"H","text":" A member of a board or commission listed in § 1-523.01(e); and"},{"prefix":"I","text":" A District of Columbia Excepted Service employee paid at a rate of Excepted Service 9 or above, or its equivalent, who makes decisions or participates substantially in areas of contracting, procurement, administration of grants or subsidies, developing policies, land use planning, inspecting, licensing, regulating, or auditing, or acts in areas of responsibility that may create a conflict of interest or appearance of a conflict of interest; and any additional employees designated by rule by the Ethics Board who make decisions or participate substantially in areas of contracting, procurement, administration of grants or subsidies, developing policies, land use planning, inspecting, licensing, regulating, or auditing, or act in areas of responsibility that may create a conflict of interest or appearance of a conflict of interest."},{"prefix":"48","text":" \"Registrant\" means a person who is required to register as a lobbyist under the provisions of § 1-1162.27."},{"prefix":"49","text":" \"Security\" means a security as defined in section 2(1) of the Securities Act of 1933, approved May 27, 1933 (48 Stat. 74; 15 U.S.C. § 77b(1))."},{"prefix":"50","text":" \"Tax\" means the taxes imposed under Chapter 1 of the Internal Revenue Code, under Chapter 18 of Title 47, and under the District of Columbia Public Works Act of 1954, approved May 18, 1954 (68 Stat. 101; D.C. Official Code § 34-2101 passim); and any other provision of law relating to the taxation of property within the District."},{"prefix":"51","text":" \"Transactions in securities or commodities\" means any acquisition, holding, withholding, use, transfer, or other disposition involving any security or commodity."},{"prefix":"52","text":" \"Transition committee\" means any person, or group of persons, organized for the purpose of soliciting, accepting, or expending funds for office and personnel transition on behalf of the Chairman of the Council or the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"I","text":"Definitions."},"heading":{"title":"1","chaptersection":"1161","identifier":"1-1161.01","catch_text":"Definitions."}}