{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.09\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 309, 59 DCR 1862.)","sections":[{"prefix":"a","text":" The following individuals shall file with the Director of Campaign Finance, and with the principal campaign committee, if applicable, reports of receipts and expenditures on forms to be prescribed or approved by the Director of Campaign Finance:"},{"prefix":"1","text":" The treasurer of each political committee supporting a candidate;"},{"prefix":"2","text":" The treasurer of each political committee engaged in obtaining signatures on any initiative, referendum, or recall petition, or engaged in promoting or opposing the ratification of any initiative, referendum, or recall measure placed before the electors of the District of Columbia, and each candidate required to register under this subchapter; and"},{"prefix":"3","text":" The treasurer of each exploratory, inaugural, and transition committee."},{"prefix":"b","text":" The reports shall be filed on the 10th day of March, June, August, October, and December in the 7 months preceding the date on which, and in each year during which, an election is held for the office sought, and on the 8th day next preceding the date on which the election is held, and also by the 31st day of January of each year. In addition, the reports shall be filed on the 31st day of July of each year in which there is no election. The reports shall be complete as of the date prescribed by the Director of Campaign Finance, which shall not be more than 5 days before the date of filing, except that any contribution of $200 or more received after the closing date prescribed by the Director of Campaign Finance for the last report required to be filed before the election shall be reported within 24 hours after its receipt."},{"prefix":"c","text":" Each report under this section shall disclose:"},{"prefix":"1","text":" The amount of cash on hand at the beginning of the reporting period;"},{"prefix":"2","text":" The full name and mailing address, including the occupation and the principal place of business, if any, of each person who has made one or more contributions to or for a committee or candidate, including the purchase of tickets for events such as dinners, luncheons, rallies, and similar fundraising events, within the calendar year in an aggregate amount or value in excess of $50 or more, together with the amount and date of the contributions;"},{"prefix":"3","text":" The total sum of individual contributions made to or for a committee or candidate during the reporting period and not reported under paragraph (2) of this subsection;"},{"prefix":"4","text":" Each loan to or from any person within the calendar year in an aggregate amount or values of $50 or more, together with the full names and mailing addresses (including the occupation and the principal place of business, if any) of the lender and endorsers, if any, and the date and amount of the loans; and"},{"prefix":"5","text":" The net amount of proceeds from:"},{"prefix":"A","text":" The sale of tickets to each dinner, luncheon, rally, and other fundraising events organized by a committee;"},{"prefix":"B","text":" Mass collections made at the events; and"},{"prefix":"C","text":" Sales by a committee of items such as political campaign pins, buttons, badges, flags, emblems, hats, banners, literature, and similar materials;"},{"prefix":"6","text":" Each contribution, rebate, refund, or other receipt of $50 or more not otherwise listed under paragraphs (2) through (5) of this subsection;"},{"prefix":"7","text":" The total sum of all receipts by or for a committee or candidate during the reporting period;"},{"prefix":"8","text":" The full name and mailing address (including the occupation and the principal place of business, if any) of each person to whom expenditures have been made by a committee or on behalf of a committee or candidate within the calendar year in an aggregate amount or value of $10 or more, the amount, date, and purpose of each expenditure, and the name and address of, and office sought by, each candidate on whose behalf the expenditure was made;"},{"prefix":"9","text":" The total sum of expenditures made by a committee or candidate during the calendar year;"},{"prefix":"10","text":" The amount and nature of debts and obligations owed by or to the committee, in a form as the Director of Campaign Finance may prescribe, and a continuous reporting of its debts and obligations after the election when the Director of Campaign Finance may require until the debts and obligations are extinguished; and"},{"prefix":"11","text":" Other information as may be required by the Director of Campaign Finance."},{"prefix":"d","text":" The reports to be filed under subsection (a) of this section shall be cumulative during the calendar year to which they relate, but where there has been no change in an item reported in a previous report during the year, only the unchanged amount need be carried forward. If no contributions or expenditures have been accepted or expended during a calendar year, the treasurer of the committee or candidate shall file a statement to that effect."},{"prefix":"e","text":"(1) A report or statement required by this part to be filed by a treasurer of a committee, a candidate, or by any other person, shall be verified by the oath or affirmation of the person filing the report or statement."},{"prefix":"2","text":" A copy of a report or statement shall be preserved by the person filing it for a period to be designated by the Elections Board in a published regulation."},{"prefix":"3","text":" The Elections Board shall, by published regulations of general applicability, prescribe the manner in which contributions and expenditures in the nature of debts and other contracts, agreements, and promises to make contributions or expenditures shall be reported. The regulations shall provide that they be reported in separate schedules. In determining aggregate amounts of contributions and expenditures, amounts reported as provided in the regulations shall not be considered until actual payment is made."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"B","text":"Campaign Finance Committees."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.09","catch_text":"Reporting."}}