{"text":"The Director of Government Ethics, approved by the Ethics Board, shall have the power to:","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1162.11\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 211, 59 DCR 1862.)","sections":[{"prefix":"1","text":" Require any person to submit, within a reasonable period and under oath or otherwise as the Director of Government Ethics may determine, written reports and answers to questions that the Director of Government Ethics may propound relating to the administration and enforcement of this subchapter;"},{"prefix":"2","text":" Administer oaths;"},{"prefix":"3","text":" Require by subpoena the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of the Ethics Board's duties; provided, that subpoenas issued under this paragraph shall be issued by the Director of Government Ethics only upon approval of a majority of the Ethics Board and served either personally or by certified or registered mail;"},{"prefix":"4","text":" Order testimony to be taken by deposition in a proceeding or investigation before any person who is designated by the Director of Government Ethics and has the power to administer oaths and, in such instances, to compel testimony and the production of evidence in the same manner as authorized under this section;"},{"prefix":"5","text":" Pay witnesses the same fees and mileage as are paid in like circumstances in the Superior Court of the District of Columbia;"},{"prefix":"6","text":" Institute or conduct, on the Director of Government Ethics' own motion, a preliminary investigation into alleged violations of the Code of Conduct or other violations of this subchapter;"},{"prefix":"7","text":" Retain, on a temporary basis, consultants, including attorneys or others, on a pro bono basis, as necessary to administer and enforce this subchapter; and"},{"prefix":"8","text":" Require any person to submit through an electronic format or medium a report required pursuant to this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"B","text":"Director of Government Ethics."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.11","catch_text":"Powers of the Director of Government Ethics."}}