{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1162.30\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 230, 59 DCR 1862.)","sections":[{"prefix":"a","text":" Each registrant shall file with the Director of Government Ethics between the 1st and 10th day of July and January of each year a report signed under oath concerning the registrant's lobbying activities during the previous 6- month period. If the registrant is not an individual, an authorized officer or agent of the registrant shall sign the form. A registrant shall file a separate activity report for each person from whom he or she receives compensation. The reports shall be public documents and shall be on a form prescribed by the Director of Government Ethics and shall include the following:"},{"prefix":"1","text":" A complete and current statement of the information required to be supplied pursuant to ยง 1-1162.29;"},{"prefix":"2","text":"(A) Total expenditures on lobbying broken down into the following categories:"},{"prefix":"i","text":" Office expenses;"},{"prefix":"ii","text":" Advertising and publications;"},{"prefix":"iii","text":" Compensation to others;"},{"prefix":"iv","text":" Personal sustenance, lodging, and travel, if compensated;"},{"prefix":"v","text":" Other expenses;"},{"prefix":"B","text":" Each expenditure of $50 or more shall also be itemized by the date, name, and address of the recipient, and the amount and purpose of the expenditure;"},{"prefix":"3","text":" Each political expenditure, loan, gift, honorarium, or contribution of $50 or more made by the registrant or anyone acting on behalf of the registrant to benefit an official in the legislative or executive branch, a member of his or her staff or household, or a campaign or testimonial committee established for the benefit of the official, be itemized by date, beneficiary, amount, and circumstances of the transaction; including the aggregate of all expenditures that are less than $50;"},{"prefix":"4","text":" Each official in the executive or legislative branch and any member of the official's staff, including personal and committee staff, who has a business relationship or a professional services relationship with the registrant shall be identified by name and the nature of the business relationship with the registrant;"},{"prefix":"5","text":" Each official in the executive or legislative branch with whom the registrant has had written or oral communications during the reporting periods related to lobbying activities conducted by the registrant shall also be included in the report, identifying the official with whom the communication was made; and"},{"prefix":"6","text":" Each person whom the registrant has given compensation to lobby on his or her behalf shall also be listed in the report."},{"prefix":"b","text":" Each registrant shall obtain and preserve all accounts, bills, receipts, books, papers, and documents necessary to substantiate the activity reports required to be made pursuant to this section for 5 years from the date of filing of the report containing these items. These materials shall be made available for inspection upon requests by the Director of Government Ethics after reasonable notice."},{"prefix":"c","text":" Each registrant who does not file a report required by this section for a given period is presumed not to be receiving or expending funds that are required to be reported under this part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"E","text":"Lobbyists."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.30","catch_text":"Activity reports."}}