{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.32\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 332, 59 DCR 1862.)","sections":[{"prefix":"a","text":" A report or statement required by this part to be filed by a treasurer of a legal defense committee shall be verified by the oath or affirmation of the person filing the report or statement and by the individual to be benefitted by the committee."},{"prefix":"b","text":" A copy of a report or statement shall be preserved by the person filing and by the individual to be benefitted by the committee for a period to be designated by the Elections Board in a published regulation."},{"prefix":"c","text":" The Elections Board shall, by published regulations of general applicability, prescribe the manner in which contributions and expenditures in the nature of debts and other contracts, agreements, and promises to make contributions or expenditures shall be reported. The regulations shall provide that they be reported in separate schedules. In determining aggregate amounts of contributions and expenditures, amounts reported as provided in the regulations shall not be considered until actual payment is made."},{"prefix":"d","text":" Any legal defense committee which, after having filed one or more statements of organization, disbands or determines it will no longer receive contributions or make expenditures during the calendar year shall so notify the Director."},{"prefix":"e","text":" All actions of the Elections Board or of the United States Attorney for the District of Columbia to enforce the provisions of this part must be initiated within 5 years of the discovery of the alleged violation of this part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"C","text":"Legal Defense Funds."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.32","catch_text":"Formal requirements for reports and statements."}}