{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.31\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 331, 59 DCR 1862.)","sections":[{"prefix":"a","text":" The treasurer of each legal defense committee shall file with the Director of Campaign Finance, and with the applicable principal campaign committee, reports of receipts and expenditures on forms to be prescribed or approved by the Director of Campaign Finance. The reports shall be filed within 30 days after the committee's organization and every 30 days thereafter in each year. The reports shall be complete as of a date as prescribed by the Director of Campaign Finance, which shall not be more than 5 days before the date of filing, except that any contribution of $200 or more received after the closing date prescribed by the Director of Campaign Finance for the last report required to be filed before the election shall be reported within 24 hours after its receipt."},{"prefix":"b","text":" Each report under this section shall disclose:"},{"prefix":"1","text":" The amount of cash on hand at the beginning of the reporting period;"},{"prefix":"2","text":" The full name and mailing address (including the occupation and the principal place of business, if any) of each person who has made one or more contributions to or for a committee within the calendar year in an aggregate amount or value in excess of $50 or more, together with the amount and date of the contributions;"},{"prefix":"3","text":" The total sum of individual contributions made to or for a committee or candidate during the reporting period and not reported under paragraph (2) of this subsection;"},{"prefix":"4","text":" Each loan to or from any person within the calendar year in an aggregate amount or values of $50 or more, together with the full names and mailing addresses (including the occupation and the principal place of business, if any) of the lender and endorsers, if any, and the date and amount of the loans;"},{"prefix":"5","text":" The total sum of all receipts by or for a committee during the reporting period;"},{"prefix":"6","text":" The full name and mailing address (including the occupation and the principal place of business, if any) of each person to whom expenditures have been made by a committee or on behalf of a committee within the calendar year in an aggregate amount or value of $10 or more;"},{"prefix":"7","text":" The total sum of expenditures made by a committee during the calendar year;"},{"prefix":"8","text":" The amount and nature of debts and obligations owed by or to the committee, in a form as prescribed by the Director of Campaign Finance; and"},{"prefix":"9","text":" Other information as may be required by the Director of Campaign Finance."},{"prefix":"c","text":" The reports to be filed under subsection (a) of this section shall be cumulative during the calendar year to which they relate, but where there has been no change in an item reported in a previous report during such year, only the unchanged amount need be carried forward. If no contributions or expenditures have been accepted or expended during a calendar year, the treasurer of the legal defense committee shall file a statement to that effect."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"C","text":"Legal Defense Funds."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.31","catch_text":"Reports of receipts and expenditures by legal defense committees."}}