{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.33\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 333, 59 DCR 1862.)","sections":[{"prefix":"a","text":" No person shall make any contribution which, and no person shall receive any contribution from any person which, when aggregated with all other contributions received from that person relating to a campaign for nomination as a candidate or election to public office, including both the primary and general election or special elections, exceeds:"},{"prefix":"1","text":" In the case of a contribution in support of a candidate for Mayor or for the recall of the Mayor, $2,000;"},{"prefix":"2","text":" In the case of a contribution in support of a candidate for Chairman of the Council or for the recall of the Chairman of the Council, $1,500;"},{"prefix":"3","text":" In the case of a contribution in support of a candidate for member of the Council elected at-large or for the recall of a member of the Council elected at-large, $1,000;"},{"prefix":"4","text":" In the case of a contribution in support of a candidate for member of the State Board of Education elected at-large or for member of the Council elected from a ward or for the recall of a member of the State Board of Education elected at-large or for the recall of a member of the Council elected from a ward, $500;"},{"prefix":"5","text":" In the case of a contribution in support of a candidate for member of the State Board of Education elected from an election ward or for the recall of a member of the State Board of Education elected from an election ward or for an official of a political party, $200; and"},{"prefix":"6","text":" In the case of a contribution in support of a candidate for a member of an Advisory Neighborhood Commission, $25."},{"prefix":"b","text":"(1) No person shall make any contribution in any one election for Mayor, Chairman of the Council, each member of the Council, and each member of the State Board of Education (including primary and general elections, but excluding special elections), which when combined with all other contributions made by that person in that election to candidates and political committees exceeds $8,500."},{"prefix":"2","text":" All contributions to a candidate's principal political committee shall be treated as contributions to the candidate and shall be subject to the contribution limitations contained in this section."},{"prefix":"c","text":" In no case shall any person receive or make any contribution in legal tender in an amount of $25 or more."},{"prefix":"d","text":"(1) No person shall make contributions to any one political committee in any one election, including primary and general elections, but excluding special elections, which, in the aggregate, exceeds $5,000."},{"prefix":"2","text":" For the purposes of this subsection, the term \"political committee\" does not include an individual."},{"prefix":"e","text":" No person shall make a contribution or cause a contribution to be made in the name of another person, and no person shall knowingly accept a contribution made by one person in the name of another person."},{"prefix":"f","text":" Any expenditure made by any person advocating the election or defeat of any candidate for office which is not made at the request or suggestion of the candidate, any agent of the candidate, or any political committee authorized by the candidate to make expenditures or receive contributions for the candidate is not considered a contribution to or an expenditure by or on behalf of the candidate for the purposes of the limitations specified in this section."},{"prefix":"g","text":" All contributions made by any person directly or indirectly to or for the benefit of a particular candidate or that candidate's political committee, which are in any way earmarked, encumbered, or otherwise directed through an intermediary or conduit to that candidate or political committee, shall be treated as contributions from that person to that candidate or political committee and shall be subject to the limitations established by this section."},{"prefix":"h","text":"(1) No candidate or member of the immediate family of a candidate may make a loan or advance from his or her personal funds for use in connection with a campaign of that candidate for nomination for election, or for election, to a public office unless that loan or advance is evidenced by a written instrument fully disclosing the terms, conditions, and parts to the loan or advance. The amount of any loan or advance shall be included in computing and applying the limitations contained in this section only to the extent of the balance of the loan or advance that is unpaid at the time of determination."},{"prefix":"2","text":" For the purposes of this subsection, the term \"immediate family\" means the candidate's spouse, parent, brother, sister, or child, and the spouse of a candidate's parent, brother, sister, or child."},{"prefix":"i","text":" No contributions made to support or oppose initiative or referendum measures shall be affected by the provisions of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"D","text":"Contribution Limitations."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.33","catch_text":"Contribution limitations."}}