{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.35\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 335, 59 DCR 1862.)","sections":[{"prefix":"a","text":"(1) Any person who violates any provision of parts A through E of this subchapter or of subchapter I of Chapter 10 of this title may be assessed a civil penalty by the Elections Board under paragraph (2) of this subsection of not more than $200, or 3 times the amount of an unlawful contribution, expenditure, gift, honorarium, or receipt of outside income, whichever is greater, for each such violation. Each occurrence of a violation of parts A through E of this subchapter and each day of noncompliance with a disclosure requirement of parts A through E of this subchapter or an order of the Elections Board shall constitute a separate offense."},{"prefix":"2","text":" A civil penalty shall be assessed by the Elections Board by order only after the person charged with a violation has been given an opportunity for a hearing, and the Elections Board has determined, by decision incorporating its findings of facts, that a violation did occur, and the amount of the penalty. Any hearing under this section shall be of record and shall be held in accordance with Chapter 5 of Title 2."},{"prefix":"3","text":" Notwithstanding the provisions of paragraph (2) of this subsection, the Elections Board may issue a schedule of fines for violations of parts A through E of this subchapter, which may be imposed ministerially by the Director of Campaign Finance. A civil penalty imposed under the authority of this paragraph may be reviewed by the Elections Board in accordance with the provisions of paragraph (2) of this subsection. The aggregate set of penalties imposed under the authority of this paragraph may not exceed $2,000."},{"prefix":"4","text":" If the person against whom a civil penalty is assessed fails to pay the penalty, the Elections Board shall file a petition for enforcement of its order assessing the penalty in the Superior Court of the District of Columbia. The petition shall designate the person against whom the order is sought to be enforced as the respondent. A copy of the petition shall be forthwith sent by registered or certified mail to the respondent and his attorney of record, and if the respondent is a political, exploratory, inaugural, transition, or legal defense committee, to the chairman of the committee, and then the Elections Board shall certify and file in court the record upon which the order sought to be enforced was issued. The court shall have jurisdiction to enter a judgment enforcing, modifying, and enforcing as so modified, or setting aside, in whole or in part, the order and the decision of the Elections Board or it may remand the proceedings to the Elections Board for further action as it may direct. The court may determine de novo all issues of law, but the Election Board's findings of fact, if supported by substantial evidence, shall be conclusive."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, any person who violates any of the provisions of parts A through E of this subchapter shall be fined not more than $5,000, or shall be imprisoned for not longer than 6 months, or both."},{"prefix":"c","text":" Any person who knowingly files or causes to be filed any false or misleading statement, report, voucher, or other paper, or makes any false or misleading statement to the Elections Board, shall be fined not more than $10,000, or shall be imprisoned for not longer than 5 years, or both."},{"prefix":"d","text":" Prosecutions of violations of parts A through E of this subchapter shall be brought by the United States Attorney for the District of Columbia in the name of the United States."},{"prefix":"e","text":" All actions of the Elections Board or of the United States Attorney for the District of Columbia to enforce the provisions of parts A, B, D, and E of this subchapter must be initiated within 6 years of the actual occurrence of the alleged violation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"E","text":"Prohibited Activities and Enforcement."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.35","catch_text":"Penalties."}}