{"text":"Political, exploratory, transition, and inaugural committees, which are established pursuant to this part, shall be subject to the following requirements:","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.07\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 307, 59 DCR 1862.)","sections":[{"prefix":"1","text":" Each committee shall file with the Director of Campaign Finance a statement of organization within 10 days after its organization. The statement of organization shall include:"},{"prefix":"A","text":" The name and address of the committee;"},{"prefix":"B","text":" The name, address, and position of the custodian of books and accounts;"},{"prefix":"C","text":" The name, address, and position of other principal officers, including officers and members of the finance committee, if any;"},{"prefix":"D","text":" The name and address of the bank or banks designated by the committee as the committee's depository or depositories, together with the subchapter and number of each account and safety deposit box used by that committee at the depository or depositories, and the identification of each individual authorized to make withdrawals or payments out of each account or box; and"},{"prefix":"E","text":" Other information as shall be required by the Director of Campaign Finance."},{"prefix":"2","text":" Any change in information previously submitted in a statement of organization shall be reported to the Director of Campaign Finance within the 10-day period following the change."},{"prefix":"3","text":" Any committee which, after having filed one or more statements of organization, disbands or determines it will no longer receive contributions or make expenditures during the calendar year shall so notify the Director of Campaign Finance."},{"prefix":"4","text":" Every committee shall have a chairman and a treasurer. No contribution and no expenditure shall be accepted or made by or on behalf of a committee at a time when there is a vacancy in the office of treasurer for the committee and no other person has been designated and has agreed to perform the functions of treasurer. No expenditure shall be made for or on behalf of a committee without the authorization of its chairman or treasurer, or their designated agents."},{"prefix":"5","text":"(A) For every contribution and expenditure of $50 or more for or on behalf of a committee, a detailed account shall be submitted to the treasurer of a committee on demand, or within 5 days after receipt of the contribution or expenditure, of the amount, the name and address (including the occupation and the principal place of business, if any) of the contributor or the individual to whom the expenditure was made, and the date of the contribution or expenditure. For an expenditure, the account should also include the office sought by the candidate on whose behalf the expenditure was made."},{"prefix":"B","text":" The treasurer or candidate shall obtain and preserve receipted bills and records as may be required by the Elections Board."},{"prefix":"6","text":" All funds of a committee shall be segregated from, and may not be commingled with, any personal funds of officers, members, or associates of the committee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"B","text":"Campaign Finance Committees."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.07","catch_text":"Organization of committees."}}