{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1162.32\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 232, 59 DCR 1862.)","sections":[{"prefix":"a","text":" Notwithstanding ยง 1-1162.21 and except as provided in subsection (c) of this section, any person who willfully and knowingly violates any of the provisions of this part shall be fined not more than $5,000, or imprisoned for not more than 12 months, or both."},{"prefix":"b","text":" In addition to the penalties provided for in subsection (a) of this section, any person convicted of the misdemeanor specified in that section may be prohibited from serving as a lobbyist for a period of 3 years from the date of the conviction."},{"prefix":"c","text":" Any person who files a report or registration form required under this part in an untimely manner shall be assessed a civil penalty of $10 per day up to 30 days (excluding Saturdays, Sundays, and holidays) that the report or registration form is late. The Ethics Board may waive the penalty imposed under this subsection for good cause shown."},{"prefix":"d","text":" Should any provision of this subchapter not be enforced by the Ethics Board, a citizen of the District of Columbia may bring suit in the nature of mandamus in the Superior Court of the District of Columbia, directing the Ethics Board to enforce the provisions of this part. Reasonable attorneys fees may be awarded to the citizen against the District should he or she prevail in this action, or if it is settled in substantial conformity with the relief sought in the petition prior to order by the court."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"E","text":"Lobbyists."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.32","catch_text":"Penalties; prohibition from serving as lobbyist; citizen suits."}}