{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under § 1-1161.01.\n\nDC CODE § 1-1162.31\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 231, 59 DCR 1862.)","sections":[{"prefix":"a","text":" No registrant or anyone acting on behalf of a registrant shall offer, give, or cause to be given a gift or service to an official in the legislative or executive branch or a member of his or her staff that exceeds $100 in value in the aggregate in any calendar year. This section shall not be construed to restrict in any manner contributions authorized in §§ 1-1163.33, 1- 1163.34, and 1-1163.38."},{"prefix":"b","text":" No official in the legislative or executive branch or a member of his or her staff shall solicit or accept anything of value in violation of subsection (a) of this section."},{"prefix":"c","text":" No person shall knowingly or willfully make or cause to be made any false or misleading statement or misrepresentation of the facts relating to pending administrative decisions or legislative actions to any official in the legislative or executive branch;"},{"prefix":"d","text":" No person shall, knowing a document to contain a false statement relating to pending administrative decisions or legislative actions, cause a copy of the document to be transmitted to an official in the legislative or executive branch without notifying the official in writing of the truth."},{"prefix":"e","text":" No information copied from registration forms and activity reports required by this part or from lists compiled from such forms and reports shall be sold or utilized by any person for the purpose of soliciting campaign contributions or selling tickets to a testimonial or similar fundraising affair or for any commercial purpose."},{"prefix":"f","text":" No public official shall be employed as a lobbyist while acting as a public official, except as provided in § 1-1162.28."},{"prefix":"g","text":"(1) No lobbyist or registrant or person acting on behalf of the lobbyist or registrant, shall provide legal representation, or other professional services, to an official in the legislative or executive branch, or to a member of his or her staff, at no cost or at a rate that is less than the lobbyist or registrant would routinely bill for the representation or service in the marketplace."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this section, a nonprofit organization that routinely provides legal representation or other services to clients at no cost may provide such representation or services to such client when doing so serves the purposes for which such services are routinely provided, and the representation and services are not provided by a lobbyist or registrant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"E","text":"Lobbyists."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.31","catch_text":"Prohibited activities."}}