{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.06\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 306, 59 DCR 1862.)","sections":[{"prefix":"a","text":" Upon application made by any individual holding public office, any candidate, any person who may be a potential registrant under this subchapter, or any political, exploratory, inaugural, transition, or legal defense committee, the Elections Board shall provide within a reasonable period of time an advisory opinion with respect to any specific transaction or activity inquired of, as to whether such transaction or activity would constitute a violation of any provision of this subchapter or of any provision of subchapter I of Chapter 10 of this title over which the Elections Board has primary jurisdiction. The Elections Board shall publish a concise statement of each request for an advisory opinion, without identifying the person seeking the opinion, in the District of Columbia Register within 20 days of its receipt by the Elections Board. Comments upon the requested opinions shall be received by the Elections Board for a period of at least 15 days following publication in the District of Columbia Register. The Elections Board may waive the advance notice and public comment provisions, following a finding that the issuance of the advisory opinion constitutes an emergency necessary for the immediate preservation of the public peace, health, safety, welfare, or morals."},{"prefix":"b","text":" Advisory opinions shall be published in the District of Columbia Register within 30 days of their issuance; provided, that the identity of any person requesting an advisory opinion shall not be disclosed in the District of Columbia Register without his or her prior consent in writing. When issued according to rules of the Elections Board, an advisory opinion shall be deemed to be an order of the Elections Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"A","text":"Office of Campaign Finance."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.06","catch_text":"Advisory opinions."}}