{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1072(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 1074 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1072(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nFor temporary (90 day) addition of section, see § 1074 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-124, see notes under § 1-1161.01.\n\nEditor's Notes\n\nD.C. Law 19-168 amends this section effective January 1, 2013.\n\nDC CODE § 1-1162.24\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 224, 59 DCR 1862.)","sections":[{"prefix":"a","text":"(1) Public officials, except Advisory Neighborhood Commissioners, shall file annually with the Ethics Board a public report containing a full and complete statement of:"},{"prefix":"A","text":" The name of each business entity, including sole proprietorships, partnerships, trusts, nonprofit organizations, and corporations, whether or not transacting any business with the District of Columbia government, in or from which the public official or his or her spouse, domestic partner, or dependent children:"},{"prefix":"i","text":" Has a beneficial interest, including, whether held in such person's own name, in trust, or in the name of a nominee, securities, stocks, stock options, bonds, or trusts, exceeding in the aggregate $1,000, or that produced income of $200;"},{"prefix":"ii","text":" Receives honoraria and income earned for services rendered in excess of $200 during a calendar year, as well as the identity of any client for whom the official performed a service in connection with the official's outside income if the client has a contract with the government of the District of Columbia or the client stands to gain a direct financial benefit from legislation that was pending before the Council during the calendar year. The report required by this part shall include a narrative description of the nature of the service performed in connection with the official's outside income;"},{"prefix":"iii","text":" Serves as an officer, director, partner, employee, consultant, contractor, volunteer, or in any other formal capacity or affiliation; or"},{"prefix":"iv","text":" Has an agreement or arrangement for a leave of absence, future employment, including date of agreement, or continuation of payment by a former employer;"},{"prefix":"B","text":" Any outstanding individual liability in excess of $1,000 for borrowing by the public official or his or her spouse, domestic partner, or dependent children from anyone other than a federal or state insured or regulated financial institution, including any revolving credit and installment accounts from any business enterprise regularly engaged in the business of providing revolving credit or installment accounts, or a member of the person's immediate family;"},{"prefix":"C","text":" All real property located in the District (and its actual location) in which the public official or his or her spouse, domestic partner, or dependent children, has an interest with a fair market value in excess of $1,000, or that produced income of $200; provided, that this provision shall not apply to personal residences occupied by the public official, his or her spouse, or domestic partner;"},{"prefix":"D","text":" All professional or occupational licenses issued by the District of Columbia government held by a public official or his or her spouse, domestic partner, or dependent children;"},{"prefix":"E","text":" All gifts received year by a public official from a prohibited source in an aggregate value of $100 in a calendar;"},{"prefix":"F","text":" An affidavit stating that the public official has not caused title to property to be placed in another person or entity for the purposes of avoiding the disclosure requirements of this subsection; and"},{"prefix":"G","text":" A certification that the public official has:"},{"prefix":"i","text":" Filed and paid his or her income and property taxes;"},{"prefix":"ii","text":" Diligently safeguarded the assets of the taxpayers and the District;"},{"prefix":"iii","text":" Reported known illegal activity, including attempted bribes, to the appropriate authorities;"},{"prefix":"iv","text":" Not been offered or accepted any bribes;"},{"prefix":"v","text":" Not directly or indirectly received government funds through illegal or improper means;"},{"prefix":"vi","text":" Not raised or received funds in violation of federal or District law; and"},{"prefix":"vii","text":" Not received or been given anything of value, including a gift, favor, service, loan gratuity, discount, hospitality, political contribution, or promise of future employment, based on any understanding that the public official's official actions or judgment or vote would be influenced."},{"prefix":"2","text":" The Ethics Board may, on a case-by-case basis, exempt a public official from this requirement or some portion of this requirement for good cause shown."},{"prefix":"b","text":" Except as otherwise provided by this section, all papers filed under this section shall be kept by the Ethics Board in the custody of the Director of Government Ethics for no less than 6 years. The Ethics Board shall publicly disclose before the 2nd day of June each year the names of the candidates, officers, and employees who have filed a report. The Director of Government Ethics shall dispose of papers filed pursuant to this section in accordance with Chapter 17 of Title 2."},{"prefix":"c","text":" Reports required by this section shall be filed before October 2nd of each year. If a public official ceases before October 1st to hold the office or position, the occupancy of which imposes upon him or her the reporting requirements set forth in subsection (a) of this section, the public official shall file the report within 3 months after leaving the office or position. The Ethics Board shall publish, in the District of Columbia Register, before November 2nd each year, the name of each public official who has:"},{"prefix":"1","text":" Filed a report under this section;"},{"prefix":"2","text":" Sought and received an extension of the deadline filing requirement and the reason for the extension; and"},{"prefix":"3","text":" Not filed a report and the reason for not filing, if known."},{"prefix":"d","text":" Reports required by this section shall be in a form prescribed by the Ethics Board. The Ethics Board may provide for the grouping of items of income, sources of income, assets, liabilities, dealings in securities or commodities, and purchases and sales of real property, when separate itemization is not feasible or is not necessary for an accurate disclosure of the income, net worth, dealing in securities and commodities, or purchases and sales of rental property of any individual."},{"prefix":"e","text":" All reports filed under this section shall be maintained by the Ethics Board as public records."},{"prefix":"f","text":" For the purposes of a report required by this section, a person shall be considered to have been a public official if he or she has served as a public official for more than 30 days during any calendar year in a position for which reports are required under this section."},{"prefix":"g","text":" The Ethics Board shall provide for the annual auditing of all reports filed pursuant to this section."},{"prefix":"h","text":" The Mayor shall develop a list of each business entity transacting any business with the District government, or providing a service to the District for consideration, to include the business name, address, principals, and brief summary of the business transacted within the immediately preceding 6 months. The list shall be available online and published on January 1st and July 1st annually."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"D","text":"Financial Disclosures and Honoraria."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.24","catch_text":"Public reporting."}}