{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1162.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 203, 59 DCR 1862.)","sections":[{"prefix":"a","text":" The Ethics Board shall consist of 3 members, no more than 2 of whom shall be of the same political party, appointed by the Mayor, with the advice and consent of the Council. Members shall be appointed to serve for terms of 6 years, except the members first appointed. Of the members first appointed, one member shall be appointed to serve for a 2-year term, one member shall be appointed to serve for a 4-year term, and one member shall be appointed to serve for a 6-year term, as designated by the Mayor."},{"prefix":"b","text":"(1) The Mayor shall submit a nomination for membership on the Ethics Board to the Council for a 45-day period of review, excluding days of Council recess. If the Council does not approve or disapprove the nomination, by resolution, within the 45-day review period, the nomination shall be deemed disapproved."},{"prefix":"2","text":" Within 45 days of April 27, 2012, the Mayor shall submit to the Council for its review pursuant to paragraph (1) of this subsection the nominations for initial appointment to the Ethics Board."},{"prefix":"c","text":" The Mayor shall designate the Chairman of the Ethics Board."},{"prefix":"d","text":" Any person appointed to fill a vacancy on the Ethics Board shall be appointed only for the unexpired term of the member whose vacancy he or she is filling."},{"prefix":"e","text":" A vacancy shall be noticed in the District of Columbia Register."},{"prefix":"f","text":" A member may be reappointed, and, if not reappointed, the member may serve until the member's successor has been appointed and approved."},{"prefix":"g","text":" When appointing and approving a member of the Ethics Board, the Mayor and Council shall consider whether the individual possesses demonstrated integrity, independence, and public credibility, and whether the individual has particular knowledge, training, or experience in government ethics or in public transparency."},{"prefix":"h","text":" A person shall not be a member of the Ethics Board unless he or she:"},{"prefix":"1","text":" Is a duly registered voter;"},{"prefix":"2","text":" Has resided in the District continuously since the beginning of the one-year period ending on the day he or she is appointed; and"},{"prefix":"3","text":" Holds no other office or employment in the District government."},{"prefix":"i","text":" An Ethics Board member shall not:"},{"prefix":"1","text":" Act as a leader or hold any office in a District political organization;"},{"prefix":"2","text":" Make speeches for a District political organization or candidate, or publicly endorse or oppose a District of Columbia candidate for public office;"},{"prefix":"3","text":" Solicit funds for, pay an assessment to, or make a contribution to a District political organization or candidate, or attend or purchase a ticket for a dinner or other event sponsored by a District of Columbia political organization or candidate;"},{"prefix":"4","text":" Be a lobbyist;"},{"prefix":"5","text":" Use his or her status as a member to directly or indirectly attempt to influence any decision of the District government relating to any action that is not within the Ethics Board's purview; or"},{"prefix":"6","text":" During the member's tenure on the Ethics Board, be convicted of having committed a felony in the District of Columbia, or if the crime is committed elsewhere, convicted of an offense that would have been a felony if it had been committed in the District of Columbia."},{"prefix":"j","text":" A member of the Ethics Board may be removed for good cause, including engaging in any activity prohibited by subsections (h) or (i) of this section, in accordance with the following procedure:"},{"prefix":"1","text":" When the Mayor believes that there is good cause to remove a member, the Mayor shall notify the member in writing by personal service or by certified or registered mail, setting out the alleged cause and advising the member that he or she has 7 days in which to request a hearing before the Council."},{"prefix":"2","text":" If the member fails to request a hearing within 7 days after receiving the notice, the Mayor may remove the member and appoint a new member to serve until the expiration of the term of the member removed."},{"prefix":"3","text":" If within 7 days of receiving notice from the Mayor, the member requests a hearing, the Mayor shall promptly notify the Council, and the Council shall convene the hearing within 30 calendar days after receiving notice from the Mayor that a member has requested a hearing."},{"prefix":"4","text":" At the conclusion of the hearing, the Council shall vote on whether to remove the member. If 2/3rds of the Council votes to remove a member, the member shall be removed and the Mayor shall appoint a new member to serve until the expiration of the term of the member removed."},{"prefix":"5","text":" If less than 2/3rds of the Council votes to remove a member, the member shall not be removed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"II","text":"Ethics Act."},"part":{"identifier":"A","text":"District of Columbia Board of Ethics and Government Accountability Establishment."},"heading":{"title":"1","chaptersection":"1162","identifier":"1-1162.03","catch_text":"Composition; term; qualifications; removal."}}