{"text":"The Director of Campaign Finance shall:","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.04\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 304, 59 DCR 1862.)","sections":[{"prefix":"1","text":" Develop and furnish prescribed forms, materials, and electronic formats or mediums, including electronic or digital signatures, for the making of the reports and statements required to be filed with him or her pursuant to this subchapter;"},{"prefix":"2","text":" Develop a filing, coding, and cross-indexing system consonant with the purposes of this subchapter;"},{"prefix":"3","text":" Make the reports and statements filed with him or her available for public inspection and copying, commencing as soon as practicable, but not later than the end of the 2nd day following the day during which it was received, and to permit and facilitate copying of any report or statement by hand and by duplicating machine, as requested by any person, at reasonable cost to the person, except any information copied from the reports and statements shall not be sold or utilized by any person for the purpose of soliciting contributions or for any commercial purpose;"},{"prefix":"4","text":" Preserve reports and statements for a period of 10 years from date of receipt;"},{"prefix":"5","text":" Compile and maintain a current list of all statements or parts of statements on file pertaining to each candidate;"},{"prefix":"6","text":" Prepare and publish other reports as he or she may consider appropriate;"},{"prefix":"7","text":" Assure dissemination of statistics, summaries, and reports prepared under this subchapter, including a biennial report summarizing the receipts and expenditures of candidates for public office in the prior 2-year period, and the receipts and expenditures of political, exploratory, inaugural, transition, and legal defense committees during the prior 2-year period. The Director of Campaign Finance shall make available to the Mayor, Council, and the general public the first report by January 31, 2013, and shall present the summary report on the same date every 2 years thereafter. The report shall describe the receipts and expenditures of candidates for Mayor, the Chairman and members of the Council, the President and members of the State Board of Education, shadow Senator, and shadow Representative, but shall exclude candidates for Advisory Neighborhood Commissioner. The report shall provide, at a minimum, the following data, as well as other information that the Director of Campaign Finance considers appropriate:"},{"prefix":"A","text":" A summary of each candidate's receipts, in dollar amount and percentage terms, by donor categories that the Director of Campaign Finance considers appropriate, such as the candidate himself or herself, individuals, political party committees, other political committees, corporations, partnerships, and labor organizations;"},{"prefix":"B","text":" A summary of each candidate's receipts, in dollar amount and percentage terms, by the size of the donation, including donations of $500 or more; donations of $250 or more but less than $500; donations of $100 or more but less than $250; and donations of less than $100;"},{"prefix":"C","text":" The total amount of a candidate's receipts and expenditures for primary and general elections, respectively, when applicable;"},{"prefix":"D","text":" A summary of each candidate's expenditures, in dollar amount and percentage terms, by operating expenditures, transfers to other authorized committees, loan repayments, and refunds of contributions; and"},{"prefix":"E","text":" A summary of the receipts and expenditures of political, exploratory, inaugural, transition, and legal defense committees, using categories considered appropriate by the Director of Campaign Finance;"},{"prefix":"8","text":" Make audits and field investigations with respect to reports and statements filed under this subchapter, and with respect to alleged failures to file any report or statement required under the provisions of this subchapter; and"},{"prefix":"9","text":" Perform such other duties as the Elections Board may require."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"A","text":"Office of Campaign Finance."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.04","catch_text":"Duties of Director of Campaign Finance."}}