{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under ยง 1-1161.01.\n\nDC CODE ยง 1-1163.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, ยง 302, 59 DCR 1862.)","sections":[{"prefix":"a","text":" There is established within the Elections Board the Office of Campaign Finance, which shall be headed by the Director of Campaign Finance. The Elections Board shall appoint the Director of Campaign Finance, who shall serve at the pleasure of the Elections Board. The Director of Campaign Finance shall be entitled to receive compensation at the maximum rate for Grade 16 of the District Schedule, pursuant to subchapter XI of Chapter 6 of this title. The Director of Campaign Finance shall be responsible for the administrative operations of the Elections Board pertaining to this subchapter and shall perform other duties as may be delegated or assigned by regulation or by order of the Elections Board; provided, that the Elections Board shall not delegate to the Director of Campaign Finance the making of regulations regarding elections."},{"prefix":"b","text":"(1) The Elections Board may issue, amend, and rescind rules and regulations related to the operation of the Director of Campaign Finance, absent recommendation of the Director of Campaign Finance."},{"prefix":"2","text":" The Elections Board shall prepare an annual report of the Director of Campaign Finance's performance pursuant to his or her functions as prescribed ยง 1-1163.04, in addition to those duties the Elections Board may by law assign."},{"prefix":"c","text":" Where the Elections Board, following the presentation by the Director of Campaign Finance of evidence constituting an apparent violation of this subchapter, makes a finding of an apparent violation of this subchapter, it shall refer the case to the United States Attorney for the District of Columbia for prosecution, and shall make public the fact of such referral and the basis for the finding. In addition, the Elections Board, through its General Counsel, shall initiate, maintain, defend, or appeal any civil action (in the name of the Elections Board) relating to the enforcement of the provisions of this subchapter. The Elections Board may, through its General Counsel, petition the courts of the District of Columbia for declaratory or injunctive relief concerning any action covered by the provisions of this subchapter. The Director of Campaign Finance shall have no authority concerning the enforcement of provisions of subchapter I of Chapter 10 of this title, and recommendations of criminal or civil, or both, violations under subchapter I of Chapter 10 of this title shall be presented by the General Counsel to the Elections Board in accordance with the rules and regulations of general application adopted by the Elections Board in accordance with the provisions of Chapter 5 of Title 2. Upon the direction of the Elections Board, the Director of Campaign Finance may be called upon to investigate allegations of violations of the elections laws in accord with the provisions of this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"A","text":"Office of Campaign Finance."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.02","catch_text":"Office of Director of Campaign Finance established; enforcement of subchapter."}}