{"text":"In addition to the statement of organization set forth in § 1-1163.07, each political committee shall also file the following information with the Director of Campaign Finance within 10 days after the political committee's organization:","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under § 1-1161.01.\n\nDC CODE § 1-1163.11\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 311, 59 DCR 1862.)","sections":[{"prefix":"1","text":" The names, addresses, and relationships of affiliated or connected organizations;"},{"prefix":"2","text":" The area, scope, or jurisdiction of the political committee;"},{"prefix":"3","text":" The name, address, office sought, and party affiliation of:"},{"prefix":"A","text":" Each candidate whom the committee is supporting; and"},{"prefix":"B","text":" Any other individual, if any, whom the committee is supporting for nomination for election or election, to any public office whatever; or, if the committee is supporting the entire ticket of any party, the name of the party; or, if the committee is supporting or opposing any initiative or referendum, the summary statement and short title of the initiative or referendum, prepared in accordance with § 1-1001.16 ; or, if the committee is supporting or opposing any recall measure, the name and office of the public official whose recall is sought or opposed in accordance with § 1-1001.17;"},{"prefix":"4","text":" A statement whether the political committee is a continuing one; and"},{"prefix":"5","text":" The disposition of residual funds which will be made in the event of dissolution."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"B","text":"Campaign Finance Committees."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.11","catch_text":"Specific requirements for statements of organization filed by political committees."}}