{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-124, see notes under § 1-1161.01.\n\nDC CODE § 1-1163.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 303, 59 DCR 1862.)","sections":[{"prefix":"a","text":"(1) The Director of Campaign Finance, under regulations of general applicability approved by the Elections Board, shall have the power:"},{"prefix":"A","text":" To require any person to submit in writing reports and answers to questions as the Director of Campaign Finance may prescribe relating to the administration and enforcement of this subchapter; and the submission shall be made within such reasonable period and under oath or otherwise as the Director of Campaign Finance may determine;"},{"prefix":"B","text":" To require any person to submit through an electronic format or medium the reports required in this subchapter. The Elections Board shall issue regulations governing the submission of reports, pursuant to this subparagraph, through a standardized electronic format or medium;"},{"prefix":"C","text":" To administer oaths;"},{"prefix":"D","text":" To require by subpoena the attendance and testimony of witnesses and the production of all documentary evidence relating to the execution of its duties;"},{"prefix":"E","text":" In any proceeding or investigation to order testimony to be taken by deposition before any person who is designated by the Director of Campaign Finance and has the power to administer oaths and, in these instances, to compel testimony and the production of evidence in the same manner as authorized under subparagraph (D) of this paragraph;"},{"prefix":"F","text":" To pay witnesses the same fees and mileage as are paid in like circumstances in the Superior Court of the District of Columbia;"},{"prefix":"G","text":" To accept gifts; and"},{"prefix":"H","text":" To institute or conduct, on his or her own motion, an informal hearing on alleged violations of the reporting requirements contained in this subchapter. Where the Director of Campaign Finance, in his or her discretion, determines that a violation has occurred, the Director of Campaign Finance may issue an order to the offending party or parties to cease and desist the violations within the 5-day period immediately following the issuance of the order. Should the offending party or parties fail to comply with the order, the Director of Campaign Finance shall present evidence of the failure to the Elections Board. Following the presentation of evidence to the Elections Board by the Director of Campaign Finance, in an adversary proceeding and an open hearing, the Elections Board may refer the matter to the United States Attorney for the District of Columbia in accordance with the provisions in § 1- 1163.02(c) or may dismiss the action."},{"prefix":"2","text":" Subpoenas issued under this section shall be issued by the Director of Campaign Finance upon the approval of the Elections Board."},{"prefix":"b","text":" The Superior Court of the District of Columbia may, upon petition by the Elections Board, in case of refusal to obey a subpoena or order of the Elections Board issued under subsection (a) of this section, issue an order requiring compliance; and any failure to obey the order of the court may be punished by the court as contempt."},{"prefix":"c","text":" All investigations of alleged violations of this subchapter shall be made by the Director of Campaign Finance in his or her discretion, in accordance with procedures of general applicability issued by the Director of Campaign Finance in accordance with Chapter 5 of Title 2. All allegations of violations of this subchapter, which shall be presented to the Elections Board, in writing, shall be transmitted to the Director of Campaign Finance without action by the Elections Board. In a reasonable time, the Director of Campaign Finance shall cause evidence concerning the alleged violation to be presented to the Elections Board, if he or she believes that sufficient evidence exists constituting an apparent violation. Following the presentation of evidence to the Elections Board by the Director of Campaign Finance, in an adversary proceeding and an open hearing, the Elections Board may refer the matter to the United States Attorney for the District of Columbia in accordance with the provisions of § 1-1163.02(c), or may dismiss the action. In no case may the Elections Board refer information concerning an alleged violation of this subchapter to the United States Attorney for the District of Columbia without the presentation of evidence herein provided by the Director of Campaign Finance. Should the Director of Campaign Finance fail to present a matter or advise the Elections Board that insufficient evidence exists to present a matter, or that an additional period of time is needed to investigate the matter further, within 90 days of its receipt by the Elections Board or the Director of Campaign Finance, the Elections Board may order the Director of Campaign Finance to present the matter as herein provided. The provisions of this subsection shall in no manner limit the authority of the United States Attorney for the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"A","text":"Office of Campaign Finance."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.03","catch_text":"Powers of Director of Campaign Finance."}}