{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(a) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Clarification Emergency Amendment Act of 2012 (D.C. Act 19-371, May 16, 2012, 59 DCR 5711).\n\nFor temporary (90 day) addition of section, see § 1072(c) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 1072(c) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-124, see notes under § 1-1161.01.\n\nDC CODE § 1-1163.10\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2012, D.C. Law 19-124, § 310, 59 DCR 1862.)","sections":[{"prefix":"a","text":" Each candidate for office shall designate in writing one political committee as his or her principal campaign committee. The principal campaign committee shall receive all reports made by any other political committee accepting contributions or making expenditures for the purpose of influencing the nomination for election, or election, of the candidate who designated it as his or her principal campaign committee. The principal campaign committee may require additional reports to be made to it by any political committee and may designate the time and number of all reports. No political committee may be designated as the principal campaign committee of more than one candidate, except a principal campaign committee supporting the nomination or election of a candidate as an official of a political party may support the nomination or election of more than one candidate, but may not support the nomination or election of a candidate for any public office."},{"prefix":"b","text":" Each statement (including the statement of organization required under § 1-1163.07) or report that a political committee is required to file with or furnish to the Director of Campaign Finance under the provisions of this part shall also be furnished, if that political committee is not a principal campaign committee, to the principal campaign committee for the candidate on whose behalf that political committee is accepting or making, or intends to accept or make, contributions or expenditures."},{"prefix":"c","text":" The treasurer of each political committee which is a principal campaign committee, and each candidate, shall receive all reports and statements filed with or furnished to it or him or her by other political committees, consolidate, and furnish the reports and statements to the Director of Campaign Finance, together with the reports and statements of the principal campaign committee of which he or she is treasurer or which was designated by him or her, in accordance with the provisions of this part and regulations prescribed by the Elections Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Government Ethics and Accountability."},"subchapter":{"identifier":"III","text":"Campaign Finance."},"part":{"identifier":"B","text":"Campaign Finance Committees."},"heading":{"title":"1","chaptersection":"1163","identifier":"1-1163.10","catch_text":"Principal campaign committee."}}