{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-115.\n\nEffect of Amendments\n\nD.C. Law 19-171 redesignated subsec. (c-1) as subsec. (d).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-171, see Historical and Statutory Notes following § 1-121.\n\nFor legislative history of D.C. Law 4-35, see Historical and Statutory Notes following § 1-121.\n\nLaw 10-167, the \"Statehood Commission Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-549, which was referred to the Committee on Self-Determination. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-280 and transmitted to both Houses of Congress for its review. D.C. Law 10-167 became effective on August 26, 1994.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nMiscellaneous Notes\n\nSources of funding appropriation: Section 101(d) of Pub. L. 99-591, the D.C. Appropriations Act, 1987, provided that the District of Columbia shall identify the sources of funding for admission to statehood from its own locally-generated revenues and provided further that no revenues from federal sources shall be used to support the operations or activities of the Statehood Commission and Statehood Compact Commission.\n\nSection 1(c) of Pub. L. 100-202, the District of Columbia Appropriations Act, 1988, provided that the District of Columbia shall identify the sources of funding for Admission to Statehood from its own locally-generated revenues and provided further that no revenues from Federal sources shall be used to support the operations or activities of the Statehood Commission and Statehood Compact Commission.\n\nDC CODE § 1-125\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 6, 27 DCR 4732; Oct. 8, 1981, D.C. Law 4-35, § 2(e), 28 DCR 3376; Aug. 26, 1994, D.C. Law 10-167, § 2(a), 41 DCR 4895; Sept. 26, 2012, D.C. Law 19-171, § 2, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Statehood Commission shall consist of 27 voting members appointed in the following manner:"},{"prefix":"1","text":" The Mayor of the District of Columbia shall appoint 2 members;"},{"prefix":"2","text":" The Chairman of the Council of the District of Columbia shall appoint 2 members;"},{"prefix":"3","text":" The at-large members of the Council shall each appoint 1 member;"},{"prefix":"4","text":" The ward members of the Council shall each appoint 2 members from their respective wards;"},{"prefix":"5","text":" The United States Senators shall each appoint 1 member;"},{"prefix":"6","text":" The United States Representative shall appoint 1 member; and"},{"prefix":"7","text":" The Mayor, the Chairman of the Council, and the Councilmember whose purview the Statehood Commission comes within shall be non-voting members of the Commission."},{"prefix":"a-1","text":"(1) Notwithstanding any other provision of law, members serving unexpired terms on August 26, 1994, may continue to serve until appointments or reappointments are confirmed. Appointments or reappointments shall be made immediately after August 26, 1994, in the following manner:"},{"prefix":"A","text":" The Mayor shall appoint 1 member for a term of 4 years and 1 member for a term of 2 years."},{"prefix":"B","text":" The Chairman shall appoint 1 member for a term of 4 years and 1 member for a term of 2 years."},{"prefix":"C","text":" The 2 senior at-large members of the Council shall each appoint 1 member for a 4 year term."},{"prefix":"D","text":" The 2 remaining at-large members of the Council shall each appoint 1 member for a 2 year term."},{"prefix":"E","text":" The ward members of the Council shall each appoint 2 members from their respective wards in the following manner:"},{"prefix":"i","text":" One member for a 4 year term; and"},{"prefix":"ii","text":" One member for a 2 year term."},{"prefix":"F","text":" The senior United States Senator shall appoint 1 member for a 4 year term."},{"prefix":"G","text":" The junior United States Senator shall appoint 1 member for a 2 year term."},{"prefix":"H","text":" The United States Representative shall appoint 1 member for a 2 year term."},{"prefix":"2","text":" All appointments or reappointments pursuant to subsection (a) of this section shall be for a term of 4 years."},{"prefix":"3","text":" A vacancy on the Commission shall be filled in the same manner that the original appointment was made."},{"prefix":"4","text":" A member of the Commission may continue to serve after the expiration of that member's term until a successor is appointed."},{"prefix":"a-2","text":" All members of the Statehood Commission shall be residents of the District of Columbia."},{"prefix":"a-3","text":" The chairman of the Statehood Commission shall be elected every 2 years, by the members of the commission."},{"prefix":"b","text":" It shall be the duty of the Statehood Commission to educate, advocate, promote, and advance the proposition of statehood for the District of Columbia within the District of Columbia and elsewhere."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" The Commission shall meet at least once a month. All meetings of the Commission shall be open to the public."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"I","text":"General."},"heading":{"title":"1","chaptersection":"125","identifier":"1-125","catch_text":"Statehood Commission."}}