{"text":"For the purposes of this subpart, the term:","historical":"Legislative History of Laws\n\nLaw 15-226, the \"District of Columbia Statehood Delegation Fund Commission Establishment and Tax Check-Off Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-575, which was referred to the Committee on Public Interest. The Bill was adopted on first and second readings on July 13, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-565 and transmitted to both Houses of Congress for its review. D.C. Law 15-226 became effective on March 16, 2005.\n\nDC CODE § 1-129.01\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 11, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539.)","sections":[{"prefix":"1","text":" \"Commission\" means the District of Columbia Statehood Delegation Fund Commission."},{"prefix":"2","text":" \"District of Columbia Statehood Delegation\" means the 2 United States Senators and the United States Representative holding office pursuant to § 1-123."},{"prefix":"3","text":" \"Fund\" means the Statehood Delegation Fund established by § 1-129.08."},{"prefix":"4","text":" \"Statehood Fund\" means the fund established by each United States Senator and United States Representative pursuant to § 1-123(g), and overseen by the Office of Campaign Finance."},{"prefix":"5","text":" \"United States Representative\" means the District of Columbia public official elected pursuant to § 1-123 to the office of Representative, and charged with promoting statehood and voting rights for the citizens of the District of Columbia."},{"prefix":"6","text":" \"United States Senator\" means either of the 2 District of Columbia public officials elected pursuant to § 1-123 to the office of Senator, and charged with promoting statehood and voting rights for the citizens of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.01","catch_text":"Definitions."}}