{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-226, see notes following § 1-129.01.\n\nDC CODE § 1-129.04\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 14, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539.)","sections":[{"prefix":"a","text":" Upon notice to the public, the Commission shall meet at a place in the District of Columbia open and accessible to the public at the times specified in the bylaws, which shall not be less than quarterly each year, and at other times at the call of the Chairman or as additionally provided in the bylaws. Notwithstanding any other District law or rule to the contrary, the Commission may meet by any electronic means; provided, that:"},{"prefix":"1","text":" Each Commissioner may speak, hear, and be heard by the other Commission members; and"},{"prefix":"2","text":" At least one Commission member is physically located in a site in the District of Columbia which is accessible and open to the public, and that reasonable steps have been taken to allow the public to hear the discussion and deliberation of the Commission."},{"prefix":"b","text":" All meetings of the Commission at which official action is to be taken shall be open to the public, as provided in § 1-207.42, except for any portion of a meeting when there is discussion of specific potential donors."},{"prefix":"c","text":" The books and records of the Commission shall be open to the public, as provided in subchapter II of Chapter 5 of Title 2, except that documents regarding specific potential donors shall not be available for public inspection or copying."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.04","catch_text":"Meetings of the Commission."}}