{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-116.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-171, see Historical and Statutory Notes following § 1-121.\n\nFor legislative history of D.C. Law 4-35, see Historical and Statutory Notes following § 1-121.\n\nFor legislative history of D.C. Law 10-167, see Historical and Statutory Notes following § 1-125.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nMiscellaneous Notes\n\nSources of funding appropriation: Section 101(d) of Pub. L. 99-591, the D.C. Appropriations Act, 1987, provided that the District of Columbia shall identify the sources of funding for admission to statehood from its own locally-generated revenues and provided further that no revenues from federal sources shall be used to support the operations or activities of the Statehood Commission and Statehood Compact Commission.\n\nSection 1(c) of Pub. L. 100-202, the District of Columbia Appropriations Act, 1988, provided that the District of Columbia shall identify the sources of funding for Admission to Statehood from its own locally-generated revenues and provided further that no revenues from Federal sources shall be used to support the operations or activities of the Statehood Commission and Statehood Compact Commission.\n\nDC CODE § 1-126\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 7, 27 DCR 4732; Oct. 8, 1981, D.C. Law 4-35, § 2(f), 28 DCR 3376; Aug. 26, 1994, D.C. Law 10-167, § 2(b), 41 DCR 4895; Apr. 9, 1997, D.C. Law 11-255, § 2, 44 DCR 1271.)","sections":[{"prefix":"a","text":" The Statehood Commission shall have the power to establish a commission to be known as the \"Statehood Compact Commission\", which shall consist of members of the Statehood Commission as may be deemed necessary by the Commission, as well as an equal number of members representing the federal government as may be authorized by the President or the Congress of the United States. The Mayor, Chairman, and the Councilmember whose purview the Statehood Commission comes within shall be members of the Compact Commission. The Mayor, Chairman, and Councilmember may each delegate an individual to act in their place."},{"prefix":"b","text":" It shall be the duty of the Statehood Compact Commission:"},{"prefix":"1","text":" To conduct a full and complete study of the necessary and appropriate legislation and administrative action that must be taken in order to facilitate the transfer of authority and functions over that portion of the District of Columbia which will comprise the new state;"},{"prefix":"2","text":" To give special consideration to the relationship that should be developed to secure and maintain any special federal interest in the new state; and"},{"prefix":"3","text":" To submit to the constitutional convention full and detailed reports with findings and recommendations."},{"prefix":"4","text":" Repealed."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"I","text":"General."},"heading":{"title":"1","chaptersection":"126","identifier":"1-126","catch_text":"Statehood Compact Commission."}}