{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-91, in the section name line, validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 15-226, see notes following § 1-129.01.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nDC CODE § 1-129.09\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 19, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539; Apr. 7, 2006, D.C. Law 16-91, § 115, 52 DCR 10637.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, members of the District of Columbia Statehood Delegation may use funds provided by the Commission for any expense closely and directly related to the operation of their office."},{"prefix":"b","text":"(1) Fund monies shall not be used by members of the District of Columbia Statehood Delegation for:"},{"prefix":"A","text":" Campaign expenses related to any election, local or national;"},{"prefix":"B","text":" Any contributions to any candidate for federal or non-federal office;"},{"prefix":"C","text":" Any personal expenses, or travel expenses not closely and directly related to the office the member holds; or"},{"prefix":"D","text":" Any personal salary, or stipend."},{"prefix":"2","text":" The prohibition in paragraph (1)(D) of this subsection shall not limit the ability of a member of the District of Columbia Statehood Delegation to pay salaries to employees other than the member, or to pay vendors providing services closely and directly related to the office the member holds."},{"prefix":"c","text":" Semiannually, each District of Columbia Statehood Delegation member shall provide the Commission with an accounting of the expenditures made with the money received from the Commission. The date by which the accounting is due shall be set by the Commission. The accounting shall be reported in the semiannual report described in § 1-129.11."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.09","catch_text":"Use of funds."}}