{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-114.\n\nEffect of Amendments\n\nD.C. Law 19-124, in subsecs. (b), (c), (e)(3), and (h), substituted \"Board of Elections\" for \"Board of Elections and Ethics\"; and, in subsec. (e)(1), substituted \"subchapter III of Chapter 11A of this title\" for \"subchapter I of Chapter 11 of this title\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 401(k)(3) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-171, see Historical and Statutory Notes following § 1-121.\n\nFor legislative history of D.C. Law 4-35, see Historical and Statutory Notes following § 1-121.\n\nLaw 4-52 was introduced in Council and assigned Bill No. 4-270, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on July 28, 1981 and September 15, 1981, respectively. Signed by the Mayor on September 25, 1981, it was assigned Act No. 4-89 and transmitted to both Houses of Congress for its review.\n\nFor history of Law 19-124, see notes under § 1-122.\n\nDC CODE § 1-124\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 5, 27 DCR 4732; Oct. 8, 1981, D.C. Law 4-35, § 2(d), 28 DCR 3376; Nov. 17, 1981, D.C. Law 4-52, § 3(a), 28 DCR 4348; Apr. 27, 2012, D.C. Law 19-124, § 501(k)(3), 59 DCR 1862.)","sections":[{"prefix":"a","text":" The constitutional convention authorized by this initiative shall consist of 45 delegates selected in the following manner: Five delegates elected at large; and 5 delegates elected from each of the 8 election wards."},{"prefix":"b","text":" Candidates for at-large delegates shall file with the Board of Elections a nominating petition signed by at least 200 of the registered qualified electors of the District of Columbia such that there will be at least 25 certified signatures from each of the 8 election wards. The 5 candidates for at-large delegate who receive the highest number of votes shall be declared elected and shall serve for 3-year terms."},{"prefix":"c","text":" Candidates for the ward delegate positions shall file with the Board of Elections a nominating petition signed by at least 50 of the registered qualified electors from the election ward from which the candidate seeks nomination. The 5 candidates from each of the 8 election wards receiving the highest number of votes shall be declared elected to represent that ward and shall serve for 3-year terms."},{"prefix":"d","text":" Each of the elected delegates, as authorized by subsection (a) of this section, shall be entitled to receive $30 per diem when engaged in the performance of the duties of the constitutional convention."},{"prefix":"e","text":"(1) Except as they may be modified by this section, the election procedures prescribed by subchapter I of Chapter 10 of this title and subchapter III of Chapter 11A of this title for at-large and ward candidates for the Board of Education shall be applicable in respect to at-large and ward candidates for delegate to the constitutional convention."},{"prefix":"2","text":" Each candidate for delegate and each delegate to the constitutional convention shall be a registered qualified voting resident of the District of Columbia and the discontinuance of such residence shall result in forfeiture of the convention seat occupied by such delegate. Each candidate for delegate and each delegate representing a ward shall be a registered qualified voting resident of that ward and the discontinuance of such residence in that ward shall result in forfeiture of the convention seat occupied by such ward delegate. No ward delegate shall forfeit his or her seat solely by reason of a change in ward boundaries."},{"prefix":"3","text":" A vacancy in the convention arising from any cause shall be filled temporarily by the convention and such temporary appointee may serve for the remainder of the 3-year term or until such earlier time as the seat has been filled by an election which shall be held by the Board of Elections in accordance with its regulations concurrently with the earliest practicable special, primary, or general election being held to fill 1 or more offices other than that of convention delegate."},{"prefix":"f","text":" The District of Columbia government shall furnish such space in public buildings for the constitutional convention as is necessary to accommodate public attendance at convention hearings, meetings, and sessions, and shall provide all records and services as may be required by the constitutional convention for carrying out its function."},{"prefix":"g","text":" There is hereby authorized an appropriation from the General Fund of the District of Columbia a sum not in excess of $400,000 to the constitutional convention for such expenses as it may have in carrying out its duties and responsibilities under this initiative."},{"prefix":"h","text":" There is hereby authorized an appropriation from the General Fund of the District of Columbia a sum not in excess of $50,000 to the Board of Elections for the administration of the elections authorized in §§ 1-122 and 1- 123(b), and in otherwise carrying out the provisions of this initiative."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"I","text":"General."},"heading":{"title":"1","chaptersection":"124","identifier":"1-124","catch_text":"Composition of convention; election of delegate candidates; compensation; office space; appropriations."}}