{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-226, see notes following § 1-129.01.\n\nDC CODE § 1-129.03\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 13, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539.)","sections":[{"prefix":"a","text":" The Commission shall consist of 9 voting members to be appointed as follows:"},{"prefix":"1","text":" Five members appointed by the Mayor;"},{"prefix":"2","text":" Four members appointed by the Chairman of the Council, with the advice and consent of the Council."},{"prefix":"b","text":"(1) The Commission Chairman shall be chosen by the Mayor."},{"prefix":"2","text":" The Commission Vice Chairman shall be chosen by the Chairman of the Council."},{"prefix":"3","text":" The Commission shall elect from among its members such other officers of the Commission as it determines appropriate."},{"prefix":"4","text":" Officers shall have such duties, not inconsistent with this subpart, provided in the bylaws and as otherwise determined by the Commission."},{"prefix":"c","text":" Commissioners shall serve 3-year terms, except that the first members appointed by the Chairman of the Council shall serve 2-year terms. All subsequent appointees shall serve 3-year terms."},{"prefix":"d","text":" Commissioners shall meet the following requirements:"},{"prefix":"1","text":" All shall reside in the District of Columbia;"},{"prefix":"2","text":" None shall be employees of the District or federal governments; and"},{"prefix":"3","text":" None shall concurrently:"},{"prefix":"A","text":" Hold office as a member of the District of Columbia Statehood Delegation; or"},{"prefix":"B","text":" Be employed by a member of the District of Columbia Statehood Delegation."},{"prefix":"e","text":" When deemed necessary, the Mayor may remove a Commission member, no matter how appointed, for inefficiency, neglect of duty, malfeasance in office, or conduct bringing disrespect to, or impugning the character or integrity of, the Commission."},{"prefix":"f","text":" A vacancy on the Commission shall be filled for the remainder of the unexpired term and in the same manner in which the original appointment was made."},{"prefix":"g","text":" Commission members may continue to serve after the expiration of their term until a successor is designated. The term of the successor shall be deemed to have commenced upon the expiration of the term of the previous member."},{"prefix":"h","text":" A majority of the number of Commission members serving shall constitute a quorum for the conduct of business."},{"prefix":"i","text":" As soon as practicable after appointment of a majority of its members, the Commission shall adopt bylaws, and may adopt guidelines, rules, and procedures for the governance of its affairs and the conduct of its business."},{"prefix":"j","text":" Commission members shall serve without compensation, but may receive travel, per diem, and other actual, reasonable, and necessary expenses incurred in the performance of their official duties as Commission members to the same extent as employees of the District government classified at a Grade 15, Step 1 of the District Service Salary Schedule for Nonunion Employees. In no event shall a Commission member receive more than $1,000 per year. Such reimbursement shall be paid from the Fund as described in § 1-129.08(d) and shall be reported in the semiannual report described in § 1-129.11."},{"prefix":"k","text":" The Commission may recruit honorary members based on criteria the Commission shall determine. The honorary members shall have no vote on the administration of the Fund or operation of the Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.03","catch_text":"Commissioners."}}