{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-108, in subsec. (a), inserted \"provided, that the Executive Director of the Commission shall be a District resident and shall remain a District resident for the duration of his or her employment by the Commission.   Failure to maintain District residency shall result in a forfeiture of the position\";  added subsec. (a-1);  and, in subsec. (b), inserted \", a listing of the names of all new employees, their pay schedules, titles, and place of residence\".\n\nD.C. Law 17-353 , in subsec. (a), designated pars. (1) and (2), substituted a period for \"; provided that\" at the end of par. (1); and, in subsec. (b), inserted \"and\" preceding \"a listing\".\n\nLegislative History of Laws\n\nFor Law 15-226, see notes following § 1-129.01.\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review.   D.C. Law 17-353 became effective on March 25, 2009.\n\nDC CODE § 1-129.05\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 15, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539; Feb. 6, 2008, D.C. Law 17-108, § 201, 54 DCR 10993; Mar. 25, 2009, D.C. Law 17-353, § 223(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) Chapter 6 of Title 1 shall not apply to employees of the Commission."},{"prefix":"2","text":" The Executive Director of the Commission shall be a District resident and shall remain a District resident for the duration of his or her employment by the Commission. Failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"a-1","text":" Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Commission unless the applicant declines the preference. This 10- point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Commission. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of bona fide residency annually to the director of personnel of the Commission for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment."},{"prefix":"b","text":" The semiannual report described in § 1-129.11 shall describe the compensation structure and amount for any employees of the Commission, and a listing of the names of all new employees, their pay schedules, titles, and place of residence."},{"prefix":"c","text":" No political test or qualification shall be used in selecting, appointing, assigning, promoting, or taking other personnel actions with respect to employees of the Commission."},{"prefix":"d","text":" In carrying out its duties, the Commission may utilize contract services and, to the maximum extent possible, pro bono services; provided, that such services are itemized in the semiannual report of the Commission described in § 1-129.11."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.05","catch_text":"Officers and employees."}}