{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-226, see notes following § 1-129.01.\n\nDC CODE § 1-129.08\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-171, § 18, as added Mar. 16, 2005, D.C. Law 15-226, § 102, 51 DCR 10539.)","sections":[{"prefix":"a","text":" There is established a Statehood Delegation Fund, which shall be operated and maintained by the Commission in accordance with generally accepted accounting principles."},{"prefix":"b","text":" The Commission shall solicit contributions, appropriations, and grants to and for the benefit of the Fund from public and private sources."},{"prefix":"c","text":" Except as provided in § 1-129.12, all revenues, proceeds, and monies, from whatever source, collected or received by the Commission shall be credited to the Fund and shall not, at any time, be transferred to, lapse into, or be commingled with the General Fund of the District of Columbia, or any other funds or accounts of the District of Columbia."},{"prefix":"d","text":" The Commission shall pay its expenses from the Fund. Such expenses shall be for administrative purposes, for maintenance of its existence, preparation of reports pursuant to subsection (g) of this section and to § 1-129.11, and to raise funds; provided, that the Commission may not expend more than 25% of the Fund on an annual basis for its expenses."},{"prefix":"e","text":"(1) Quarterly, equal disbursements shall be made from the Fund to the Statehood Fund of each member of the District of Columbia Statehood Delegation. The amount of each disbursement shall be reported in the semiannual report described in § 1-129.11."},{"prefix":"2","text":" Except as provided in subsection (f) of this section or in paragraph (3) of this subsection, each quarter, the 3 equal disbursements under subsection (a) of this section shall total an amount equal to the balance of the Fund after payment of expenses pursuant to subsection (d) of this section."},{"prefix":"3","text":" The Commission may disburse less than the full balance of the Fund, as provided in paragraph (2) of this subsection, if it determines, by a 2/3 vote of the Commission, that disbursing the full balance would be fiscally imprudent."},{"prefix":"f","text":" No disbursement shall be made under subsection (e) of this section to a member of the District of Columbia Statehood Delegation who is out of compliance with the filing and disclosure requirements of this subpart and applicable District or federal law, or who has used funds in violation of § 1-129.09, until such time as the violation has been corrected. In this instance, the 1/3 disbursement held back shall become part of the corpus from which the next quarterly disbursement, pursuant to subsection (e)(1) of this section shall be made."},{"prefix":"g","text":" The Commission shall transmit to the Mayor, the Council, and the Chief Financial Officer quarterly reports summarizing the revenues and expenditures of the Fund."},{"prefix":"h","text":" All revenues and expenses of the Fund shall be audited annually by the Chief Financial Officer, who shall transmit the audit to the Mayor and the Council. The expenses of the annual audit shall be defrayed by the Fund."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"A","text":"Constitutional Convention Initiative."},"subpart":{"identifier":"II","text":"District of Columbia Statehood Delegation Fund Commission."},"heading":{"title":"1","chaptersection":"129","identifier":"1-129.08","catch_text":"Establishment of Statehood Delegation Fund."}}