{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-929.\n\n1973 Ed., § 1-629.\n\nEffect of Amendments\n\nD.C. Law 18-111 added subsecs. (a-1) and (e).\n\nD.C. Law 18-223 rewrote subsec. (a) and repealed subsec. (a-1), which had read as follows:\n\n\"(a) The Mayor of the District of Columbia is hereby authorized to revise, as necessary, the schedule of fees to be charged for services rendered by the Surveyor of the District of Columbia. Such fees shall be established by the Mayor in such amounts as, in his judgment, will be commensurate with the cost to the District of Columbia for providing the services rendered by the Office of the Surveyor. Notice of any revision of the schedule of fees shall be published in accordance with the provisions of the District of Columbia Administrative Procedure Act (§ 2-501 et seq.), and in addition shall be filed with the Council of the District of Columbia at least 30 days prior to their effective date. The schedule of fees established by the Mayor shall be available for inspection in the Office of the Surveyor.\n\n\"(a-1) Subject to subsection (a) of this section, the fees of the Office of the Surveyor shall be as follows:\n\n\"(1) Building plats (up to 3 usual-shaped lots): $50.\n\n\"(2) Registration of land surveyors (renewal of certification): $75.\n\n\"(3) Registration of land surveyors (application): $125.\n\n\"(4) Street and alley closings or revisions (closing application initial processing stage): $2,500.\n\n\"(5) Subdivision of land plats (up to 3 usual-shaped lots): $400.\n\n\"(6) Subdivision of land plats (more than 3 usual-shaped lots): $400.\n\n\"(7) Private surveyor's plat (filing wall examination report): $50.\n\n\"(8) Designation of a new address in the District of Columbia: $25.\n\n\"(9) Fire suppression systems for hoods and ducts--project review fees:\n\n\"(A) One to 50 nozzles--$6 each;\n\n\"(B) Each nozzle thereafter--$3 each;\n\n\"(C) Minimum review fee--$33.\n\n\"(10) Construction modification requests filed pursuant to subsection 104.10 of Title 12 of the District of Columbia Municipal Regulations (12A.DCMR § 104.10): $175.\n\n\"(11) Specialized shop drawing review requests: $20 per hour.\n\n\"(12) Elevator repair permit fee: 1% of construction cost (minimum $33).\n\n\"(13) New elevator permit fee: $85 per cab.\n\n\"(14) Optional surveyor's preliminary review meeting sessions with Office of Surveyor staff: $30 per hour.\n\n\"(15) Optional surveyor's preliminary review meeting sessions with the Surveyor: $50 per hour.\n\n\"(16) Optional expedited building plats: $75.\n\n\"(17) Optional electronic building plat: $5.\"\n\nD.C. Law 19-21 rewrote subsec. (e), which had read as follows:\n\n\"(e)(1) There is established as a nonlapsing fund the Enhanced Surveyor Function Fund ('Fund'), to be administered by the Department of Consumer and Regulatory Affairs. The funds in the Fund shall be used solely for the purposes of maintaining and upgrading the surveying systems and enhancing customer service delivery by the Office of the Surveyor.\n\n\"(2) Except as provided in paragraph (3) of this subsection, all fees collected by the Office of the Surveyor shall be deposited into the Fund. All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in paragraph (1) of this subsection without regard to fiscal year limitation, subject to authorization by Congress.\n\n\"(3) Notwithstanding paragraph (2) of this subsection, fees collected by the Office of the Surveyor in the amount of $29,750 annually shall be deposited in the General Fund of the District of Columbia in fiscal years 2010 through 2013.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 202 of the Fiscal Year 2010 Balanced Budget Support Temporary Act of 2010 (D.C. Law 18-222, September 24, 2010, law notification 57 DCR 9859).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2031 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2031 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2010 Balanced Budget Support Emergency Act of 2010 (D.C. Act 18-450, June 28, 2010, 57 DCR 5635).\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2010 Balanced Budget Support Congressional Review Emergency Act of 2010 (D.C. Act 18-531, August 6, 2010, 57 DCR 8109).\n\nFor temporary (90 day) amendment of section, see § 2022 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 2-149 was introduced in Council and assigned Bill No. 2-372, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, respectively. Signed by the Mayor on December 29, 1978, it was assigned Act No. 2-338 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 1-1316.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nFor history of Law 19-21, see notes under § 1-301.01.\n\nMiscellaneous Notes\n\nShort title: Section 2030 of D.C. Law 18-111 provided that subtitle D of title II of the act may be cited as the \"Surveyor and Special Review Requests Enhanced Customer Services Amendment Act of 2009\".\n\nShort title: Section 2021 of D.C. Law 18-223 provided that subtitle C of title II of the act may be cited as the \"Licensing, Permitting, and Corporate Filings Amendment Act of 2010\".\n\nDC CODE § 1-1329\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1426, ch. 854, § 1593; Mar. 3, 1979, D.C. Law 2- 149, § 2, 25 DCR 7035; Apr. 20, 1999, D.C. Law 12-261, § 5005(g), 46 DCR 3142; Mar. 3, 2010, D.C. Law 18-111, § 2031, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 2022, 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 9038, 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may establish and revise the fees and additional charges for services rendered by the Surveyor of the District of Columbia. The fees shall be established by the Mayor in such amounts as, in the Mayor's judgment, will be commensurate with the cost to the District of Columbia for providing the services rendered by the Office of the Surveyor. The schedule of fees established by the Mayor shall be available for inspection in the Office of the Surveyor."},{"prefix":"2","text":" The proposed rules issued pursuant to paragraph (1) of this subsection shall be submitted to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 90-day review period, the proposed rules shall be deemed approved."},{"prefix":"a-1","text":" Repealed."},{"prefix":"b","text":" Any person may request in writing that the Surveyor perform any survey or prepare any plat authorized by this chapter. The Surveyor may complete and may record any survey within 60 days after a written request for survey is filed. Except for those surveying or other functions, duties or obligations specifically reserved to the Surveyor in this chapter, any person may employ, at his expense, a registered land surveyor to perform any survey or prepare any plat authorized by this chapter. Such registered land surveyor employed pursuant to this subsection shall perform the survey under the direction of and in accordance with procedures established by the Surveyor. This subsection shall not apply to any department or agency of the government of the District of Columbia."},{"prefix":"c","text":" For the purposes of this section, a \"registered land surveyor\" shall mean any person or firm licensed under the provisions of subchapter I-B of Chapter 28 of Title 47 approved and permitted by the Office of the Surveyor to prepare and certify surveys and subdivision plats in the District of Columbia, including, but not limited to, registered civil engineers. The Surveyor is authorized to establish and enforce standards and operating procedures for the performance of surveys by registered land surveyors under subsection (b) of this section. The Surveyor is further authorized to establish and maintain a list of approved registered land surveyors who may be utilized by applicants for surveys pursuant to subsection (b) of this section."},{"prefix":"d","text":" The Mayor is authorized to promulgate such rules and regulations as may be necessary to carry out the purposes of this section, including rules to authorize the use of private land surveyors to perform surveys or prepare plats."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Surveyor."},"heading":{"title":"1","chaptersection":"1329","identifier":"1-1329","catch_text":"Mayor to revise fees for Surveyor; notice of revision of fee schedule; inspection of fee schedule; employment of registered land surveyor."}}