{"text":"Whenever the Surveyor or a registered land surveyor shall lay off any lot, or any parts into which a square or lot may be subdivided, as provided in this chapter, the Surveyor or a registered land surveyor shall measure the whole of that front of the square on which said lot or part lies, and if, on such admeasurement, the whole front of the square exceeds or falls short of the aggregate of the fronts of the lots on that side of the square, as the same are recorded, the Surveyor or a registered land surveyor shall, except in that portion of the City of Washington included within the limits of what formerly constituted the City of Georgetown, apportion such excess or deficiency among the lots or pieces on that front agreeably to their respective dimensions; and in that portion of the City of Washington included within the limits of what formerly constituted the City of Georgetown, the Surveyor or a registered land surveyor shall allow such excess or charge such deficiency to the highest numbered original lot on that front of the square, or apportion such excess or deficiency among any lots into which such highest numbered original lot may have been subdivided: provided, that wherever in the former City of Georgetown a square or block of land is intersected by the division line between 2 original additions to said City, the excess or deficiency found between the street lines and said division line shall be applied to the highest numbered original lot on each side of said division line, or apportioned among any lots into which such highest numbered original lot may have been subdivided.","historical":"Prior Codifications\n\n1981 Ed., § 1-924.\n\n1973 Ed., § 1-624.\n\nEffect of Amendments\n\nD.C. Law 13-91 inserted \"a\" following \"Whenever the Surveyor or\", substituted \"City of Georgetown, the Surveyor\" for \"City of Georgetown the Surveyor\", and validated previously made technical amendments.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 1-1316.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nDC CODE § 1-1324\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1425, ch. 854, § 1585; June 30, 1902, 32 Stat. 544, ch. 1329; Apr. 20, 1999, D.C. Law 12-261, § 5005(d), 46 DCR 3142; Apr. 12, 2000, D.C. Law 13-91, § 114, 47 DCR 520.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Surveyor."},"heading":{"title":"1","chaptersection":"1324","identifier":"1-1324","catch_text":"Deficiency or excess in measurement of square."}}