{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under ยง 1-137.01.\n\nDC CODE ยง 1-137.04\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2012, D.C. Law 19-168, ยง 1085, 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Home Rule Act 40th Anniversary Celebration and Commemoration Fund, which shall be administered by the Commission, to be used for the purposes set forth in subsection (c) of this section."},{"prefix":"b","text":"(1) Deposits into the Fund shall include:"},{"prefix":"A","text":" Federal funds, if any;"},{"prefix":"B","text":" Gifts, grants, and donations; and"},{"prefix":"C","text":" Proceeds from the sale of memorabilia and information related to the 40th anniversary of the adoption of the Home Rule Act."},{"prefix":"2","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The Commission may expend monies in the Fund to celebrate and commemorate the 40th anniversary of the adoption of the Home Rule Act, including:"},{"prefix":"1","text":" Planning, developing, and executing appropriate programs and activities;"},{"prefix":"2","text":" Purchasing and selling merchandise related to the Home Rule Act, such as:"},{"prefix":"A","text":" Books;"},{"prefix":"B","text":" Pamphlets;"},{"prefix":"C","text":" Memorabilia; or"},{"prefix":"D","text":" Other material;"},{"prefix":"3","text":" Identifying appropriate displays and activities to showcase the history of home rule and the quest by residents and officials instrumental in the passage of the Home Rule Act to gain self-determination for the District of Columbia;"},{"prefix":"4","text":" Identifying possible amendments to the Home Rule Act;"},{"prefix":"5","text":" Outlining programs to involve the public in learning more about the Home Rule Act and self-determination in the District;"},{"prefix":"6","text":" Making grants available, subject to the availability of funds in the Fund, through a competitive process, for educational programs to public schools, public charter schools, and other organizations;"},{"prefix":"7","text":" Encouraging educational, historical, civic, and other organizations to participate in the anniversary activities to expand the understanding of the Home Rule Act and self-determination in the District;"},{"prefix":"8","text":" Assuring that the observances appropriately recognize former mayors and members of the Council, and other people, who have contributed to the growth and development of elected government in the District;"},{"prefix":"9","text":" Facilitating other activities, such as receptions, parades, or festivals, and the provision of food, snacks, entertainment, and non-alcoholic beverages to the general public participating in the activities; and"},{"prefix":"10","text":" Examining the Home Rule Act to determine the authority that shall be used to advance democracy for the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"II","text":"Statehood."},"part":{"identifier":"E","text":"Home Rule Act 40th Anniversary Celebration and Commemoration."},"heading":{"title":"1","chaptersection":"137","identifier":"1-137.04","catch_text":"Home Rule 40th Anniversary Celebration and Commemoration Fund."}}