{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 1004 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 17-20, see notes following ยง 1-1431.\n\nDC CODE ยง 1-1433\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2007, D.C. Law 17-20, ยง 1004, 54 DCR 7052.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Technology Infrastructure Services Support Fund, which shall be used solely to defray operational costs of the Citywide Messaging program, the Citywide Security program, the IT ServUs program, and the Server Operations program. The Technology Infrastructure Services Support Fund shall be funded by payments from independent District government agencies for services furnished by the Citywide Messaging program, the Citywide Security program, the IT ServUs program, and the Server Operations program. All funds collected from these sources shall be deposited into the Technology Infrastructure Services Support Fund."},{"prefix":"b","text":" All funds deposited into the Technology Infrastructure Services Support Fund, and any interest earned thereon, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Office of the Chief Technology Officer."},"subchapter":{"identifier":"II","text":"Technology Services Support."},"heading":{"title":"1","chaptersection":"1433","identifier":"1-1433","catch_text":"Technology Infrastructure Services Support Fund."}}