{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1195.5.\n\nEffect of Amendments\n\nD.C. Law 13-172, in par. (1) of subsec. (a), substituted \", telecommunications policies, and data centers\" for \"and telecommunications policies\".\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 1-1195.1 to 1-1195.5 [1981 Ed.], see note to § 1- 1401.\n\nFor temporary (90-day) addition of Chapter 11B [1981 Ed.], see notes following § 1-1401.\n\nFor temporary (90-day) amendment of section, see § 2103(b) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2103(b) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-1401.\n\nFor Law 13-172, see notes following § 2-301.04.\n\nDC CODE § 1-1405\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-175, § 1816, 45 DCR 7193; Oct. 19, 2000, D.C. Law 13-172, § 2103(b), 47 DCR 6308.)","sections":[{"prefix":"a","text":" There are hereby established 3 primary organizational functions in the Office as follows:"},{"prefix":"1","text":" The Office of the Chief Technology Officer, which will include the staff and organizational units needed to carry out the overall plans and directions for the District's information technology, telecommunications policies, and data centers;"},{"prefix":"2","text":" Agency Support Services, which will provide direct assistance and support to the user agencies throughout the District government. Agency Support Services will also provide procurement and contract oversight and assistance for information technology and telecommunications, maintain standard technology-related contracts that all District departments and agencies may use, and manage projects that introduce new technologies and systems throughout the District government; and"},{"prefix":"3","text":" Technical Services, which will provide support for desktop computers, servers, phones, and network equipment, and identify cost savings, operational efficiencies, and ways to improve public services by introducing tested technologies such as electronic service delivery, document imaging, and Internet systems."},{"prefix":"b","text":" The Chief Technology Officer, in the performance of his or her duties and functions, is authorized to restructure the organizational components of the Office as he or she deems necessary to improve the quality of services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Office of the Chief Technology Officer."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"1","chaptersection":"1405","identifier":"1-1405","catch_text":"Organization."}}