{"text":"","historical":"Prior Codifications\n\n2001 Ed., ยง 1-173.\n\nLegislative History of Laws\n\nFor Law 14-237, see notes following ยง 1-151.\n\nDC CODE ยง 1-153\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 2003, D.C. Law 14-237, ยง 4, 49 DCR 10485.)","sections":[{"prefix":"a","text":" There is established a Flag Design Advisory Commission (\"Commission\") with the purpose of preparing a recommendation for the placement and design of the language \"DC\" and \"No Taxation Without Representation\" on the District of Columbia flag."},{"prefix":"b","text":" The Commission shall be composed of 7 members: the Mayor, or his or her designee; the Chairman of the Council, or his or her designee; the Chairman of the Council's Subcommittee on Labor, Voting Rights, and Redistricting, or his or her designee; 2 persons appointed by the Mayor; and 2 persons appointed by the Chairman of the Council. The Chairman of the Council shall designate the Commission Chairman. All appointments shall be made within 30 days of March 25, 2003. Vacancies shall be filled in the same manner as the initial appointment was made."},{"prefix":"c","text":" The Commission shall submit its recommendation in the form of a report to the Council no later than 4 months after March 25, 2003. The Commission shall approve its recommendation by a majority vote."},{"prefix":"d","text":" Costs of the Commission and its members shall be borne by the members or paid through private contributions. The Commission is authorized to receive private-sector contributions. The Commission is authorized to use space and supplies owned or rented by the District of Columbia government, and to use staff loaned from the Council or detailed from the Mayor for such purposes consistent with this subchapter as the Commission may determine."},{"prefix":"e","text":" The Commission shall have the authority to create and operate under its own rules of procedure."},{"prefix":"f","text":" The books and records of the Commission shall be public documents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"1","text":"District of Columbia Government Development."},"subchapter":{"identifier":"III","text":"District of Columbia Flag."},"part":{"identifier":"B","text":"District of Columbia Flag Adoption and Design."},"heading":{"title":"1","chaptersection":"153","identifier":"1-153","catch_text":"Flag Design Advisory Commission."}}