{"text":"","historical":"Effect of Amendments\n\nPub. L. 111-8, in subsec. (f), substituted \"fiscal year 2006 and each succeeding fiscal year\" for \"fiscal years 2006 through 2008\".\n\nEffective Dates\n\nSection 808(b) of Pub. L. 111-8 provides that the amendment made by subsection (a) shall take effect as if included in the enactment of the 2005 District of Columbia Omnibus Authorization Act [Pub. L. 109-356].\n\nDelegation of Authority\n\nDelegation of Additional Functions to the Office of Partnerships and Grant Services; Grantmaking Made Subject to Policies and Procedures Contained inCity-Wide Grants Manual and Sourcebook; Establishment of Grantmaking Procedure Waiver Committee, see Mayor's Order 2009-228, January 8, 2010 (57 DCR 530).\n\nDelegation of Authority to the Child and Family Services Agency under section 601(d) of the Prevention of Child Abuse and Neglect Act of 1977, see Mayor's Order 2010-185, December 27, 2010 (58 DCR 153).\n\nDC CODE § 1-204.46b\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 801, Pub. L. 93-198, title IV, § 446b, as added Oct. 16, 2006, 120 Stat. 2040, Pub. L. 109-356, § 305(a); Mar. 11, 2009, 123 Stat. 696, Pub. L. 111-8, § 808(a).)","sections":[{"prefix":"a","text":" Authority to accept, obligate, and expend amounts. -- Notwithstanding the fourth sentence of § 1-204.46, the Mayor, in consultation with the Chief Financial Officer of the District of Columbia may accept, obligate, and expend Federal, private, and other grants received by the District government that are not reflected in the budget approved by Act of Congress as provided in such section."},{"prefix":"b","text":" Conditions. --"},{"prefix":"1","text":" Role of Chief Financial Officer; approval by Council. -- No Federal, private, or other grant may be accepted, obligated, or expended pursuant to subsection (a) of this section until --"},{"prefix":"A","text":" the Chief Financial Officer submits to the Council a report setting forth detailed information regarding such grant; and"},{"prefix":"B","text":" the Council has reviewed and approved the acceptance, obligation, and expenditure of such grant."},{"prefix":"2","text":" Deemed approval by Council. -- For purposes of paragraph (1)(B) of this subsection, the Council shall be deemed to have reviewed and approved the acceptance, obligation, and expenditure of a grant if --"},{"prefix":"A","text":" no written notice of disapproval is filed with the Secretary of the Council within 14 calendar days of the receipt of the report from the Chief Financial Officer under paragraph (1)(A) of this subsection; or"},{"prefix":"B","text":" if such a notice of disapproval is filed within such deadline, the Council does not by resolution disapprove the acceptance, obligation, or expenditure of the grant within 30 calendar days of the initial receipt of the report from the Chief Financial Officer under paragraph (1)(A) of this subsection."},{"prefix":"c","text":" No obligation or expenditure permitted in anticipation of receipt or approvaL. -- No amount may be obligated or expended from the general fund or other funds of the District of Columbia government in anticipation of the approval or receipt of a grant under subsection (b)(2) of this section or in anticipation of the approval or receipt of a Federal, private, or other grant not subject to such subsection."},{"prefix":"d","text":" Adjustments to annual budget. -- The Chief Financial Officer may adjust the budget for Federal, private, and other grants received by the District government reflected in the amounts provided in the budget approved by Act of Congress under § 1-204.46, or approved and received under subsection (b)(2) of this section to reflect a change in the actual amount of the grant."},{"prefix":"e","text":" Reports. -- The Chief Financial Officer shall prepare a quarterly report setting forth detailed information regarding all Federal, private, and other grants subject to this section. Each such report shall be submitted to the Council and to the Committees on Appropriations of the House of Representatives and Senate not later than 15 days after the end of the quarter covered by the report."},{"prefix":"f","text":" Effective date. -- This section shall apply with respect to fiscal year 2006 and each succeeding fiscal year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.46b","catch_text":"Acceptance of grant amounts not included in annual budget."}}