{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-334.\n\n1973 Ed., § 47-254.\n\nEffect of Amendments\n\nPublic Law 106-522 redesignated subsections (i) through (m) as subsections (j) through (n), respectively; and added a new subsec. (i)\n\nTemporary Enactments\n\nFor temporary (225 day) additions, see §§ 2 to 16 of Retail Incentive Temporary Act of 2003 (D.C. Law 15-58, December 9, 2003, law notification 51 DCR 1793).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of tax increment financing for retail development provisions, see § 2 of Retail Incentive Emergency Act of 2003 (D.C. Act 15-140, July 29, 2003, 50 DCR 6868).\n\nFor temporary (90 day) addition of tax increment financing for retail development, see §§ 2 to 17 of Retail Incentive Congressional Review Emergency Act of 2003 (D.C. Act 15-214, November 7, 2003, 50 DCR 10011).\n\nFor temporary (90 day) addition of tax increment financing for retail development, see §§ 2 to 17 of Retail Incentive Second Congressional Review Emergency Act of 2004 (D.C. Act 15-482, July 19, 2004, 51 DCR 7820).\n\nDelegation of Authority\n\nDelegation of authority under Ottenberg's Bakers Inc., Projects Revenue Bond Act of 1984, see Mayor's Order 84-188, October 23, 1984.\n\nDelegation of functions under section 490(e)(6) of the District of Columbia Self-Government and Governmental Reorganization Act of 1973 as amended: See Mayor's Order 85-39, April 1, 1985.\n\nDelegation of contracting authority, see Mayor's Order 91-92, June 7, 1992.\n\nDelegation of functions under § 490(e)(6) of the D.C. Self-Government and Government Reorganization Act of 1973, as amended, D.C. Code § 1- 204.90(e)(6): See Mayor's Orders 91-154, October 1, 1991; 92-73, June 16, 1992; 93-170, October 22, 1993.\n\nDelegation of functions under Acts Authorizing the Issuance of Revenue Bonds, Notes and Other Obligations: See Mayor's Order 93-104, July 15, 1993.\n\nDelegation of Authority under the District of Columbia Home Rule Act, see Mayor's Order 98-95, June 16, 1998 (45 DCR 4571).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, see Mayor's Order 2000-1, January 7, 2000 (47 DCR 1011).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, as amended, and the George Washington University Revenue Bond Project Approval Resolution of 1999, see Mayor's Order 2000-24, February 9, 2000 (47 DCR 1036).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, as amended, and the American Red Cross Revenue Bond Project Approval Resolution of 1999, see Mayor's Order 2000-25, February 9, 2000 (47 DCR 1037).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, as amended, to the CFO with Respect to Bonds, Notes or Other Obligations of the Public Welfare Foundation, et al., see Mayor's Order 2000-48, March 29, 2000 (47 DCR 4723).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, see Mayor's Order 2000-69, April 28, 2000 (47 DCR 4751).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, as amended, Concerning Certain Industrial Revenue Bond Transactions, see Mayor's Order 2000-90, June 7, 2000 (47 DCR 5268).\n\nDelegation of authority under sections 490(a)(4) and (e)(6) of the District of Columbia Home Rule Act, as amended, Concerning Certain Industrial Revenue Bond Transactions, see Mayor's Order 2000-103, June 27, 2000 (47 DCR 5785).\n\nResolutions\n\nResolution 13-97, the \"Young Men's Christian Association of Metropolitan Washington Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective March 16, 1999.\n\nResolution 13-99, the \"Whitman-Walker Clinic Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective March 16, 1999.\n\nResolution 13-101, the \"Georgetown University Revenue Refunding Bond Project Emergency Approval Resolution of 1999\", was approved effective March 16, 1999.\n\nResolution 13-127, the \"Americans United for Separation of Church and State Revenue Bond Project Emergency Resolution of 1999\", was approved effective May 4, 1999.\n\nResolution 13-153, the \"Army Distaff Foundation, Inc. Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective June 8, 1999.\n\nResolution 13-155, the \"Gems, Incorporated Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective June 8, 1999.\n\nResolution 13-207, the \"Catholic University of America Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-209, the \"President and Directors of Gonzaga College Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-211, the \"Washington Home, Inc. Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-213, the \"Planned Parenthood Federation of America, Inc. Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-215, the \"819 7th Street, LLC Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-217, the \"Arnold & Porter Enterprise Zone Revenue Bonds Project Emergency Approval Resolution of 1999\", was approved effective July 6, 1999.\n\nResolution 13-323, the \"American Immigration Lawyers Association Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective October 5, 1999.\n\nResolution 13-341, the \"American National Red Cross Revenue Bond Project Approval Resolution of 1999\", was approved effective November 2, 1999.\n\nResolution 13-342, the \"George Washington University Revenue Bond Project Approval Resolution of 1999\", was approved effective November 2, 1999.\n\nResolution 13-358, the \"800 8th Street, N.W., L.L.C. Revenue Bond Project Emergency Approval Resolution of 1999\", was approved effective November 2, 1999.\n\nResolution 13-405, the \"District of Columbia Tax Increment Revenue Bond Gallery Place Project Emergency Approval Resolution of 1999\", was approved effective December 7, 1999.\n\nResolution 13-500, the \"Community Academy Public Charter School Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective March 7, 2000.\n\nResolution 13-502, the \"Public Welfare Foundation, Inc. Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective March 7, 2000.\n\nResolution 13-504, the \"Smithsonian Institution Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective March 7, 2000.\n\nResolution 13-510, the \"District of Columbia Tax Increment Revenue Bond Mandarin Hotel Project Emergency Approval Resolution of 2000\", was approved effective March 7, 2000.\n\nResolution 13-526, the \"American Chemical Society Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective April 18, 2000.\n\nResolution 13-540, the \"Kingsbury Center, Inc. Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective May 19, 2000.\n\nResolution 13-557, the \"World Wildlife, Inc. Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective June 6, 2000.\n\nResolution 13-559, the \"National Geographic Society Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective June 6, 2000.\n\nResolution 13-561, the \"Hotel 1225 LLC Enterprise Zone Facility Bonds Project Emergency Approval Resolution of 2000\", was approved effective June 6, 2000.\n\nResolution 13-563, the \"Fort Lincoln New Town/Premium Distributors, L.L.C. Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective June 6, 2000.\n\nResolution 13-634, the \"Fourteenth and Irving Ventures Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective July 11, 2000.\n\nResolution 13-636, the \"National Child Day Care Association Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective July 11, 2000.\n\nResolution 13-638, the \"St. Patrick's Episcopal Day School Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective July 11, 2000.\n\nResolution 13-675, the \"HF Enterprises Enterprise Zone Facility Bonds Project Emergency Approval Resolution of 2000\", was approved effective October 3, 2000.\n\nResolution 13-713, the \"Gallery Place Project Modification Emergency Approval Resolution of 2000\", was approved effective November 8, 2000.\n\nResolution 13-733, the \"MedStar Health Revenue Bond Project Emergency Approval Resolution of 2000\", was approved effective December 5, 2000.\n\nResolution 13-745, the \"Mandarin Hotel Project Modification Approval Resolution of 2000\", was approved effective December 19, 2000.\n\nResolution 13-786, the \"Gallery Place Project Bond Maturity Modification Emergency Approval Resolution of 2000\", was approved effective December 19, 2000.\n\nResolution 13-788, the \"Tax Increment Revenue Notes International Spy Museum Emergency Approval Resolution of 2000\", was approved effective December 22, 2000.\n\nResolution 14-46, the \"National Museum of Washington in the Arts Revenue Bond Project Approval Resolution of 2001\", was approved effective March 6, 2001.\n\nResolution 14-47, the \"Seed Public Charter School of Washington, D.C., Revenue Bond Project Approval Resolution of 2001\", was approved effective March 6, 2001.\n\nResolution 14-48, the \"Georgetown University Revenue Bond Project Approval Resolution of 2001\", was approved effective March 6, 2001.\n\nResolution 14-97, the \"Trinity College Revenue Bond Project Approval Resolution of 2001\", was approved effective May 1, 2001.\n\nResolution 14-98, \"The Henry J. Kaiser Family Foundation Revenue Bond Project Approval Resolution of 2001\", was approved effective May 1, 2001.\n\nResolution 14-110, the \"United Planning Organization Revenue Bond Project Emergency Approval Resolution of 2001\", was approved effective May 15, 2001.\n\nResolution 14-124, the \"National Public Radio, Inc. Revenue Bond Project Emergency Approval Resolution of 2001\", was approved effective June 5, 2001.\n\nResolution 14-140, \"The Field School, Inc. Revenue Bond Project Approval Resolution of 2001\", was approved effective June 26, 2001.\n\nResolution 14-141, the \"Historical Society of Washington, D.C. Revenue Bond Project Approval Resolution of 2001\", was approved effective June 26, 2001.\n\nResolution 14-227, \"Kmart Corporation Revenue Bond Project Approval Resolution of 2001\", was approved effective October 16, 2001.\n\nResolution 14-242, the \"Crowell & Moring LLP Enterprise Zone Revenue Bonds Project Approval Resolution of 2001\", was approved effective November 6, 2001.\n\nResolution 14-243, the \"DC Arena L.P. Revenue Bond Project Approval Resolution of 2001\", was approved November 6, 2001.\n\nResolution 14-278, the \"Penn Quarter Garage, L.L.C. Revenue Bond Project Approval Resolution of 2001\", was approved effective December 4, 2001.\n\nResolution 14-327, \"Washington Very Special Arts, Inc., and WVSA School For Arts In Learning, Inc., Revenue Bond Project Emergency Approval Resolution of 2002\", was approved effective January 8, 2002.\n\nResolution 14-398, the \"Children's Hospital Revenue Bond Project Approval Resolution of 2002\", was approved effective April 9, 2002.\n\nResolution 14-399, the \"Thurgood Marshall Center Trust, Inc. of Washington, D.C. Revenue Bond Project Approval Resolution of 2002\", was approved effective April 9, 2002.\n\nResolution 14-400, the \"Capital City Public Charter School, Inc. Revenue Bond Project Approval Resolution of 2002\", was approved effective April 9, 2002.\n\nMiscellaneous Notes\n\nEnactment upon adoption of federal legislation: Section 4 of D.C. Law 11-254 provided that \"§§ 47-101, 47-117, 47-130, 47-301, 47-302, 47-303, 47-304, 47- 304.1, 47-305, 47-310, 47-312, 47-317.1 through 47-317.6, 47-321 through 47- 325, 47-327 through 47-331, and 47-332 through 47-334 of Title 47 [§§ 1- 204.41, 1-204.55, 1-204.50, 1-204.42, 1-204.43, 1-204.44, 1- 204.46, 1-204.53, 1-204.47, 1-204.48, 1-204.49, 1-204.24a through 1-204.24e, 47-317.06, 1-204.61 through 1-204.65, 1- 204.71 through 1-204.75, 1-204.81, 1-204.85, 1-204.86 and 1- 204.90, 2001 Ed.] of the District of Columbia Code shall be enacted as part of Title 47 upon the adoption by Congress of legislation so enacting these sections.\"\n\nRequest for Congressional action: Pursuant to § 501(b) of D.C. Law 10-188, the Council of the District of Columbia requested that Congress amend § 490(h)(3) of the District of Columbia Self-Government and Governmental Reorganization Act to read as follows:\n\n\"(3)(A) The fourth sentence of § 47-304 [§ 1-204.46] shall not apply to --\n\n(i) any amount (including the amount of any accrued interest or premium) obligated or expended from the proceeds of the sale of any revenue bond, note, or other obligation issued under paragraph (1) of this subsection.\n\n(ii) any amount obligated or expended for the payment of the principal of, interest on, or any premium for any revenue bond, note, or other obligation issued under paragraph (1) of this subsection.\n\n(iii) any amount obligated or expended to secure any revenue bond, note, or other obligation issued under paragraph (1) of this subsection, and.\n\n(iv) any amount obligated or expended for repair, maintenance, and capital improvements issued under paragraph (1) of this subsection.\n\n(B) Other operating obligations or expenditures shall be exempt from the fourth sentence of § 47-304 [§ 1-204.46, 2001 Ed.], except that if the operating obligations or expenditures are incurred prior to October 1, 1995, they shall be approved pursuant to the procedures set forth in § 47-304.1 [§ 1-204.53, 2001 Ed.].\"\n\nMedlantic Healthcare Group, Inc., Revenue Bond Project Approval Resolution of 1995: Pursuant to Resolution 11-163, effective November 7, 1995, the Council approved the loan of proceeds from the issuance and sale of District of Columbia Revenue Bonds to Medlantic Healthcare Group, Inc., d/b/a Washington Hospital Center, and National Rehabilitation Hospital (\"Medlantic\").\n\nCarnegie Endowment for International Peace Revenue Bond Project Approval Resolution of 1996: Pursuant to Resolution 11-203, effective January 4, 1996, the Council approved the Carnegie Endowment for International Peace Revenue Bond Project.\n\nAmerican University Revenue Bond Project Approval Resolution of 1996: Pursuant to Resolution 11-416, effective July 3, 1996, the Council approved the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to the American University Revenue Bond Project.\n\nGeorgetown University Revenue Bond Project Approval Resolution of 1996: Pursuant to Resolution 11-417, effective July 3, 1996, the Council approved the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to the Georgetown University Revenue Bond Project.\n\nHoward University Revenue Bond Project Approval Resolution of 1996: Pursuant to Resolution 11-418, effective July 3, 1996, the Council approved the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to the Howard University Revenue Bond Project.\n\nLucy Webb Hayes National Training School for Deaconesses and Missionaries, in care of Sibley Memorial Hospital, Hospital Revenue Bond Project Approval Resolution of 1996: Pursuant to Resolution 11-524, effective October 1, 1996, the Council approved the issuance, sale, and delivery of District of Columbia Revenue Bonds and the loan of proceeds thereof to assist in the financing, refinancing, or reimbursing of costs related to the Lucy Webb Hayes National Training School for Deaconesses and Missionaries, in care of Sibley Memorial Hospital.\n\nIndividual Development, Inc. (Successor to We Care Projects, Inc.) Revenue Bond Project Emergency Approval Resolution of 1996: Pursuant to Resolution 11-670, effective December 3, 1996, the Council approved, on an emergency basis, the issuance, sale, and delivery of District of Columbia revenue bonds and the loan of proceeds thereof to assist in the financing, refinancing, or reimbursing of costs related to certain intermediate care residential facilities for the mentally retarded owned and operated by Individual Development, Inc. (Successor to We Care Projects, Inc.).\n\nOyster Elementary School Construction and Revenue Bonds: Section 169 of Pub. L. 105-277, 112 Stat. __________, the Omnibus Consolidated and Emergency Supplemental Appropriations Act, 1999, provided that, notwithstanding § 1- 206.02(c)(1) of the D. C. Code, the Oyster Elementary School Construction and Revenue Bond Act of 1998 [D.C. Law 12-174] shall take effect on October 21, 1998.\n\nSections 2 through 19 of D.C. Law 12-174, the Oyster Elementary School Construction and Revenue Bond Act of 1998, effective October 21, 1998, authorized the demolition of the James F. Oyster Elementary School and the construction of a new school, the lease or conveyance of a portion of the Oyster School site to a private developer, and the funding for construction of the new Oyster School facility through the issuance of revenue bonds by the District for the benefit of the District of Columbia Public Schools, with the payments on such revenue bonds secured through payment by the developer of a payment in lieu of taxes.\n\nProtestant Episcopal Cathedral Foundation of the District of Columbia (Beauvoir, the National Cathedral Elementary School) Revenue Bond Project Approval Resolution of 1998: Pursuant to Resolution 12-520, effective June 2, 1998, the Council authorized and provided for the issuance, sale, and delivery of up to $9,000,000 aggregate principal amount of District of Columbia Revenue Bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Protestant Episcopal Cathedral Foundation of the District of Columbia (Beauvoir, The National Cathedral Elementary School) in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nNational Cable Satellite Corporation Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-492, effective May 5, 1998, the Council approved, on an emergency basis, the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to the National Cable Satellite Corporation.\n\nLab School of Washington Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-494, effective May 5, 1998, the Council approved, on an emergency basis, the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to The Lab School of Washington.\n\nLowell School Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-496, effective May 5, 1998, the Council approved, on an emergency basis, the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to the Lowell School of Washington.\n\nThe HSC Foundation Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-545, effective June 16, 1998, the Council authorized and provided, on an emergency basis, for the issuance, sale and delivery of up to $20,000,000 aggregate principal amount of District of Columbia Revenue Bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the HSC Foundation in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nMaret School Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-547, effective June 16, 1998, the Council authorized and provided, on an emergency basis, for the issuance, sale and delivery of up to $16,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Maret School, Inc., in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nWashington International School Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-549, effective June 16, 1998, the Council authorized and provided, on an emergency basis, for the issuance, sale and delivery of up to $10,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Washington International School in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nResources for the Future Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-551, effective June 16, 1998, the Council approved the resources for the Future Revenue Bond Project.\n\nAmerican Association of Homes and Services for the Aging Revenue Bonds Project Emergency Declaration Resolution of 1998: Pursuant to Resolution 12-621, effective July 7, 1998, the Council declared the existence of an emergency with respect to the need to expeditiously adopt the American Association of Homes and Services for the Aging Revenue Bond Project Emergency Approval Resolution of 1998.\n\nAmerican Association of Homes and Services for the Aging Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-622, effective July 7, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $11,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the American Association of Homes and Services for the Aging in the financing, refinancing, or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nVelocity Acquisition Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-624, effective July 7, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $6,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist Velocity Acquisition, LLC in the financing, refinancing, or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nThe Presbyterian Home Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-626, effective July 7, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $30,500,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Presbyterian Home in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nAmerican Council on Education Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-628, effective July 7, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $6,800,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the American Council on Education in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nJohn F. Kennedy Center for the Performing Arts Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-630, effective July 7, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $35,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the John F. Kennedy Center for the Performing Arts in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nNAS Title Holding, LLC Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-755, effective November 10, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $137 million aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist NAS Title Holding, LLC in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nMedlantic/Helix Parent, InC. Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-757, effective November 10, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $400 million aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist Medlantic Helix Parent, Inc. in the financing, refinancing or reimbursing of an authorized healthcare project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nWhitman-Walker Clinic Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-806, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $8,500,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Whitman-Walker Clinic, Inc. in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nAssociation of American Medical Colleges Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-808, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $10,500,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Association of American Medical Colleges in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nAmerican College of Obstetricians and Gynecologists Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-810, effective December 1, 1998, the Council authorized and provided, on an emergency basis, for the issuance, sale and delivery of up to $16,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the American College of Obstetricians and Gynecologists in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nMethodist Home of the District of Columbia Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-812, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $17,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Methodist Home of the District of Columbia in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nAmerican Society for Microbiology Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-814, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $20,460,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the American Society for Microbiology in the financing, refinancing or reimbursing of an authorized project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nNational Osteoporosis Foundation Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-816, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $5,197,500 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the National Osteoporosis Foundation in the financing, refinancing or reimbursing of an authorized healthcare project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nInstitute for International Economics Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-818, effective December 1, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $10,500,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist the Institute for International Economics in the financing, refinancing or reimbursing of an authorized healthcare project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nAmerican University Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-849, effective December 15, 1998, the Council authorized and provided for the issuance, sale and delivery of up to $21,000,000 aggregate principal amount of District of Columbia revenue bonds in one or more series and to authorize and provide for the loan of the proceeds of such bonds to assist American University in the financing, refinancing or reimbursing of an authorized healthcare project pursuant to section 490 of the District of Columbia Home Rule Act.\n\nHoward University Revenue Bond Project Emergency Approval Resolution of 1998: Pursuant to Resolution 12-419, effective March 3, 1998, the Council approved, on an emergency basis, the loan of proceeds from the issuance and sale of District of Columbia revenue bonds to Howard University.\n\nDC CODE § 1-204.90\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 809, Pub. L. 93-198, title IV, § 490; Dec. 28, 1977, 91 Stat. 1612, Pub. L. 95-218; Apr. 12, 1980, 94 Stat. 335, Pub. L. 96-235; Dec. 23, 1981, 95 Stat. 1493, Pub. L. 97-105, § 16; Oct. 15, 1982, 96 Stat. 1614, Pub. L. 97-328; Aug. 6, 1996, 110 Stat. 1696, Pub. L. 104- 184, §§ 2(a), (b), (c)(1); Aug. 5, 1997, 111 Stat. 773, Pub. L. 105-33, § 11508; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 160(a)(1).)","sections":[{"prefix":"a","text":"(1) Subject to paragraph (2) of this subsection, the Council may by act or by resolution authorize the issuance of taxable and tax-exempt revenue bonds, notes, or other obligations to borrow money to finance, refinance, or reimburse and to assist in the financing, refinancing, or reimbursing of or for capital projects and other undertakings by the District or by any District instrumentality, or on behalf of any qualified applicant, including capital projects or undertakings in the areas of housing; health facilities; transit and utility facilities; manufacturing; sports, convention, and entertainment facilities; recreation, tourism and hospitality facilities; facilities to house and equip operations of the District government or its instrumentalities; public infrastructure development and redevelopment; elementary, secondary and college and university facilities; educational programs which provide loans for the payment of educational expenses for or on behalf of students; facilities used to house and equip operations related to the study, development, application, or production of innovative commercial or industrial technologies and social services; water and sewer facilities (as defined in paragraph (5) of this subsection); pollution control facilities; solid and hazardous waste disposal facilities; parking facilities, industrial and commercial development; authorized capital expenditures of the District; and any other property or project that will, as determined by the Council, contribute to the health, education, safety, or welfare, of, or the creation or preservation of jobs for, residents of the District, or to economic development of the District, and any facilities or property, real or personal, used in connection with or supplementing any of the foregoing; lease-purchase financing of any of the foregoing facilities or property; and any costs related to the issuance, carrying, security, liquidity or credit enhancement of or for revenue bonds, notes, or other obligations, including, capitalized interest and reserves, and the costs of bond insurance, letters of credit, and guaranteed investment, forward purchase, remarketing, auction, and swap agreements. Any such financing, refinancing, or reimbursement may be effected by loans made directly or indirectly to any individual or legal entity, by the purchase of any mortgage, note, or other security, or by the purchase, lease, or sale of any property."},{"prefix":"2","text":" Any revenue bond, note, or other obligation issued under paragraph (1) of this subsection shall be a special obligation of the District and shall be a negotiable instrument, whether or not such revenue bond, note, or other obligation is a security as defined in § 28:8-102(1)(a)."},{"prefix":"3","text":" Any revenue bond, note, or other obligation issued under paragraph (1) of this subsection shall be paid and secured (as to principal, interest, and any premium) as provided by the act or resolution of the Council authorizing the issuance of such revenue bond, note, or other obligation. Any act or resolution of the Council, or any delegation of Council authority under subsection (a)(6) of this section, authorizing the issuance of revenue bonds, notes, or other obligations may provide for (A) the payment of such revenue bonds, notes, or other obligations from any available revenues, assets, property (including water and sewer enterprise fund revenues, assets, or other property in the case of bonds, notes, or obligations issued with respect to water and sewer facilities), and (B) the securing of such revenue bond, note, or other obligation by the mortgage of real property or the creation of a security interest in available revenues, assets, or other property (including water and sewer enterprise fund revenues, assets, or other property in the case of bonds, notes, or obligations issued with respect to water and sewer facilities)."},{"prefix":"4","text":"(A) In authorizing the issuance of any revenue bond, note, or other obligation under paragraph (1) of this subsection, the Council may enter into, or authorize the Mayor to enter into, any agreement concerning the acquisition, use, or disposition of any available revenues, assets, or property. Any such agreement may create a security interest in any available revenues, assets, or property, may provide for the custody, collection, security, investment, and payment of any available revenues (including any funds held in trust) for the payment of such revenue bond, note, or other obligation, may mortgage any property, may provide for the acquisition, construction, maintenance, and disposition of the undertaking financed or refinanced using the proceeds of such revenue bond, note, or other obligation, and may provide for the doing of any act (or the refraining from doing of any act) which the District has the right to do in the absence of such agreement. Any such agreement may be assigned for the benefit of, or made a part of any contract with, any holder of such revenue bond, note, or other obligation issued under paragraph (1) of this subsection."},{"prefix":"B","text":" Notwithstanding Article 9 of Title 28, any security interest created under subparagraph (A) of this paragraph shall be valid, binding, and perfected from the time such security interest is created, with or without the physical delivery of any funds or any other property and with or without any further action. Such security interest shall be valid, binding, and perfected whether or not any statement, document, or instrument relating to such security interest is recorded or filed. The lien created by such security interest is valid, binding, and perfected with respect to any individual or legal entity having claims against the District, whether or not such individual or legal entity has notice of such lien."},{"prefix":"C","text":" Any funds of the District held for the payment or security of any revenue bond, note, or other obligation issued under paragraph (1) of this subsection, whether or not such funds are held in trust, may be secured in the manner agreed to by the District and any depository of such funds. Any depository of such funds may give security for the deposit of such funds."},{"prefix":"5","text":" In paragraph (1) of this subsection, the term \"water and sewer facilities\" means facilities for the obtaining, treatment, storage, and distribution of water, the collection, storage, treatment, and transportation of wastewater, storm drainage, and the disposal of liquids and solids resulting from treatment."},{"prefix":"6","text":"(A) The Council may by act delegate to any District instrumentality the authority of the Council under subsection (a)(1) of this section to issue taxable or tax-exempt revenue bonds, notes, or other obligations to borrow money for the purposes specified in this subsection. For purposes of this paragraph, the Council shall specify for what undertakings revenue bonds, notes, or other obligations may be issued under each delegation made pursuant to this paragraph. Any District instrumentality may exercise the authority and the powers incident thereto delegated to it by the Council as described in the first sentence of this paragraph only in accordance with this paragraph and shall be consistent with this paragraph and the terms of the delegation."},{"prefix":"B","text":" Revenue bonds, notes, or other obligations issued by a District instrumentality under a delegation of authority described in subparagraph (A) of this paragraph shall be issued by resolution of that instrumentality, and any such resolution shall not be considered to be an act of the Council."},{"prefix":"C","text":" Nothing in this paragraph shall be construed as restricting, impairing, or superseding the authority otherwise vested by law in any District instrumentality."},{"prefix":"b","text":" No property owned by the United States may be mortgaged or made subject to any security interest to secure any revenue bond, note, or other obligation issued under subsection (a)(1) of this section."},{"prefix":"c","text":" Any and all such revenue bonds, notes, or other obligations issued under subsection (a)(1) of this section shall not be general obligations of the District, shall not be a pledge of or involve the faith and credit or taxing power of the District (other than with respect to any dedicated taxes) and shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings for purposes of § 1- 206.02(a)(2)."},{"prefix":"d","text":" Any and all such bonds, notes, or other obligations shall be issued pursuant to an act of the Council without the necessity of submitting the question of such issuance to the registered qualified electors of the District for approval or disapproval."},{"prefix":"e","text":" Any act of the Council authorizing the issuance of revenue bonds, notes, or other obligations under paragraph (1) of subsection (a) of this section may:"},{"prefix":"1","text":" Briefly describe the purpose for which such bonds, notes, or other obligations are to be issued;"},{"prefix":"2","text":" Identify the act authorizing such purpose;"},{"prefix":"3","text":" Prescribe the form, terms, provisions, manner, and method of issuing and selling (including sale by negotiation or by competitive bid) such bonds, notes, or other obligations;"},{"prefix":"4","text":" Provide for the rights and remedies of the holders of such bonds, notes, or other obligations upon default;"},{"prefix":"5","text":" Prescribe any other details with respect to the issuance, sale, or securing of such bonds, notes, or other obligations; and"},{"prefix":"6","text":" Authorize the Mayor to take any actions in connection with the issuance, sale, delivery, security, and payment of such bonds, notes, or other obligations, including the prescribing of any terms or conditions not contained in such act of the Council."},{"prefix":"f","text":" The fourth sentence of § 1-204.46 shall not apply to:"},{"prefix":"1","text":" Any amount (including the amount of any accrued interest or premium) obligated or expended from the proceeds of the sale of any revenue bond, note, or other obligations issued under subsection (a)(1) of this section;"},{"prefix":"2","text":" Any amount obligated or expended for the payment of the principal of, interest on, or any premium for any revenue bond, note, or other obligation issued under subsection (a)(1) of this section;"},{"prefix":"3","text":" Any amount obligated or expended pursuant to provisions made to secure any revenue bond, note, or other obligations issued under subsection (a)(1) of this section; and"},{"prefix":"4","text":" Any amount obligated or expended pursuant to commitments made in connection with the issuance of revenue bonds, notes, or other obligations for repair, maintenance, and capital improvements relating to undertakings financed through any revenue bond, note, or other obligation issued under subsection (a)(1) of this section."},{"prefix":"g","text":"(1) The Council may delegate to any housing finance agency established by it (whether established before or after April 12, 1980) the authority of the Council under subsection (a) of this section to issue revenue bonds, notes, and other obligations to borrow money to finance or assist in the financing of undertakings in the area of primarily low-and moderate-income housing. The Council shall define for the purposes of the preceding sentence what undertakings shall constitute undertakings in the area of primarily low-and moderate-income housing. Any such housing finance agency may exercise authority delegated to it by the Council as described in the first sentence of this paragraph (whether such delegation is made before or after April 12, 1980) only in accordance with this subsection."},{"prefix":"2","text":" Revenue bonds, notes, and other obligations issued by a housing finance agency of the District under a delegation of authority described in paragraph (1) of this subsection shall be issued by resolution of the agency, and any such resolution shall not be considered to be an act of the Council."},{"prefix":"3","text":" The 4th sentence of § 1-204.46 shall not apply to:"},{"prefix":"A","text":" Any amount (including the amount of any accrued interest or premium) obligated or expended from the proceeds of the sale of any revenue bond, note, or other obligation issued under paragraph (1) of this subsection;"},{"prefix":"B","text":" Any amount obligated or expended for the payment of the principal of, interest on, or any premium for any revenue bond, note, or other obligation issued under paragraph (1) of this subsection; and"},{"prefix":"C","text":" Any amount obligated or expended to secure any revenue bond, note, or other obligation issued under paragraph (1) of this subsection."},{"prefix":"h","text":"(1) The Council may delegate to the District of Columbia Water and Sewer Authority established pursuant to § 34-2202.02 the authority of the Council under subsection (a) of this section to issue revenue bonds, notes, and other obligations to borrow money to finance or assist in the financing or refinancing of undertakings in the area of utilities facilities, pollution control facilities, and water and sewer facilities (as defined in subsection (a)(5) of this section). The Authority may exercise authority delegated to it by the Council as described in the first sentence of this paragraph (whether such delegation is made before or after August 6, 1996) only in accordance with this subsection."},{"prefix":"2","text":" Revenue bonds, notes, and other obligations issued by the District of Columbia Water and Sewer Authority under a delegation of authority described in paragraph (1) of this subsection shall be issued by resolution of the Authority, and any such resolution shall not be considered to be an act of the Council."},{"prefix":"3","text":" The fourth sentence of § 1-204.46 shall not apply to:"},{"prefix":"A","text":" Any amount (including the amount of any accrued interest or premium) obligated or expended from the proceeds of the sale of any revenue bond, note, or other obligation issued pursuant to this subsection;"},{"prefix":"B","text":" Any amount obligated or expended for the payment of the principal of interest on, or any premium for any revenue bond, note, or other obligation issued pursuant to this subsection;"},{"prefix":"C","text":" Any amount obligate or expended to secure any revenue bond, not, or other obligation issued pursuant to this subsection; or"},{"prefix":"D","text":" Any amount obligated or expended for repair, maintenance, and capita improvements to facilities financed pursuant to this subsection."},{"prefix":"i","text":"(1) The Council may delegate to the District of Columbia Tobacco Settlement Financing Corporation (hereafter in this subsection referred to as the \"Corporation\") established pursuant to subchapter III of Chapter 18 of Title 7 the authority of the Council under subsection (a) to issue revenue bonds, notes, and other obligations which are used to borrow money to finance or assist in the financing or refinancing of capital projects and other undertakings of the District of Columbia and which are payable solely from and secured by payments under the Master Tobacco Settlement Agreement. The Corporation may exercise authority delegated to it by the Council as described in the first sentence of this paragraph (whether such delegation is made before or after the date of the enactment of this subsection) only in accordance with this subsection and the provisions of subchapter III of Chapter 18 of Title 7."},{"prefix":"2","text":" Revenue bonds, notes, and other obligations issued by the Corporation under a delegation of authority described in paragraph (1) of this subsection shall be issued by resolution of the Corporation, and any such resolution shall not be considered to be an act of the Council."},{"prefix":"3","text":" The fourth sentence of § 1-204.46 shall not apply to:"},{"prefix":"A","text":" Any amount (including the amount of any accrued interest or premium) obligated or expended from the proceeds of the sale of any revenue bond, note, or other obligation issued pursuant to this subsection;"},{"prefix":"B","text":" any amount obligated or expended for the payment of the principal of, interest on, or any premium for any revenue bond, note, or other obligation issued pursuant to this subsection;"},{"prefix":"C","text":" any amount obligated or expended to secure any revenue bond, note, or other obligation issued pursuant to this subsection; or"},{"prefix":"D","text":" any amount obligated or expended for repair, maintenance, and capital improvements to facilities financed pursuant to this subsection."},{"prefix":"4","text":" In this subsection, the term 'Master Tobacco Settlement Agreement' means the settlement agreement (and related documents), as may be amended from time to time, entered into on November 23, 1998, by the District of Columbia and leading United States tobacco product manufacturers."},{"prefix":"j","text":" The revenue bonds, notes, or other obligations issued under subsection (a)(1) of this section are not general obligation bonds of the District government and shall not be included in determining the aggregate amount of all outstanding obligations subject to the limitation specified in § 1- 206.03(b)."},{"prefix":"k","text":" The issuance of revenue bonds, notes, or other obligations by the District where the ultimate obligation to repay such revenue bonds, notes, or other obligations is that of one or more nongovernmental persons or entities may be authorized by resolution of the Council. The issuance of all other revenue bonds, notes, or other obligations by the District shall be authorized by act of the Council."},{"prefix":"l","text":" During any control period (as defined in § 47-392.09), any act or resolution of the Council authorizing the issuance of revenue bonds, notes, or other obligations under subsection (a)(1) of this section shall be submitted to the District of Columbia Financial Responsibility and Management Assistance Authority for certification in accordance with § 47-392.04. Any certification issued by the Authority during a control period shall be effective for purposes of this subsection for revenue bonds, notes, or other obligations issued pursuant to such act or resolution of the Council whether the revenue bonds, notes, or other obligations are issued during or subsequent to that control period."},{"prefix":"m","text":" The following provisions of law shall not apply with respect to property acquired, held, and disposed of by the District in accordance with the terms of any lease-purchase financing authorized pursuant to subsection (a)(1) of this section:"},{"prefix":"1","text":" Chapter 8 of Title 10."},{"prefix":"2","text":" Subchapter III of Chapter 13 of Title 16."},{"prefix":"3","text":" Any other provision of District of Columbia law that prohibits or restricts lease-purchase financing."},{"prefix":"n","text":" For purposes of this section, the following definitions shall apply:"},{"prefix":"1","text":" The term \"revenue bonds, notes, or other obligations\" means special fund bonds, notes, or other obligations (including refunding bonds, notes, or other obligations) used to borrow money to finance, assist in financing, refinance, or repay, restore or reimburse moneys used for purposes referred to in subsection (a)(1) of this section the principal of and interest, if any, on which are to be paid and secured in the manner described in this section and which are special obligations and to which the full faith and credit of the District of Columbia is not pledged."},{"prefix":"2","text":" The term \"District instrumentality\" means any agency or instrumentality (including an independent agency or instrumentality), authority, commission, board, department, division, office, body, or officer of the District of Columbia government duly established by an act of the Council or by the laws of the United States, whether established before or after August 5, 1997."},{"prefix":"3","text":" The term \"available revenues\" means gross revenues and receipts, other than general fund tax receipts, lawfully available for the purpose and not otherwise exclusively committed to another purpose, including enterprise funds, grants, subsidies, contributions, fees, dedicated taxes and fees, investment income and proceeds of revenue bonds, notes, or other obligations issued under this section."},{"prefix":"4","text":" The term \"enterprise fund\" means a fund or account for operations that are financed or operated in a manner similar to private business enterprises, or established so that separate determinations may more readily be made periodically of revenues earned, expenses incurred, or net income for management control, accountability, capital maintenance, public policy, or other purposes."},{"prefix":"5","text":" The term \"dedicated taxes and fees\" means taxes and surtaxes, portions thereof, tax increments, or payments in lieu of taxes, and fees that are dedicated pursuant to law to the payment of the debt service on revenue bonds, notes, or other obligations authorized under this section, the provision and maintenance of reserves for that purpose, or the provision of working capital for or the maintenance, repair, reconstruction or improvement of the undertaking to which the revenue bonds, notes, or other obligations relate."},{"prefix":"6","text":" The term \"tax increments\" means taxes, other than the special tax provided for in § 1-204.81 and pledged to the payment of general obligation indebtedness of the District, allocable to the increase in taxable value of real property or the increase in sales tax receipts, each from a certain date or dates, in prescribed areas, to the extent that such increases are not otherwise exclusively committed to another purpose and as further provided for pursuant to an act of the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"E","text":"Borrowing."},"subpart":{"identifier":"5","text":"Tax Exemptions; Legal Investment; Water Pollution; Reservoirs; Metro Contributions; and Revenue Bonds."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.90","catch_text":"Revenue bonds and other obligations."}}