{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-233.\n\nDC CODE § 1-204.56c\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 456(c), as added Oct. 19, 1994, 108 Stat. 3488, Pub. L. 103-373, § 3(a)(2); Nov. 19, 1997, 111 Stat. 2174, Pub. L. 105-100, § 130.)","sections":[{"prefix":"a","text":" Development and submission. -- Not later than March 1 of each year (beginning with 1997), the Chief Financial Officer shall develop and submit to the Committee on Government Reform and Oversight of the House of Representatives, the Committee on Governmental Affairs of the Senate, the Committees on Appropriations of the House of Representatives and the Senate, and the Comptroller General a 5-year financial plan for the government of the District of Columbia that contains a description of the steps the government will take to eliminate any differences between expenditures from, and revenues attributable to, each fund of the District of Columbia during the first 5 fiscal years beginning after the submission of the plan."},{"prefix":"b","text":" Report on compliance. --"},{"prefix":"1","text":" Submission of report. -- Not later than March 1 of every year (beginning with 1999), the Chief Financial Officer shall submit a report to the Committee on Government Reform and Oversight of the House of Representatives, the Committee on Governmental Affairs of the Senate, the Committees on Appropriations of the House of Representatives and the Senate, the Comptroller General, and the Director of the Congressional Budget Office on the extent to which the government of the District of Columbia was in compliance during the preceding fiscal year with the applicable requirements of the financial accountability plan submitted for such fiscal year under this section."},{"prefix":"2","text":" Evaluation of report. -- The Comptroller General, in consultation with the Director of the Congressional Budget Office, shall review and evaluate the financial accountability compliance report submitted under paragraph (1) of this subsection and not later than April 15 of each year shall submit comments on such report to the Committee on Government Reform and Oversight of the House of Representatives, the Committee on Governmental Affairs of the Senate, and the Committees on Appropriations of the House of Representatives and the Senate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"2","text":"Audits and Accountability Requirements."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.56c","catch_text":"Financial accountability plan and report."}}