{"text":"","historical":"Effect of Amendments\n\nPub. L. 110-273 added subsec. (e).\n\nEffective Dates\n\nSection 2(b) of Pub. L. 110-273 provides that the amendments made by subsection (a) shall take effect as if included in the enactment of the 2005 District of Columbia Omnibus Authorization Act [Pub. L. 109-356].\n\nReferences in Text\n\nThe \"Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996,\" referred to in subsec. (e), is D.C. Law 11-111, which is codified primarily as § 34-2201.01 et seq.\n\nDC CODE § 1-204.25\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 424a, as added Oct. 16, 2006, 120 Stat. 2037, Pub. L. 109-356, § 202(a)(1); July 15, 2008, 122 Stat. 2491, Pub. L. 110-273, § 2(a).)","sections":[{"prefix":"a","text":" In general. -- Notwithstanding any provision of law or regulation (including any law or regulation providing for collective bargaining or the enforcement of any collective bargaining agreement), employees of the Office of the Chief Financial Officer of the District of Columbia, including personnel described in subsection (b) of this section, shall be appointed by, shall serve at the pleasure of, and shall act under the direction and control of the Chief Financial Officer of the District of Columbia, and shall be considered at-will employees not covered by Chapter 6 of this title, except that nothing in this section may be construed to prohibit the Chief Financial Officer from entering into a collective bargaining agreement governing such employees and personnel or to prohibit the enforcement of such an agreement as entered into by the Chief Financial Officer."},{"prefix":"b","text":" Personnel. -- The personnel described in this subsection are as follows:"},{"prefix":"1","text":" The General Counsel to the Chief Financial Officer and all other attorneys in the Office of the General Counsel within the Office of the Chief Financial Officer of the District of Columbia, together with all other personnel of the Office."},{"prefix":"2","text":" All other individuals hired or retained as attorneys by the Chief Financial Officer or any office under the personnel authority of the Chief Financial Officer, each of whom shall act under the direction and control of the General Counsel to the Chief Financial Officer."},{"prefix":"3","text":" The heads and all personnel of the subordinate offices of the Office (as described in § 1-204.24a(b) and established as subordinate offices in § 1-204.24a(c)) and the Chief Financial Officers, Agency Fiscal Officers, and Associate Chief Financial Officers of all District of Columbia executive branch subordinate and independent agencies (in accordance with subsection (c)), together with all other District of Columbia accounting, budget, and financial management personnel (including personnel of executive branch independent agencies, but not including personnel of the legislative or judicial branches of the District government)."},{"prefix":"c","text":" Appointment of certain executive branch agency chief financial officers. --"},{"prefix":"1","text":" In general. -- The Chief Financial Officers and Associate Chief Financial Officers of all District of Columbia executive branch subordinate and independent agencies (other than those of a subordinate office of the Office) shall be appointed by the Chief Financial Officer, in consultation with the agency head, where applicable. The appointment shall be made from a list of qualified candidates developed by the Chief Financial Officer."},{"prefix":"2","text":" Transition. -- Any executive branch agency Chief Financial Officer appointed prior to October 16, 2006, may continue to serve in that capacity without reappointment."},{"prefix":"d","text":" Independent authority over legal personnel. -- Subchapter VIII-B of Chapter 6 of this title shall not apply to the Office of the Chief Financial Officer or to attorneys employed by the Office."},{"prefix":"e","text":" Inapplicability to water and sewer authority. -- The authority of the Chief Financial Officer under this section does not apply to personnel of the District of Columbia Water and Sewer Authority established pursuant to the Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"Bi","text":"Chief Financial Officer."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.25","catch_text":"Authority of Chief Financial Officer over Personnel of Office and Other Financial Personnel."}}