{"text":"The executive power of the District shall be vested in the Mayor who shall be the chief executive officer of the District government. In addition, except as otherwise provided in this chapter, all functions granted to or vested in the Commissioner of the District of Columbia, as established under Reorganization Plan No. 3 of 1967, shall be carried out by the Mayor in accordance with this chapter. The Mayor shall be responsible for the proper execution of all laws relating to the District, and for the proper administration of the affairs of the District coming under his jurisdiction or control, including but not limited to the following powers, duties, and functions:","historical":"Prior Codifications\n\n1981 Ed., § 1-242.\n\n1973 Ed., § 1-162.\n\nEffect of Amendments\n\nPublic Law 106-113, in par. (7), deleted \"not to exceed level IV of the Executive Schedule established under § 5315 of Title 5 of the United States Code\" from the end of the third sentence.\n\nPub. L. 109-356, in the fourth sentence of par. (3) substituted \"The system shall apply with respect to the compensation of employees of the District government during fiscal year 2006 and each succeeding fiscal year, except that the system may provide\" for \"The system may provide\".\n\nTemporary Addition of Section\n\nSection 2 to 4 of D.C. Law 18-300 added sections to read as follows:\n\n\"Sec. 2. Purpose.\n\n\"This act authorizes the Mayor to take appropriate action to assure continuity in the execution of the laws and in the conduct of the legislative and executive affairs of the District of Columbia government. The purposes of this act are to provide for the orderly transfer of the:\n\n\"(1) Executive duties and responsibilities of the Executive Office of the Mayor upon the expiration of the term of office of a Mayor and the assumption of those duties and responsibilities by a new Mayor; and\n\n(2) Legislative duties and responsibilities of the Chairman of the Council upon the expiration of the term of office of a Chairman and the assumption of those duties and responsibilities by a new Chairman.\n\n\"Sec. 3. Transition activities.\n\n\"The Mayor, in the discharge of his duties pursuant to section 422 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 790; D.C. Official Code § 1-204.22), may make available to the Mayor-elect and the Chairman-elect from November 3, 2010, through the 15th day following the date of the inauguration of the Mayor-elect and the swearing-in of the Chairman-elect:\n\n\"(1) Office space, furniture, furnishings, computers, office machines, and supplies at whatever place or places within the District the Mayor designates at no cost to the Mayor-elect, the Chairman-elect, or their transition staffs;\n\n\"(2) The services of District employees;\n\n\"(3) The use of District motor vehicles; provided, that the vehicles are driven by District government employees;\n\n\"(4) Printing, binding, and duplicating services;\n\n\"(5) Postage and mailing services consistent with the Official Correspondence Regulations, effective April 7, 1977 (D.C. Law 1-118; D.C. Official Code § 2-701 et seq.); and\n\n\"(6) Communication equipment and services.\n\n\"Sec. 4. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Chairman-elect' means the person who is certified as the successful candidate for the office of Chairman of the Council by the District of Columbia Board of Elections and Ethics (\"Board of Elections and Ethics\") following the general election held to determine the Chairman, or for the period of time between the general election and certification, the person announced and published by the Board of Elections and Ethics as the unofficial winner of the general election for Chairman.\n\n\"(2) 'Mayor-elect' means the person who is certified as the successful candidate for the office of Mayor by the Board of Elections and Ethics following the general election held to determine the Mayor, or for the period of time between the general election and certification, the person announced and published by the Board of Elections and Ethics as the unofficial winner of the general election for Mayor.\"\n\nSection 6(b) of D.C. Law 18-300 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary provision, on an emergency basis, to promote the orderly transfer of executive duties and responsibilities upon expiration of the term of office of the Mayor and the assumption of duties and responsibilities of the new Mayor, see §§ 2-6 of the Mayoral Transition Emergency Act of 1998 (D.C. Act 12- 541, 46 DCR 303).\n\nFor temporary (90 day) additions, see §§ 2 to 4 of Mayor and Chairman of the Council Transition Emergency Act of 2010 (D.C. Act 18-590, November 3, 2010, 57 DCR 10467).\n\nReferences in Text\n\n\"§ 1-207.31\", referred to in paragraph (6) of this section, was repealed by § 5(b) of the Act of September 13, 1982, Pub. L. 97-258.   Present provisions similar to repealed § 1-207.31 are codified as § 1-207.31 and 31 U.S.C. § 1537.\n\nDelegation of Authority\n\nDelegation of authority--city administrator, see Mayor's Order 88-16, January 30, 1988.\n\nDelegation of authority--state legalization impact assistance grants, see Mayor's Order 88-169, July 14, 1988.\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority: See Mayor's Order 95-45, March 23, 1995.\n\nDelegation of authority under D.C. Act 11-404, the \"General Obligation Bond Act of 1996\", see Mayor's Order 96-146, October 7, 1996 (43 DCR 5671).\n\nMiscellaneous Notes\n\nReport delineating actions taken to implement Multiyear Budget Spending Reduction and Support Act: Section 811 of the Multiyear Budget Spending and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197) provided that within 120 days of the effective date of the act, the Mayor shall submit to the Council a report delineating the actions taken by the executive to effect the directives of the Council in the act.\n\nOffice of the Secretary established: See Mayor's Orders 84-77, April 16, 1984; 84-112, July 11, 1984.\n\nOffice of Ombudsman established: See Mayor's Order 86-140, August 22, 1986.\n\nAmendment of Mayor's Order 83-17, January 3, 1983, Establishment of the Office of Operations: See Mayor's Order 88-11, January 30, 1988.\n\nSection 156 of Public Law 106-522 provides:\n\n\"(a) Notwithstanding the provisions of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 (D.C. Law 2-139; D.C. Code 1- 601.01 et seq.), or any other District of Columbia law, statute, regulation, the provisions of the District of Columbia Personnel Manual, or the provisions of any collective bargaining agreement, employees of the District of Columbia government will only receive compensation for overtime work in excess of 40 hours per week (or other applicable tour of duty) of work actually performed, in accordance with the provisions of the Fair Labor Standards Act, 29 U.S.C. Sec. 201 et seq.\n\n\"(b) Subsection (a) of this section shall be effective December 27, 1996. The Resolution and Order of the District of Columbia Financial Responsibility and Management Assistance Authority, dated December 27, 1996, is hereby ratified and approved and shall be given full force and effect.\"\n\nEstablishment of the Office of Public Advocate, see Mayor's Order 99-55, March 5, 1999 (46 DCR 2832).\n\nAmendment of Mayor's Order 96-176, dated 12-11-96, Establishing the Mayor's Office of Health Policy and the Mayor's Health Policy Council, see Mayor's Order 99-75, May 11, 1999 (46 DCR 5428).\n\nEstablishment of the D.C. Workforce Investment Council and Abolishment of the D.C. Workforce Investment Board (formerly known as the D.C. Private Industry Council and the State Job Training Coordinating Council), see Mayor's Order 99- 85, June 2, 1999 (46 DCR 5442).\n\nCompensation for City Administrator: Section 119(a) of Pub. L. 104-194, 110 Stat. 2366, the District of Columbia Appropriations Act, 1997, provided that notwithstanding § 1-242(7) [§ 1-204.22(7), 2001 Ed.], the City Administrator shall be paid, during any fiscal year, a salary at a rate established by the Mayor, not to exceed the rate established for level IV of the Executive Schedule under 5 U.S.C. § 5315.\n\nReport delineating actions taken to implement Multiyear Budget Spending Reduction and Support Act: Section 811 of D.C. Law 10-253 provided that within 120 days of the effective date of the Multiyear Budget Spending Reduction and Support Act of 1995, the Mayor shall submit to the Council a report delineating the actions taken by the executive to effect the directives of the Council in the Multiyear Budget Spending Reduction and Support Act of 1995, including:\n\n(1) Negotiations with representatives of collective bargaining units to reduce employee compensation;\n\n(2) Actions to restructure existing long-term city debt;\n\n(3) Actions to apportion the spending reductions anticipated by the directives of this chapter to the executive for unallocated reductions; and.\n\n(4) A list of any position that is backfilled including description, title, and salary of this position.\n\nSection 1301(b) of D.C. Law 10-253 provided that the act shall expire on the 225th day of its having taken effect or upon the effective date of the Multiyear Budget Spending Reduction and Support Act of 1995, whichever occurs first.\n\nEstablishment--Office of Partnership and Resource Development, see Mayor's Order 2001-132, September 10, 2001 (48 DCR 8993).\n\nEstablishment of Office of Policy Research and Development, see Mayor's Order 2001-185, December 19, 2001 (48 DCR 11735).\n\nEstablishment of Office of Legislative Support, see Mayor's Order 2001-186, December 19, 2001 (48 DCR 11738).\n\nEstablishment of Office of Community Outreach, see Mayor's Order 2001-187, December 19, 2001 (48 DCR 11741).\n\nEstablishment of Office of Boards and Commissions, see Mayor's Order 2001-189, December 19, 2001 (48 DCR 11744).\n\nDC CODE § 1-204.22\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 790, Pub. L. 93-198, title IV, § 422; Aug. 17, 1991, 105 Stat. 540, Pub. L. 102-106, § 3; Oct. 29, 1993, 107 Stat. 1350, Pub. L. 103-127, title I, § 140; Apr. 17, 1995, 109 Stat. 116, 147, Pub. L. 104-8, §§ 202(h), 302(b); Nov. 29, 1999, 113 Stat. 1515, Pub. L. 106-113, § 119(a); Oct. 16, 2006, 120 Stat. 2039, Pub. L. 109-356, § 303(a).)","sections":[{"prefix":"1","text":" The Mayor may designate the officer or officers of the executive department of the District who may, during periods of disability or absence from the District of the Mayor, execute and perform the powers and duties of the Mayor."},{"prefix":"2","text":" The Mayor shall administer all laws relating to the appointment, promotion, discipline, separation, and other conditions of employment of personnel in the Office of the Mayor, personnel in executive departments of the District, and members of boards, commissions, and other agencies, who, under laws in effect on the date immediately preceding January 2, 1975, were subject to appointment and removal by the Commissioner of the District of Columbia. All actions affecting such personnel and such members shall, until such time as legislation is enacted by the Council superseding such laws and establishing a permanent District government merit system, pursuant to paragraph (3) of this section, continue to be subject to the provisions of acts of Congress relating to the appointment, promotion, discipline, separation, and other conditions of employment applicable to officers and employees of the District government, to § 1-207.13, and where applicable, to the provisions of the joint agreement between the Commissioners and the Civil Service Commission authorized by Executive Order No. 5491 of November 18, 1930, relating to the appointment of District personnel. He shall appoint or assign persons to positions formerly occupied, ex officio, by the Commissioner of the District of Columbia or by the Assistant to the Commissioner and shall have power to remove such persons from such positions. The officers and employees of each agency with respect to which legislative power is delegated by this chapter and which immediately prior to January 2, 1975, was not subject to the administrative control of the Commissioner of the District, shall continue to be appointed and removed in accordance with applicable laws until such time as such laws may be superseded by legislation passed by the Council establishing a permanent District government merit system pursuant to paragraph (3) of this section."},{"prefix":"3","text":" The Mayor shall administer the personnel functions of the District covering employees of all District departments, boards, commissions, offices and agencies, except as otherwise provided by this chapter. Personnel legislation enacted by Congress prior to or after January 2, 1975, including, without limitation, legislation relating to appointments, promotions, discipline, separations, pay, unemployment compensation, health, disability and death benefits, leave, retirement, insurance, and veterans' preference applicable to employees of the District government as set forth in § 1-207.14(c), shall continue to be applicable until such time as the Council shall, pursuant to this section, provide for coverage under a District government merit system. The District government merit system shall be established by act of the Council. The system shall apply with respect to the compensation of employees of the District government during fiscal year 2006 and each succeeding fiscal year, except that the system may provide for continued participation in all or part of the Federal Civil Service System and shall provide for persons employed by the District government immediately preceding the effective date of such system personnel benefits, including but not limited to pay, tenure, leave, residence, retirement, health and life insurance, and employee disability and death benefits, all at least equal to those provided by legislation enacted by Congress, or regulation adopted pursuant thereto, and applicable to such officers and employees immediately prior to the effective date of the system established pursuant to this chapter, except that nothing in this chapter shall prohibit the District from separating an officer or employee subject to such system in the implementation of a financial plan and budget for the District government approved under subpart B of subchapter VII of Chapter 3 of Title 47, and except that nothing in this section shall prohibit the District from paying an employee overtime pay in accordance with § 7 of the Fair Labor Standards Act of 1938 (29 U.S.C. § 207). The District government merit system shall take effect not earlier than 1 year nor later than 5 years after January 2, 1975."},{"prefix":"4","text":" The Mayor shall, through the heads of administrative boards, offices, and agencies, supervise and direct the activities of such boards, offices, and agencies."},{"prefix":"5","text":" The Mayor may submit drafts of acts to the Council."},{"prefix":"6","text":" The Mayor may delegate any of his functions (other than the function of approving or disapproving acts passed by the Council or the function of approving contracts between the District and the federal government under § 1-207.31) to any officer, employee, or agency of the executive office of the Mayor, or to any director of an executive department who may, with the approval of the Mayor, make a further delegation of all or a part of such functions to subordinates under his jurisdiction. Nothing in the previous sentence may be construed to permit the Mayor to delegate any functions assigned to the Chief Financial Officer of the District of Columbia under subchapter I-A of Chapter 3 of Title 47, without regard to whether such functions are assigned to the Chief Financial Officer under such section during a control year (as defined in § 47-393(4)) or during any other year."},{"prefix":"7","text":" The Mayor shall appoint a City Administrator, who shall serve at the pleasure of the Mayor. The City Administrator shall be the chief administrative officer of the Mayor, and he shall assist the Mayor in carrying out his functions under this chapter, and shall perform such other duties as may be assigned to him by the Mayor. The City Administrator shall be paid at a rate established by the Mayor."},{"prefix":"8","text":" The Mayor may propose to the executive or legislative branch of the United States government legislation or other action dealing with any subject, whether or not falling within the authority of the District government, as defined in this chapter."},{"prefix":"9","text":" The Mayor, as custodian thereof, shall use and authenticate the corporate seal of the District in accordance with law."},{"prefix":"10","text":" The Mayor shall have the right, under rules to be adopted by the Council, to be heard by the Council or any of its committees."},{"prefix":"11","text":" The Mayor is authorized to issue and enforce administrative orders, not inconsistent with this or any other Act of the Congress or any act of the Council, as are necessary to carry out his functions and duties."},{"prefix":"12","text":" The Mayor may reorganize the offices, agencies, and other entities within the executive branch of the government of the District by submitting to the Council a detailed plan of such reorganization. Such a reorganization plan shall be valid only if the Council does not adopt, within 60 days (excluding Saturdays, Sundays, and holidays) after such reorganization plan is submitted to it by the Mayor, a resolution disapproving such reorganization."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"B","text":"The Mayor."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.22","catch_text":"Powers and duties."}}