{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-317.3.\n\nEffect of Amendments\n\nPublic Law 106-522 deleted in the caption \"during control year, struck in the matter preceding paragraph (1) \"During a control year, the Chief Financial Officer\" and inserted \"The Chief Financial Officer\"; struck in paragraph \" Preparing\" and inserted \"During a control year, preparing\"; struck in paragraph (3), \"Assuring\" and inserted \"During a control year, assuring \"; rewrote paragraph (5); struck in paragraph (11), \"or the Authority\" and inserted \"(or by the Authority during a control year)\"; and added at the end new paragraphs (18) through (24). Prior to amendment, subsec. (5) provided:\n\n\"(5) With the approval of the Authority, preparing and submitting to the Mayor and the Council:\n\n\"(A) Annual estimates of all revenues of the District of Columbia (without regard to the source of such revenues), including proposed revenues, which shall be binding on the Mayor and the Council for purposes of preparing and submitting the budget of the District government for the year under subpart D of subchapter VII of Chapter 3 of this title, except that the Mayor and the Council may prepare the budget based on estimates of revenues which are lower than those prepared by the Chief Financial Officer; and\n\n\"(B) Quarterly re-estimates of the revenues of the District of Columbia during the year.\"\n\nPub. L. 108-489, in par. (21), substituted \"systems (other than the retirement system for police officers, fire fighters, and teachers)\" for \"systems\".\n\nPub. L. 109-356 rewrote the section which had previously read:\n\n\"§ 1-204.24c. Functions.\n\n\"The Chief Financial Officer shall have the following duties:\n\n\"(1) During a control year, preparing the financial plan and budget for the use of the Mayor for purposes of subpart B of subchapter VII of Chapter 3 of Title 47;\n\n\"(2) Preparing the budgets of the District of Columbia for the year for the use of the Mayor for purposes of §§ 1-204.41 to 1-204.53 and 1-204.55 to 1-204.56e.\n\n\"(3) During a control year, assuring that all financial information presented by the Mayor is presented in a manner, and is otherwise consistent with, the requirements of the District of Columbia Financial Responsibility and Management Assistance Act of 1995;\n\n\"(4) Implementing appropriate procedures and instituting such programs, systems, and personnel policies within the Officer's authority, to ensure that budget, accounting and personnel control systems and structures are synchronized for budgeting and control purposes on a continuing basis;\n\n\"(5) Preparing and submitting to the Mayor and the Council, with the approval of the Authority during a control year:\n\n\"(A) Annual estimates of all revenues of the District of Columbia (without regard to the source of such revenues), including proposed revenues, which shall be binding on the Mayor and the Council for purposes of preparing and submitting the budget of the District government for the year under §§ 1-204.41 to 1-204.53 and 1-204.55 to 1-204.56e, except that the Mayor and the Council may prepare the budget based on estimates of revenues which are lower than those prepared by the Chief Financial Officer; and\n\n\"(B) Quarterly re-estimates of the revenues of the District of Columbia during the year.\n\n\"(6) Supervising and assuming responsibility for financial transactions to ensure adequate control of revenues and resources, and to ensure that appropriations are not exceeded.\n\n\"(7) Maintaining systems of accounting and internal control designed to provide-\n\n\"(A) Full disclosure of the financial impact of the activities of the District government;\n\n\"(B) Adequate financial information needed by the District government for management purposes;\n\n\"(C) Effective control over, and accountability for, all funds, property, and other assets of the District of Columbia; and\n\n\"(D) Reliable accounting results to serve as the basis for preparing and supporting agency budget requests and controlling the execution of the budget.\n\n\"(8) Submitting to the Council a financial statement of the District government, containing such details and at such times as the Council may specify;\n\n\"(9) Supervising and assuming responsibility for the assessment of all property subject to assessment and special assessments within the corporate limits of the District of Columbia for taxation, preparing tax maps, and providing such notice of taxes and special assessments (as may be required by law);\n\n\"(10) Supervising and assuming responsibility for the levying and collection of all taxes, special assessments, licensing fees, and other revenues of the District of Columbia (as may be required by law), and receiving all amounts paid to the District of Columbia from any source (including the Authority);\n\n\"(11) Maintaining custody of all public funds belonging to or under the control of the District government (or any department or agency of the District government), and depositing all amounts paid in such depositories and under such terms and conditions as may be designated by the Council (or by the Authority during a control year);\n\n\"(12) Maintaining custody of all investment and invested funds of the District government or in possession of the District government in a fiduciary capacity, and maintaining the safekeeping of all bonds and notes of the District government and the receipt and delivery of District government bonds and notes for transfer, registration, or exchange;\n\n\"(13) Apportioning the total of all appropriations and funds made available during the year for obligation so as to prevent obligation or expenditure in a manner which would result in a deficiency or a need for supplemental appropriations during the year, and (with respect to appropriations and funds available for an indefinite period and all authorizations to create obligations by contract in advance of appropriations) apportioning the total of such appropriations, funds, or authorizations in the most effective and economical manner;\n\n\"(14) Certifying all contracts (whether directly or through delegation) prior to execution as to the availability of funds to meet the obligations expected to be incurred by the District government under such contracts during the year;\n\n\"(15) Prescribing the forms of receipts, vouchers, bills, and claims to be used by all agencies, offices, and instrumentalities of the District government;\n\n\"(16) Certifying and approving prior to payment all bills, invoices, payrolls, and other evidences of claims, demands, or charges against the District government, and determining the regularity, legality, and correctness of such bills, invoices, payrolls, claims, demands, or charges; and\n\n\"(17) In coordination with the Inspector General of the District of Columbia, performing internal audits of accounts and operations and records of the District government, including the examination of any accounts or records of financial transactions, giving due consideration to the effectiveness of accounting systems, internal control, and related administrative practices of the departments and agencies of the District government.\n\n\"(18) Exercising responsibility for the administration and supervision of the District of Columbia Treasurer (except that the Chief Financial Officer may delegate any portion of such responsibility as the Chief Financial Officer considers appropriate and consistent with efficiency).\n\n\"(19) Administering all borrowing programs of the District government for the issuance of long-term and short-term indebtedness.\n\n\"(20) Administering the cash management program of the District government, including the investment of surplus funds in governmental and non-governmental interest-bearing securities and accounts.\n\n\"(21) Administering the centralized District government payroll and retirement systems (other than the retirement system for police officers, fire fighters, and teachers).\n\n\"(22) Governing the accounting policies and systems applicable to the District government.\n\n\"(23) Preparing appropriate annual, quarterly, and monthly financial reports of the accounting and financial operations of the District government.\n\n\"(24) Not later than 120 days after the end of each fiscal year, preparing the complete financial statement and report on the activities of the District government for such fiscal year, for the use of the Mayor under § 1- 204.48(a)(4).\"\n\nEffective Dates\n\nSection 336(b) of Pub. L. 108-335 provided that the amendment made by subsection (a) shall take effect as if included in the enactment of the Emergency Wartime Supplemental Appropriations Act, 2003 [Public Law 108-11].\n\nSection 4(b) of Pub. L. 108-489 provided: \"The amendment made by subsection (a) shall apply with respect to fiscal year 2005 and each succeeding fiscal year.\"\n\nReferences in Text\n\nThe \"District of Columbia Financial Responsibility and Management Assistance Act of 1995\", referred to in (3), is Pub. L. 104-8, 109 Stat. 97.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Act 11-404, the \"General Obligation Bond Act of 1996\", see Mayor's Order 96-146, October 7, 1996 (43 DCR 5671).\n\nEnactment upon adoption of federal legislation: Section 4 of D.C. Law 11-254 provided that \"§§ 47-101, 47-117, 47-130, 47-301, 47-302, 47-303, 47-304, 47- 304.1, 47-305, 47-310, 47-312, 47-317.1 through 47-317.6, 47-321 through 47- 325, 47-327 through 47-331, and 47-332 through 47-334 of Title 47 [§§ 1- 204.41, 1-204.55, 1-204.50, 1-204.42, 1-204.43, 1-204.44, 1- 204.46, 1-204.53, 1-204.47, 1-204.48, 1-204.49, 1-204.24a through 1-204.24e, 47-317.06, 1-204.61 through 1-204.65, 1- 204.71 through 1-204.75, 1-204.81, 1-204.85, 1-204.86 and 1- 204.90, 2001 Ed.] of the District of Columbia Code shall be enacted as part of Title 47 upon the adoption by Congress of legislation so enacting these sections.\"\n\nPub. L. 107-20, ch. 3, § 2301, July 23, 2001, 115 Stat. 173, provides:\n\n\"REPORT BY THE MAYOR. The Mayor of the District of Columbia shall provide the House and Senate Committees on Appropriations, the Senate Committee on Governmental Affairs and the House Committee on Government Reform with a report on the specific authority necessary to carry out the responsibilities transferred to the Chief Financial Officer in a non-control year, outlined in section 155 of Public Law 106-522, the Fiscal Year 2001 District of Columbia Appropriations Act, and responsibilities outlined in Bill 14-254, passed by the Council of the District of Columbia on July 10, 2001 relating to the transition of responsibilities under Public Law 104-8, the District of Columbia Financial Responsibility and Management Assistance Act of 1995, within 45 days of the enactment of this Act.\"\n\nSection 409 of Pub. L. 107-206, Aug. 2, 2002, 116 Stat. 848, provides:\n\n\"Sec. 409. Effective June 30, 2002, the authority which the Chief Financial Officer of the District of Columbia exercised with respect to personnel, procurement, and the preparation of fiscal impact statements during a control period (as defined in Public Law 104-8) shall remain in effect through July 1, 2003 or until such time as the District of Columbia Fiscal Integrity Act becomes effective, whichever occurs sooner.\"\n\nSection 2302 of Pub. L. 108-11, April 16, 2003, 117 Stat. 593, as amended by Pub. L. 108-335, § 336(a), Oct. 18, 2004, 118 Stat. 1347, provides:\n\n\"Sec. 2302. The authority which the Chief Financial Officer of the District of Columbia exercised with respect to personnel, procurement, and the preparation of fiscal impact statements during a control period (as defined in Public Law 104-8) shall remain in effect through September 30, 2005.\"\n\nDelegation of Authority Under the District of Columbia Revenue Act of 1970, Public Law No. 91-650, see Mayor's Order 2006-51, April 14, 2006 (53 DCR 5300).\n\nDC CODE § 1-204.24c\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 424(c), as added Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 302(a); Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 155(b)(1); Dec. 23, 2004, 118 Stat. 3970, Pub. L. 108-489, § 4(a); Oct. 16, 2006, 120 Stat. 2031, Pub. L. 109-356, § 201(a).)","sections":[{"prefix":"a","text":" In general. -- The Chief Financial Officer may only be removed for cause by the Mayor, subject to the approval of the Council by a resolution approved by not fewer than 2/3 of the members of the Council.   After approval of the resolution by the Council, notice of the removal shall be submitted to the Committees on Appropriations of the House of Representatives and Senate, the Committee on Government Reform of the House of Representatives, and the Committee on Homeland Security and Governmental Affairs of the Senate for a 30- day period of review and comment before the removal takes effect."},{"prefix":"b","text":" Special rule for control years. -- During a control year, the Chief Financial Officer may be removed for cause by the Authority or by the Mayor with the approval of the Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"Bi","text":"Chief Financial Officer."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.24c","catch_text":"Removal of the Chief FinanciaL Officer.--"}}