{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-304.1.\n\n1981 Ed., § 31-104.1.\n\nEffective Dates\n\nSection 157(e)(1) of Pub. L. 105-100, 111 Stat. 2187, the District of Columbia Appropriations Act, 1998, provided that the amendment is effective as if included in the enactment of Pub. L. 105-33, 111 Stat. 251, the Balanced Budget Act of 1997.\n\nReferences in Text\n\nThe \"Council's rules,\" referred to in (b)(3), are the Rules of Organization and Procedure for the Council of the District of Columbia which are set out in the supplement as a note following § 1-204.04.\n\nMiscellaneous Notes\n\nEnactment upon adoption of federal legislation: Section 4 of D.C. Law 11-254 provided that \"§§ 47-101, 47-117, 47-130, 47-301, 47-302, 47-303, 47-304, 47- 304.1, 47-305, 47-310, 47-312, 47-317.1 through 47-317.6, 47-321 through 47- 325, 47-327 through 47-331, and 47-332 through 47-334 of Title 47 [§§ 1- 204.41, 1-204.55, 1-204.50, 1-204.42, 1-204.43, 1-204.44, 1- 204.46, 1-204.53, 1-204.47, 1-204.48, 1-204.49, 1-204.24a through 1-204.24e, 47-317.06, 1-204.61 through 1-204.65, 1- 204.71 through 1-204.75, 1-204.81, 1-204.85, 1-204.86 and 1- 204.90, 2001 Ed.] of the District of Columbia Code shall be enacted as part of Title 47 upon the adoption by Congress of legislation so enacting these sections.\"\n\nDC CODE § 1-204.53\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 803, Pub. L. 93-198, title IV, § 453, as added Aug. 17, 1991, Pub. L. 102-106, 105 Stat. 539, § 2; Apr. 17, 1995, 109 Stat. 106, Pub. L. 104-8, § 106(a)(4); Aug. 6, 1996, 110 Stat. 1698, Pub. L. 104-184, § 4(b); Aug. 5, 1997, 111 Stat. 753, Pub. L. 105-33, § 11243(d); Nov. 19, 1997, 111 Stat. 2187, Pub. L. 105-100, § 157(e)(1).)","sections":[{"prefix":"a","text":" In accordance with subsection (b) of this section and except as provided in subsection (c) of this section, the Mayor may reduce amounts appropriated or otherwise made available to independent agencies of the District of Columbia (including the Board of Education) for a fiscal year if the Mayor determines that it is necessary to reduce such amounts to balance the District's budget for the fiscal year."},{"prefix":"b","text":"(1) The Mayor may not make any reduction pursuant to subsection (a) of this section unless the Mayor submits a proposal to make such a reduction to the Council and the Council approves the proposal."},{"prefix":"2","text":" A proposal submitted by the Mayor under paragraph (1) of this subsection shall be deemed to be approved by the Council:"},{"prefix":"A","text":" If no member of the Council files a written objection to the proposal with the Secretary of the Council before the expiration of the 10-day period that begins on the date the Mayor submits the proposal; or"},{"prefix":"B","text":" If a member of the Council files such a written objection during the period described in subparagraph (A) of this paragraph, if the Council does not disapprove the proposal prior to the expiration of the 45-day period that begins on the date the member files the written objection."},{"prefix":"3","text":" The periods described in subparagraphs (A) and (B) of paragraph (2) of this subsection shall not include any days which are days of recess for the Council (according to the Council's rules)."},{"prefix":"c","text":" Subsection (a) of this section shall not apply to amounts appropriated or otherwise made available to the Council, the District of Columbia Financial Responsibility and Management Assistance Authority established under § 47- 391.01(a), or the District of Columbia Water and Sewer Authority established pursuant to § 34-2202.02."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.53","catch_text":"Reductions in budgets of independent agencies."}}