{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-233.\n\n1973 Ed., § 1-147.\n\nReferences in Text\n\n\"Chapter 11 of Title 31, United States Code\", referred to in the first sentence in paragraph (1) of subsection (c) of this section, was substituted for \"the Budget and Accounting Act, 1921 (31 U.S.C. § 1 et seq.)\" on authority of § 4(b) of the Act of September 13, 1982, Pub. L. 97-258.\n\nMiscellaneous Notes\n\nWaiver of Congressional review for certain revenue bond acts: Section 1 of Pub. L. 99-242 amended § 2 of Pub. L. 99-216 to include also D.C. Laws 6-78 and 6-79. Section 2 provided that they should take effect as if included in Pub. L. 99-216, with certain restrictions.\n\nSection 2 of Pub. L. 99-216 also waived Congressional review for D.C. Laws 6-75 and 6-70, providing that they take effect on the date of enactment of the public law, which was approved Dec. 26, 1985.\n\nWaiver of Congressional review for certain revenue bond acts: Section 136(a) of H.R. 3067, amended by H.R. 99-419, incorporated in Pub. L. 99-190 by § 101(c), the D.C. Appropriation Act, 1986, provided that § 602(c) of the Self-Government Act (Pub. L. 93-198) shall not apply to certain acts authorizing the issuance of revenue bonds. Section 136(b) of H.R. 3067 provided that the subject revenue bond acts shall take effect on the date of enactment of the act. Pub. L. 99-190 was approved Dec. 19, 1985. The revenue bond acts subject to waiver of review, set forth in § 136(c) of H.R. 3067, are The Georgetown University Higher Education Facilities Revenue Bond Act of 1985 (D.C. Law 6- 75), The Sibley Memorial Hospital Revenue Bond Act of 1985 (D.C. Law 6-70), The Forrest Marbury House Project Revenue Bond Act of 1985 (D.C. Law 6-86), The American University Revenue Bond Act of 1985 (D.C. Law 6-78), and The George Washington University Revenue Bond Act of 1985 (D.C. Law 6-79).\n\nD.C. Schedule of Heights Amendment disapproved by Congress: Pursuant to Pub. L. 102-11, 105 Stat. 33, effective March 12, 1991, it was resolved by the Senate and House of Representatives of the United States of America in Congress assembled, that the Congress hereby disapproves of the action of the District of Columbia Council described as follows: The Schedule of Heights Amendment Act of 1990 (D.C. Act 8-329), signed by the Mayor of the District of Columbia on December 27, 1990, and transmitted to Congress pursuant to section 602(c)(1) of the District of Columbia Self-Government and Governmental Reorganization Act on January 15, 1991.\n\nBorrowing of funds for arena preconstruction activities: For provisions permitting a designated authority to borrow funds for preconstruction activities relating to Gallery Place Sports Arena, see § 47-398.01.\n\nApplication of § 301(d)(1) of Pub. L. 104-8: Section 301(d)(2) of Pub. L. 104- 8, 109 Stat. 142, provided that the amendment made by paragraph (d)(1) shall apply to Acts of the Council transmitted on or after October 1, 1995.\n\nFiscal year: See Historical and Statutory Notes following § 1-203.03.\n\nCongressional disapproval of acts of the Council.\n\nCongress has utilized its authority under subsection (c) of this section to nullify the following acts of the Council of the District of Columbia:\n\n(1) The Location of Chanceries Act of 1979, D.C. Act 3-120, adopted on final reading by the Council October 9, 1979, signed by the Mayor November 9, 1979 (26 DCR 2188). Disapproval was effective December 20, 1979.\n\n(2) The District of Columbia Sexual Assault Reform Act of 1981, D.C. Act 4-69, adopted on final reading by the Council July 14, 1981, signed by the Mayor July 2, 1981 (28 DCR 3409). Disapproval was effective October 1, 1981.\n\n(3) The Schedule of Heights Amendment Act of 1990, Act 8-329, adopted on final reading by the Council December 18, 1990, signed by the Mayor December 27, 1990 (38 DCR 369). The disapproval was effective on March 21, 1991.\n\nAt the time of the disapproval of the first act, section 602(c)(1) of the Home Rule Act required both Houses of Congress to adopt a concurrent resolution disapproving the act. Act 3-120 was disapproved by both Houses of Congress in S.Con.Res.63 (in Lieu of H.Con.Res.228).\n\nAct 4-69 would have amended titles 22 and 23 of the District of Columbia Code. At the time of the disapproval, section 602(c)(2) provided that either House of Congress could adopt a resolution disapproving an act of the Council that amended or would be codified in titles 22, 23, or 24. Act 4-69 was disapproved by one House of Congress, the House of Representatives, in H.Res.208.\n\nBy the time the Council transmitted Act 8-329 to Congress, the Supreme Court had decided, in Immigration and Naturalization Service v. Chada, 462 U.S. 919, 103 S. Ct. 2764 (1983), that a provision of the Immigration and Naturalization Act that allowed one House of Congress to invalidate a decision of the Executive Branch violated the constitutional doctrine of separation of powers. Congress amended the Home Rule Act to conform with the Chada decision. Section 602 was amended to require that in order to disapprove an act of the Council, both Houses of Congress must pass a joint resolution that would then require the signature of the President. Act 8-329 was disapproved by joint resolution of Congress and signature of the President and became Public Law 102-11.\n\nDC CODE § 1-206.02\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 813, Pub. L. 93-198, title VI, § 602; Sept. 7, 1976, 90 Stat. 1220, Pub. L. 94-402; Oct. 27, 1978, 92 Stat. 2023, Pub. L. 95-526; Dec. 23, 1981, 95 Stat. 1493, Pub. L. 97-105, § 17; Oct. 12, 1984, 98 Stat. 1974, Pub. L. 98-473, § 131(d)-(g); Apr. 17, 1995, 109 Stat. 107, 142, Pub. L. 104-8, §§ 108(b)(2), 301(d)(1).)","sections":[{"prefix":"a","text":" The Council shall have no authority to pass any act contrary to the provisions of this chapter except as specifically provided in this chapter, or to:"},{"prefix":"1","text":" Impose any tax on property of the United States or any of the several states;"},{"prefix":"2","text":" Lend the public credit for support of any private undertaking;"},{"prefix":"3","text":" Enact any act, or enact any act to amend or repeal any Act of Congress, which concerns the functions or property of the United States or which is not restricted in its application exclusively in or to the District;"},{"prefix":"4","text":" Enact any act, resolution, or rule with respect to any provision of Title 11 (relating to organization and jurisdiction of the District of Columbia courts);"},{"prefix":"5","text":" Impose any tax on the whole or any portion of the personal income, either directly or at the source thereof, of any individual not a resident of the District (the terms \"individual\" and \"resident\" to be understood for the purposes of this paragraph as they are defined in § 47-1801.04);"},{"prefix":"6","text":" Enact any act, resolution, or rule which permits the building of any structure within the District of Columbia in excess of the height limitations contained in § 6-601.05, and in effect on December 24, 1973;"},{"prefix":"7","text":" Enact any act, resolution, or regulation with respect to the Commission on Mental Health;"},{"prefix":"8","text":" Enact any act or regulation relating to the United States District Court for the District of Columbia or any other court of the United States in the District other than the District courts, or relating to the duties or powers of the United States Attorney or the United States Marshal for the District of Columbia;"},{"prefix":"9","text":" Enact any act, resolution, or rule with respect to any provision of Title 23 (relating to criminal procedure), or with respect to any provision of any law codified in Title 22 or 24 (relating to crimes and treatment of prisoners), or with respect to any criminal offense pertaining to articles subject to regulation under Chapter 45 of Title 22 during the 48 full calendar months immediately following the day on which the members of the Council first elected pursuant to this chapter take office; or"},{"prefix":"10","text":" Enact any act, resolution, or rule with respect to the District of Columbia Financial Responsibility and Management Assistance Authority established under § 47-391.01(a)."},{"prefix":"b","text":" Nothing in this chapter shall be construed as vesting in the District government any greater authority over the National Zoological Park, the National Guard of the District of Columbia, the Washington Aqueduct, the National Capital Planning Commission, or, except as otherwise specifically provided in this chapter, over any federal agency, than was vested in the Commissioner prior to January 2, 1975."},{"prefix":"c","text":"(1) Except acts of the Council which are submitted to the President in accordance with Chapter 11 of Title 31, United States Code, any act which the Council determines, according to § 1-204.12(a), should take effect immediately because of emergency circumstances, and acts proposing amendments to subchapter IV of this chapter and except as provided in § 1-204.62(c) and § 1-204.72(d)(1) the Chairman of the Council shall transmit to the Speaker of the House of Representatives, and the President of the Senate, a copy of each act passed by the Council and signed by the Mayor, or vetoed by the Mayor and repassed by two-thirds of the Council present and voting, each act passed by the Council and allowed to become effective by the Mayor without his signature, and each initiated act and act subject to referendum which has been ratified by a majority of the registered qualified electors voting on the initiative or referendum. Except as provided in paragraph (2) of this subsection, such act shall take effect upon the expiration of the 30-calendar-day period (excluding Saturdays, Sundays, and holidays, and any day on which neither House is in session because of an adjournment sine die, a recess of more than 3 days, or an adjournment of more than 3 days) beginning on the day such act is transmitted by the Chairman to the Speaker of the House of Representatives and the President of the Senate, or upon the date prescribed by such act, whichever is later, unless during such 30-day period, there has been enacted into law a joint resolution disapproving such act. In any case in which any such joint resolution disapproving such an act has, within such 30- day period, passed both Houses of Congress and has been transmitted to the President, such resolution, upon becoming law, subsequent to the expiration of such 30-day period, shall be deemed to have repealed such act, as of the date such resolution becomes law. The provisions of § 1-206.04, except subsections (d), (e), and (f) of such section, shall apply with respect to any joint resolution disapproving any act pursuant to this paragraph."},{"prefix":"2","text":" In the case of any such act transmitted by the Chairman with respect to any act codified in Title 22, 23, or 24 of the District of Columbia Code, such act shall take effect at the end of the 60-day period beginning on the day such act is transmitted by the Chairman to the Speaker of the House of Representatives and the President of the Senate unless, during such 60-day period, there has been enacted into law a joint resolution disapproving such act. In any case in which any such joint resolution disapproving such an act has, within such 60-day period, passed both Houses of Congress and has been transmitted to the President, such resolution, upon becoming law subsequent to the expiration of such 60-day period shall be deemed to have repealed such act, as of the date such resolution becomes law. The provisions of § 1-206.04, relating to an expedited procedure for consideration of joint resolutions, shall apply to a joint resolution disapproving such act as specified in this paragraph."},{"prefix":"3","text":" The Council shall submit with each Act transmitted under this subsection an estimate of the costs which will be incurred by the District of Columbia as a result of the enactment of the act in each of the first 4 fiscal years for which the act is in effect, together with a statement of the basis for such estimate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"VI","text":"Reservation of Congressional Authority."},"heading":{"title":"1","chaptersection":"206","identifier":"1-206.02","catch_text":"Limitations on the Council."}}