{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-202.\n\n1973 Ed., § 1-122.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section 202 of Law 18-160, see § 2 of the Elected Attorney General Referendum Emergency Amendment Act of 2010 (D.C. Act 18-443, June 17, 2010, 57 DCR 5403).\n\nFor temporary (90 day) amendment of section 202 of Law 18-160, see § 2 of the Elected Attorney General Referendum Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-532, August 6, 2010, 57 DCR 8142).\n\nFor temporary (90 day) amendment of section 202 of D.C. Law 18-160, see § 204 of Receiving Stolen Property and Public Safety Amendments Emergency Amendment Act of 2011 (D.C. Act 19-261, December 21, 2011, 58 DCR 11232).\n\nLegislative History of Laws\n\nFor history of Law 18-160, see notes under § 1-301.81.\n\nMiscellaneous Notes\n\nApplication of § 301(a)(1) of Pub. L. 104-8: Section 301(a)(2) of Pub. L. 104- 8, 109 Stat. 142, provided that the amendments made by paragraph (a)(1) shall apply with respect to revenues, resources, and budgets of the District of Columbia for fiscal years beginning with fiscal year 1996.\n\nLaw 18-160 not applicable: D.C. Law 18-160 contained an applicability clause for section 201 of the Act that, after amendment by emergency Act 18-443, temporary Law 18-224, and emergency Act 19-51, purported that section 201 would become law upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum pursuant to section 303 of the District of Columbia Home Rule Act (HRA) and 35 days of congressional review. D.C. Law 18-160 purported to add a paragraph (16) to this section (§ 1-201.03) by referendum. The HRA does not allow this section to be amended by referendum.\n\nSection 203 of D.C. Law 19-120 amended section 202 of D.C. Law 18-160 to read as follows:\n\n\"Sec. 202. Applicability.\n\n\"Section 201 shall apply upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum held for such purpose and a 35-day period of Congressional review as provided in section 303 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1-203.03), and publication in the District of Columbia Register.\".\n\nDC CODE § 1-201.03\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 777, Pub. L. 93-198, title I, § 103; Dec. 28, 1981, 95 Stat. 1493, Pub. L. 97-105, § 1; Apr. 17, 1995, 109 Stat. 141, Pub. L. 104-8, § 301(a)(1); Aug. 5, 1997, 111 Stat. 777, Pub. L. 105-33, § 11601(b)(1)(A).)","sections":[{"prefix":"1","text":" The term \"District\" means the District of Columbia."},{"prefix":"2","text":" The term \"Council\" means the Council of the District of Columbia provided for by part A of subchapter IV of this chapter."},{"prefix":"3","text":" The term \"Commissioner\" means the Commissioner of the District of Columbia established under Reorganization Plan No. 3 of 1967."},{"prefix":"4","text":" The term \"District of Columbia Council\" means the Council of the District of Columbia established under Reorganization Plan No. 3 of 1967."},{"prefix":"5","text":" The term \"Chairman\" means, unless otherwise provided in this Act, the Chairman of the Council provided for by part A of subchapter IV of this chapter."},{"prefix":"6","text":" The term \"Mayor\" means the Mayor provided for by part B of subchapter IV of this chapter."},{"prefix":"7","text":" The term \"act\" includes any legislation passed by the Council, except where the term \"Act\" [chapter] is used to refer to this chapter or other Acts of Congress herein specified."},{"prefix":"8","text":" The term \"capital project\" means any physical public betterment or improvement, the acquisition of property of a permanent nature, or the purchase of equipment or furnishings, and includes:"},{"prefix":"A","text":" Costs of any preliminary plans, studies, and surveys in connection with such betterment, improvement, acquisition, or purchase;"},{"prefix":"B","text":" Costs incidental to such betterment, improvement, acquisition, or purchase, and the financing thereof, including the cost of any election, professional fees, printing or engraving, production and reproduction of documents, publication of notices, taking of title, bond insurance, and interest during construction; and"},{"prefix":"C","text":" The reimbursement of any fund or account for amounts expended for the payment of any such costs."},{"prefix":"9","text":" The term \"pending\", when applied to any capital project, means authorized but not yet completed."},{"prefix":"10","text":" The term \"District revenues\" means all funds derived from taxes, fees, charges, miscellaneous receipts, grants and other forms of financial assistance, or the sale of bonds, notes, or other obligations, and any funds administered by the District government under cost sharing arrangements."},{"prefix":"11","text":" The term \"election\", unless the context otherwise provides, means an election held pursuant to the provisions of this chapter."},{"prefix":"12","text":" The terms \"publish\" and \"publication\", unless otherwise specifically provided herein, mean publication in a newspaper of general circulation in the District."},{"prefix":"13","text":" The term \"District of Columbia Courts\" means the Superior Court of the District of Columbia and the District of Columbia Court of Appeals."},{"prefix":"14","text":" The term \"resources\" means revenues, balances, enterprise or other revolving funds, and funds realized from borrowing."},{"prefix":"15","text":" The term \"budget\" means the entire request for appropriations or loan or spending authority for all activities of all departments or agencies of the District of Columbia financed from all existing, proposed, or anticipated resources, and shall include both operating and capital expenditures."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"I","text":"Short Title, Purposes, and Definitions."},"heading":{"title":"1","chaptersection":"201","identifier":"1-201.03","catch_text":"Definitions."}}