{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-301.\n\n1973 Ed., § 47-221.\n\nTemporary Addition of Section\n\nSections 2 and 3 of D.C. Law 18-157 added sections to read as follows:\n\n\"Sec. 2. The Mayor shall submit a budget gap-closing plan for the District government for the current fiscal year to the Council not later than February 10, 2010. The Mayor shall make the plan available to the public.\n\n\"Sec. 3. The Mayor shall submit to the Council by the 10th of each month a report, which is certified by the Office of the Chief Financial Officer, on the progress for controlling overspending in fiscal year 2010.   The Mayor shall make the reports available to the public.\"\n\nSection 5(b) of D.C. Law 18-157 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 3102 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 3102 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) provisions on limits on local spending increases, see § 4002 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) submission of the budget with local spending increase limitations, see § 1202 of the Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) submission of the budget with local spending increase limitations, see § 1202 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) Department of Employment Services budget and FTE authority provisions, see § 1092 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) Department of Employment Services budget and FTE authority provisions, see § 1092 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see §§ 2, 3 of Fiscal Year 2010 Balanced Budget and Spending Pressure Control Plan Emergency Act of 2009 (D.C. Act 18-322, March 2, 2010, 57 DCR 1847).\n\nLegislative History of Laws\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nMiscellaneous Notes\n\nDeadline for submission of revised revenue estimate: Section 124 of Pub. L. 102-382, 106 Stat. 1433, the District of Columbia Appropriations Act, 1993, provided that no later than 30 days after the end of the first quarter of the fiscal year ending September 30, 1993, the Mayor of the District of Columbia shall submit to the Council of the District of Columbia the new fiscal year 1993 revenue estimates as of the end of the first quarter of fiscal year 1993. These estimates shall be used in the budget request for the fiscal year ending September 30, 1994. The officially revised estimates at midyear shall be used for the midyear report.\n\nSubmission date for budget request for fiscal year 1992: Pursuant to Resolution 8-312, the \"Submission Date for the Fiscal Year 1992 Budget Approval Resolution of 1990,\" effective December 21, 1990, the Council established the date by which the Mayor shall submit to the Council the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1992, and identified information and documentation to be submitted to the Council with the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1992.\n\nSubmission Date for the Fiscal Year 1993 Budget Approval Resolution of 1991: Pursuant to Resolution 9-151, effective December 27, 1991, the Council established the date by which the Mayor shall submit to the Council the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1993, and to identify information and documentation to be submitted to the Council with the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1993.\n\nAmendment of Mayor's Order 83-19 January 3, 1983, Establishment of Office of Financial Management: See Mayor's Order 88-13, January 22, 1988.\n\nAgency Budget and Resource Utilization Advisory Committees established: See Mayor's Order 88-239, October 26, 1988.\n\nEstablishment of Mayor's Advisory Committee on Resources and Budget: See Mayor's Order 89-207, September 12, 1989.\n\nEstablishment of District of Columbia Commission on Budget and Financial Priorities: See Mayor's Order 89-224, October 5, 1989.\n\nAmendment of Mayor's Order 89-224: Establishment--D.C. Commission on Budget and Financial Priorities: See Mayor's Order 90-198, December 13, 1990.\n\nEnactment upon adoption of federal legislation: Section 4 of D.C. Law 11-254 provided that \"§§ 47-101, 47-117, 47-130, 47-301, 47-302, 47-303, 47-304, 47- 304.1, 47-305, 47-310, 47-312, 47-317.1 through 47-317.6, 47-321 through 47- 325, 47-327 through 47-331, and 47-332 through 47-334 of Title 47 [§§ 1- 204.41, 1-204.55, 1-204.50, 1-204.42, 1-204.43, 1-204.44, 1- 204.46, 1-204.53, 1-204.47, 1-204.48, 1-204.49, 1-204.24a through 1-204.24e, 47-317.06, 1-204.61 through 1-204.65, 1- 204.71 through 1-204.75, 1-204.81, 1-204.85, 1-204.86 and 1- 204.90, 2001 Ed.] of the District of Columbia Code shall be enacted as part of Title 47 upon the adoption by Congress of legislation so enacting these sections.\"\n\nSubmission Date for the Fiscal Year 1995 Budget Approval Resolution of 1993: Pursuant to Resolution 10-206, effective December 24, 1993, the Council established the date by which the Mayor shall submit to the Council the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1995, and to identify information and documentation to be submitted to the Council with the proposed budget for the government of the District of Columbia for the fiscal year ending September 30, 1995.\n\nFiscal Year 1996 Budget Submission Date Extension Emergency Resolution of 1995: Pursuant to Resolution 11-16, effective February 7, 1995, the Council extended, on an emergency basis, the date of submission by the Mayor of the Fiscal Year 1996 budget to the Council.\n\nSection 3102 of D.C. Law 13-172, amended Section 2102 of the Service Improvement and Fiscal Year 2000 Budget Support Act of 1999 to provide:\n\n\"In submitting fiscal year budgets to the Council for fiscal years beginning with fiscal year 2001, there should be a guide for calculating the increase in annual expenditures of local funds. This guide should be an increase of no more than 3% over the prior fiscal year's expenditures of local funds.\"\n\nDefinitions applicable: The definitions in § 1-202 apply to this subchapter.\n\nShort title of title XLI of Law 14-190: Section 4101 of D.C. Law 14-190 provided that title XLI of the act may be cited as the Fiscal Year 2004 Budget Submission Amendment Act of 2002.\n\nSection 4102 of D.C. Law 14-190 provides:\n\n\"Sec. 4102. Limit on increase in spending.\n\n\"For fiscal year 2004 the Mayor shall not submit a budget to the Council that increases spending by more than 4% of the fiscal year 2003 budget approved by the Council.\"\n\nSection 1202 of D.C. Law 15-39 provides:\n\n\"(a) For fiscal year 2005, the Mayor shall submit a budget to the Council that increases local funds spending by no more than 3.5% of the fiscal year 2004 budget approved by the Council. Any spending transferred from local funds in fiscal year 2004 to non-local funds in Fiscal year 2005 shall be included in any calculation to determine whether the proposed spending for fiscal year 2005 is more than 3.5% greater than local spending in fiscal year 2004.\n\n\"(b) By July 1, 2003, the Chief Financial Officer and the Mayor shall identify by contract or subagency, the areas where contract savings identified by the Fiscal Year 2004 Budget Request Act, passed on May 6, 2003 (Enrolled version of Bill 15-214) shall occur and submit the information to Council.\n\n\"(c) The budget submission pursuant to subsection (a) of this section shall provide that not less than   1/2 of the personnel costs for Public Safety Communications Center services in fiscal year 2004 shall instead be paid by local funds in fiscal year 2005.\"\n\nShort title of subtitle I of title I of Law 15-205: Section 1091 of D.C. Law 15-205 provided that subtitle I of title I of the act may be cited as the Department of Employment Services Budget and FTE Authority Act of 2004.\n\nSection 1092 of D.C. Law 15-205 provides:\n\n\"For fiscal year 2005, the Department of Employment Services ('DOES') shall have:\n\n\"(1) No more than 513 full time equivalent ('FTE') employees; and\n\n\"(2) A total budget of $88,846,102, to be allocated as follows:\n\n\"(A)(i) Personal services budget not to exceed $32,314,000;\n\n\"(ii) Nonpersonal services budget not to exceed $56,532,000, including not less than $29,965,000 for Subsidies and Transfers;\n\n\"(B) From the funds identified herein, no less than $764,000 shall be made available for the Office of Apprenticeship and Information Training; and\n\n\"(C) From the funds identified herein, no more than $686,000 shall be made available for security costs.\n\n\"(b) The budget allocations set forth in paragraph (2)(A) of subsection (a) shall apply to budgeted funds only and exclude any additional grant funds or special purpose funds not included in the fiscal year 2005 budget. The allocations are subject to the following adjustments if there are grant fund or special purpose fund budget modifications approved by the Council: 36% of any budget modifications shall be allocated to personal services and 64% shall be allocated to nonpersonal services.\"\n\nDC CODE § 1-204.42\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 798, Pub. L. 93-198, title IV, § 442; Aug. 14, 1974, 88 Stat. 458, Pub. L. 93-376, title III, § 306(a); Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 301(c); Aug. 6, 1996, 110 Stat. 1698, Pub. L. 104-184, § 4(c).)","sections":[{"prefix":"a","text":" At such time as the Council may direct, the Mayor shall prepare and submit to the Council each year, and make available to the public, an annual budget for the District of Columbia government which shall include:"},{"prefix":"1","text":" The budget for the forthcoming fiscal year in such detail as the Mayor determines necessary to reflect the actual financial condition of the District government for such fiscal year, and specify the agencies and purposes for which funds are being requested; and which shall be prepared on the assumption that proposed expenditures resulting from financial transactions undertaken on either an obligation or cash outlay basis, for such fiscal year shall not exceed estimated resources from existing sources and proposed resources;"},{"prefix":"2","text":" An annual budget message which shall include supporting financial and statistical information on the budget for the forthcoming fiscal year and information on the approved budgets and expenditures for the immediately preceding 3 fiscal years;"},{"prefix":"3","text":" A multiyear plan for all agencies of the District government as required under § 1-204.43;"},{"prefix":"4","text":" A multiyear capital improvements plan for all agencies of the District government as required under § 1-204.44;"},{"prefix":"5","text":" A program performance report comparing actual performance of as many programs as is practicable for the last completed fiscal year against proposed goals for such programs for such year, and, in addition, presenting as many qualitative or quantitative measures of program effectiveness as possible (including results of statistical sampling or other special analyses), and indicating the status of efforts to comply with the reports of the District of Columbia Auditor and the Comptroller General of the United States;"},{"prefix":"6","text":" An issue analysis statement consisting of a reasonable number of issues, identified by the Council in its action on the budget in the preceding fiscal year, having significant revenue or budgetary implications, and other similar issues selected by the Mayor, which shall consider the cost and benefits of alternatives and the rationale behind action recommended or adopted; and"},{"prefix":"7","text":" A summary of the budget for the forthcoming fiscal year designed for distribution to the general public."},{"prefix":"b","text":" The budget prepared and submitted by the Mayor shall include, but not be limited to, recommended expenditures at a reasonable level for the forthcoming fiscal year for the Council, the District of Columbia Auditor, the District of Columbia Board of Elections and Ethics, the District of Columbia Judicial Nomination Commission, the Zoning Commission of the District of Columbia, the Public Service Commission, the Armory Board, the Commission on Judicial Disabilities and Tenure, and the District of Columbia Water and Sewer Authority."},{"prefix":"c","text":" The Mayor from time to time may prepare and submit to the Council such proposed supplemental or deficiency budget recommendations as in his judgment are necessary on account of laws enacted after transmission of the budget or are otherwise in the public interest. The Mayor shall submit with such proposals a statement of justifications, including reasons for their omission from the annual budget. Whenever such proposed supplemental or deficiency budget recommendations are in an amount which would result in expenditures in excess of estimated resources, the Mayor shall make such recommendations as are necessary to increase resources to meet such increased expenditures."},{"prefix":"d","text":" The Mayor shall prepare and submit to the Council a proposed supplemental or deficiency budget recommendation under subsection (c) of this section if the Council by resolution requests the Mayor to submit such a recommendation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.42","catch_text":"Submission of annual budget."}}