{"text":"","historical":"Effect of Amendments\n\nD.C. Law 112-145, in subsec. (b)(1), substituted \"the Board of Elections shall hold a special election in the District on the Tuesday occurring at least 70 days and not more than 174 days after the date on which such vacancy occurs which the Board of Elections determines, based on a totality of the circumstances, taking into account, inter alia, cultural and religious holidays and the administrability of the election, will provide the opportunity for the greatest level of voter participation.\" for \"the Board of Elections and Ethics shall hold a special election in the District on the 1st Tuesday occurring more than 114 days after the date on which the vacancy occurs, unless the Board of Elections and Ethics determines that the vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring within 60 days of the date on which a special election would otherwise have been held under the provisions of this paragraph.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-224 amended section 202 of D.C. Law 18-160 to read as follows:\n\n\"Sec. 202. Applicability.\n\n\"Section 201 shall apply upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum held for such purpose and a 35-day period of Congressional review as provided in section 303 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1-203.03), and publication in the District of Columbia Register.\".\n\nSection 5(b) of D.C. Law 18-224 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section 202 of Law 18-160, see § 2 of the Elected Attorney General Referendum Emergency Amendment Act of 2010 (D.C. Act 18-443, June 17, 2010, 57 DCR 5403).\n\nFor temporary (90 day) amendment of section 202 of Law 18-160, see § 2 of the Elected Attorney General Referendum Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-532, August 6, 2010, 57 DCR 8142).\n\nFor temporary (90 day) amendment of section 202 of D.C. Law 18-160, see § 204 of Receiving Stolen Property and Public Safety Amendments Emergency Amendment Act of 2011 (D.C. Act 19-261, December 21, 2011, 58 DCR 11232).\n\nFor temporary (90 day) amendment of section 202 of D.C. Law 18-160, see § 203 of Receiving Stolen Property and Public Safety Amendments Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-326, March 19, 2012, 59 DCR 2384).\n\nLegislative History of Laws\n\nLaw 18-160, the \"Attorney General for the District of Columbia Clarification and Elected Term Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-65, which was referred to the Committee on Public Safety and the Judiciary. The bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively. Deemed approved without the signature of the Mayor on March 30, 2010, it was assigned Act No. 18-351 and transmitted to both Houses of Congress for its review. D.C. Law 18-160 became effective on May 27, 2010.\n\nEffective Dates\n\nD.C. Law 18-160 contained an applicability clause for section 201 of the Act that, after amendment by emergency Act 18-443, temporary Law 18-224, and emergency Act 19-51, stated that section 201 would become law upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum and 35 days of congressional review.\n\nD.C. Law 18-160 became effective on May 27, 2010. Section 201 of D.C. Law 18- 160 was ratified by the electors of the District of Columbia in a general election held on November 2, 2010, and certified by the District of Columbia Board of Elections and Ethics on November 29, 2010. Section 201 became effective as law on May 30, 2011, following 35 days of congressional review and assigned Law Number 18-160A. Section 201 adds a new section 435 to the District of Columbia Home Rule Act (HRA) pursuant to section 303 of the HRA.\n\nMiscellaneous Notes\n\nSection 203 of D.C. Law 19-120 amended section 202 of D.C. Law 18-160 to read as follows:\n\n\"Sec. 202. Applicability.\n\n\"Section 201 shall apply upon its ratification by a majority of the registered qualified electors of the District of Columbia voting in a referendum held for such purpose and a 35-day period of Congressional review as provided in section 303 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1-203.03), and publication in the District of Columbia Register.\".\n\nSection 3 of Pub. L. 112-145 provides:\n\n\"Sec. 3. EFFECTIVE DATE.\n\n\"The amendments made by section 2 shall apply with respect to vacancies occurring on or after the enactment of this Act.\"\n\nDC CODE § 1-204.35\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, as added May 28, 2011, D.C. Law 18-160A, § 201(b), 57 DCR 3012; July 18, 2012, 126 Stat.1133, Pub. L. 112-145, § 2(c).)","sections":[{"prefix":"a","text":" The Attorney General for the District of Columbia shall be elected on a partisan basis by the registered qualified electors of the District. Nothing in this section shall prevent a candidate for the position of Attorney General from belonging to a political party."},{"prefix":"b","text":"(1) If a vacancy in the position of Attorney General occurs as a consequence of resignation, permanent disability, death, or other reason, the Board of Elections shall hold a special election in the District on the Tuesday occurring at least 70 days and not more than 174 days after the date on which such vacancy occurs which the Board of Elections determines, based on a totality of the circumstances, taking into account, inter alia, cultural and religious holidays and the administrability of the election, will provide the opportunity for the greatest level of voter participation. If a vacancy in the position of Attorney General occurs as a consequence of resignation, permanent disability, death, or other reason, the Board of Elections and Ethics shall hold a special election in the District on the 1st Tuesday occurring more than 114 days after the date on which the vacancy occurs, unless the Board of Elections and Ethics determines that the vacancy could be more practicably filled in a special election held on the same day as the next general election to be held in the District occurring within 60 days of the date on which a special election would otherwise have been held under the provisions of this paragraph. The person elected Attorney General to fill a vacancy in the Office of the Attorney General shall take office on the day in which the Board of Elections and Ethics certifies his or her election, and shall serve as Attorney General only for the remainder of the term during which the vacancy occurred unless reelected."},{"prefix":"2","text":" When the position of Attorney General becomes vacant, the Chief Deputy Attorney General shall become the Acting Attorney General and shall serve from the date the vacancy occurs until the date on which the Board of Elections and Ethics certifies the election of the new Attorney General at which time he or she shall again become the Chief Deputy Attorney General. While the Chief Deputy Attorney General is Acting Attorney General, he or she shall receive the compensation regularly paid the Attorney General, and shall receive no compensation as Chief Deputy Attorney General."},{"prefix":"c","text":" The term of office for the Attorney General shall be 4 years and shall begin on noon on January 2nd of the year following his or her election. The term of office of the Attorney General shall coincide with the term of office of the Mayor."},{"prefix":"d","text":" Any candidate for the position of Attorney General shall meet the qualifications of § 1-301.83, prior to the day on which the election for the Attorney General is to be held."},{"prefix":"e","text":" The first election for the position of Attorney General shall be after January 1, 2014."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"C-I","text":"Election of the Attorney General."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.35","catch_text":"Election of the Attorney General."}}