{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-313.\n\n1973 Ed., § 47-228.\n\nReferences in Text\n\n\"§§ 1341, 1342, and 1349 to 1351 and subchapter II of Chapter 15 of Title 31, United States Code,\" referred to in subsection (e) of this section, was substituted for \"§ 3679 of the Revised Statutes of the United States (§ 665 of Title 31, United States Code), the so-called Anti-Deficiency Act\" on authority of § 4(b) of Pub. L. 97-258, approved September 13, 1982.\n\nMiscellaneous Notes\n\nBorrowing of funds for arena preconstruction activities: For provisions permitting a designated authority to borrow funds for preconstruction activities relating to Gallery Place Sports Arena, see § 47-398.01.\n\nRevenues as security for arena construction borrowing: For provisions permitting certain District revenues to be pledged as security for borrowing for preconstruction activities relating to Gallery Place Sports Arena, see § 47-398.02.\n\nDC CODE § 1-206.03\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 814, Pub. L. 93-198, title VI, § 603; Apr. 17, 1995, 109 Stat. 115, Pub. L. 104-8, § 202(f)(1); Aug. 6, 1996, 110 Stat. 1697, Pub. L. 104-184, § 3; enacted, Apr. 9, 1997, D.C. Law 11-254, § 2, 44 DCR 1575; Aug. 5, 1997, 111 Stat. 754, Pub. L. 105-33, §§ 11243(e), 11601(b)(1)(C), 11601(b)(1)(D), 11602(b), 11604.)","sections":[{"prefix":"a","text":" Nothing in this chapter shall be construed as making any change in existing law, regulation, or basic procedure and practice relating to the respective roles of the Congress, the President, the federal Office of Management and Budget, and the Comptroller General of the United States in the preparation, review, submission, examination, authorization, and appropriation of the total budget of the District of Columbia government."},{"prefix":"b","text":"(1) No general obligation bonds (other than bonds to refund outstanding indebtedness) or Treasury capital project loans shall be issued during any fiscal year in an amount which would cause the amount of principal and interest required to be paid both serially and into a sinking fund in any fiscal year on the aggregate amounts of all outstanding general obligation bonds and such Treasury loans, to exceed 17% of the District revenues (less any fees or revenues directed to servicing revenue bonds, any revenues, charges, or fees dedicated for the purposes of water and sewer facilities described in § 1- 204.90(a) (including fees or revenues directed to servicing or securing revenue bonds issued for such purposes), retirement contributions, revenues from retirement systems, and revenues derived from such Treasury loans and the sale of general obligation or revenue bonds) which the Mayor estimates, and the District of Columbia Auditor certifies, will be credited to the District during the fiscal year in which the bonds will be issued. Treasury capital project loans include all borrowings from the United States Treasury, except those funds advanced to the District by the Secretary of the Treasury under the provisions of §§ 47-3401 through 47-3401.05."},{"prefix":"2","text":" Obligations incurred pursuant to the authority contained in subchapter II of Chapter 3 of Title 3, obligations incurred by the agencies transferred or established by §§ 1-202.01 and 1-202.02, whether incurred before or after such transfer or establishment, and obligations incurred pursuant to general obligation bonds of the District of Columbia issued prior to October 1, 1996, for the financing of Department of Public Works, Water and Sewer Utility Administration capital projects, shall not be included in determining the aggregate amount of all outstanding obligations subject to the limitation specified in the preceding paragraph."},{"prefix":"3","text":" The 17% limitation specified in paragraph (1) of this subsection shall be calculated in the following manner:"},{"prefix":"A","text":" Determine the dollar amount equivalent to 17% of the District revenues (less any fees or revenues directed to servicing revenue bonds, any revenues, charges, or fees dedicated for the purposes of water and sewer facilities described in § 1-204.90(a) (including fees or revenues directed to servicing or securing revenue bonds issued for such purposes, retirement contributions, revenues from retirement systems, and revenues derived from such Treasury loans and the sale of general obligation or revenue bonds) which the Mayor estimates, and the District of Columbia Auditor certifies, will be credited to the District during the fiscal year for which the bonds will be issued;"},{"prefix":"B","text":" Determine the actual total amount of principal and interest to be paid in each fiscal year for all outstanding general obligation bonds (less the allocable portion of principal and interest to be paid during the year on general obligation bonds of the District of Columbia issued prior to October 1, 1996, for the financing of Department of Public Works, Water and Sewer Utility Administration capital projects) and such Treasury loans;"},{"prefix":"C","text":" Determine the amount of principal and interest to be paid during each fiscal year over the term of the proposed general obligation bond or such Treasury loan to be issued; and"},{"prefix":"D","text":" If in any 1 fiscal year the sum arrived at by adding subparagraphs (B) and (C) of this paragraph exceeds the amount determined under subparagraph (A) of this paragraph then the proposed general obligation bond or such Treasury loan in subparagraph (C) of this paragraph cannot be issued."},{"prefix":"c","text":" Except as provided in subsection (f) of this section, the Council shall not approve any budget which would result in expenditures being made by the District government, during any fiscal year, in excess of all resources which the Mayor estimates will be available from all funds available to the District for such fiscal year. The budget shall identify any tax increases which shall be required in order to balance the budget as submitted. The Council shall be required to adopt such tax increases to the extent its budget is approved. For the purposes of this section, the Council shall use a federal payment amount not to exceed the amount authorized by Congress."},{"prefix":"d","text":" Except as provided in subsection (f) of this section, the Mayor shall not forward to the President for submission to Congress a budget which is not balanced according to the provision of subsection (c) of this section."},{"prefix":"e","text":" Nothing in this chapter shall be construed as affecting the applicability to the District government of the provisions of §§ 1341, 1342, and 1349 to 1351 and subchapter II of Chapter 15 of Title 31, United States Code."},{"prefix":"f","text":" In the case of a fiscal year which is a control year (as defined in § 47-393(4)), the Council may not approve, and the Mayor may not forward to the President, any budget which is not consistent with the financial plan and budget established for the fiscal year under part B of subchapter VII of Chapter 3 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"VI","text":"Reservation of Congressional Authority."},"heading":{"title":"1","chaptersection":"206","identifier":"1-206.03","catch_text":"Budget process; limitations on borrowing and spending."}}