{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-213.\n\n1973 Ed., ยง 1-133.\n\nDC CODE ยง 1-207.14\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 819, Pub. L. 93-198, title VII, ยง 714.)","sections":[{"prefix":"a","text":" Any statute, regulation, or other action in respect of (and any regulation or other action issued, made, taken, or granted by) any officer or agency from which any function is transferred by this chapter shall, except to the extent modified or made inapplicable by or under authority of law, continue in effect as if such transfer had not been made; but after such transfer, references in such statute, regulation, or other action to an officer or agency from which a transfer is made by this chapter shall be held and considered to refer to the officer or agency to which the transfer is made."},{"prefix":"b","text":" As used in subsection (a) of this section, the term \"other action\" includes, without limitation, any rule, order, contract, compact, policy, determination, directive, grant, authorization, permit, requirement, or designation."},{"prefix":"c","text":" Unless otherwise specifically provided in this chapter, nothing contained in this chapter shall be construed as affecting the applicability to the District government of personnel legislation relating to the District government until such time as the Council may otherwise elect to provide equal or equivalent coverage."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"VII","text":"Referendum; Succession in Government; Temporary Provisions; Miscellaneous; Amendments to District of Columbia Elections Act; Rules of Construction; and Effective Dates."},"part":{"identifier":"B","text":"Succession in Government."},"heading":{"title":"1","chaptersection":"207","identifier":"1-207.14","catch_text":"Existing statutes, regulations, and other actions."}}