{"text":"","historical":"Prior Codifications\n\n1981 Ed., §§ 1-1131, 1-1131.1.\n\n1973 Ed., § 1-826.\n\nDC CODE § 1-207.31\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 822, Pub. L. 93-198, title VII, § 731; Sept. 13, 1982, 96 Stat. 934, Pub. L. 97-258, § 1 [Chapter 15, subchapter III, § 1537], 4(a), and § 5(b).)","sections":[{"prefix":"a","text":" To prevent duplication and to promote efficiency and economy, an officer or employee of:"},{"prefix":"1","text":" The United States government may provide services to the District of Columbia government; and"},{"prefix":"2","text":" The District of Columbia government may provide services to the United States government."},{"prefix":"b","text":"(1) Services under this section shall be provided under an agreement:"},{"prefix":"A","text":" Negotiated by officers and employees of the 2 governments; and"},{"prefix":"B","text":" Approved by the Director of the Office of Management and Budget and the Mayor of the District of Columbia."},{"prefix":"2","text":" Each agreement shall provide that the cost of providing the services shall be borne in the way provided in subsection (c) of this section by the government to which the services are provided at rates or charges based on the actual cost of providing the services."},{"prefix":"3","text":" To carry out an agreement made under this subsection, the agreement may provide for the delegation of duties and powers of officers and employees of:"},{"prefix":"A","text":" The District of Columbia government to officers and employees of the United States government; and"},{"prefix":"B","text":" The United States government to officers and employees of the District of Columbia government."},{"prefix":"c","text":" In providing services under an agreement made under subsection (b) of this section:"},{"prefix":"1","text":" Costs incurred by the United States government may be paid from appropriations available to the District of Columbia government officer or employee to whom the services were provided; and"},{"prefix":"2","text":" Costs incurred by the District of Columbia government may be paid from amounts available to the United States government officer or employee to whom the services were provided."},{"prefix":"d","text":" When requested by the Director of the United States Secret Service Division, the Chief of the Metropolitan Police shall assist the Secret Service and the United States Secret Service Uniformed Division on a non-reimbursable basis in carrying out their protective duties under § 202 of Title 3 of the United States Code and § 3056 of Title 18 of the United States Code."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"VII","text":"Referendum; Succession in Government; Temporary Provisions; Miscellaneous; Amendments to District of Columbia Elections Act; Rules of Construction; and Effective Dates."},"part":{"identifier":"D","text":"Miscellaneous."},"heading":{"title":"1","chaptersection":"207","identifier":"1-207.31","catch_text":"Services between United States government and District government."}}