{"text":"\"It is hereby certified and recited that all conditions, acts, and things required by the District of Columbia Home Rule Act and other applicable laws to exist, to have happened, and to have been performed precedent to and in the issuance of this bond exist, have happened, and have been performed and that the issue of bonds, of which this is one, together with all other indebtedness of the District of Columbia, is within every debt and other limit prescribed by law.\"","historical":"Prior Codifications\n\n1981 Ed., § 47-324.\n\n1973 Ed., § 47-244.\n\nMiscellaneous Notes\n\nEnactment upon adoption of federal legislation: Section 4 of D.C. Law 11-254 provided that \"§§ 47-101, 47-117, 47-130, 47-301, 47-302, 47-303, 47-304, 47- 304.1, 47-305, 47-310, 47-312, 47-317.1 through 47-317.6, 47-321 through 47- 325, 47-327 through 47-331, and 47-332 through 47-334 of Title 47 [§§ 1- 204.41, 1-204.55, 1-204.50, 1-204.42, 1-204.43, 1-204.44, 1- 204.46, 1-204.53, 1-204.47, 1-204.48, 1-204.49, 1-204.24a through 1-204.24e, 47-317.06, 1-204.61 through 1-204.65, 1- 204.71 through 1-204.75, 1-204.81, 1-204.85, 1-204.86 and 1- 204.90, 2001 Ed.] of the District of Columbia Code shall be enacted as part of Title 47 upon the adoption by Congress of legislation so enacting these sections.\"\n\nDC CODE § 1-204.64\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 805, Pub. L. 93-198, title IV, § 464; Aug. 14, 1974, 88 Stat. 458, Pub. L. 93-376, title III, § 306(a); Dec. 23, 1981, 95 Stat. 1493, Pub. L. 97-105, § 7.)","sections":[{"prefix":"a","text":" At the end of the 20-day period beginning on the date of the first publication pursuant to the notice in § 1-204.63(a) that an act authorizing the issuance of general obligation bonds has taken effect:"},{"prefix":"1","text":" Any recital or statement of fact contained in such act or in the preamble or title of such act shall be deemed to be true for the purpose of determining the validity of the bonds authorized by such act, and the District and all others interested shall be estopped from denying any such recital or statement of fact; and"},{"prefix":"2","text":" Such act, and all proceedings in connection with the authorization of the issuance of such bonds including any election held on the question of issuing such bonds, shall be deemed to have been duly and regularly taken, passed, and done by the District, in compliance with this chapter and all other applicable laws, for the purpose of determining the validity of such act and proceedings; and no court shall have jurisdiction in any suit, action, or proceeding questioning the validity of such act or proceedings except in a suit, action, or proceeding commenced before the end of such 20-day period."},{"prefix":"b","text":" At the end of the 20-day period beginning on the date of the first publication pursuant to the notice in § 1-204.63(a) that an act authorizing the issuance of general obligation bonds has taken effect, no court shall have jurisdiction in any suit, action, or proceeding questioning the validity of any general obligation bond issued pursuant to such act if:"},{"prefix":"1","text":" Such general obligation bond was purchased in good faith and for fair value; and"},{"prefix":"2","text":" Such general obligation bond contains substantially the following statement which shall bind the District of Columbia:"}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"E","text":"Borrowing."},"subpart":{"identifier":"1","text":"Borrowing."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.64","catch_text":"Short period of limitation."}}