{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-229.\n\n1973 Ed., § 1-146.\n\nLegislative History of Laws\n\nLaw 8-11 was introduced in Council and assigned Bill No. 8-179. The Bill was adopted on first and second readings on April 4, 1989 and April 18, 1989, respectively. Signed by the Mayor on April 27, 1989, it was assigned Act No. 8-27 and transmitted to both Houses of Congress for its review.\n\nLaw 8-13 was introduced in Council and assigned Bill No. 8-238. The Bill was adopted on first and second readings on April 4, 1989 and April 18, 1989, respectively. Signed by the Mayor on April 27, 1989, it was assigned Act No. 8-29 and transmitted to both Houses of Congress for its review.\n\nLaw 8-85 was introduced in Council and assigned Bill No. 8-469. The Bill was adopted on first and second readings on November 14, 1989, and December 5, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-135 and transmitted to both Houses of Congress for its review.\n\nResolutions\n\nResolution 14-494, the \"Establishment of an Office of the District Attorney Advisory Referendum Approval Resolution of 2002\", was approved effective July 19, 2002.\n\nMiscellaneous Notes\n\nTemporary legislation: Pursuant to (a), the Council often adopts temporary legislation in conjunction with emergency legislation which takes effect after a period of Congressional review following approval by the Mayor (or in the event of veto by the Mayor, action by the Council of the District of Columbia to override the veto), as provided in § 1-206.02(c). Such legislation carries an expiration provision limiting its application, usually, to 225 days. Amendatory temporary legislation is treated under the code section affected; following this, it is listed in the D.C. Laws Not Codified table found in the Tables Volume.\n\nEmergency legislation: Pursuant to (a), the Council adopts emergency legislation which takes effect upon its enactment (approval by the Mayor, or in the event of veto by the Mayor, override of the veto by the Council) and which remain in effect for no longer than 90 days. Amendatory emergency acts are treated under the Code section affected; otherwise the act is listed in the Emergency Act Table found in the Tables Volume.\n\nFiscal year: See Historical and Statutory Notes following § 1-203.03.\n\nDC CODE § 1-204.12\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 788, Pub. L. 93-198, title IV, § 412; Oct. 27, 1978, 92 Stat. 2023, Pub. L. 95-526; Oct. 12, 1984, 98 Stat. 1974, Pub. L. 98-473, § 131(c).)","sections":[{"prefix":"a","text":" The Council, to discharge the powers and duties imposed herein, shall pass acts and adopt resolutions, upon a vote of a majority of the members of the Council present and voting, unless otherwise provided in this chapter or by the Council. Except as provided in the last sentence of this subsection, the Council shall use acts for all legislative purposes. Each proposed act (other than an act to which § 1-204.46 applies) shall be read twice in substantially the same form, with at least 13 days intervening between each reading. Upon final adoption by the Council each act shall be made immediately available to the public in a manner which the Council shall determine. If the Council determines, by a vote of two-thirds of the members, that emergency circumstances make it necessary that an act be passed after a single reading, or that it take effect immediately upon enactment, such act shall be effective for a period of not to exceed 90 days. Resolutions shall be used (1) to express simple determinations, decisions, or directions of the Council of a special or temporary character; and (2) to approve or disapprove proposed actions of a kind historically or traditionally transmitted by the Mayor, the Board of Elections, Public Service Commission, Armory Board, Board of Education, the Board of Trustees of the University of the District of Columbia, or the Convention Center Board of Directors to the Council pursuant to an act. Such resolutions must be specifically authorized by that act and must be designed to implement that act."},{"prefix":"b","text":" A special election may be called by resolution of the Council to present for an advisory referendum vote of the people any proposition upon which the Council desires to take action."},{"prefix":"c","text":" A majority of the Council shall constitute a quorum for the lawful convening of any meeting and for the transaction of business of the Council, except a lesser number may hold hearings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"A","text":"The Council."},"subpart":{"identifier":"2","text":"Organization and Procedure of the Council."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.12","catch_text":"Acts, resolutions, and requirements for quorum."}}