{"text":"","historical":"Editor's Notes\n\nFor additional similar authority, see § 47-369.02.\n\nDC CODE § 1-204.46a\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 801, Pub. L. 93-198, title IV, § 446a, as added Oct. 16, 2006, 120 Stat. 2020, Pub. L. 109-356, § 101(a).)","sections":[{"prefix":"a","text":" In general. -- Notwithstanding the fourth sentence of § 1-204.46, to account for an unanticipated growth of revenue collections, the amount appropriated as District of Columbia funds under budget approved by Act of Congress as provided in such section may be increased --"},{"prefix":"1","text":" by an aggregate amount of not more than 25 percent, in the case of amounts allocated under the budget as \"Other-Type Funds\"; and"},{"prefix":"2","text":" by an aggregate amount of not more than 6 percent, in the case of any other amounts allocated under the budget."},{"prefix":"b","text":" Conditions. -- The District of Columbia may obligate and expend any increase in the amount of funds authorized under this section only in accordance with the following conditions:"},{"prefix":"1","text":" The Chief Financial Officer of the District of Columbia shall certify--"},{"prefix":"A","text":" the increase in revenue; and"},{"prefix":"B","text":" that the use of the amounts is not anticipated to have a negative impact on the long-term financial, fiscal, or economic health of the District."},{"prefix":"2","text":" The amounts shall be obligated and expended in accordance with laws enacted by the Council of the District of Columbia in support of each such obligation and expenditure, consistent with any other requirements under law."},{"prefix":"3","text":" The amounts may not be used to fund any agencies of the District government operating under court-ordered receivership."},{"prefix":"4","text":" The amounts may not be obligated or expended unless the Mayor has notified the Committees on Appropriations of the House of Representatives and Senate, the Committee on Government Reform of the House of Representatives, and the Committee on Homeland Security and Governmental Affairs of the Senate not fewer than 30 days in advance of the obligation or expenditure."},{"prefix":"c","text":" Effective date. -- This section shall apply with respect to fiscal years 2006 through 2007."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.46a","catch_text":"Permitting increase in amount appropriated as local funds during a fiscal year."}}