{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-118.1.\n\nDC CODE § 1-207.36\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 822, Pub. L. 93-198, title VII, § 736; Sept. 13, 1982, 96 Stat. 934, Pub. L. 97-258, § 1, 4(a), and 5(b).)","sections":[{"prefix":"a","text":" In addition to the audit carried out under § 1-204.55, the Comptroller General each year shall audit the accounts and operations of the District of Columbia government. An audit shall be carried out according to principles, under regulations, and in a way the Comptroller General prescribes. When prescribing the procedures to follow and the extent of the inspection of records, the Comptroller General shall consider generally accepted principles of auditing, including the effectiveness of accounting organizations and systems, internal audit and control, and related administrative practices."},{"prefix":"b","text":" The Comptroller General shall submit each audit report to Congress and (other than the audit reports of the District of Columbia Courts) the Mayor and Council of the District of Columbia. The report shall include the scope of an audit, information the Comptroller General considers necessary to keep Congress, the Mayor, and the Council informed of operations audited, and recommendations the Comptroller General considers advisable."},{"prefix":"c","text":"(1) By the 90th day after receiving an audit report from the Comptroller General, the Mayor shall state in writing to the Council measures the District of Columbia government is taking to comply with the recommendations of the Comptroller General. A copy of the statement shall be sent to Congress."},{"prefix":"2","text":" After the Council receives the statement of the Mayor, the Council may make available for public inspection the report of the Comptroller General and other material the Council considers pertinent."},{"prefix":"d","text":" To carry out this section, records and property of or used by the District of Columbia government necessary to make an audit easier shall be made available to the Comptroller General. The Mayor shall provide facilities to carry out an audit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"VII","text":"Referendum; Succession in Government; Temporary Provisions; Miscellaneous; Amendments to District of Columbia Elections Act; Rules of Construction; and Effective Dates."},"part":{"identifier":"D","text":"Miscellaneous."},"heading":{"title":"1","chaptersection":"207","identifier":"1-207.36","catch_text":"Independent audit."}}