{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-231.\n\nEffect of Amendments\n\nPublic Law 106-113 in subsec. (a), struck \"District of Columbia Financial Responsibility and Management Assistance Authority\" and inserted \"Mayor\".\n\nPub.L. 106-449, in subsec. (a), substituted \"Concurrent with the submission of the District of Columbia budget to Congress each year (beginning with 2001)\" for \"Not later than March 1 of each year (beginning with 1998)\"; and, in subsec. (b)(1), deleted \"that describe an acceptable level of performance by the government and a superior level of performance by the government\" following \"private entity)\".\n\nDC CODE § 1-204.56a\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 456(a), as added Oct. 19, 1994, 108 Stat. 3488, Pub. L. 103-373, § 3(a)(2); Nov. 19, 1997, 111 Stat. 2174, Pub. L. 105-100, § 130; Nov. 29, 1999, 113 Stat. 1531, Pub. L. 106- 113, § 169(1); Nov. 6, 2000, 114 Stat. 1940, Pub. L. 106-449, § 1(1).)","sections":[{"prefix":"a","text":" Submission of annual plan. -- Concurrent with the submission of the District of Columbia budget to Congress each year (beginning with 2001), the Mayor shall develop and submit to the Committee on Government Reform and Oversight of the House of Representatives, the Committee on Governmental Affairs of the Senate, the Committees on Appropriations of the House of Representatives and the Senate, and the Comptroller General a performance accountability plan for all departments, agencies, and programs of the government of the District of Columbia for the subsequent fiscal year."},{"prefix":"b","text":" Contents of plan. -- The performance accountability plan for a fiscal year shall contain the following:"},{"prefix":"1","text":" A statement of measurable, objective performance goals established for all significant activities of the government of the District of Columbia during the fiscal year (including activities funded in whole or in part by the District but performed in whole or in part by some other public or private entity);"},{"prefix":"2","text":" A description of the measures of performance to be used in determining whether the government has met the goals established under paragraph (1) of this subsection with respect to an activity for a fiscal year. Such measures shall analyze the quantity and quality of the activities involved, and shall include measures of program outcomes and results; and"},{"prefix":"3","text":" The title of the District of Columbia management employee most directly responsible for the achievement of each goal and the title of such employee's immediate supervisor or superior."},{"prefix":"c","text":" Description of activities subject to court order. -- In addition to the material included in the performance accountability plan for a fiscal year under subsection (b) of this section, the plan shall include a description of the activities of the government of the District of Columbia that are subject to a court order during the fiscal year and the requirements placed on such activities by the court order."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"2","text":"Audits and Accountability Requirements."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.56a","catch_text":"Performance and accountability plan."}}