{"text":"","historical":"References in Text\n\nThe \"Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996,\" referred to in subsec. (b), is D.C. Law 11-111, which is codified primarily as § 34-2201.01 et seq.\n\nDC CODE § 1-204.96\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 811, Pub. L. 93-198, title IV, § 496, as added July 15, 2008, 122 Stat. 2491, Pub. L. 110-273, § 3(a)(2).)","sections":[{"prefix":"a","text":" Financial Management, Personnel, and Procurement Authority. -- Notwithstanding any other provision of this chapter or any District of Columbia law, the financial management, personnel, and procurement functions and responsibilities of the District of Columbia Water and Sewer Authority shall be established exclusively pursuant to rules and regulations adopted by its Board of Directors. Nothing in the previous sentence may be construed to affect the application to the District of Columbia Water and Sewer Authority of § 1- 204.45a, § 1-204.51(d), § 1-204.53(c), or § 1-204.90(g)."},{"prefix":"b","text":" Consistency with existing authorizing law. -- The rules and regulations adopted by the Board of Directors of the District of Columbia Water and Sewer Authority to establish the financial management, personnel, and procurement functions and responsibilities of the Authority shall be consistent with the Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996, as such Act is in effect as of January 1, 2008."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"F","text":"Independent Agencies and Authorities."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.96","catch_text":"Independent Financial Management, Personnel, and Procurement authority of District of Columbia Water and sewer authority."}}