{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-234.\n\nDC CODE § 1-204.56d\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 456(d), as added Oct. 19, 1994, 108 Stat. 3488, Pub. L. 103-373, § 3(a)(2); Nov. 19, 1997, 111 Stat. 2174, Pub. L. 105-100, § 130; Oct. 21, 1998, 112 Stat. 2681, Pub. L. 105-277, § 165.)","sections":[{"prefix":"a","text":" Submission of quarterly financial reports. -- Not later than fifteen days after the end of every calendar quarter (beginning with a report for the quarter beginning October 1, 1997), the Chief Financial Officer shall submit to the Committee on Government Reform and Oversight of the House of Representatives, the Committee on Governmental Affairs of the Senate, and the Subcommittees on the District of Columbia of the Committees on Appropriations of the House of Representatives and the Senate, a report on the financial and budgetary status of the government of the District of Columbia for the previous quarter."},{"prefix":"b","text":" Contents of report. -- Each quarterly financial report submitted under subsection (a) of this section shall include the following information:"},{"prefix":"1","text":" A comparison of actual to forecasted cash receipts and disbursements for each month of the quarter, as presented in the District's fiscal year consolidated cash forecast which shall be supported and accompanied by cash forecasts for the general fund and each of the District government's other funds other than the capital projects fund and trust and agency funds;"},{"prefix":"2","text":" A projection of the remaining months cash forecast for that fiscal year;"},{"prefix":"3","text":" Explanations of (i) the differences between actual and forecasted cash amounts for each of the months in the quarter, and (ii) any changes in the remaining months forecast as compared to the original forecast for such months of that fiscal year;"},{"prefix":"4","text":" The effect of such changes, actual and projected, on the total cash balance of the remaining months and for the fiscal year;"},{"prefix":"5","text":" Explanations of the impact on meeting the budget, how the results may be reflected in a supplemental budget request, or how other policy decisions may be necessary which may require the agencies to reduce expenditures in other areas;"},{"prefix":"6","text":" An aging of the outstanding receivables and payables, with an explanation of how they are reflected in the forecast of cash receipts and disbursements; and"},{"prefix":"7","text":" For each department or agency, the actual number of full-time equivalent positions, the actual number of full-time employees, the actual number of part-time employees, and the actual number of temporary employees, together with the source of funding for each such category of positions and employees."},{"prefix":"8","text":" A statement of the balance of each account held by the District of Columbia Financial Responsibility and Management Assistance Authority as of the end of the quarter, together with a description of the activities within each such account during the quarter based on information supplied by the Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"2","text":"Audits and Accountability Requirements."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.56d","catch_text":"Quarterly financial reports."}}