{"text":"The Council, within 56 calendar days after receipt of the budget proposal from the Mayor, and after public hearing, shall by act adopt the annual budget for the District of Columbia government. Any supplements thereto shall also be adopted by act by the Council after public hearing. Such budget so adopted shall be submitted by the Mayor to the President for transmission by him to the Congress. Except as provided in §§ 1-204.45a(b), 1-204.46a, 1- 204.46b, 1-204.67(d), 1-204.71(c), 1-204.72(d)(2), 1-204.75(e)(2), 1-204.83(d), and 1-204.90(f), (g), (h)(3), and (i)(3), no amount may be obligated or expended by any officer or employee of the District of Columbia government unless such amount has been approved by Act of Congress, and then only according to such Act. Notwithstanding any other provision of this chapter, the Mayor shall not transmit any annual budget or amendments or supplements thereto, to the President of the United States until the completion of the budget procedures contained in this chapter. After the adoption of the annual budget for a fiscal year (beginning with the annual budget for fiscal year 1995), no reprogramming of amounts in the budget may occur unless the Mayor submits to the Council a request for such reprogramming and the Council approves the request, but only if any additional expenditures provided under such request for an activity are offset by reductions in expenditures for another activity.","historical":"Prior Codifications\n\n1981 Ed., § 47-304.\n\n1973 Ed., § 47-224.\n\nEffect of Amendments\n\nSection 160(a)(2) of Public Law 106-522 inserted a reference to subsec. (i) (3) in § 1-204.90.\n\nPub. L. 108-386, substituted \"56\" for \"50\".\n\nPub. L. 109-356 made a technical correction to Pub. L. 108-386 by substituting \"The Council, within 56 calendar days after receipt of the budget proposal from the Mayor,\" for \"The Council, within 50 calendar days after receipt of the budget proposal from the Mayor,\" in the first sentence; and, in the second sentence, inserted references to §§ 1-204.46a and 1-204.46b.\n\nEmergency Act Amendments\n\nFor temporary provisions for the auction of excess police vehicles purchased for the Metropolitan Police Department, see § 1102 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), § 1102 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669), and § 1102 of the Fiscal year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) authorization of reserve rollover appropriations, see § 4702 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13- 376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 4702 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor Pay-As-You-Go spending criteria see § 3202 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) repeal of section, see § 802 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 802 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 802 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see §§ 2102, 2402, 2702, 2802, and 3002 of Fiscal Year 2004 Budget Support Amendment Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) Fiscal 2004 Metropolitan Police Department budget, see § 2102 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) criteria for the Pay-As-You-Go Capital funding for Fiscal Year 2004, see § 2402 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) Department of Employment Services budget, see § 2702 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) government contract savings during Fiscal Year 2004, see § 2802 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) criteria for spending Pay-As-You-Go funding in fiscal year 2005, see §§ 1002, 1003 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) criteria for spending Pay-As-You-Go funding in fiscal year 2005, see §§ 1002, 1003 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) criteria for spending Pay-As-You-Go funding in fiscal year 2006, see § 1011 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nLaw 14-307, the \"Fiscal Year 2003 Budget Support Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-892, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on October 1, 2002, and November 7, 2002, respectively. Signed by the Mayor on December 4, 2002, it was assigned Act No. 14-543 and transmitted to both Houses of Congress for its review. D.C. Law 14-307 became effective on June 5, 2003.\n\nFor Law 15-39, see notes following § 1-204.42.\n\nFor Law 15-205, see notes following § 1-204.42.\n\nEffective Dates\n\nSection 9 of Pub. L. 108-386, 118 Stat. 2228, the 2004 District of Columbia Omnibus Authorization Act, provides that: \"The amendments made by this section shall take effect on the date of the enactment of this Act.\"\n\nSection 121(b) of Pub. L. 109-356 provides that the amendment made by subsection (a) shall take effect as if included in the enactment of the 2004 District of Columbia Omnibus Authorization Act [Pub. L. 108-386].\n\nMiscellaneous Notes\n\nAuction of Excess Police Vehicles Act of 1998: Pursuant to § 1502 of D.C. Law 12-175, for Fiscal Years 1998 and 1999 only, police vehicles purchased for the Metropolitan Police Department which have been declared excess, either through age or mechanical faults, shall be auctioned or otherwise disposed of by the Department, with revenue generated being used expressly for the purchase of replacement vehicles, including motorcycles.\n\nSection 1504 of D.C. Law 12-175 provided that § 1502 shall apply as of October 1, 1998.\n\nSection 4702 of D.C. Law 13-172 provides:\n\n\"Of the freed-up appropriated funds in FY 2001 from the reserve rollover as set forth in the FY 2001 Budget Request Act:\n\n\"(1) The first $32,000,000 shall be used to provide, in the following order, $6,300,000 to the La Shawn Receivership, $13,000,000 to the Commission on Mental Health, $12,079,000 to the District of Columbia Public Schools, and $621,000 to the Office of the Mayor, if the Chief Financial Officer certifies that the first $32,000,000 is not required to replace funds expended in Fiscal Year 2000 from the Reserve established by section 202(i) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, Pub. Law 104-8;\n\n\"(2) The next $37,000,000 shall be used to provide $37,000,000 to Management Savings to the extent, if any, the Chief Financial Officer determines the Management Savings is not achieving the required savings, and the balance, if any, shall be provided in the following order: $10,000,000 to the Children Investment Trust, $1,511,000 to the Department of Parks and Recreation, $1,293,000 to the Department of Fire and Emergency Medical Services, $120,000 to the Commission on Arts and the Humanities, $400,000 to the District of Columbia Library, $574,000 the Office on Aging, $3,296,000 to the Department of Housing and Community Development, $200,000 to the Department of Employment Services, $2,500,000 to the University of the District of Columbia, $1,500,000 to Public Works, $1,000,000 to Department of Motor Vehicles, $4,245,000 to the Department of Health, $1,500,000 to the Commission on Latino Affairs, $1,550,000 to the Taxicab Commission, $2,500,000 to the Office of Property Management, and $5,000,000 for the savings associated with the implementation of the Cafeteria Plan, if the Chief Financial Officer certifies that the $37,000,000 is not required to replace funds expended in Fiscal Year 2000 from the Reserve established by section 202(i) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, Pub. Law 104-8, in Fiscal Year 2000, and that all the savings are being achieved from the Management Savings;\n\n\"(3) The next $10,000,000 shall be used to provide $10,000,000 to Operational Improvement to the extent, if any, the Chief Financial Officer determines the Operational Improvement is not achieving the required savings, and the balance, if any, shall be provided in the following order: $100,000 to the Civilian Complaint Review Board, $200,000 to the Metropolitan Police Department for the Emergency Response Team, $1,042,000 to be used for Training, $4,890,000 to the Settlement and Judgments Funds, and $3,140,000 to the District of Columbia Financial Responsibility and Management Assistance Authority, if the Chief Financial Officer certifies that the $10,000,000 is not required to replace funds expended in Fiscal Year 2000 from the Reserve established by section 202(i) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, Pub. Law 104-8, in Fiscal Year 2000 and that all the savings are being achieved from the Operational Improvement Savings; and\n\n\"(4) The balance shall be used for Pay-As-You-Go Capital Funds in lieu of capital financing if the Chief Financial Officer certifies that the balance is not required to replace funds expended in Fiscal Year 2000 from the Reserve established by section 202(i) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, Pub. Law 104-8.\"\n\nPub. L. 112-74, Div. C, Title IV, the District of Columbia Appropriations Act, 2012, 125 Stat. 902, December 23, 2011, provides as follows:\n\nTITLE IV\n\nDISTRICT OF COLUMBIA\n\nFederal Funds\n\nFEDERAL PAYMENT FOR RESIDENT TUITION SUPPORT\n\nFor a Federal payment to the District of Columbia, to be deposited into a dedicated account, for a nationwide program to be administered by the Mayor, for District of Columbia resident tuition support, $30,000,000, to remain available until expended: Provided, That such funds, including any interest accrued thereon, may be used on behalf of eligible District of Columbia residents to pay an amount based upon the difference between in-State and out-of-State tuition at public institutions of higher education, or to pay up to $2,500 each year at eligible private institutions of higher education: Provided further, That the awarding of such funds may be prioritized on the basis of a resident's academic merit, the income and need of eligible students and such other factors as may be authorized: Provided further, That the District of Columbia government shall maintain a dedicated account for the Resident Tuition Support Program that shall consist of the Federal funds appropriated to the Program in this Act and any subsequent appropriations, any unobligated balances from prior fiscal years, and any interest earned in this or any fiscal year: Provided further, That the account shall be under the control of the District of Columbia Chief Financial Officer, who shall use those funds solely for the purposes of carrying out the Resident Tuition Support Program: Provided further, That the Office of the Chief Financial Officer shall provide a quarterly financial report to the Committees on Appropriations of the House of Representatives and the Senate for these funds showing, by object class, the expenditures made and the purpose therefor.\n\nFEDERAL PAYMENT FOR EMERGENCY PLANNING AND SECURITY COSTS IN THE DISTRICT OF COLUMBIA\n\nFor a Federal payment of necessary expenses, as determined by the Mayor of the District of Columbia in written consultation with the elected county or city officials of surrounding jurisdictions, $14,900,000, to remain available until expended and in addition any funds that remain available from prior year appropriations under this heading for the District of Columbia Government, for the costs of providing public safety at events related to the presence of the national capital in the District of Columbia, including support requested by the Director of the United States Secret Service Division in carrying out protective duties under the direction of the Secretary of Homeland Security, and for the costs of providing support to respond to immediate and specific terrorist threats or attacks in the District of Columbia or surrounding jurisdictions.\n\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA COURTS\n\nFor salaries and expenses for the District of Columbia Courts, $232,841,000 to be allocated as follows: for the District of Columbia Court of Appeals, $12,830,000, of which not to exceed $2,500 is for official reception and representation expenses; for the District of Columbia Superior Court, $114,209,000, of which not to exceed $2,500 is for official reception and representation expenses; for the District of Columbia Court System, $66,712,000, of which not to exceed $2,500 is for official reception and representation expenses; and $39,090,000, to remain available until September 30, 2013, for capital improvements for District of Columbia courthouse facilities: Provided, That funds made available for capital improvements shall be expended consistent with the District of Columbia Courts master plan study and building evaluation report: Provided further, That notwithstanding any other provision of law, all amounts under this heading shall be apportioned quarterly by the Office of Management and Budget and obligated and expended in the same manner as funds appropriated for salaries and expenses of other Federal agencies: Provided further, That 30 days after providing written notice to the Committees on Appropriations of the House of Representatives and the Senate, the District of Columbia Courts may reallocate not more than $3,000,000 of the funds provided under this heading among the items and entities funded under this heading but no such allocation shall be increased by more than 10 percent.\n\nFEDERAL PAYMENT FOR DEFENDER SERVICES IN DISTRICT OF COLUMBIA COURTS\n\n(INCLUDING TRANSFER OF FUNDS)\n\nFor payments authorized under section 11-2604 and section 11-2605, D.C. Official Code (relating to representation provided under the District of Columbia Criminal Justice Act), payments for counsel appointed in proceedings in the Family Court of the Superior Court of the District of Columbia under chapter 23 of title 16, D.C. Official Code, or pursuant to contractual agreements to provide guardian ad litem representation, training, technical assistance, and such other services as are necessary to improve the quality of guardian ad litem representation, payments for counsel appointed in adoption proceedings under chapter 3 of title 16, D.C. Official Code, and payments authorized under section 21-2060, D.C. Official Code (relating to services provided under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986), $55,000,000, to remain available until expended: Provided, That funds provided under this heading shall be administered by the Joint Committee on Judicial Administration in the District of Columbia: Provided further, That notwithstanding any other provision of law, this appropriation shall be apportioned quarterly by the Office of Management and Budget and obligated and expended in the same manner as funds appropriated for expenses of other Federal agencies: Provided further, That not more than $10,000,000 of the funds provided in this account may be transferred to, and merged with, funds made available under the heading \"Federal Payment to the District of Columbia Courts\" for District of Columbia courthouse facilities.\n\nFEDERAL PAYMENT TO THE COURT SERVICES AND OFFENDER SUPERVISION AGENCY FOR THE DISTRICT OF COLUMBIA\n\nFor salaries and expenses, including the transfer and hire of motor vehicles, of the Court Services and Offender Supervision Agency for the District of Columbia, as authorized by the National Capital Revitalization and Self-Government Improvement Act of 1997, $212,983,000, of which not to exceed $2,000 is for official reception and representation expenses related to Community Supervision and Pretrial Services Agency programs; of which not to exceed $25,000 is for dues and assessments relating to the implementation of the Court Services and Offender Supervision Agency Interstate Supervision Act of 2002; of which $1,000,000 shall remain available until September 30, 2014 for relocation of the Pretrial Services Agency drug testing laboratory; of which $153,548,000 shall be for necessary expenses of Community Supervision and Sex Offender Registration, to include expenses relating to the supervision of adults subject to protection orders or the provision of services for or related to such persons; of which $59,435,000 shall be available to the Pretrial Services Agency: Provided, That notwithstanding any other provision of law, all amounts under this heading shall be apportioned quarterly by the Office of Management and Budget and obligated and expended in the same manner as funds appropriated for salaries and expenses of other Federal agencies: Provided further, That not less than $1,500,000 shall be available for re-entrant housing in the District of Columbia: Provided further, That the Director is authorized to accept and use gifts in the form of in-kind contributions of space and hospitality to support offender and defendant programs, and equipment and vocational training services to educate and train offenders and defendants: Provided further, That the Director shall keep accurate and detailed records of the acceptance and use of any gift or donation under the previous proviso, and shall make such records available for audit and public inspection: Provided further, That the Court Services and Offender Supervision Agency Director is authorized to accept and use reimbursement from the District of Columbia Government for space and services provided on a cost reimbursable basis.\n\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA PUBLIC DEFENDER SERVICE\n\nFor salaries and expenses, including the transfer and hire of motor vehicles, of the District of Columbia Public Defender Service, as authorized by the National Capital Revitalization and Self-Government Improvement Act of 1997, $37,241,000: Provided, That notwithstanding any other provision of law, all amounts under this heading shall be apportioned quarterly by the Office of Management and Budget and obligated and expended in the same manner as funds appropriated for salaries and expenses of Federal agencies.\n\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA WATER AND SEWER AUTHORITY\n\nFor a Federal payment to the District of Columbia Water and Sewer Authority, $15,000,000, to remain available until expended, to continue implementation of the Combined Sewer Overflow Long-Term Plan: Provided, That the District of Columbia Water and Sewer Authority provides a 100 percent match for this payment.\n\nFEDERAL PAYMENT TO THE CRIMINAL JUSTICE COORDINATING COUNCIL\n\nFor a Federal payment to the Criminal Justice Coordinating Council, $1,800,000, to remain available until expended, to support initiatives related to the coordination of Federal and local criminal justice resources in the District of Columbia.\n\nFEDERAL PAYMENT FOR JUDICIAL COMMISSIONS\n\nFor a Federal payment, to remain available until September 30, 2013, to the Commission on Judicial Disabilities and Tenure, $295,000, and for the Judicial Nomination Commission, $205,000.\n\nFEDERAL PAYMENT FOR SCHOOL IMPROVEMENT\n\nFor a Federal payment for a school improvement program in the District of Columbia, $60,000,000, to remain available until expended, for payments authorized under the Scholarship for Opportunity and Results Act (division C of Public Law 112-10).\n\nFEDERAL PAYMENT FOR THE DISTRICT OF COLUMBIA NATIONAL GUARD\n\nFor a Federal payment to the District of Columbia National Guard, $375,000, to remain available until expended for the Major General David F. Wherley, Jr. District of Columbia National Guard Retention and College Access Program.\n\nFEDERAL PAYMENT FOR TESTING AND TREATMENT OF HIV/AIDS\n\nFor a Federal payment to the District of Columbia for the testing of individuals for, and the treatment of individuals with, human immunodeficiency virus and acquired immunodeficiency syndrome in the District of Columbia, $5,000,000.\n\nDISTRICT OF COLUMBIA FUNDS\n\nThe following amounts are appropriated for the District of Columbia for the current fiscal year out of the General Fund of the District of Columbia (\"General Fund\"), except as otherwise specifically provided: Provided, That notwithstanding any other provision of law, except as provided in section 450A of the District of Columbia Home Rule Act, (114 Stat. 2440; D.C. Official Code, section 1-204.50a) and provisions of this Act, the total amount appropriated in this Act for operating expenses for the District of Columbia for fiscal year 2012 under this heading shall not exceed the lesser of the sum of the total revenues of the District of Columbia for such fiscal year or $10,916,966,000 (of which $6,208,646,000 shall be from local funds, (including $526,594,000 from dedicated taxes), $1,015,449,000 shall be from Federal grant funds, $1,499,115,000 from Medicaid payments, $2,040,504,000 shall be from other funds, and $25,677,000 shall be from private funds, and $127,575,000 shall be from funds previously appropriated in this Act as Federal payments: Provided further, That of the local funds, such amounts as may be necessary may be derived from the District's General Fund balance: Provided further, That of these funds the District's intra-District authority shall be $619,632,000: in addition, for capital construction projects, an increase of $4,007,501,000, of which $2,934,011,000 shall be from local funds, $223,858,000 from the District of Columbia Highway Trust Fund, $33,140,000 from the Local Transportation Fund, $816,492,000 from Federal grant funds, and a rescission of $2,849,882,000 of which $1,796,345,000 shall be from local funds, $749,426,000 from Federal grant funds, $252,694,000 from the District of Columbia Highway Trust Fund, and $51,416,000 from the Local Transportation Fund appropriated under this heading in prior fiscal years, for a net amount of $1,157,619,000, to remain available until expended: Provided further, That the amounts provided under this heading are to be available, allocated, and expended as proposed under title III of the Fiscal Year 2012 Budget Request Act of 2011, at the rate set forth under \"District of Columbia Funds Division of Expenses\" as included in the Fiscal Year 2012 Proposed Budget and Financial Plan submitted to the Congress by the District of Columbia: Provided further, That this amount may be increased by proceeds of one-time transactions, which are expended for emergency or unanticipated operating or capital needs: Provided further, That such increases shall be approved by enactment of local District law and shall comply with all reserve requirements contained in the District of Columbia Home Rule Act: Provided further, That the Chief Financial Officer of the District of Columbia shall take such steps as are necessary to assure that the District of Columbia meets these requirements, including the apportioning by the Chief Financial Officer of the appropriations and funds made available to the District during fiscal year 2012, except that the Chief Financial Officer may not reprogram for operating expenses any funds derived from bonds, notes, or other obligations issued for capital projects.\n\nThis title may be cited as the \"District of Columbia Appropriations Act, 2012\".\n\nPub. L. 112-74, Div. C, Title VIII, 125 Stat. 940, December 23, 2011, provides as follows:\n\nTITLE VIII\n\nGENERAL PROVISIONS--DISTRICT OF COLUMBIA\n\n(INCLUDING TRANSFER OF FUNDS)\n\nSEC. 801. There are appropriated from the applicable funds of the District of Columbia such sums as may be necessary for making refunds and for the payment of legal settlements or judgments that have been entered against the District of Columbia government.\n\nSEC. 802. None of the Federal funds provided in this Act shall be used for publicity or propaganda purposes or implementation of any policy including boycott designed to support or defeat legislation pending before Congress or any State legislature.\n\nSEC. 803. (a) None of the Federal funds provided under this Act to the agencies funded by this Act, both Federal and District government agencies, that remain available for obligation or expenditure in fiscal year 2012, or provided from any accounts in the Treasury of the United States derived by the collection of fees available to the agencies funded by this Act, shall be available for obligation or expenditures for an agency through a reprogramming of funds which--\n\n(1) creates new programs;\n\n(2) eliminates a program, project, or responsibility center;\n\n(3) establishes or changes allocations specifically denied, limited or increased under this Act;\n\n(4) increases funds or personnel by any means for any program, project, or responsibility center for which funds have been denied or restricted;\n\n(5) re-establishes any program or project previously deferred through reprogramming;\n\n(6) augments any existing program, project, or responsibility center through a reprogramming of funds in excess of $3,000,000 or 10 percent, whichever is less; or\n\n(7) increases by 20 percent or more personnel assigned to a specific program, project or responsibility center, unless the Committees on Appropriations of the House of Representatives and the Senate are notified in writing 15 days in advance of the reprogramming.\n\n(b) The District of Columbia government is authorized to approve and execute reprogramming and transfer requests of local funds under this title through November 1, 2012.\n\nSEC. 804. None of the Federal funds provided in this Act may be used by the District of Columbia to provide for salaries, expenses, or other costs associated with the offices of United States Senator or United States Representative under section 4(d) of the District of Columbia Statehood Constitutional Convention Initiatives of 1979 (D.C. Law 3-171; D.C. Official Code, sec. 1-123).\n\nSEC. 805. Except as otherwise provided in this section, none of the funds made available by this Act or by any other Act may be used to provide any officer or employee of the District of Columbia with an official vehicle unless the officer or employee uses the vehicle only in the performance of the officer's or employee's official duties. For purposes of this section, the term \"official duties\" does not include travel between the officer's or employee's residence and workplace, except in the case of--\n\n(1) an officer or employee of the Metropolitan Police Department who resides in the District of Columbia or a District of Columbia government employee as may otherwise be designated by the Chief of the Department;\n\n(2) at the discretion of the Fire Chief, an officer or employee of the District of Columbia Fire and Emergency Medical Services Department who resides in the District of Columbia and is on call 24 hours a day or is otherwise designated by the Fire Chief;\n\n(3) at the discretion of the Director of the Department of Corrections, an officer or employee of the District of Columbia Department of Corrections who resides in the District of Columbia and is on call 24 hours a day or is otherwise designated by the Director;\n\n(4) the Mayor of the District of Columbia; and\n\n(5) the Chairman of the Council of the District of Columbia.\n\nSEC. 806. (a) None of the Federal funds contained in this Act may be used by the District of Columbia Attorney General or any other officer or entity of the District government to provide assistance for any petition drive or civil action which seeks to require Congress to provide for voting representation in Congress for the District of Columbia.\n\n(b) Nothing in this section bars the District of Columbia Attorney General from reviewing or commenting on briefs in private lawsuits, or from consulting with officials of the District government regarding such lawsuits.\n\nSEC. 807. None of the Federal funds contained in this Act may be used to distribute any needle or syringe for the purpose of preventing the spread of blood borne pathogens in any location that has been determined by the local public health or local law enforcement authorities to be inappropriate for such distribution.\n\nSEC. 808. Nothing in this Act may be construed to prevent the Council or Mayor of the District of Columbia from addressing the issue of the provision of contraceptive coverage by health insurance plans, but it is the intent of Congress that any legislation enacted on such issue should include a \"conscience clause\" which provides exceptions for religious beliefs and moral convictions.\n\nSEC. 809. Hereafter, as part of the submission of the annual budget justification, the Mayor of the District of Columbia shall submit to the Committees on Appropriations of the House of Representatives and the Senate, the Committee on Oversight and Government Reform of the House of Representatives, and the Committee on Homeland Security and Governmental Affairs of the Senate a report addressing--\n\n(1) crime, including the homicide rate, implementation of community policing, and the number of police officers on local beats;\n\n(2) access to substance and alcohol abuse treatment, including the number of treatment slots, the number of people served, the number of people on waiting lists, and the effectiveness of treatment programs, the retention rates in treatment programs, and the recidivism/re-arrest rates for treatment participants;\n\n(3) education, including access to special education services and student achievement to be provided in consultation with the District of Columbia Public Schools, repeated grade rates, high school graduation rates, and post-secondary education attendance rates;\n\n(4) improvement in basic District services, including rat control and abatement; and\n\n(5) application for and management of Federal grants, including the number and type of grants for which the District was eligible but failed to apply and the number and type of grants awarded to the District but for which the District failed to spend the amounts received.\n\nSEC. 810. None of the Federal funds contained in this Act may be used to enact or carry out any law, rule, or regulation to legalize or otherwise reduce penalties associated with the possession, use, or distribution of any schedule I substance under the Controlled Substances Act (21 U.S.C. 801 et seq.) or any tetrahydrocannabinols derivative.\n\nSEC. 811. None of the funds appropriated under this Act shall be expended for any abortion except where the life of the mother would be endangered if the fetus were carried to term or where the pregnancy is the result of an act of rape or incest.\n\nSEC. 812. (a) No later than 30 calendar days after the date of the enactment of this Act, the Chief Financial Officer for the District of Columbia shall submit to the appropriate committees of Congress, the Mayor, and the Council of the District of Columbia, a revised appropriated funds operating budget in the format of the budget that the District of Columbia government submitted pursuant to section 442 of the District of Columbia Home Rule Act (D.C. Official Code, sec. 1-204.42), for all agencies of the District of Columbia government for fiscal year 2012 that is in the total amount of the approved appropriation and that realigns all budgeted data for personal services and other-than-personal services, respectively, with anticipated actual expenditures.\n\n(b) This section shall apply only to an agency for which the Chief Financial Officer for the District of Columbia certifies that a reallocation is required to address unanticipated changes in program requirements.\n\nSEC. 813. No later than 30 calendar days after the date of the enactment of this Act, the Chief Financial Officer for the District of Columbia shall submit to the appropriate committees of Congress, the Mayor, and the Council for the District of Columbia, a revised appropriated funds operating budget for the District of Columbia Public Schools that aligns schools budgets to actual enrollment. The revised appropriated funds budget shall be in the format of the budget that the District of Columbia government submitted pursuant to section 442 of the District of Columbia Home Rule Act (D.C. Official Code, Sec. 1- 204.42).\n\nSEC. 814. Amounts appropriated in this Act as operating funds may be transferred to the District of Columbia's enterprise and capital funds and such amounts, once transferred, shall retain appropriation authority consistent with the provisions of this Act.\n\nSEC. 815. Notwithstanding any other laws, for this and succeeding fiscal years, the Director of the District of Columbia Public Defender Service shall, to the extent the Director considers appropriate, provide representation for and hold harmless, or provide liability insurance for, any person who is an employee, member of the Board of Trustees, or officer of the District of Columbia Public Defender Service for money damages arising out of any claim, proceeding, or case at law relating to the furnishing of representational services or management services or related services while acting within the scope of that person's office or employment, including, but not limited to such claims, proceedings, or cases at law involving employment actions, injury, loss of liberty, property damage, loss of property, or personal injury, or death arising from malpractice or negligence of any such officer or employee.\n\nSEC. 816. Section 346 of the District of Columbia Appropriations Act, 2005 (Public Law 108-335) is amended--\n\n(1) in the title, by striking \"Biennial\";\n\n(2) in subsection (a), by striking \"Biennial management\" and inserting \"Management\";\n\n(3) in subsection (a), by striking \"States.\" and inserting \"States every five years.\"; and\n\n(4) in subsection (b)(6), by striking \"2\" and inserting \"5\".\n\nSEC. 817. Except as expressly provided otherwise, any reference to \"this Act\" contained in this title or in title IV shall be treated as referring only to the provisions of this title or of title IV.\n\nCriteria for Spending Pay-As-You-Go Funding Act of 2002\n\nShort title of title XXXIII of Law 14-190: Section 3301 of D.C. Law 14-190 provided that title XXXIII of the act may be cited as the Criteria for Spending Pay-As-You-Go Funding Act of 2002.\n\nSection 802 of D.C. Law 14-307 provides: \"The Criteria for Spending Pay-As-You-Go Funding Act of 2002, effective October 1, 2002 (D.C. Law 14-190; 49 DCR 6968), is repealed.\"\n\nFiscal Year 2004 Metropolitan Police Department Budget\n\nShort title of title XXII of Law 15-39: Section 2201 of D.C. Law 15-39 provided that title XXII of the act may be cited as the Metropolitan Police Department Program-Based Budget Act of 2003.\n\nSection 2202 of Law 15-39 provides:\n\n\"(a) The Fiscal Year 2004 budget for the Metropolitan Police Department is enacted at the program level with funding totals for Agency Management Program, Regional Field Operations, Investigative Field Operations, Special Field Operations, Public Safety Communications Center, Police Business Services, and Organizational Change and Professional Responsibility.\n\n\"(b) For the purposes of this title, the term 'program' shall be a budget category consistent with D.C. Official Code § 47-361(10).\n\n\"(c) Reprogrammings from program to program under this title shall be in accordance with D.C. Official Code § 47-363.\"\n\nCriteria for Spending Pay-As-You-Go Funding in Fiscal Year 2004\n\nShort title of title XXV of Law 15-39: Section 2501 of D.C. Law 15-39 provided that title XXV of the act may be cited as the Criteria for Spending Pay-As-You-Go Funding Act of 2003.\n\nSection 2502 of D.C. Law 15-39 provides:\n\n\"(a) Of the Pay-As-You-Go Capital funding for Fiscal Year 2004, a total of $11.257 million shall be made available for Pay-As-You-Go once the Chief Financial Officer has determined and certified that those funds are not necessary for any of the following purposes:\n\n\"(1) The Metropolitan Police Department, up to $1.097 million, to cover the costs of an additional 100 officers;\n\n\"(2) The Child and Family Services Agency, up to $2.5 million, to cover court mandated hiring of social workers;\n\n\"(3) The Youth Services Administration, up to $3 million, to cover court mandated expenses for foster care homes for committed youth, intensive substance abuse services, or community based therapeutic group homes;\n\n\"(4) The Department of Mental Health, up to $2 million, to cover court mandated staff hiring expenses;\n\n\"(5) The Department of Health, up to $2 million, to cover inflationary increases for institutional Medicaid providers; or\n\n\"(6) Up to $660,000 to cover court mandated costs.\n\n\"(b) No Pay-As-You-Go funding shall be available for the Metropolitan Police Department, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the Metropolitan Police Department has reached a sworn police officer level of 3700.\n\n\"(c) No Pay-As-You-Go funding shall be available for the Child and Family Services Agency, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the purpose of the funding is to hire additional social workers.\n\n\"(d) No Pay-As-You-Go funding shall be available for the Youth Services Administration, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the funding is needed to comply with the court mandate.\n\n\"(e) No Pay-As-You-Go funding shall be available for the Department of Mental Health, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the funding is needed to hire staff to comply with the court mandate.\n\n\"(f) No Pay-As-You-Go funding shall be available for the Department of Health, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the funding is needed to meet inflationary increases for Medicaid providers.\n\n\"(g) No Pay-As-You-Go funding shall be available to cover court mandated costs pursuant to subsection (a)(6) of this section, unless the Chief Financial Officer has determined, certified, and provided written notification to the Council that the funding is needed for such purpose.\"\n\nDepartment of Employment Services Budget for Fiscal Year 2004\n\nShort title of title XXVIII of Law 15-39: Section 2801 of D.C. Law 15-39 provided that title XXVIII of the act may be cited as the Department of Employment Services Budget and FTE Authority Act of 2003.\n\nSection 2802 of D.C. Law 15-39 provides:\n\n\"For Fiscal Year 2004, the Department of Employment Services ('DOES') shall have:\n\n\"(1) No more than 551 full time equivalent ('FTE') employees; and\n\n\"(2) A total budget of $87,613,00, to be allocated as follows:\n\n\"(A) Personal Services budget not to exceed $31,635,824; and\n\n\"(B) Nonpersonal Services budget not to exceed $55,924,229, including no less than $35,430,176 for Subsidies and Transfers.\"\n\nContracts Savings for Fiscal Year 2004\n\nShort title of title XXIX of Law 15-39: Section 2901 of D.C. Law 15-39 provided that title XXIX of the act may be cited as the Contracts Savings Act of 2003.\n\nSection 2902 of D.C. Law 15-39 provides:\n\n\"(a) The Mayor shall create not less than a $10 million savings in the total estimated costs of all District government contracts during Fiscal Year 2004, through either contract administration efficiencies or through the negotiation or renegotiation of a sufficient number of District government contracts by first examining all sole source and personal services contracts as well as cuts in contracts where contractors are billing at an annual rate of more than $150,000 a year prior to considering reductions in contractual services that directly benefit and affect residents, which savings shall be realized and allocated in not less than the following amounts in the following titles of the District of Columbia Fiscal Year 2004 budget as appropriated by Congress:\n\n\"(1) Governmental Direction and Support: $621,000;\n\n\"(2) Economic Development and Regulation: $160,000;\n\n\"(3) Public Safety and Justice: $2,152,000;\n\n\"(4) Public Education System: $2,879,000;\n\n\"(5) Human Support Services: $3,280,000; and\n\n\"(6) Public Works: $928,000.\n\n\"(b) In the event that proposed cuts create unforeseen operational or financial complications, the Mayor shall identify and implement alternate contract reductions. In the instance that after a comprehensive review of contracts the Mayor demonstrates and the CFO certifies that some amount not to exceed $5 million in contract savings can not be achieved without excessive operational or financial complications, that unachievable amount shall be transferred from the unrestricted unreserved fund balance to offset the unachievable savings.\"\n\nGales School Renovation Approval\n\nShort title of title XXXI of Law 15-39: Section 3101 of D.C. Law 15-39 provided that title XXXI of the act may be cited as the Gales School Renovation Approval Act of 2003.\n\nSection 3102 of D.C. Law 15-39 provides:\n\n\"(a) Before any funds may be expended for project number CAC37C, denominated in the budget and financial plan as the Gayle School Child Advocacy Center Modernization, the Mayor shall submit to the Council, and the Council shall approve, a plan for the use of this funding. The plan shall include:\n\n\"(1) The nature and purpose of the planned renovations;\n\n\"(2) A detailed statement of the planned renovations;\n\n\"(3) The use of the property after the renovations are completed;\n\n\"(4) The occupant of the property after the renovations are completed;\n\n\"(5) Whether a declaration of surplus for the property is to be sought and, if so, plans for disposition, if any, of the property and the proposed terms of the disposition.\n\n\"(b) The proposed plan shall be submitted to the Council for approval, by resolution for a 90-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the proposed plan has not been approved by the Council within the 90-day period, the proposed plan shall be deemed disapproved.\n\n\"(c) The Chief Financial Officer of the District of Columbia shall certify that expenditure of funds for the project is authorized under the budget and financial plan.\"\n\nCriteria for Spending Pay-As-You-Go Funding Act of 2004\n\nShort title of subtitle A of title I of Law 15-205: Section 1001 of D.C. Law 15-205 provided that subtitle A of title I of the act may be cited as the Criteria for Spending Pay-As-You-Go Funding Act of 2004.\n\nSections 1002 and 1003 of D.C. Law 15-205 provide:\n\n\"Sec. 1002. Criteria for spending Pay-As-You-Go Contingency funding in fiscal year 2005.\n\n\"(a) Of the Pay-As-You-Go Contingency funding for fiscal year 2005, a total of $43,137,000 shall be made available upon the Mayor's submission of a request to the Council for its approval, as provided in subsection (c) of this subtitle, in which the Mayor demonstrates and the Chief Financial Officer ('CFO') certifies that funds are needed as follows:\n\n\"(1) The Department of Human Services:\n\n\"(A) Up to $2 million for Mental Retardation & Developmental Disabilities Administration; provided, that the CFO certifies that the requested funds are necessary to meet court-mandated expenditures that otherwise cannot be met by the appropriation;\n\n\"(B) Up to $5.4 million for the Youth Services Administration; provided, that the CFO certifies that the requested funds are necessary for the operation of Oak Hill Youth Center and the Mt. Olivet Youth Services Center;\n\n\"(2) The Child and Family Services Agency:\n\n\"(A) Up to $2 million for the Early Intervention Initiative; provided, that the CFO certifies that a federal payment will not be available for this purpose on October 1, 2004; provided further, that should a federal payment for this purpose become available, an amount equal to the federal payment shall revert to the Pay-As-You Go Capital fund;\n\n\"(B) Up to $6 million for the Title IV-E program; provided, that the CFO certifies that requested amendments to Title IV-E of the Federal Social Security Act providing additional federal funding for the Title IV-E program shall not be enacted in federal law on October 1, 2004; provided further, that should federal funding become available pursuant to an amendment to Title IV-E of the Federal Social Security Act, any local funds made available pursuant to this subparagraph that the CFO certifies are not needed, based upon the amendment, shall revert to the Pay-As-You Go Capital fund;\n\n\"(C) Up to $3 million for Medicaid-related expenses; provided, that the CFO certifies that improvements in the cost-reimbursement process have been made and that Medicaid revenue projections indicate that the requested funds remain necessary; provided further, that of the funds provided pursuant to this subparagraph, the requested amount shall be reduced or refunded by any further CFO-certified increases in Federal Medicaid Reimbursements, over the amount previously certified as revenue projections by the CFO pursuant to this subparagraph, as a result of the improvements;\n\n\"(D) Up to $1.9 million for family-based therapeutic foster care services; provided, that the Mayor submits documentary evidence showing that all contracts related to foster care services were competitively bid;\n\n\"(E) Up to $5 million for out-of-home care and community based services; provided, that the Mayor includes in his submission to the Council documentary evidence, certified by the CFO, showing that the projected utilization requires the use of the requested funds;\n\n\"(3) The Department of Mental Health, up to $11 million for Medicaid-related expenses; provided, that the CFO certifies that improvements in the cost-reimbursement process have been made and that Medicaid revenue projections indicate that the requested funds remain necessary; provided further, that of the funds made available pursuant to this paragraph, the requested amount shall be reduced or refunded by any further CFO-certified increases in Federal Medicaid Reimbursements, over the amount previously certified as revenue projections by the CFO pursuant to this paragraph, as a result of the improvements;\n\n\"(4) The Department of Health:\n\n\"(A) Up to $3 million for Health Care Safety Net; provided, that the Mayor includes in his submission to the Council documentary evidence, certified by the CFO, showing that the projected utilization requires the use of the requested funds;\n\n\"(B) Up to $2 million for the Addiction Prevention & Recovery Administration; provided, that the CFO certifies that additional funding from a federal grant will not be available on October 1, 2004; provided further, that should additional federal grant funding become available for addiction prevention and recovery, an amount equal to the federal payment shall be allocated to the Office of Property Management for transitional office space requirements;\n\n\"(5) The Office of the Inspector General, up to one million; provided, that the CFO certifies that the requested funds are necessary for Congressionally approved funding;\n\n\"(6) The Department of Employment Services, up to $500,000; provided, that the Mayor includes in his submission to the Council documentary evidence, certified by the CFO, showing that the agency has applied for, but not received, relevant federal grants not included in the ceiling of the fiscal year 2005 appropriation for the purpose for which the requested funds are needed; and\n\n\"(7) The Office of the Secretary, up to $375,000; provided, that the CFO certifies that the requested funds are necessary to cover lease costs.\n\n\"(b) Any funds not used for its stated purpose shall revert to the Pay-As-You-Go Capital fund.\n\n\"(c)(1) The Mayor shall transmit a request for funds to the Council for its approval. The transmittal shall include the CFO certification that the funds are needed for the stated purpose, accompanied by the CFO's independent analysis that led to the certification. If no written notice of disapproval of the request is filed with the Secretary to the Council within 14 calendar days of the receipt of a request from the Mayor or no oral notice of disapproval is given during a meeting of the Council during the 14 calendar day period, which review period shall begin on the 1st day following its receipt by the Office of the Secretary, the request shall be deemed to be approved. If a notice of disapproval is given during the 14 calendar day review period, the Council may approve or disapprove the request by resolution within 30 calendar days of the receipt of the request from the Mayor, or such request shall be deemed to be approved.\n\n\"(2) No request may be submitted to the Council under this subsection during such time as the Council is on recess, according to its rules, nor shall any time period provided in this subsection or in the Council's rules with respect to a request continue to run during such time as the Council is on recess.\"\n\n\"Sec. 1003. Conflict of law.\n\n\"For the purpose of meeting the requirements of the District Anti-Deficiency Act of 2002, effective April 4, 2003 (D.C. Law 14-285; D.C. Official Code § 47-355.01 et seq.), the dollar amounts set forth in section 1002(a) as available to the listed agency shall for the first two quarters of the fiscal year be included in the agency's budget.\"\n\nCriteria for Spending Pay-As-You-Go Contingency Funding Act of 2005\n\nShort title of subtitle C of title I of Law 16-33: Section 1010 of D.C. Law 16-33 provided that subtitle C of title I of the act may be cited as the Criteria for Spending Pay-As-You-Go Contingency Funding Act of 2005.\n\nSection 1011 of D.C. Law 16-33 provides:\n\n\"Criteria for spending Pay-As-You-Go contingency funding in fiscal year 2006.\n\n\"(a) Of the Pay-As-You-Go contingency funding for fiscal year 2006, a total of $12,461,994 shall be made available upon the Mayor's submission of a request to the Council for its approval, as provided in subsection (c) of this section, in which the Mayor demonstrates and the Chief Financial Officer (\"CFO\") certifies that funds are needed as follows:\n\n\"(1) Office of Administrative Hearings, up to $130,000 for security costs;\n\n\"(2) Department of Corrections, up to $5,964,801 for nonpersonal services costs;\n\n\"(3) DC Emergency Management Agency, up to $755,000 for relocation costs to move to the Office of Unified Communications building;\n\n\"(4) Department of Youth Rehabilitation Services, up to $2,120,282 for personal and nonpersonal services;\n\n\"(5) The Wilson Building, up to $491,911 for maintenance contract costs;\n\n\"(6) Child and Family Services Agency, up to $1 million to support increased hiring;\n\n\"(7) District of Columbia Public Schools, up to $1 million to fund an initiative to provide computers to McKinley Technology High School, Ballou High School, and other high schools in DCPS, to be used as matching funds; and\n\n\"(8) Office of the Mayor, up to $1 million to support public education initiatives regarding voting rights in the District of Columbia.\n\n\"(b) Any funds not used for its stated purpose shall revert to the Pay-As-You-Go Capital fund.\n\n\"(c)(1) The Mayor shall transmit a request for funds in the form of a proposed resolution to the Council for its approval, which the Council may approve in whole or in part. The transmittal shall include CFO certification that the funds are needed for the stated purpose and the CFO's independent analysis that led to the certification. If no written notice of disapproval of the proposed resolution is filed with the Secretary to the Council within 14 calendar days of the receipt of a request from the Mayor or no oral notice of disapproval is given during a meeting of the Council during the 14 calendar day period, which review period shall begin on the 1st day following its receipt by the Office of the Secretary, the proposed resolution shall be deemed to be approved. If a notice of disapproval is given during the 14 calendar day review period, the Council may approve or disapprove, in whole or in part, the request by resolution within 30 calendar days of the receipt of the request from the Mayor, or such request shall be deemed to be approved.\n\n\"(2) No request may be submitted to the Council under this subsection during such time as the Council is on recess, according to its rules, nor shall any time period provided in this subsection or in the Council's rules with respect to a request continue to run during such time as the Council is on recess.\"\n\nDC CODE § 1-204.46\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 801, Pub. L. 93-198, title IV, § 446; Dec. 23, 1981, 95 Stat. 1493, Pub. L. 97-105, § 2; Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 301(b)(1); Aug. 6, 1996, 110 Stat. 1696, Pub. L. 104- 184, § 2(c)(2); Aug. 5, 1997, 111 Stat. 777, Pub. L. 105-33, §§ 11509, 11714(b); Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 160(a)(2); Oct. 30, 2004, 118 Stat. 2230, Pub. L. 108-386, § 5; Oct. 16, 2006, 120 Stat. 2021, 2028, 2041, Pub. L. 109-356, §§ 101(b), 121(a), 305(b).)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.46","catch_text":"Enactment of appropriations by Congress."}}