{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1130.\n\n1973 Ed., § 1-825.\n\nEmergency Act Amendments\n\nFor temporary approval of a multiyear contract with the United States of America for potable water from the Washington Aqueduct, see § 2 of the Multiyear Water Purchase Agreement Emergency Amendment Act of 1997 (D.C. Act 12-116, July 28, 1997, 44 DCR 4504).\n\nReferences in Text\n\nThe \"Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996,\" referred to in (d)(2), is D.C. Law 11-111, which is codified primarily as § 34-2201.01 et seq.\n\nResolutions\n\nResolution 13-166, the \"Support Agreement No. 12, Amendment 4 (Authorization of Fiscal Year 1999 School Facility Capital Improvement Projects) Emergency Approval Resolution of 1999\", was approved effective June 22, 1999.\n\nResolution 13-172, the \"$3.1 Million Community Development Block Grant for the Greater Southeast Community Hospital Foundation Emergency Approval Resolution of 1999\", was approved effective June 22, 1999.\n\nMiscellaneous Notes\n\n415 12th Street, N.W. lease approval: For temporary approval of the lease agreement between the District of Columbia government and Laszlo N. Tauber, M.D., and Associates for 415 12th Street, N.W., and for exemption of the lease from the formal competitive procurement requirements applicable to leases where the District government will be the predominant user of the building, see §§ 2 and 3 of the 415 12th Street, N.W., Lease Conditional Approval Emergency Act of 1995 (D.C. Act 11-140, July 19, 1995, 42 DCR 5606).\n\n800 Ninth Street, S.W. lease approval: For temporary approval of a lease agreement between the District of Columbia government and NBL Associates Limited Partnership for 800 Ninth Street, S.W., and for exemption of this lease from the formal competitive procurement requirements applicable to leases where the District will be the predominant user of the building, see §§ 2 and 3 of the 800 Ninth Street, S.W., Lease Approval Emergency Act of 1995 (D.C. Act 11- 141, October 6, 1995, 42 DCR 5704).\n\nApplicability of § 304 of Pub. Law 104-8: Section 304(c) of Pub. Law 104-8, 109 Stat. 152, provided that the amendments made by that section shall apply to contracts made on or after the date of the enactment of the Act, April 17, 1995.\n\nApplication of § 11704(a) of Pub. L. 105-33: Section 11704(b) of Title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that the amendment made by § 11704(a) shall apply with respect to contracts entered into on or after the date of the enactment of this title. Title XI of Pub. L. 105-33 was approved August 5, 1997.\n\nDefinitions applicable: The definitions contained in § 1-202 apply to this section.\n\nDC CODE § 1-204.51\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 803, Pub. L. 93-198, title IV, § 451; Apr. 17, 1995, 109 Stat. 151, Pub. L. 104-8, § 304(a); Apr. 26, 1996, 110 Stat. 1321 [210], Pub. L. 104-134, § 134; Sept. 9, 1996, 110 Stat. 2376, Pub. L. 104-194, § 144; Aug. 5, 1997, 111 Stat. 781, Pub. L. 105-33, § 11704(a).)","sections":[{"prefix":"a","text":" Contracts extending beyond one year. -- No contract involving expenditures out of an appropriation which is available for more than 1 year shall be made for a period of more than 5 years unless, with respect to a particular contract, the Council, by a two-thirds vote of its members present and voting, authorizes the extension of such period for such contract. Such contracts shall be made pursuant to criteria established by act of the Council."},{"prefix":"b","text":" Contracts exceeding certain amount."},{"prefix":"1","text":" In general. -- No contract involving expenditures in excess of $1,000,000 during a 12-month period may be made unless the Mayor submits the contract to the Council for its approval and the Council approves the contract (in accordance with criteria established by act of the Council)."},{"prefix":"2","text":" Deemed approval. -- For purposes of paragraph (1) of this subsection, the Council shall be deemed to approve a contract if --"},{"prefix":"A","text":" during the 10-day period beginning on the date the Mayor submits the contract to the Council, no member of the Council introduces a resolution approving or disapproving the contract; or"},{"prefix":"B","text":" during the 45-calendar day period beginning on the date the Mayor submits the contract to the Council, the Council does not disapprove the contract."},{"prefix":"c","text":" Multiyear contracts. -- (1) The District may enter into multiyear contracts to obtain goods and services for which funds would otherwise be available for obligation only within the fiscal year for which appropriated."},{"prefix":"2","text":" If the funds are not made available for the continuation of such a contract into a subsequent fiscal year, the contract shall be cancelled or terminated, and the cost of cancellation or termination may be paid from --"},{"prefix":"A","text":" appropriations originally available for the performance of the contract concerned;"},{"prefix":"B","text":" appropriations currently available for procurement of the type of acquisition covered by the contract, and not otherwise obligated; or"},{"prefix":"C","text":" funds appropriated for those payments."},{"prefix":"3","text":" No contract entered into under this subsection shall be valid unless the Mayor submits the contract to the Council for its approval and the Council approves the contract (in accordance with criteria established by act of the Council). The Council shall be required to take affirmative action to approve the contract within 45 days. If no action is taken to approve the contract within 45 calendar days, the contract shall be deemed disapproved."},{"prefix":"d","text":" Exemption for certain contracts. -- The requirements of this section shall not apply with respect to any of the following contracts:"},{"prefix":"1","text":" Any contract entered into by the Washington Convention Center Authority for preconstruction activities, project management, design, or construction."},{"prefix":"2","text":" Any contract entered into by the District of Columbia Water and Sewer Authority established pursuant to the Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996, other than contracts for the sale or lease of the Blue Plains Wastewater Treatment Plant."},{"prefix":"3","text":" At the option of the Council, any contract for a highway improvement project carried out under title 23, United States Code."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.51","catch_text":"Special rules regarding certain contracts."}}