{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-130.1.\n\nEffect of Amendments\n\nPub. L. 107-96 rewrote subsec. (b)(1) which had read as follows:\n\n\"(1) In general.--There is established a contingency cash reserve fund (in this subsection referred to as the 'contingency reserve fund') as an interest-bearing account (separate from other accounts in the General Fund) into which the Mayor shall deposit in cash not later than October 1 of each fiscal year (beginning with fiscal year 2005) such amount as may be required to maintain a balance in the fund of at least 3 percent of the total budget appropriated for operating expenditures for such fiscal year which is derived from local funds (or, in the case of fiscal years prior to fiscal year 2007, such amount as may be required to maintain a balance in the fund of at least the minimum contingency reserve balance for such fiscal year, as determined under paragraph (2) of this subsection).\"\n\nPub. L. 108-335 rewrote pars. (1), (2), and (7) of subsec. (a), and rewrote pars. (1), (2), and (6) of subsec. (b), all of which had read as follows:\n\n\"(1) In general. -- There is established an emergency cash reserve fund (in this subsection referred to as the 'emergency reserve fund') as an interest-bearing account (separate from other accounts in the General Fund) into which the Mayor shall deposit in cash not later than February 15 of each fiscal year (or not later than October 1, 2000, in the case of fiscal year 2001) such amount as may be required to maintain a balance in the fund of at least 4 percent of the total budget appropriated for operating expenditures for such fiscal year which is derived from local funds (or, in the case of fiscal years prior to fiscal year 2004, such amount as may be required to maintain a balance in the fund of at least the minimum emergency reserve balance for such fiscal year, as determined under paragraph (2) of this subsection).\"\n\n\"(2) Determination of minimum emergency reserve balance. --\n\n\"(A) In general. -- The 'minimum emergency reserve balance' with respect to a fiscal year is the amount equal to the applicable percentage of the total budget appropriated for operating expenditures for such fiscal year which is derived from local funds.\n\n\"(B) Applicable percentage defined. -- In subparagraph (A) of this paragraph, the 'applicable percentage' with respect to a fiscal year means the following:\n\n\"(i) For fiscal year 2001, 1 percent.\n\n\"(ii) For fiscal year 2002, 2 percent.\n\n\"(iii) For fiscal year 2003, 3 percent.\"\n\n\"(7) Replenishment. -- The District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the emergency reserve fund during the preceding fiscal year by the following fiscal year. Once the emergency reserve equals 4 percent of total budget appropriated from local funds for operating expenditures for the fiscal year, the District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the emergency reserve fund during the preceding year to maintain a balance of at least 4 percent of total funds appropriated from local funds for operating expenditures by the following fiscal year.\"\n\n\"(1) In general. -- There is established a contingency cash reserve fund (in this subsection referred to as the 'contingency reserve fund') as an interest-bearing account (separate from other accounts in the General Fund) into which the Mayor shall deposit in cash not later than October 1 of each fiscal year (beginning with fiscal year 2002) such amount as may be required to maintain a balance in the fund of at least 3 percent of the total budget appropriated for operating expenditures for such fiscal year which is derived from local funds (or, in the case of fiscal years prior to fiscal year 2007, such amount as may be required to maintain a balance in the fund of at least the minimum contingency reserve balance for such fiscal year, as determined under paragraph (2) of this subsection).\"\n\n\"(2) Determination of minimum contingency reserve balance. --\"\n\n\"(A) In general. -- The 'minimum contingency reserve balance' with respect to a fiscal year is the amount equal to the applicable percentage of the total budget appropriated from local funds for operating expenditures for such fiscal year which is derived from local funds.\n\n\"(B) Applicable percentage defined. -- In subparagraph (A) of this paragraph, the 'applicable percentage' with respect to a fiscal year means the following:\n\n\"(i) For fiscal year 2002, 0 percent.\n\n\"(ii) For fiscal year 2003, 0 percent.\n\n\"(iii) For fiscal year 2004, 0 percent.\n\n\"(iv) For fiscal year 2005, 1 percent.\n\n\"(v) For fiscal year 2006, 2 percent.\"\n\n\"(6) Replenishment. -- The District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the contingency reserve fund during the preceding fiscal year by the following fiscal year. Once the contingency reserve equals 3 percent of total funds appropriated from local funds for operating expenditures, the District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the contingency reserve fund during the preceding year to maintain a balance of at least 3 percent of total funds appropriated from local funds for operating expenditures by the following fiscal year.\"\n\nPub. L. 109-356, in the heading of subsecs. (a)(2) and (b)(2), substituted \"Operating expenditures defined\" for ''In general\"; in subsec. (a)(7), designated subpar. (A) and added subpar. (B); in subsec. (b)(6), designated subpar. (A) and added subpar. (B); redesignated former subsec. (c) as subsec. (d); and inserted a new subsec. (c).\n\nTemporary Addition of Section\n\nSection 103 of D.C. Law 17-326 added provisions to read as follows:\n\n\"Sec. 103. Operating Cash Reserve fund; establishment.\n\n\"(a) The Chief Financial Officer shall create a special fund designated as the Operating Cash Reserve ('OCR') fund into which $46 million in fiscal year 2009 shall be designated for the following purposes:\n\n\"(1) An amount of $15.491 million from the Department of Housing and Community Development for the following programs:\n\n\"(A) An amount of $11 million to expand down-payment assistance for over 500 first-time home buyers;\n\n\"(B) An amount of $592,000 for nonpersonal services for the Housing Regulation Administration; and\n\n\"(C) An amount of $3.899 million to create a land-acquisition fund for direct investment in affordable housing development projects.\n\n\"(2) An amount of $7.129 million from the Department of Human Services for Housing First wrap-around services and supportive housing for at-risk homeless;\n\n\"(3) An amount of $200,000 from the Department of Public Works for the following programs:\n\n\"(A) An amount of $100,000 for the Anti-Graffiti Mural Support Program Fund; and\n\n\"(B) An amount of $100,000 for the anti-graffiti paint to be used in conjunction with alley-cutback and graffiti removal programs;\n\n\"(4) An amount of $9 million from the Pay-As-You-Go Capital Fund for the following programs:\n\n\"(A) An amount of $500,000 for the creation of a nonlapsing fund for the Pedestrian and Bicycle Safety and Enhancement Fund;\n\n\"(B) An amount of $3.2 million to the Department of Housing and Community Development for Home Again;\n\n\"(C) An amount of $4.5 million to the Department of Human Services for the case-management system;\n\n\"(D) An amount of $400,000 to the District Department of Transportation for repair and maintenance to curbs, sidewalks, and alleys, and Square 394/Lot 59 paving and drainage in the easement; and\n\n\"(E) An amount of $400,000 to the District Department of Transportation for repair and maintenance to curbs and sidewalks from the prior year carryover;\n\n\"(5) An amount of $3.557 million from the Deputy Mayor for Planning and Economic Development for the following programs:\n\n\"(A) An amount of $2.279 million to expand the New Communities human capital;\n\n\"(B) An amount of $588,000 to develop a database for tracking the affordable-housing pipeline;\n\n\"(C) An amount of $500,000 to the Ward 4 BID Demonstration Project and capital improvement grants to businesses on Georgia Avenue and Kennedy Street, N.W.; and\n\n\"(D) An amount of $190,000 to the Ward 4 BID Demonstration Project and capital improvements to Georgia Avenue in Ward 1;\n\n\"(6) An amount of $442,000 from the District of Columbia Public Library to upgrade branch library furniture, fixtures, and equipment;\n\n\"(7) An amount of $191,000 from the Department of Health to perform a feasibility analysis of residential substance abuse treatment facilities; and\n\n\"(8) An amount of $10 million from the Committee on Health to be used for the Health Programs Contingency Fund reserved for health-related one-time expenditure needs from savings identified by the Committee on Health.\n\n\"(b)(1) In fiscal year 2009, no funds shall be transferred from the OCR fund until release of the February revised revenue estimate and approval by Counsel of the use of the OCR funds.\n\n\"(2) The Council shall approve by act the use of OCR funds.\n\n\"(c) Following fiscal year 2009:\n\n\"(1) The amount of $46 million shall be placed into the OCR fund in fiscal year 2010;\n\n\"(2) The amount of $48 million shall be placed into the OCR fund in fiscal year 2011; and\n\n\"(3) The amount of $50 million shall be placed into the OCR fund in fiscal year 2012.\"\n\nSection 402(b) of D.C. Law 17-326 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 102 of Fiscal Year 2009 Balanced Budget Support Emergency Amendment Act of 2008 (D.C. Act 17-572, December 2, 2008, 55 DCR 12452).\n\nFor temporary (90 day) detail of purpose of expenditures, see § 2 of Use of the Reserve Funds Omnibus Emergency Act of 2002 (D.C. Act 14-360, April 30, 2002, 49 DCR 4724).\n\nFor temporary (90 day) addition, see § 103 of Fiscal Year 2009 Balanced Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-13, February 23, 2009, 56 DCR 1920).\n\nEffective Dates\n\nSection 122(b) of Pub. L. 109-356 provides that the amendment made by subsection (a) shall take effect as if included in the enactment of the District of Columbia Appropriation Act, 2005 [Pub. L. 108-335].\n\nMiscellaneous Notes\n\nSection 404(c) of Chapter 4 of Division A of H.R. 5666 provides:\n\n\"(c)(1) The Mayor of the District of Columbia shall deposit the annual interest savings resulting from debt reductions using the proceeds of the tobacco securitization program into the emergency reserve fund established under section 450A of the District of Columbia Home Rule Act (as added by section 159 of the District of Columbia Appropriations Act, 2001).\n\n\"(2) This subsection shall apply with respect to fiscal year 2001 and each succeeding fiscal year until the requirements of section 450A of the District of Columbia Home Rule Act have been met.\"\n\nDC CODE § 1-204.50a\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 803, Pub. L. 93-198; title IV, 450A as added Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 159(a)(1); Dec. 21, 2001, 107 Stat. 956, Pub. L. 107-96, § 133(d); Oct. 18, 2004, 118 Stat. 1345, Pub. L. 108-335, § 332; Oct. 16, 2006, 120 Stat. 2021, 2028, Pub. L. 109-356, §§ 102, 122(a).)","sections":[{"prefix":"a","text":" Emergency Reserve Fund. --"},{"prefix":"1","text":" In general. -- There is established an emergency cash reserve fund (\"emergency reserve fund\") as an interest-bearing account (separate from other accounts in the General Fund) into which the Mayor shall make a deposit in cash not later than October 1 of each fiscal year of such an amount as may be required to maintain a balance in the fund of at least 2 percent of the operating expenditures as defined in paragraph (2) of this subsection or such amount as may be required for deposit in a fiscal year in which the District is replenishing the emergency reserve fund pursuant to paragraph (7) of this subsection."},{"prefix":"2","text":" Operating expenditures defined. -- For the purpose of this subsection, operating expenditures is defined as the amount reported in the District of Columbia's Comprehensive Annual Financial Report for the fiscal year immediately preceding the current fiscal year as the actual operating expenditure from local funds, less such amounts that are attributed to debt service payments for which a separate reserve fund is already established under this chapter."},{"prefix":"3","text":" Interest. -- Interest earned on the emergency reserve fund shall remain in the account and shall only be withdrawn in accordance with paragraph (4) of this subsection."},{"prefix":"4","text":" Criteria for use of amounts in emergency reserve fund. -- The Chief Financial Officer, in consultation with the Mayor, shall develop a policy to govern the emergency reserve fund which shall include (but which may not be limited to) the following requirements:"},{"prefix":"A","text":" The emergency reserve fund may be used to provide for unanticipated and nonrecurring extraordinary needs of an emergency nature, including a natural disaster or calamity as defined by section 102 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act (Public Law 100-707) or unexpected obligations by Federal law."},{"prefix":"B","text":" The emergency reserve fund may also be used in the event of a State of Emergency as declared by the Mayor pursuant to § 7-2304."},{"prefix":"C","text":" The emergency reserve fund may not be used to fund:"},{"prefix":"i","text":" Any department, agency, or office of the Government of the District of Columbia which is administered by a receiver or other official appointed by a court;"},{"prefix":"ii","text":" Shortfalls in any projected reductions which are included in the budget proposed by the District of Columbia for the fiscal year; or"},{"prefix":"iii","text":" Settlements and judgments made by or against the Government of the District of Columbia."},{"prefix":"5","text":" Allocation of emergency cash reserve funds. -- Funds may be allocated from the emergency reserve fund only after:"},{"prefix":"A","text":" An analysis has been prepared by the Chief Financial Officer of the availability of other sources of funding to carry out the purposes of the allocation and the impact of such allocation on the balance and integrity of the emergency reserve fund; and"},{"prefix":"B","text":" With respect to fiscal years beginning with fiscal year 2005, the contingency reserve fund established by subsection (b) of this section has been projected by the Chief Financial Officer to be exhausted at the time of the allocation."},{"prefix":"6","text":" Notice. -- The Mayor, the Council, and (in the case of a fiscal year which is a control year, as defined in § 47-393(4)) the District of Columbia Financial Responsibility and Management Assistance Authority shall notify the Committees on Appropriations of the Senate and House of Representatives in writing not more than 30 days after the expenditure of funds from the emergency reserve fund."},{"prefix":"7","text":" Replenishment. --"},{"prefix":"A","text":" In general. -- The District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the emergency reserve fund during the preceding fiscal years so that not less than 50 percent of any amount allocated in the preceding fiscal year or the amount necessary to restore the emergency reserve fund to the 2 percent required balance, whichever is less, is replenished by the end of the first fiscal year following each such allocation and 100 percent of the amount allocated or the amount necessary to restore the emergency reserve fund to the 2 percent required balance, whichever is less, is replenished by the end of the second fiscal year following each such allocation."},{"prefix":"B","text":" Special rule for replenishment after allocation for cash flow management. --"},{"prefix":"i","text":" In general. -- If the District allocates amounts from the emergency reserve fund during a fiscal year for cash flow management purposes pursuant to the authority of subsection (c) of this section and at any time afterwards during the year makes a subsequent allocation from the fund for purposes of this subsection, and if as a result of the subsequent allocation the balance of the fund is reduced to an amount which is less than 50 percent of the balance of the fund as of the first day of the fiscal year, the District shall replenish the fund by such amount as may be required to restore the balance to an amount which is equal to 50 percent of the balance of the fund as of the first day of the fiscal year."},{"prefix":"ii","text":" Deadline. -- The District shall carry out any replenishment required under sub-subparagraph (i) of this subparagraph as a result of a subsequent allocation described in such sub-subparagraph not later than the expiration of the 60-day period which begins on the date of the subsequent allocation."},{"prefix":"b","text":" Contingency Reserve Fund. --"},{"prefix":"1","text":" In general. -- There is established a contingency cash reserve fund (\"contingency reserve fund\") as an interest-bearing account, separate from other accounts in the General Fund, into which the Mayor shall make a deposit in cash not later than October 1 of each fiscal year of such amount as may be required to maintain a balance in the fund of at least 4 percent of the operating expenditures as defined in paragraph (2) of this subsection or such amount as may be required for deposit in a fiscal year in which the District is replenishing the emergency reserve fund pursuant to paragraph (6) of this subsection."},{"prefix":"2","text":" Operating expenditures defined. -- For the purpose of this subsection, operating expenditures is defined as the amount reported in the District of Columbia's Comprehensive Annual Financial Report for the fiscal year immediately preceding the current fiscal year as the actual operating expenditure from local funds, less such amounts that are attributed to debt service payments for which a separate reserve fund is already established under this chapter."},{"prefix":"3","text":" Interest. -- Interest earned on the contingency reserve fund shall remain in the account and may only be withdrawn in accordance with paragraph (4) of this section."},{"prefix":"4","text":" Criteria for use of amounts in contingency reserve fund. -- The Chief Financial Officer, in consultation with the Mayor, shall develop a policy governing the use of the contingency reserve fund which shall include (but which may not be limited to) the following requirements:"},{"prefix":"A","text":" The contingency reserve fund may only be used to provide for nonrecurring or unforeseen needs that arise during the fiscal year, including expenses associated with unforeseen weather or other natural disasters, unexpected obligations created by Federal law or new public safety or health needs or requirements that have been identified after the budget process has occurred, or opportunities to achieve cost savings."},{"prefix":"B","text":" The contingency reserve fund may be used, if needed, to cover revenue shortfalls experienced by the District government for 3 consecutive months (based on a 2 month rolling average) that are 5 percent or more below the budget forecast."},{"prefix":"C","text":" The contingency reserve fund may not be used to fund any shortfalls in any projected reductions which are included in the budget proposed by the District of Columbia for the fiscal year."},{"prefix":"5","text":" Allocation of contingency cash reserve. -- Funds may be allocated from the contingency reserve fund only after an analysis has been prepared by the Chief Financial Officer of the availability of other sources of funding to carry out the purposes of the allocation and the impact of such allocation on the balance and integrity of the contingency reserve fund."},{"prefix":"6","text":" Replenishment. --"},{"prefix":"A","text":" In general. -- The District of Columbia shall appropriate sufficient funds each fiscal year in the budget process to replenish any amounts allocated from the contingency reserve fund during the preceding fiscal years so that not less than 50 percent of any amount allocated in the preceding fiscal year or the amount necessary to restore the contingency reserve fund to the 4 percent required balance, whichever is less, is replenished by the end of the first fiscal year following each such allocation and 100 percent of the amount allocated or the amount necessary to restore the contingency reserve fund to the 4 percent required balance, whichever is less, is replenished by the end of the second fiscal year following each such allocation."},{"prefix":"B","text":" Special rule for replenishment after allocation for cash flow management. --"},{"prefix":"i","text":" In general. -- If the District allocates amounts from the contingency reserve fund during a fiscal year for cash flow management purposes pursuant to the authority of subsection (c) of this section and at any time afterwards during the year makes a subsequent allocation from the fund for purposes of this subsection, and if as a result of the subsequent allocation the balance of the fund is reduced to an amount which is less than 50 percent of the balance of the fund as of the first day of the fiscal year, the District shall replenish the fund by such amount as may be required to restore the balance to an amount which is equal to 50 percent of the balance of the fund as of the first day of the fiscal year."},{"prefix":"ii","text":" Deadline. -- The District shall carry out any replenishment required under sub-subparagraph (i) of this subparagraph as a result of a subsequent allocation described in such sub-subparagraph not later than the expiration of the 60-day period which begins on the date of the subsequent allocation."},{"prefix":"c","text":" Additional authority to allocate amounts. --"},{"prefix":"1","text":" In general. -- Notwithstanding any other provision of this section, in addition to the authority provided under this section to allocate and use amounts from the emergency reserve fund under subsection (a) of this section and the contingency reserve fund under subsection (b) of this section, the District of Columbia may allocate amounts from such funds during a fiscal year and use such amounts for cash flow management purposes."},{"prefix":"2","text":" Limits on amount allocated. --"},{"prefix":"A","text":" Amount of individual allocation. -- The amount of an allocation made from the emergency reserve fund or the contingency reserve fund pursuant to the authority of this subsection may not exceed 50 percent of the balance of the fund involved at the time the allocation is made."},{"prefix":"B","text":" Aggregate amount allocated. -- The aggregate amount allocated from the emergency reserve fund or the contingency reserve fund pursuant to the authority of this subsection during a fiscal year may not exceed 50 percent of the balance of the fund involved as of the first day of such fiscal year."},{"prefix":"3","text":" Replenishment. -- If the District of Columbia allocates any amounts from a reserve fund pursuant to the authority of this subsection during a fiscal year, the District shall fully replenish the fund for the amounts allocated not later than the earlier of--"},{"prefix":"A","text":" the expiration of the 9-month period which begins on the date the allocation is made; or"},{"prefix":"B","text":" the last day of the fiscal year."},{"prefix":"4","text":" Effective date. -- This subsection shall apply with respect to fiscal years 2006 through 2007."},{"prefix":"d","text":" Quarterly Reports. -- The Chief Financial Officer shall submit a quarterly report to the Mayor, the Council, the District of Columbia Financial Responsibility and Management Assistance Authority (in the case of a fiscal year which is a control year, as defined in § 47-393(4)), and the Committees on Appropriations of the Senate and House of Representatives that includes a monthly statement on the balance and activities of the contingency and emergency reserve funds."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.50a","catch_text":"Reserve funds."}}