{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-227.\n\n1973 Ed., § 1-144.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Temporary Act of 1996 (D.C. Law 11-214, April 9, 1997, law notification 44 DCR 2409).\n\nFor temporary (225 day) amendment of section, see § 2 of Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Temporary Act of 1997 (D.C. Law 12-80, March 24, 1998, law notification 45 DCR 2115).\n\nFor temporary (225 day) amendment of section, see § 2 of Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Temporary Act of 1998 (D.C. Law 12-214, April 13, 1999, law notification 46 DCR 3836).\n\nEmergency Act Amendments\n\nFor temporary enactment of reorganization plan to consolidate all psychiatric services provided to inmates at the D.C. Jail and the Lorton Correctional Facility within the DOC, see § 3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Congressional Review Emergency Act of 1997 (D.C. Act 12-57, March 31, 1997, 44 DCR 2226), and see § 3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Emergency Act of 1997 (D.C. Act 12-201, December 10, 1997, 44 DCR 7600).\n\nFor temporary transfer of the Bureau of Correctional Services from the Department of Human Services to the Department of Corrections, see § 2 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Congressional Review Emergency Act of 1997 (D.C. Act 12-57, March 31, 1997, 44 DCR 2226), §§ 2-3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Emergency Act of 1997 (D.C. Act 12-201, December 10, 1997, 44 DCR 7600), and §§ 2-3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Emergency Act of 1998 (D.C. Act 12-510, November 10, 1998, 45 DCR 8149).\n\nFor temporary reorganization of the Department of Human Services to transfer the Bureau of Correctional Services from the Department of Human Services to the Department of Corrections, see §§ 2-3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Emergency Act of 1998 (D.C. Act 12-510, November 10, 1998, 45 DCR 8149), and §§ 2-3 of the Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Congressional Review Emergency Act of 1999 (D.C. Act 13-8, February 8, 1999, 46 DCR 2313).\n\nFor temporary (90 day) addition of section, see § 1022 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of title D of article VI of D.C. Res. 19-1, see § 401(b) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nFor temporary (90 day) amendment of article I of D.C. Res. 19-281, see § 401(p) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nLaw 12-256, the \"Reorganization Plan No. 5 for the Department of Human Services and Department of Corrections Act of 1998,\" was introduced in Council and assigned Bill No. 12-452, which was referred to the Committee on the Judiciary. The Bill was adopted on the first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 29, 1998, it was assigned Act No. 12-606 and transmitted to both Houses of Congress for its review. D.C. Law 12-256 became effective on April 20, 1999.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on the first and second readings on December 1, 1998 and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nResolutions\n\nResolution 19-1, the \"Rules for the Council of the District of Columbia, Council Period 19 Resolution of 2011\", effective January 3, 2011, as amended by D.C. Resolution 19-281, § 3, effective November 1, 2011, and D.C. Law 19-124, § 501(b), effective April 27, 2012, provides as follows:\n\nARTICLE I--DEFINITIONS.\n\n101. DEFINITIONS.\n\nFor the purposes of these Rules, the term:\n\n(1) \"Agency\" means any of the organizational units of the District of Columbia including, but not limited to, departments, boards, divisions, commissions, and offices, whether subordinate to or independent of the Mayor; except that \"agency\" shall not include the Council or the District of Columbia courts.\n\n(2) \"Auditor\" means the Auditor of the District of Columbia as established by section 455 of the Charter (D.C. Official Code § 47-117).\n\n(3) \"Bill\" means a proposed act of the Council.\n\n(4) \"Borrowing request\" means a borrowing request submitted by the Mayor to the Council pursuant to section 10 of the Funds Control Act (D.C. Official Code § 47-309).\n\n(5) \"Budget\" or \"budget request\" means the entire request for appropriations and loans or spending authority for all activities of all agencies, the Council and the District of Columbia courts, financed from all existing or proposed resources including both operating and capital expenditures.\n\n(6) \"Budget of the Council\" means the entire request for appropriations by the Council.\n\n(7) \"Budget structure resolution\" means a resolution submitted by the Mayor to the Council pursuant to section 9 of the Funds Control Act (D.C. Official Code § 47-308).\n\n(8) \"Ceremonial resolution\" means an expression of appreciation, an honorarium of limited application, or a declaration of no legal effect, which is adopted without objection.\n\n(9) \"Chairman\" means the Chairman of the Council of the District of Columbia, as established by section 401 of the Charter (D.C. Official Code § 1- 204.01).\n\n(10) \"Charter\" means title IV of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1-204.01 et seq.).\n\n(11) \"Comprehensive Plan\" means the comprehensive plan for the National Capital, including any elements of the plan, as provided in section 423 of the Charter (D.C. Official Code § 1-204.23).\n\n(12) \"Control budget act\" means an act submitted for consideration by the Council pursuant to section 8 of the Funds Control Act (D.C. Official Code § 47-307) to establish a control budget for the District of Columbia government or to establish as part of a control budget grants awarded during the fiscal year.\n\n(13) \"Council\" means the Council of the District of Columbia established by section 401 of the Charter (D.C. Official Code § 1-204.01).\n\n(14) \"Council fiscal impact statement\" means an analysis of the fiscal ramifications of the legislation to the Budget and Financial Plan of the District of Columbia, in accordance with requirements stipulated by the Council Budget Director, which is certified by the Budget Director, appointed pursuant to Rule 264.\n\n(15) \"Council Period\" means the legislative session of the Council beginning at noon on January 2nd of each odd-numbered year and ending at noon on January 2nd of the following odd-numbered year.\n\n(16) Council website means the website with the address ofhttp:// www.dccouncil.us.\n\n(17) \"Engrossing\" or \"engrossment\" means the process by which there is finally prepared the text of a bill that has passed any reading prior to final reading.\n\n(18) \"Enrolling\" or \"enrollment\" means the process by which there is finally prepared the text of a measure that has passed final reading.\n\n(19) \"Executive Branch\" means the Office of the Mayor and any office, department, division, board, commission, or agency under the administrative authority of the Mayor.\n\n(20) \"Funds Control Act\" means the District of Columbia Funds Control Act of 1980, effective September 26, 1980 (D.C. Law 3-104; D.C. Official Code § 47- 381 et seq.).\n\n(21) \"Grant application\" means any grant application required to be submitted by the Mayor to the Council pursuant to section 6 of the Funds Control Act (D.C. Official Code § 47-385).\n\n(22) \"Gross planning budget resolution\" means the gross planning budget resolution submitted by the Mayor for approval by the Council pursuant to section 7 of the Funds Control Act (D.C. Official Code § 47-306).\n\n(23) \"Legal holiday\" means a legal public holiday of the District of Columbia or the United States as set forth in D.C. Official Code § 28-2701.\n\n(24) \"Mayor\" means the Mayor of the District of Columbia as established by section 421 of the Charter (D.C. Official Code § 1-204.21).\n\n(25) \"Measure\" means a proposed act, resolution, or amendment to a proposed act or resolution, a motion pending before the Council or before a committee of the Council, a proposed reorganization plan, reprogramming request, non-offsetting budget modification request, grant application, proposed state plan, contract, or proposed municipal regulation transmitted by law to the Council for its approval.\n\n(26) \"Meeting\" means the formal convening of a committee or the Council, other than solely for the purpose of receiving testimony, held at a designated time and place for the purpose of transacting public business, including official action of any kind.\n\n(27) \"Member\" means a member of the Council established by section 401 of the Charter (D.C. Official Code § 1-204.01) and includes the Chairman, unless the context clearly indicates otherwise.\n\n(28) \"Normal business hours\" means 9:00 a.m. through 5:30 p.m., Monday through Friday, except legal holidays.\n\n(29) \"Official action\" has the same meaning as in section 742 of the District of Columbia Home Rule Act , approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1-207.42).\n\n(30) \"Person\" means an individual, partnership, association, corporation, or any other organization.\n\n(31) \"Reading\" means, within the meaning of section 412 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788; D.C. Official Code § 1-204.12), an opportunity for the Members to debate and vote on proposed legislation at a regular or additional legislative meeting of the Council. A reconsideration of legislation after it has been transmitted to the Mayor is considered a \"reading\" where there has been at least 13 days intervening between the last reading of the legislation and the reconsideration date.\n\n(32) \"Recess of the Council\" means periods of time during which regularly scheduled meetings of the Council are not held; i.e., the month of August through September 15th, the 9-day period beginning on the Friday immediately preceding Easter, the 17-day period beginning on July 15th of each year, and the 9-day period ending on December 31st of each year.\n\n(33) \"Remuneration\" means the rate or level of compensation to be paid an employee for the performance of his or her duties up to and including, but no more than, the maximum authorized and appropriated by law.\n\n(34) \"Reprogramming Policy Act\" means the Reprogramming Policy Act of 1980, effective September 16, 1980 (D.C. Law 3-100; D.C. Official Code § 47-361 et seq.).\n\n(35) \"Reprogramming request\" means any reprogramming request or budget modification submitted to the Council pursuant to sections 4 and 5, respectively, of the Reprogramming Policy Act (D.C. Official Code §§ 47-363 and 364).\n\n(36) \"Resolution\" means an expression of a simple determination, decision, or direction of the Council of a special or temporary character and includes actions of the Council concerning its internal management and conduct.\n\n(37) \"Short title\" means the term by which an act or resolution may be cited.\n\n(38) \"State plan approval request\" means a request to approve a state plan submitted by the Mayor to the Council pursuant to section 6 of the Funds Control Act (D.C. Official Code § 47-385).\n\n(39) \"Subpoena\" means subpoena ad testificandum or subpoena duces tecum, or both.\n\n(40) \"Transcription\" means a verbatim recordation, including a tape recording.\n\nARTICLE II--ORGANIZATION.\n\n201. OATH OF OFFICE.\n\n(a) On January 2nd of each odd-numbered year, members of the Council whose terms begin at that time shall take and subscribe an oath or affirmation to support the Constitution of the United States and faithfully to discharge the office of member of the Council. The oath of office to the Councilmembers shall be administered by a legally authorized person of the member's choice. The Secretary to the Council shall supply printed copies of the oath, which shall be subscribed by the members and returned to the Secretary and recorded in the Council records as conclusive proof of the fact that the signer took the oath in accordance with law.\n\n(b) A member of the Council whose term of office does not begin at the beginning of a Council Period shall take and subscribe an oath or affirmation described above as soon as practicable after he or she has been duly certified as having been elected or selected for the position.\n\n202. CODE OF OFFICIAL CONDUCT.\n\n(a) Councilmembers and Council staff shall maintain a high level of ethical conduct in connection with the performance of their official duties and shall refrain from taking, ordering, or participating in any official action that would adversely affect the confidence of the public in the integrity of the District government. Council members shall strive to act solely in the public interest and not for any personal gain or take an official action on a matter as to which he or she has a potential conflict of interest created by a personal, family, client, or business interest, avoiding both actual and perceived conflicts of interest and preferential treatment.\n\n(b) Councilmembers and Council staff shall take full responsibility for understanding and complying with the letter and spirit of all laws and regulations governing standards of conduct for District public officials, including those relating to conduct, conflicts of interest, gifts, disclosures, campaign finance, political activity, and freedom of information.\n\n(c) Councilmembers and Council staff shall specifically adhere to the Code of Official Conduct of the Council of the District of Columbia.\n\n(d)(1) The Council shall proactively review the District's overall ethics program, including structure, training, enforcement, and overall ethics culture, and work to comply with national standards for the creation of effective compliance and ethics programs.\n\n(2) The Ethics Counselor for the Council, in coordination with the Office of Campaign Finance, shall conduct mandatory training on the conflict of interest and ethics laws and regulations applicable to Councilmembers and staff on at least an annual basis. Ethics training materials, including summary guidelines to all applicable laws and regulations, shall be prepared by the Ethics Counselor for the Council and made readily available online and in print.\n\nA. EXECUTIVE OFFICERS OF THE COUNCIL.\n\n211. CHAIRMAN.\n\nThe Chairman shall be the presiding and chief executive officer of the Council.\n\n212. CHAIRMAN PRO TEMPORE.\n\nIn each Council period, the Chairman shall nominate one member as Chairman Pro Tempore who will act in the place of the Chairman when the Chairman is absent or has recused himself or herself. The Council shall act on the Chairman's nomination by resolution.\n\n213. VACANCY IN OFFICE OF CHAIRMAN.\n\nWhenever a vacancy occurs in the Office of the Chairman or the Chairman is serving as Acting Mayor, the Chairman Pro Tempore selected pursuant to section 212 shall convene the Council. The Council, by resolution, shall elect one of its at-large members as Acting Chairman and another at-large member as Acting Chairman Pro Tempore until the vacancy in the Office of Chairman is filled or until the return of the regularly-elected Chairman.\n\nB. COMMITTEE MEMBERSHIP.\n\n221. SELECTION.\n\nAt the organizational meeting convened in accordance with section 301 at the beginning of the Council Period, the Chairman shall nominate the chairperson and members of each committee of the Council and the Council shall by resolution act on the Chairman's nominations.\n\n222. CHAIRMAN AS EX-OFFICIO MEMBER.\n\nThe Chairman shall be an ex-officio, voting member of all committees and may be counted for purposes of a quorum, but shall not increase the quorum requirement for the committee.\n\n223. VACANCIES.\n\nA vacancy in the membership or chair of a committee shall be filled by appointment by the Chairman, with the approval of the Council by resolution.\n\n224. DISTRIBUTION OF RESPONSIBILITY.\n\nThe Chairman and Council shall endeavor to distribute committee responsibility as evenly as possible among the members and in no event shall an individual member chair more than one standing committee. The principle of seniority shall be respected in the assignment of committee chairs.\n\n225. PARTICIPATION OF MEMBERS IN COMMITTEE MEETINGS.\n\n(a) Any member of the Council may attend the meeting of any committee and may participate in committee discussions, but only committee members may make motions and cast votes.\n\n(b) Any member of the Council may participate fully in the hearings of any committee.\n\n226. RULES OF COMMITTEES.\n\n(a) Each committee shall adopt written rules, not inconsistent with these Rules or other applicable law, to govern its procedures. The committee rules, effective when filed in the Secretary's Office, shall incorporate the following principles:\n\n(1) The scheduling of regular meeting days, which shall not be less frequent than monthly, for conducting business;\n\n(2) A procedure for rescheduling or cancelling a regular meeting;\n\n(3) A procedure for holding additional meetings to be called by the chairperson;\n\n(4) A procedure for holding special meetings, which shall be called at the request of a majority of the members of the committee;\n\n(5) Procedures to govern the chair of a committee meeting in the absence of the chairperson;\n\n(6) Procedures for keeping a complete record of all committee action, which shall include roll call votes;\n\n(7) Procedures for making available for inspection by the public, at reasonable times in the office of either the committee or the Secretary to the Council, a description of each amendment, motion, order, or other proposition on which a roll call was taken, the name of each member voting for and against the amendment, motion, order, or proposition, and the names of those members present but not voting;\n\n(8) A procedure for giving notice of hearings consistent with section 422;\n\n(9) Procedures setting a fixed number of members to constitute a quorum for taking testimony and receiving evidence;\n\n(10) The imposition of a 10-minute rule in the interrogation of a witness before the committee, until each member of the committee has had an opportunity to question the witness;\n\n(11) A prohibition against voting upon a measure or recommendation unless a quorum of the committee is actually present;\n\n(12) A requirement that if, at the time of approval of a measure by a committee, a member of the committee gives notice of the intention to file supplemental, minority, or additional views, that member shall be entitled to not less than 5 days, excluding Saturdays, Sundays, and legal holidays, within which to file the views, which shall be included in the report of the committee on the measure;\n\n(13) A procedure for amending the committee rules by a vote of a majority of the committee;\n\n(14) A requirement that if an amendment is orally moved during a committee meeting, it shall, upon request by a member, be reduced to writing and read by the Committee Clerk or other staff of the Committee, and made available for public inspection as soon as practicable;\n\n(15) A requirement for the circulation of notice of the date, hour, and place of all committee meetings to all members of the Council at least 24 hours before the date of the meeting, along with a copy of the agenda of the meeting and a draft of any measures to be considered, unless at least 4 members of the committee agree to a shorter notice;\n\n(16) A procedure for providing at least 24 hours notice to Members and the Secretary to the Council of the cancellation of a regularly scheduled meeting and at least 12 hours notice to Members and the Secretary of the Council of the cancellation of an additional meeting, unless the Members of the Council and the Secretary are given written notice of the cancellation at least 2 hours prior to the scheduled meeting;\n\n(17) A procedure for recessing a meeting which is consistent with Rule 302(c);\n\n(18) A procedure to ensure that meetings of the committee do not conflict with a previously scheduled meeting of another committee; and\n\n(19) A procedure for the adoption of a consent agenda.\n\n(b) The following provisions of these Rules shall be considered rules of committees: 101 (Definitions); 202 (Code of Official Conduct); 203 (Conflict of Interest); 304 (Quorum); 305 (Meetings Open to the Public); 306 (Executive Sessions); 307 (Hearing the Mayor); 321 (Decorum of Members); 322 (Decorum of Members of the Public); 331 (Obtaining the Floor); 332 (Limitations on Debate); 333 (Personal Privilege); 334 (Points of Order); 335 (Appeal); 336 (Extension of Remarks); 341 (Motions Recognized During Debate); 342 (Withdrawal or Modification of Motions); 343 (Amendments to be Written); 351 (Form of Vote); 352 (Voice Votes); 353 (Demand for Roll Call Vote); 356 (Proxy Voting Prohibited); 357 (Reconsideration); 425 (Methods of Notice); 448 (Records of Legislative Meetings); 450 (Effect of End of Council Period); 1001 (Parliamentary Authority); 1002 (Gender Rule of Construction); and 1003 (Suspension of Rules).\n\n(c) Any provision of these Rules that by its terms specifically applies to a committee shall be binding on each committee.\n\n(d) When these rules are used as committee rules, and unless the context dictates a different meaning, the term \"Council\" means \"committee\", the term \"member\" or \"member of the Council\" means \"member of the committee\", the term \" Chairman\" means \"Chairperson of the Committee\", and the term \"Secretary \" means \"Clerk or other staff of the committee\".\n\n(e) A committee may adopt additional rules. Committee rules adopted under this section shall be consistent with these Rules and other applicable law, and shall be filed with the Secretary to the Council.\n\n(f) Each committee shall adopt its rules and appoint committee staff pursuant to section 272 within 14 business days of the organizational meeting held pursuant to section 301 and shall send the adopted rules and staff appointments to the Chairman.\n\n227. COMMITTEE ACTIVITY REPORT.\n\nEach committee shall file a report not later than 30 days prior to the end of each Council period which details its oversight and legislative activities. The format and content of the reports shall be determined by the Secretary\n\nC. STANDING COMMITTEES.\n\n231. COMMITTEE OF THE WHOLE.\n\n(a) The Committee of the Whole is responsible for the annual budget, and amendments, additions, or supplements to the budget; coordinating the Council's relationships with the Congress, the Federal executive branch; monitoring the progress of Council legislation through Congress; monitoring the status of original legislative proposals in Congress that may affect the District of Columbia, the Council, or its legislation; Council appointments to Boards and Commissions; the development of the comprehensive plan and other matters pertaining to land use; public space naming; reapportionment and realignment of the political subdivisions of the District of Columbia; Council administration and personnel; the scheduling of all matters for consideration by the Council in the legislative meeting; legislative matters related to the District of Columbia as a political entity, including voting rights; responsible for coordinating the Council's relationships with appropriate regional, state, and national associations and organizations; labor relations; the Council's relationship with regional authorities and other regional bodies and organizations not specifically assigned to other committees; all matters related to public education, including authorizing public charter schools; cable television; and other matters assigned to it by these Rules or by the Chairman.\n\n(b) The Chairman of the Council is the Chairman of the Committee of the Whole and its members include all members of the Council. The Committee of the Whole shall meet on the third Tuesday of each month, except during periods of Council recess, in a work session to consider measures which have been reported and timely filed by committees pursuant to subsection (c) of this section, and for the introduction and referral of legislation. The Chairman shall prepare the agenda for each meeting of the Committee of the Whole. The Chairman may not withhold a measure duly reported and timely filed by another committee from the Committee of the Whole agenda unless the Committee of the Whole votes to table the measure.\n\n(c)(1) Except as provided in section 339, each bill and resolution reported by the committees of the Council identified in sections 232 to 242 shall be referred to the Committee of the Whole for a review of its legal sufficiency and technical compliance with the drafting rules of the Council; for ascertaining completion of the record; for a determination of the sufficiency of the fiscal impact statement required by section 443(c); and for scheduling for the Legislative Meeting.\n\n(2) No bill or resolution may be reported by a committee of the Council for consideration at the Committee of the Whole unless it is accompanied by a fiscal impact statement.\n\n(3) Amendments made by committees that are outside the legislative jurisdiction of the committee shall be referred to the relevant committee before the legislation is agendized for the legislative meeting at the Committee of the Whole.\n\n(d) The following agencies shall come within the purview of the Committee of the Whole:\n\nCouncil of the District of Columbia\n\nDistrict of Columbia Auditor\n\nMetropolitan Washington Airports Authority\n\nMetropolitan Washington Council of Governments\n\nNational Capital Planning Commission\n\nOffice of Budget and Planning\n\nOffice of Labor Relations and Collective Bargaining\n\nOffice of Cable Television\n\nPublic Access Corporation\n\nOffice of Planning\n\nTobacco Settlement Financing Corporation\n\nOffice of Zoning\n\nBoard of Zoning Adjustment\n\nZoning Commission of the District of Columbia\n\nDistrict of Columbia Public Schools\n\nOffice of the State Superintendent of Education\n\nUniversity of the District of Columbia\n\nOffice of Public Education Facilities Modernization\n\nOffice of the Deputy Mayor for Education\n\nDistrict of Columbia Public Charter School Board\n\n(e)(1) The Subcommittee on Redistricting, as delegated by the Committee of the Whole, shall be responsible for developing a realignment and reapportionment of the District's political subdivisions based on the 2010 Census.\n\n(2) The following agencies come within the purview of the Subcommittee on Redistricting:\n\nAny entity created to develop a redistricting proposal.\n\n232. COMMITTEE ON AGING AND COMMUNITY AFFAIRS.\n\n(a) The Committee on Aging and Community Affairs is responsible for the concerns of the aging; matters regarding Advisory Neighborhood Commissions; human rights; Latino, African, Asian and pacific islander affairs; gay, lesbian, bisexual and transgender affairs; issues related to women; and veterans affairs.\n\n(b) The following agencies come within the purview of the Committee on Aging and Community Affairs:\n\nAdvisory Neighborhood Commissions\n\nCommission on Aging\n\nOffice on Aging\n\nCommission on Human Rights\n\nOffice of Human Rights\n\nCommission on Latino Community Development\n\nOffice of Latino Affairs\n\nCommission for Women\n\nOffice on African Affairs\n\nOffice of Asian and Pacific Islanders Affairs\n\nOffice of Gay, Lesbian, Bisexual, and Transgender Affairs\n\nOffice of Veterans Affairs\n\n233. COMMITTEE ON ECONOMIC DEVELOPMENT.\n\n(a) The Committee on Economic Development is responsible for matters related to economic, industrial and commercial development; the disposition of property for economic development purposes; tourism; cultural affairs; international business and affairs; and local business development policy.\n\n(b) The following agencies come within the purview of the Committee on Economic Development:\n\nDeputy Mayor for Economic Development\n\nDistrict of Columbia Small and Local Business Opportunity Commission\n\nDepartment of Small and Local Business Development\n\nDestination DC\n\nDistrict of Columbia Boxing and Wrestling Commission\n\nCommission on Arts and Humanities\n\nOffice of Motion Picture and Television Development\n\n234. COMMITTEE ON FINANCE AND REVENUE.\n\n(a) The Committee on Finance and Revenue is responsible for matters relating to taxation and revenue for the operation of the government of the District of Columbia; general obligation bond acts, revenue anticipation notes, and industrial revenue bonds.\n\n(b) The following agencies come within the purview of the Committee on Finance and Revenue:\n\nBoard of Real Property Assessments and Appeals\n\nDistrict of Columbia Lottery and Charitable Games Control Board\n\nMultistate Tax Commission\n\nOffice of the Chief Financial Officer\n\nOffice of Financial Management\n\nOffice of Financial Operations\n\nOffice of Finance and Treasury\n\nOffice of Tax and Revenue\n\nWashington Convention and Sports Authority\n\n235. COMMITTEE ON GOVERNMENT OPERATIONS AND THE ENVIRONMENT.\n\n(a) The Committee on Government Operations and the Environment is responsible for matters relating to elections, campaign finance, general services, personnel, including employee appeals and general administration of the government of the District of Columbia; maintenance of public buildings, property management, including the declaration of government property as no longer required for public purposes; grants management; government procurement; matters relating to the general operations and services of government; and matters relating to environmental protection regulation and policies.\n\n(b) The following agencies come within the purview of the Committee on Government Operations and the Environment:\n\nContract Appeals Board\n\nDepartment of Human Resources\n\nDepartment of Real Estate Services\n\nDistrict of Columbia Board of Elections and Ethics\n\nDistrict of Columbia Retirement Board\n\nDistrict Department of the Environment\n\nEnvironmental Planning Commission\n\nOffice of the Chief Technology Officer\n\nOffice of the City Administrator\n\nOffice of Contracting and Procurement\n\nOffice of Disability Rights\n\nOffice of Employee Appeals\n\nOffice of Energy\n\nOffice of Grants Management\n\nOffice of the Inspector General\n\nOffice of the Mayor\n\nOffice of Policy and Legislative Affairs\n\nOffice of Press Secretary\n\nOffice of Risk Management\n\nPublic Employees Relations Board\n\nSecretary of the District of Columbia\n\n236. COMMITTEE ON HEALTH.\n\n(a) The committee is responsible for matters concerning health and environmental health, except for rodent control; the regulation of health occupations and professions, and health care inspectors.\n\n(b) The following agencies come within the purview of the Committee on Health:\n\nDepartment of Health\n\nDepartment of Mental Health\n\nDepartment of Health Care Finance\n\nBoard of Chiropractic\n\nBoard of Dentistry\n\nBoard of Dietetics and Nutrition\n\nBoard of Marriage and Family Therapy\n\nBoard of Massage Therapy\n\nBoard of Medicine\n\nBoard of Nursing\n\nBoard of Nursing Home Administration\n\nBoard of Occupational Therapy\n\nBoard of Optometry\n\nBoard of Pharmacy\n\nBoard of Physical Therapy\n\nBoard of Podiatry\n\nBoard of Professional Counseling\n\nBoard of Psychology\n\nBoard of Respiratory Care\n\nBoard of Veterinary Examiner\n\nStatewide Health Coordinating Council\n\n237. COMMITTEE ON HOUSING AND WORKFORCE DEVELOPMENT.\n\n(a) The Committee on Housing and Workforce Development is responsible for matters related to development, maintenance, preservation, and regulation of the housing stock, including rental housing; and neighborhood development, improvement, stabilization, and urban affairs; workforce development issues; employment and manpower development; matters related to Statehood and self-determination for the District; and ex-offender affairs.\n\n(b) The following agencies come within the purview of the Committee on Housing and Workforce Development:\n\nDepartment of Housing and Community Development or any successor agency\n\nDistrict of Columbia Housing Authority\n\nHousing Finance Agency\n\nHousing Production Trust Fund Board\n\nRental Housing Commission\n\nDepartment of Employment Services\n\nApprenticeship Council\n\nOffice on Ex-Offender Affairs\n\nDistrict of Columbia Statehood Commission\n\nDistrict of Columbia Statehood Compact Commission\n\n238. COMMITTEE ON HUMAN SERVICES.\n\n(a) The Committee on Human Services is responsible for matters concerning welfare; social services; youth affairs (other than juvenile justice); disability services; and the regulation of alcoholic beverages.\n\n(b) The following agencies come within the purview of the Committee on Human Services:\n\nAlcoholic Beverage Regulation Administration\n\nBoard of Social Work\n\nChild and Family Services Agency\n\nChildren and Youth Investment Trust Corporation\n\nDepartment on Disability Services\n\nDepartment of Human Services\n\nDepartment of Youth Rehabilitation Services\n\n239. COMMITTEE ON LIBRARIES, PARKS AND RECREATION.\n\n(a) The Committee on Libraries, Parks and Recreation is responsible for all matters related to libraries, public parks and recreation.\n\n(b) The following agencies come within the purview of the Committee on Libraries, Parks and Recreation:\n\nDepartment of Parks and Recreation\n\nDistrict of Columbia Public Library system\n\n240. COMMITTEE ON THE JUDICIARY.\n\n(a) The Committee on the Judiciary is responsible for matters affecting the judiciary and judicial procedure which are within the authority of the Council; matters affecting decedents' estates and fiduciary affairs; matters affecting administrative law and procedure; matters affecting criminal law and procedure; matters arising from or pertaining to the police and fire regulations of the District of Columbia; and other matters related to police protection, correctional institutions (including youth corrections), fire prevention, emergency medical services, homeland security, criminal justice, and public safety.\n\n(b) The following agencies come within the purview of the Committee on the Judiciary:\n\nAccess to Justice Initiative\n\nChild Support Guidelines Commission\n\nCommission on Judicial Disabilities and Tenure\n\nCorrections Information Council\n\nCriminal Justice Coordinating Council\n\nDepartment of Corrections\n\nDeputy Mayor for Public Safety and Justice\n\nDistrict of Columbia Judicial Nomination Commission\n\nDistrict of Columbia National Guard\n\nDistrict of Columbia Sentencing and Criminal Code Revision Commission\n\nFire and Emergency Medical Services Department\n\nForensic Health and Science Laboratories\n\nHomeland Security and Emergency Management Agency\n\nMetropolitan Police Department\n\nMotor Vehicle Theft Prevention Commission\n\nOffice of Administrative Hearings\n\nOffice of the Attorney General for the District of Columbia\n\nOffice of the Chief Medical Examiner\n\nOffice of Justice Grants Administration\n\nOffice of Police Complaints\n\nOffice of Unified Communications\n\nOffice of Victims Services\n\nPolice Complaints Board\n\nPolice Officers' and Fire Fighters Retirement System\n\n241. COMMITTEE ON PUBLIC SERVICES AND CONSUMER AFFAIRS.\n\n(a) The Committee on Public Services and Consumer Affairs is responsible for matters related to consumer and regulatory affairs; public utilities, the regulation of banks and banking activities; securities, and insurance; including private health insurance matters.\n\n(b) The following agencies come within the purview of the Committee on Public Services and Consumer Affairs:\n\nDepartment of Consumer & Regulatory Affairs\n\nBoard of Consumer Claims Arbitration for the District of Columbia\n\nOffice of People's Counsel\n\nPublic Service Commission\n\nOffice of the Tenant Advocate\n\nDepartment of Insurance, Securities and Banking\n\nBoard of Architecture and Interior Designers\n\nBoard of Accountancy\n\nBoard of Barber and Cosmetology\n\nBoard of Professional Engineering\n\nBoard of Funeral Directors\n\nBoard of Industrial Trades\n\nBoard of Real Estate\n\nBoard of Real Estate Appraisers\n\n242. COMMITTEE ON PUBLIC WORKS AND TRANSPORTATION.\n\n(a) The Committee on Public Works and Transportation is responsible for matters relating to highways, bridges, traffic, vehicles, the regulation of taxicabs, maintenance of public spaces, recycling, waste management, water supply, and wastewater treatment, and regional public transportation issues.\n\n(b) The following agencies come within the purview of the Committee on Public Works and Transportation:\n\nDepartment of Motor Vehicles\n\nDepartment of Public Works\n\nDistrict Department of Transportation\n\nDistrict of Columbia Bicycle Advisory Council\n\nDistrict of Columbia Taxicab Commission\n\nSoil and Water Conservation District\n\nWashington Aqueduct\n\nWashington Metropolitan Area Transit Authority\n\nWater and Sewer Authority\n\n243. SPECIAL COMMITTEE ON INVESTIGATION OF CAPITAL PROJECTS OF THE DEPARTMENT OF PARKS AND RECREATION.\n\n(a) The Special Committee on Investigation of Capital Projects of the Department of Parks and Recreation (Special Committee) shall have jurisdiction over the investigation report issued by the Special Council in Council Period 19 concluding the investigation begun in Council Period 18 into contracts and funds for capital projects of the Department of Parks and Recreation pursuant to the Committee on Libraries, Parks and Recreation Budget Transparency Investigation Authorization Resolution of 2009, effective November 2, 2009 (56 DCR 8724) and the Committee on Libraries, Parks and Recreation Budget Transparency Investigation Amendment Resolution of 2010, effective March 9, 2010 (57 DCR 3210). The Special Committee shall be responsible for receiving the investigation report of the Special Counsel and determining whether to present the report to the Council with recommendations, if any, of the Special Committee.\n\n(b) The Special Committee shall conclude its business and sunset within 120 days following the issuance to it of the investigation report of the Special Counsel.\n\nD. CREATION OF SUBCOMMITTEES.\n\n245. SUBCOMMITTEES.\n\nAt or near the beginning of a new Council Period, the Chairman of the Council, shall nominate the chairperson and members of each subcommittee of the Council. The Council shall by resolution act on the Chairman's nominations. A subcommittee may use subpoenas to obtain testimony or documents only if the standing committee of which it is a subcommittee authorizes the issuance of subpoenas. Each bill or resolution reported by a subcommittee shall be referred to its standing committee for a vote and scheduling for the Committee of the Whole. Subcommittees shall comply with the requirements of these Rules.\n\nE. SPECIAL COMMITTEES.\n\n251. CREATION OF SPECIAL COMMITTEES.\n\nSpecial committees to consider investigations, ethics, and other matters may be created by resolution, approved by 2/3rds of the members of the Council. The resolution shall set forth the jurisdiction, size, duration, and date for final action of the special committee.\n\n252. USE OF SUBPOENAS BY SPECIAL COMMITTEE.\n\nA special committee may use subpoenas to obtain testimony or documents only if the resolution creating the special committee authorizes the issuance of subpoenas. Subpoenas issued by special committees shall comply with the requirements of Article VI of these Rules.\n\nF. SPECIAL PROJECTS.\n\n253. SPECIAL PROJECTS.\n\nSpecial policy development and oversight projects may be created and funded by a Council resolution. The resolution shall set forth the timetable, budget, goals, and deliverables of the special project, and specify whether the project will be undertaken by a standing or special committee, or another method of organization.\n\nG. APPOINTED OFFICERS OF THE COUNCIL.\n\n261. APPOINTMENT OF OFFICERS.\n\nThe appointed officers of the Council are the Secretary, General Counsel, Budget Director, Policy Director, and Chief Technology Officer. The assignment, removal, and remuneration of these officers shall be recommended by the Chairman, and approved by vote of the majority of the Council.\n\n262. SECRETARY.\n\nThe Secretary is, and shall also be known as, the chief administrative officer of the Council and is responsible for maintaining records of Council actions including the filing of bills and proposed resolutions, amendments to bills and resolutions, requests for hearings, committee reports, and other records and reports assigned by these Rules, the Council, or the Chairman, and for proposing and administering the fiscal year budget of the Council.\n\n263. GENERAL COUNSEL.\n\nThe General Counsel is responsible for advising the Council on matters of parliamentary procedure, identifying legislative problems, providing members with alternatives in terms of policy options to solve those problems, representing the Council in any legal action to which it is a party, supervising the publication of the District of Columbia Official Code, providing legislative drafting assistance to all members, engrossing and enrolling measures, and making necessary technical and conforming changes in measures during enrollment, and shall serve as Ethics Counselor for the Council.\n\n264. BUDGET DIRECTOR.\n\nThe Budget Director is responsible for advising members of the Council on matters related to the budget including the development of annual and multiyear budgets and financial plans, review of contracts, and analysis of the fiscal impact of legislation. The budget staff shall also serve as a resource for all Council committees and members.\n\n265. POLICY DIRECTOR.\n\nThe Policy Director is responsible for advising members of the Council on policy matters that are presented to the Office of Policy Analysis for its review and to provide comprehensive, independent, and objective research and analysis on defined legislative and policy issues to members of the Council, upon request. The policy analysis staff shall also serve as a resource for all Council committees and their members.\n\n266. CHIEF TECHNOLOGY OFFICER\n\nThe Chief Technology Officer is the central technology resource of the Council and is responsible for developing, implementing, and maintaining the Council's technology infrastructure; developing and implementing major enterprise applications; establishing and overseeing technology policies and standards for the Council; providing technology services and support, and developing technology solutions to improve Council services.\n\nH. COUNCIL PERSONNEL AND APPOINTMENTS.\n\n271. SUBORDINATE STAFF OF APPOINTED OFFICERS.\n\nThe appointed officers may assign, remove, and determine the remuneration for their respective professional and clerical staffs, subject to appropriations and positions allocated by the Council.\n\n272. COMMITTEE STAFF.\n\n(a) Within 14 business days of the organizational meeting held pursuant to section 301, the chairperson of each committee shall appoint and shall present for the approval of committee members the names and responsibilities of each committee staff person. The chairperson shall remove, and determine the remuneration for the staff of the committee, subject to appropriations and positions allocated by the Council.\n\n(b) The chairperson of each committee shall notify the members of the committee of such action within 3 working days.\n\n273. MEMBERS' PERSONAL STAFF.\n\nEach member may assign, remove, and determine the remuneration for his or her personal staff, subject to appropriations and positions allocated by the Council.\n\n274. COUNCIL APPOINTMENT TO OTHER BODIES.\n\nWhere the law provides for the Council to appoint a person to another body, the Chairman shall nominate the person and the Council shall act on the nomination by resolution. A representative appointed by the Chairman or Council shall report to the Council on a periodic basis. The Council may, by resolution, instruct its representative as to the position to take on a particular matter.\n\n275. APPOINTMENT BY COMMITTEES AND MEMBERS.\n\n(a) Where the law provides for a committee to appoint or approve the appointment of a person to a board or commission, the committee shall act on the appointment by committee resolution filed with the Secretary.\n\n(b) Where the law provides for a member to appoint a person to a board or commission, the member shall make the appointment by memoranda filed with the Secretary, which states:\n\n(1) The legal capacity in which the member is acting, e.g., as a member of the Council or as chair or a member of a particular committee;\n\n(2) The date of appointment;\n\n(3) The official name of the board or commission to which the person is being appointed;\n\n(4) The name, complete mailing address, and ward designation of the person appointed;\n\n(5) The law under which the appointment is being made; and\n\n(6) The term of the appointment.\n\n276. RESIDENCY REQUIREMENT FOR APPOINTMENTS.\n\nAfter January 1, 1987, each member of a District of Columbia board or commission who is not serving as a member of that board or commission as of January 1, 1987, and who is appointed under section 274 or 275, shall be a resident of the District of Columbia at the time of appointment, unless the law or executive order that established the board or commission specifically authorizes the appointment of a nonresident as a member of the board or commission.\n\nARTICLE III--PROCEDURES FOR MEETINGS.\n\nA. LEGISLATIVE MEETINGS.\n\n301. ORGANIZATIONAL MEETING.\n\nOn the first day of each Council Period that is not a Saturday, Sunday, or legal holiday, the Council shall convene an organizational meeting for the purpose of considering the adoption of Rules of Organization and Procedure, selecting a Chairman Pro Tempore pursuant to section 212, appointment of committee chairs and memberships, appointment of members to regional bodies, and appointment of Council officers. If a quorum is not present, the Chairman shall convene an organizational meeting as soon as feasible.\n\n302. REGULAR MEETINGS.\n\n(a) The Council shall hold a regular legislative meeting on the first Tuesday of every month except during a period of recess of the Council. When the day for a regularly scheduled legislative meeting falls on a day designated by law as a legal holiday, the meeting shall be held at the same time on the next succeeding day that is not a holiday. Regularly scheduled legislative meetings shall be held at 10:00 a.m. The Chairman may designate another hour for a meeting at the next legislative meeting or meeting of the Committee of the Whole or by written notice to each member and the Secretary to the Council at least 24 hours before the regularly scheduled hour.\n\n(b) All regular meetings of the Council shall be held in the Council Chamber, Room 500 of the John A. Wilson Building, 1350 Pennsylvania Avenue, N.W., unless another place is designated by a majority of the Council either in a legislative meeting or in writing circulated to all members and the Secretary to the Council not less than 24 hours prior to the scheduled meeting.\n\n(c) If a majority of the Council is present at a regular meeting, the Chairman may recess that meeting to another time, day, or place, or may reschedule a future regular meeting to another time, day, or place.\n\n(d) The Chairman may cancel a future regularly scheduled meeting. The Secretary shall notify each member and the public of a meeting cancellation.\n\n303. ADDITIONAL AND SPECIAL MEETINGS.\n\n(a) The Chairman may call additional meetings of the Council.\n\n(b) Any 2 members may request that the Chairman call a special meeting of the Council. The request must be in writing and filed in the Office of the Secretary. Immediately upon the filing of the request, the Secretary shall notify the Chairman and other members of the filing of the request. If, within 24 hours after the request is filed, the Chairman does not call the requested special meeting, to be held within 72 hours after the request is filed, a majority of the members of the Council may file in the office of the Secretary their written notice that a special meeting of the Council will be held, specifying the date, hour, place, and agenda of the special meeting. The Council shall meet at that date and hour. Immediately upon the filing of the notice, the Secretary shall notify all members of the Council as provided in subsection (c) of this section.\n\n(c) Whenever an additional or special meeting is called, the Secretary shall notify each member in writing not less than 24 hours prior to the additional or special meeting. The Secretary shall provide timely notice of the meeting to the public. The notice shall state the date, hour, place, and agenda of the meeting and may state whether items are to be considered on a consent or non-consent agenda. No matter shall be considered at an additional or special meeting except those stated in the request and notification. An additional meeting to consider an emergency and temporary matter may be called upon shorter notice, if a majority of the members agree in writing to the shorter notice. The Chairman may add emergency and temporary measures to the agenda of an additional meeting with the written agreement of a majority of the Members.\n\n304. QUORUM.\n\nA majority of the members constitutes a quorum for the lawful convening of a Council meeting and for the transaction of business, except that a lesser number may hold hearings. A meeting shall not begin until a quorum is ascertained by the Chairman. After a quorum has been ascertained, the meeting shall proceed, unless a member raises the absence of a quorum, whereupon the Chairman shall direct the calling of the roll and shall announce the result. These proceedings shall be without debate, and until a quorum is present, no debate or motion shall be in order except to recess for 20 minutes to find absent members. After the recess, the roll shall be called again. If a quorum is present, the meeting shall proceed; if a quorum is not present, the meeting shall be adjourned.\n\n305. MEETINGS OPEN TO THE PUBLIC.\n\nAll meetings of the Council at which official action is taken shall be open to the public. No resolution, rule, act, or other official action shall be effective unless taken, made, or enacted at an open meeting.\n\n306. EXECUTIVE MEETINGS.\n\nUpon the affirmative vote of a majority of the members present and voting at a public meeting, the Council may conduct a meeting in an executive session to the extent permitted by section 305.\n\n307. HEARING THE MAYOR.\n\nThe Mayor has the right to be heard by the Council upon request and at reasonable times set by the Council.\n\n308. RECESS.\n\n(a) Except as set forth in subsection (b) of this section, no bill or resolution, other than an emergency bill or emergency resolution and accompanying temporary bill, or a resolution to approve or disapprove a contract, to be considered at a special or additional meeting called pursuant to these Rules, may be introduced during a recess of the Council. No committee may take official action during a recess of the Council; except that, when specifically authorized to do so by a vote of a majority of the Council, a committee may hold a public hearing or roundtable. A notice of future committee action may be filed during a recess of the Council.\n\n(b)(1) A member of the Council may introduce a resolution approving or disapproving a contract in excess of $1 million or a multiyear contract during any recess period.\n\n(2) A proposed contract in excess of $1 million during a 12-month period or a multiyear contract for goods or services that is required to be submitted to the Council pursuant to section 451 of the District Charter may be transmitted to the Office of the Secretary for the Council during the 30-day period prior to the end of the summer recess of the Council, a committee may hold a public hearing and take official action on the proposed contract in excess of $1 million or multiyear contract during this period, and a member of the Council may introduce a resolution approving or disapproving a contract in excess of $1 million or a multiyear contract during this recess period.\n\n(3) A proposed federal-aid highway contract in excess of $1 million during a 12-month period that is required to be submitted to the Council for its review pursuant to the District Charter may be transmitted to the Office of the Secretary to the Council during a recess of the Council, a committee may hold a public hearing and take official action on the proposed federal-aid highway contract during the recess, and a member of the Council may introduce a resolution approving or disapproving the proposed federal-aid highway contract during the recess and during the 10-day period following submission of the proposed federal-aid highway contract to the Council.\n\n309. COUNCIL REVIEW OF CONTRACTS.\n\n(a) Notwithstanding section 402(b) of these Rules, the time period for Council review of a proposed contract in excess of $1 million during a 12-month period or a multiyear contract that is required to be submitted to the Council pursuant to the District Charter shall begin on the first day (excluding Saturdays, Sundays, and holidays) following its receipt by the Office of the Secretary to the Council. The Secretary to the Council shall ensure that a copy of the proposed contract is designated as urgent and circulated in a folder of a distinctive color to the office of each member of the Council within 24 hours (excluding Saturdays, Sundays, and holidays), following its receipt by the Office of the Secretary to the Council.\n\n(b) The submission of an annual capital program of federal-aid highway projects to the Council for review and approval and approval of the annual program is deemed as approval of the individual contracts that make up the annual program.\n\n(c) The Secretary to the Council shall place an electronic copy of the summary of a proposed contract on the Legislative Information Management System in a manner that it may be accessed through the website of the Council, and on the Council \"v\" drive within 24 hours (excluding Saturdays, Sundays, and holidays) following its receipt.\n\nB. ORDER OF BUSINESS FOR MEETINGS.\n\n311. ORDER OF BUSINESS FOR REGULAR MEETINGS.\n\nSubject to section 313, the Council shall take up business in the following order unless a different order has been set for a particular meeting by action of the Committee of the Whole:\n\n(1) Call to order at the time and place set forth pursuant to section 302;\n\n(2) Moment of silence;\n\n(3) Determination by the Chairman of the presence of a quorum;\n\n(4) Presentation of ceremonial resolutions;\n\n(5) Secretary's report on the filing of reports by committees, unless the formal reading of the report is waived by unanimous consent;\n\n(6) Secretary's report of the introduction of new bills and proposed resolutions filed with that office, and the introduction by members of new bills and proposed resolutions by reading the short title, unless the formal reading of the report is waived by unanimous consent pursuant to section 404(c);\n\n(7) Approval of the consent agenda without objection by a member;\n\n(8) Reading by short title and votes on proposed ceremonial resolutions;\n\n(9) Final reading by short title and final vote on bills that have been pending at least 13 days since they were previously read;\n\n(10) Reading by titles of reported and discharged bills with a limitation on debate as provided in section 332;\n\n(11) Reading by short title and vote on proposed resolutions except as provided in paragraph (8) of this section;\n\n(12) Reading by short title and vote on resolutions declaring the existence of emergencies and accompanying emergency bills;\n\n(13) Reading by short title and vote on temporary legislation;\n\n(14) Official communications received from the Mayor or an agency; and\n\n(15) Other business.\n\n312. ORDER OF BUSINESS FOR ADDITIONAL AND SPECIAL MEETINGS.\n\nThe Council shall take up business in the following order at an additional or special meeting:\n\n(1) The Council shall be called to order at the time and place set forth in the notice of the meeting.\n\n(2) The Chairman shall ascertain the presence of a quorum.\n\n(3) If a quorum is present, the Council shall take up business in the order set forth in the meeting notice.\n\n313. PROCEEDING OUT OF ORDER.\n\nThe Chairman, without objection, or upon the vote of a majority of the members present and voting, may take up any item of business out of order.\n\nC. RULES OF DECORUM.\n\n321. DECORUM OF MEMBERS.\n\n(a) Members shall not engage in private discourse or commit any other act tending to distract the attention of the Council from the business before it.\n\n(b) In debate a member must confine remarks to the question at hand, and avoid personalities.\n\n(c) A member in referring to another member should avoid using the member's name, rather identifying that member by ward or at-large status, as the member who last spoke or by describing the member in some other manner.\n\n(d) It is not the person but the measure that is the subject of debate, and it is not allowable to question or impugn the motives of a member, but the nature or consequences of a measure may be condemned in strong terms.\n\n(e) The use of cellular telephones and pagers during meetings or public hearings in the Council Chambers or in any other place where Council committee meetings or public hearings are being conducted is prohibited.\n\n322. DECORUM OF MEMBERS OF THE PUBLIC.\n\n(a) Members of the public shall not commit any act tending to distract the attention of the Council from the business before it.\n\n(b) The Chairman shall maintain order in the Council Chamber. If the Chairman determines that the removal of a person other than a member is necessary to maintain order, after warning the person, the Chairman may order the removal of the disorderly person.\n\n(c) Unless permitted by the Chairman, no member of the public may enter the area designated as the well or the dais of the Council Chamber during an official meeting of the body.\n\n(d)(1) No signs, placards, posters or attention devices of any kind or nature shall be carried or placed within the Council hearing or meeting rooms or Council Chamber. No demonstrations are permitted in the Council Chamber or any area in which a Council proceeding or a public hearing is being conducted. The use of cellular telephones and pagers during meetings or public hearings in the Council Chambers or in any other place where Council committee meetings or public hearings are being conducted is prohibited.\n\n(2) This prohibition shall not apply to armbands, emblems, badges or other articles worn on the personal clothing of individuals; provided, that such armbands, badges or emblems are of such a size and nature as not to interfere with the vision or hearing of other persons at a meeting nor extend from the body as may cause injury to another.\n\n(3) Any person who shall violate the provisions of this subsection, relating to signs, or who shall willfully interrupt or disturb Council proceedings, after warning to desist, may be removed from the premises.\n\n(4) Models, photographs, maps, charts, drawings, and other such demonstrative materials intended for use in a presentation by a specific person in testimony before the Council shall be permitted.\n\n(e) No person, except a member of the Council or Council staff, shall be allowed in the anterooms of the Council Chamber during the course of any hearing or other proceeding of the Council or any committee of the Council except upon invitation of the Chairman or the chairman of the committee holding the public hearing.\n\nD. RULES OF DEBATE.\n\n331. OBTAINING THE FLOOR.\n\nA member who wishes to speak, give notice, make a motion, submit a report, or for any other purpose, shall address and be recognized by the Chairman before addressing the Council.\n\n332. LIMITATIONS ON DEBATE.\n\n(a) No member may be recognized more than one time to debate or make a motion relating to a pending matter until all members who wish to speak have been recognized.\n\n(b) A member may speak no more than 5 minutes during the first round of debate on a pending matter, and no more than 3 minutes on a subsequent round.\n\n(c) Debate may be limited by a motion to move the previous question approved by a majority of the members present and voting.\n\n(d) Following approval of a motion to move the previous question, each member shall be entitled to not more than 2 minutes to debate the pending question and the bill or resolution cannot be further amended absent a motion to reconsider the motion to move the previous question.\n\n(e) Debate on a pending matter may be closed and the matter put to an immediate vote by a motion to close debate approved by 2/3rds of the members present and voting. A motion to close debate shall not be in order unless all members desiring to be heard have had at least one opportunity to speak on the pending matter.\n\n(f) A member may yield all or part of his or her time provided by this section to another member.\n\n(g) A motion to move the previous question or to close debate shall be in order only when a member has been recognized for the purpose of making such a motion.\n\n(h) Motions to move the previous question or to close debate shall not be debatable.\n\n(i) The Chairman may in his or her discretion modify time limitations with respect to specific matters scheduled for debate.\n\n(j) The Chairman may designate a member as a floor manager for the proponents of a measure and a member as a floor manager for the opponents of such measure, giving preference to the committee chair or bill sponsor as the floor manager for the proponents of the measure. Equal time shall be allotted for debate by each side and a floor manager may reallocate his or her time to other members The Chairman shall reserve a sufficient amount of time to allocate to members who neither support nor oppose the legislation at issue.\n\n333. PERSONAL PRIVILEGE.\n\nAny member, as a matter of personal privilege, may speak for a period of not longer than 10 minutes concerning matters which may affect the Council collectively, its rights, its dignity or the integrity of its proceedings, or the rights, reputation, or conduct of its individual members in their representative capacities only.\n\n334. POINTS OF ORDER.\n\nPoints of order are debatable only at the discretion of the Chairman. If the Chairman permits debate, he or she has authority to limit it.\n\n335. APPEAL.\n\nAn appeal may be taken from any decision of the Chairman. A member must state his or her reasons for appealing a decision, to which the Chairman may respond. Appeals must be acted upon immediately. An affirmative vote of 1/2 of the members present and voting is required to sustain the Chairman.\n\n336. EXTENSION OF REMARKS.\n\n(a) A member, with the unanimous consent of the members present at any meeting, may revise and extend his or her remarks made at a meeting. No member may make an extension or revision of remarks which would cause another member's comments to be taken out of context. The official transcript of a meeting shall be annotated to indicate the extension or revision of remarks.\n\n(b) Extensions of remarks must be filed with the Secretary within 2 days after the first transcript of the remarks have been received in the member's office. Saturdays, Sundays, and legal holidays shall not be included in computing time under this section.\n\n337. RECOGNITION OF NON-MEMBERS.\n\nThe Chairman may recognize a member of the public or an employee of the District of Columbia government if the participation of the person would, in the judgment of the Chairman, enhance the understanding of the matter under consideration by the Council. Recognition of a non-Councilmember during a legislative meeting shall be limited to situations in which emergency action by the Council is under consideration.\n\n338. PRESENTATION OF CEREMONIAL RESOLUTIONS.\n\n(a) Ceremonial resolutions that have been adopted by the Council may be presented from the well of the Council Chamber during legislative meetings by the member who introduced the resolution, or another member designated by the member introducing the resolution.\n\n(b) During a Council Period, no Councilmember shall be permitted to present more than a total of 8 ceremonial resolutions at legislative meetings, except that one member may yield his or her right to present ceremonial resolutions under this section to another member.\n\n(c) No Councilmember shall be permitted to speak more than 2 minutes on each ceremonial resolution.\n\n(d) No recipient of a ceremonial resolution shall be permitted to present a display or performance during a legislative meeting.\n\n(e) No more than one recipient for each ceremonial resolution shall be permitted to speak during a legislative meeting.\n\n339. EXPEDITED OPTIONAL PROCEDURE FOR REPROGRAMMINGS, REVENUE BONDS, AND REVIEW RESOLUTIONS.\n\n(a) This section shall apply to a resolution regarding a reprogramming request, revenue bonds, rules, regulations, and other actions that are:\n\n(1) Proposed for promulgation or adoption by an entity other than the Council;\n\n(2) Required by law to be approved, disapproved, or reviewed by the Council prior to taking effect; and\n\n(3) Take effect after a set period of time by operation of law.\n\n(b) A resolution covered by this section may, at the option of the committee chair, be placed on the non-consent agenda of the next regular legislative meeting following approval by a committee, without referral to the Committee of the Whole, if the committee report on the resolution is circulated by the committee chair to all members and the Secretary to the Council within 24 hours of the committee action and before noon of the day preceding the legislative meeting. If a reported resolution is considered at a legislative meeting under this section without prior consideration at a Committee of the Whole meeting, the legal sufficiency, technical compliance with the drafting rules of the Council, completion of the record of the reported resolution, and the sufficiency of the fiscal impact statement, shall be reviewed at the legislative meeting at which it is considered.\n\n(c) When a resolution covered by this section has been reported by the committee to which it was referred, and is scheduled for review in a work session of the Committee of the Whole as provided in section 231, the Chairman may convene a legislative meeting, to immediately follow the Committee of the Whole work session, solely to consider the resolution. A legislative meeting may be convened under this subsection by circulating the reported resolution and a notice, stating the date, hour, place and agenda for the meeting, at least 24 hours before the meeting. This subsection only applies where (1) the period of legislative review will expire before the next regular legislative meeting of the Council, or (2) it is necessary to approve or disapprove the resolution prior to the expiration of the review period.\n\nE. MOTIONS.\n\n341. MOTIONS RECOGNIZED DURING DEBATE.\n\nWhen a question is under debate, the Chairman may entertain only the following motions, which shall take precedence in the order listed:\n\n(1) To adjourn;\n\n(2) To recess;\n\n(3) To reconsider;\n\n(4) To lay on the table;\n\n(5) To move the previous question;\n\n(6) To close debate;\n\n(7) To postpone to a day certain;\n\n(8) To recommit to committee;\n\n(9) To amend or substitute; or\n\n(10) To postpone indefinitely.\n\n342. WITHDRAWAL OR MODIFICATION OF MOTIONS.\n\nAny motion may be withdrawn or modified by the mover at any time before it has been amended or voted on.\n\nF. AMENDMENTS.\n\n343. AMENDMENTS TO BE WRITTEN.\n\n(a) Members shall endeavor to file amendments to pending bills and resolutions in writing in the Office of the Secretary for circulation to members of the Council at least 24 hours preceding the legislative meeting at which they are to be moved.\n\n(b) Prior to a vote on a measure, oral amendments shall be reduced to writing and read by the General Counsel, and made available for public inspection as soon as practicable.\n\n344. NON-GERMANE AMENDMENTS.\n\nEvery amendment proposed to an emergency or temporary measure must be germane to the subject matter of the measure to be amended. A non-germane amendment to a bill requires 2 readings, must include a fiscal impact statement, and be approved by 2/3rds of the members present and voting. To be germane, the amendment is required only to relate to the same subject. It may entirely change the effect of or be in conflict with the spirit of the original motion or measure and still be germane to the subject.\n\n345. FRIENDLY AMENDMENTS.\n\nWithout objection, the mover of a motion or a measure may accept a friendly amendment which, if accepted, shall be voted on simultaneously with the motion or measure. A friendly amendment to a second degree amendment shall not be considered a third degree amendment.\n\n346. AMENDMENT IN THE NATURE OF A SUBSTITUTE.\n\n(a) A notice of an intent to move an amendment in the nature of a substitute at a legislative meeting shall be circulated to all Members and the Secretary of the Council no later than 12 p.m. the business day prior to the scheduled legislative meeting.\n\n(b) Whenever an amendment in the nature of a substitute is moved, it shall reflect all substantive changes from the prior version of the legislation (committee print or engrossment) by using strikeovers on the language which is proposed to be deleted from the prior version and an underscore on all new language being added by the amendment in the nature of a substitute.\n\n(c) The mover of an amendment in the nature of a substitute may have a separate amendment considered simultaneously with the amendment in the nature of a substitute.\n\nG. VOTING.\n\n351. FORM OF VOTE.\n\nVoting shall be in the form of \"YES\", \"NO\", and \"PRESENT\". A vote of \"PRESENT\" shall be deemed the equivalent of an abstention or a non-vote.\n\n352. VOICE VOTES.\n\nExcept as provided in Rule 353, votes on all questions shall be by voice, with the results determined by the Chairman. A member's vote upon any matter shall be recorded upon request.\n\n353. DEMAND FOR ROLL CALL VOTE.\n\nAny member, in advance of a vote or promptly thereafter, may demand a roll call vote.\n\n354. CALLING THE ROLL.\n\nWhen a roll call vote is demanded, the Secretary shall call the roll of the members in rotating alphabetical order so that the member whose name is called first is the same member whose name was called second on the next previous vote, and so on through the roll, so that the member whose name is called last is the same member whose name was called first on the next previous vote. At the end of the roll call, the names of those who failed to answer can be called again, or the chair can ask if anyone entered the room after his name was called. Changes of vote are also permitted at this time, before the result is announced. No member may vote pass more than once on the same amendment or the bill in its entirety. A second vote of pass shall be considered a vote of present.\n\n355. RECORDS OF VOTES.\n\n(a) When a vote on legislation is by voice vote, the Secretary will record all members present as voting \"yes\" unless there has been a request to be recorded as having voted \"no\", a member votes \"present,\" or a member has recused himself or herself from voting.\n\n(b) When a roll call vote is demanded, the Secretary will record the names of those voting \"YES\", \"NO\", or \"PRESENT\". Members will be recorded as absent if they are not in the chambers when a vote is taken. Voting records are official records of the Council.\n\n356. PROXY VOTING PROHIBITED.\n\nNo proxy shall be permitted either for the purpose of voting or for the purpose of obtaining a quorum.\n\n357. RECONSIDERATION.\n\n(a) Any member recorded as having voted with the prevailing side on a question may move to reconsider the question at any time, except as limited by this section. An act may be reconsidered before it has been approved, deemed approved, or vetoed by the Mayor. A resolution may be reconsidered at any time prior to its implementation. A committee may reconsider its vote to report legislation at any time before the Council votes on the measure.\n\n(b) For the purpose of this rule, any member who was present and voting on a question decided by a voice vote will be considered as having voted with the prevailing side on the question, unless the member had asked to be recorded as voting against the prevailing side or \"PRESENT\".\n\n(c) A motion to reconsider can not be made by a member who was absent during a voice or roll call vote on a question.\n\n(d) A motion to reconsider requires the approval of a majority of the members present and voting.\n\n(e) When a motion to reconsider a vote is defeated, it cannot be repeated.\n\n(f) A motion to reconsider is not required to consider amendments to move, to strike, or to accept amendments accepted or rejected on a previous reading of a bill.\n\n(g) Votes to approve or amend these Rules may not be reconsidered pursuant to this section.\n\n358. SUMMONS OF MEMBERS.\n\n(a) Prior to the vote on legislation, the Chairman may hold open the calling for the vote for a period of no longer than two minutes. During that time, all members who are absent from the Council Chamber shall be summoned. At the direction of the Chairman, the Secretary shall call the names of the members.\n\n(b) No member may be summoned more than twice at the same legislative meeting.\n\nARTICLE IV--LEGISLATION.\n\nA. INTRODUCTION OF LEGISLATION.\n\n401. WHO MAY INTRODUCE.\n\n(a)(1) Only members of the Council may introduce legislation for consideration by the Council.\n\n(2) At the time legislation is filed in the Office of the Secretary, the legislation shall be placed on the Council \"v\" drive.\n\n(b) Any proposed legislation transmitted to the Council by the Mayor or a Charter independent agency submitted in appropriate form and in compliance with these Rules shall be introduced by the Chairman, at the request of the Mayor or a Charter independent agency. Any bill or resolution proposed by the Mayor or a Charter independent agency shall be delivered to the Office of the Secretary the second business day preceding any meeting of the Council as a prerequisite to its introduction or consideration at such meeting. All legislation from the Mayor or a Charter independent agency shall be transmitted to the Council by diskette and hard copy, or any other medium as determined by the Secretary. All confirmation resolutions submitted to the Council by the Mayor shall include a copy of the current resume of the nominee. The Secretary to the Council shall determine whether the proposed legislation is in appropriate form and may return any proposed legislation that is not in appropriate form to the Mayor or the Charter independent agency.\n\n402. MANNER OF INTRODUCTION.\n\n(a) Members of the Council may introduce bills and resolutions either by:\n\n(1) Reading the short title of the bill or resolution, except a ceremonial resolution, during the period of a legislative meeting or a work session of the Committee of the Whole designated for introductions and immediately providing the Secretary with the signed original of the bill or resolution; or\n\n(2) Filing the signed original of the bill or resolution in the office of the Secretary during normal business hours.\n\n(b) Unless specifically provided otherwise by law, no matter transmitted for a period of Council review prior to its taking effect shall be deemed transmitted to the Council or the Chairman, and no time period for Council review shall begin to run until the matter has been formally introduced by the Chairman at a legislative meeting or work session of the Committee of the Whole.\n\n(c) Whenever proposed legislation would require the Secretary to transmit its text or anything associated with the text to a person or organization, the sponsor of the legislation shall provide the Secretary with the last known address of the proposed recipient.\n\n(d) All measures transmitted for introduction by an entity other than the Council shall be addressed to the Chairman and filed in the Office of the Secretary. The Secretary shall circulate the measure in accordance with these rules.\n\n403. INTRODUCTION OF EMERGENCY LEGISLATION.\n\nEmergency legislation and resolutions declaring the existence of emergency circumstances may be introduced as provided in sections 401 and 402 or may be introduced at a meeting called to consider the emergency legislation.\n\n404. READING INTRODUCTIONS.\n\n(a) At each legislative meeting of the Council and work session of the Committee of the Whole, during the period designated for introductions, the Secretary shall read the short titles of bills and proposed resolutions which were introduced, pursuant to section 402(a)(2), between the previous reporting period and the Thursday preceding the legislative or Committee of the Whole work session, giving the numbers assigned as provided in section 445, and the committee assignments as provided in section 405.\n\n(b) Bills and proposed resolutions may not be debated or amended when they are read for introduction, but it is in order for a member to take exception to a committee assignment or to recommend or request that the Chairman make an alternative or additional committee assignment. (c) The formal reading of the Secretary's report as provided in subsection (a) of this section may be waived by unanimous consent.\n\n(d) Notwithstanding other provisions of this section, a member may raise questions regarding committee assignments of legislation included in the Secretary's report without a formal reading of the entire Secretary's report.\n\n(e) No member shall be permitted to introduce more than a total of 3 bills or resolutions at a legislative meeting or Committee of the Whole work session.\n\n(f) No member shall be permitted to speak more than 3 minutes on each bill or resolution that is introduced.\n\n(g) No more than one member shall be permitted to speak on each bill or resolution that is introduced; provided, that a member may yield all or a part of his or her time provided by this subsection to another member.\n\n405. COMMITTEE ASSIGNMENT.\n\n(a) When a bill or proposed resolution is introduced prior to a legislative meeting or Committee of the Whole work session, the Chairman shall assign it to the appropriate committee or committees according to the standards of germaneness, unless the Council retains the measure. When a bill or proposed resolution is introduced at a legislative meeting or Committee of the Whole work session, the Chairman may provisionally assign the bill to a committee or committees. If the Chairman does not assign the bill or proposed resolution to another committee or committees within 72 hours, the assignment shall be deemed official at the end of the 72-hour period. If the Chairman assigns the bill or proposed resolution to another committee, the new assignment shall not become official until the next regularly scheduled legislative meeting or Committee of the Whole work session. The Chairman may assign a bill or proposed resolution for comments at any time.\n\n(b)(1) The Chairman may assign a bill or resolution to 2 or more committees for sequential consideration of all or part of the measure, and may assign all or parts of the measure to other committees for comments.\n\n(2) Where there is a sequential referral, the Chairman may make the referral and specify a time certain by which, once the measure has been voted upon favorably by one committee, the other committees to which the measure has been referred must report the measure. If a committee fails to file a report within the time period specified, the measure shall be deemed discharged from the committee, and the Secretary shall notify the Chairman that the bill or resolution is ready to be agendized for the next scheduled Committee of the Whole meeting. The Committee of the Whole shall consider the bill or resolution as reported out as well as any parts of a measure that have been automatically discharged.\n\n(c) The Chairman may reassign a bill or resolution from one committee to another committee, except that the reassignment shall not become official until it has been noted at a legislative meeting or Committee of the Whole work session where the reassignment may be appealed in the same manner as any other decision of the Chairman.\n\n(d) The Chairman's decisions on committee assignments may be appealed in the same manner as other decisions of the Chairman.\n\n(e) A committee may not consider a bill or proposed resolution until the assignment is deemed official. An assignment is official once members of the Council have had an opportunity to object to the committee assignment at a legislative meeting or Committee of the Whole work session. This subsection shall not apply to matters referred to the Committee of the Whole, if referral to the Committee of the Whole is required by these Rules.\n\n406. COMMENTS BY EXECUTIVE BRANCH.\n\nThe Executive Branch may comment on any bill or resolution. Unless otherwise required by law, neither the Council nor a committee must wait for Executive Branch comments before considering the measure.\n\n407. WITHDRAWAL OF LEGISLATION.\n\n(a) Whenever a rule, regulation, or resolution is proposed for promulgation by an entity other than the Council and is required by law to be approved, disapproved, or reviewed by the Council prior to its taking effect and would take effect automatically by operation of law, the proposal may be withdrawn formally by the proposer prior to final Council action or, if the Council takes no action, prior to any time limit imposed by law. The withdrawal shall render the original proposal a nullity as if it were never proposed. These proposed rules, regulations, and resolutions may be withdrawn only by written request transmitted to the Chairman.\n\n(b) Whenever a measure is introduced by a member of the Council, it may be withdrawn formally by the introducer at any time before any action has been taken by the Committee to which it has been assigned (i.e., hearing, markup, or vote). The withdrawal shall be in writing and transmitted to the Secretary to the Council for circulation to the members. The withdrawal shall render the original proposal a nullity as if it were never proposed.\n\n(c) Without objection, a committee chairperson may withdraw, one time only, a measure reported by that committee from Council consideration until the next regularly scheduled meeting.\n\n(d) Notwithstanding subsection (a) of this section, if a member of the Council withdraws a resolution approving or disapproving a contract or reprogramming after the date the contract or reprogramming would otherwise have been deemed approved, the measure shall be deemed approved on the date the resolution is withdrawn, unless it has been deemed approved prior to that time by operation of law.\n\nB. COUNCIL APPROVAL.\n\n411. CONSENT AGENDA.\n\nThe Chairman shall prepare a consent agenda for each legislative meeting which shall include bills and resolutions that the Chairman believes will be adopted by unanimous vote. The consent agenda shall be approved by the Committee of the Whole at its work session immediately preceding the legislative meeting for which the agenda was prepared. Without objection, any member of the Council may amend the committee print of a bill or resolution without removing the bill or resolution from the consent agenda, if the amendment is delivered to the Secretary at or before the Committee of the Whole meeting and circulated at the Committee of the Whole meeting. Any member may strike a bill or proposed resolution from the consent agenda at the Committee of the Whole meeting or at the legislative meeting prior to the vote on the consent agenda. Bills and resolutions removed from the consent agenda shall be considered as provided in section 311, except that the Chairman may first consider items removed from the consent agenda. Prior to the vote on the consent agenda at a legislative meeting, and without objection from any other member, a member may request that a measure printed on the non-consent agenda be moved to the consent agenda. Legislation remaining on the consent agenda shall be approved by the Committee of the Whole and shall be considered at the legislative meeting as provided in section 311. Approval of the consent agenda during the legislative meeting will include the unanimous approval of all matters included in the consent agenda. If a member asks for his or her vote to be recorded on a particular measure, the measure shall not be included on the consent agenda.\n\n412. EMERGENCY LEGISLATION.\n\n(a) Where it is proposed that a bill or resolution be passed immediately due to emergency circumstances, the Council may debate the question of the existence of an emergency and then shall vote on whether emergency circumstances exist. If 2/3rds of the members of the Council find that emergency circumstances exist, the Council shall consider the bill on its merits.\n\n(b) For purposes of this Rule, an \"emergency\" means a situation that adversely affects the health, safety, welfare, or economic well-being of a person for which legislative relief is deemed appropriate and necessary by the Council, and for which adherence to the ordinary legislative process would result in delay that would adversely affect the person whom the legislation is intended to protect.\n\n(c) Emergency legislation shall take effect, according to its terms, either immediately or at a specific time. Pursuant to section 412(a) of the Charter, emergency legislation shall be effective law for not more than 90 days.\n\n413. TEMPORARY LEGISLATION.\n\nIf the Council finds the existence of an emergency and approves an emergency bill under section 412, the Council may, at the same legislative meeting, consider a temporary bill on first reading without committee referral. The temporary bill must be substantially similar to the emergency bill and may remain effective for not more than 225 days.\n\n414. DISCHARGE.\n\nThe Council, by a vote of 2/3rds of the members present and voting, may discharge a committee from further consideration of a measure that has been assigned to the committee. Upon approval of the discharge motion, the Council shall consider the bill or resolution as if it had been reported from the committee without amendment or modification or reassign the measure to another committee.\n\n415. VETOED LEGISLATION.\n\nWhenever an act of the Council is disapproved by the Mayor and returned to the Council pursuant to section 404(e) of the Charter, the disapproved act shall be the property of the full Council. The Chairman may solicit comments or recommendations on the disapproved act from a committee or committees. A member may move for the Council to reenact the disapproved act prior to the 30-day Council review period provided in section 404(e) of the Charter.\n\nC. NOTICE AND PUBLICATION OF INTENDED ACTIONS.\n\n421. NOTICE TO MEMBERS.\n\n(a) The Secretary shall distribute, upon introduction, a copy of each measure to each member and, upon referral, to each committee to which the measure is assigned. The Secretary shall also distribute to each member, upon introduction or filing, a copy of each notice of public hearing or roundtable, notice of investigation by subpoena, and Mayoral disapproval of a Council act.\n\n(b) Any document that is not required to be distributed under subsection (a) of this section may be distributed electronically, if a member agrees to such notice in writing in advance, and the electronic documents are identical to the documents that are circulated in paper or hard copy, including any attachments, tables, or charts.\n\n(c) Each document required by these Rules to be transmitted to members shall be transmitted to the Council Officers.\n\n422. GENERAL NOTICE BY PUBLICATION OF INTENDED ACTIONS.\n\n(a) Except as provided in these Rules, 15 days notice by publication in the District of Columbia Register is required prior to:\n\n(1) Council adoption of a bill or resolution; and\n\n(2) The conduct of a legislative or investigative hearing.\n\n(b) No prior notice by publication is required for the adoption of a ceremonial resolution, an emergency bill or resolution, a resolution declaring an emergency, or a resolution adopting Council Rules, appointing Council officers and committee chairpersons and members, or pertaining to the internal operation or organization of the Council.\n\n(c) The Council or a committee may recess and reconvene at a future time or place to complete a scheduled hearing without additional notice by publication in the District of Columbia Register; provided, that the committee notifies the Secretary, and the Secretary posts a notice in a prominent place near the entrance of the hearing room or on the Council's official website of the new time or place.\n\n423. PERSONAL SERVICE OR ACTUAL NOTICE.\n\nNotice by publication is not required if all persons subject to an intended action are named, and in accordance with law, either are served personally or have actual notice of the Council's intended action.\n\n424. ABBREVIATED NOTICE.\n\nLess than 15 days notice of intended action or for a hearing on a bill or resolution may be given upon good cause found and published with the notice.\n\n425. METHODS OF NOTICE.\n\nWhere not otherwise required by these Rules or other provisions of law to be done in specific fashion, notice of intended actions, hearings, or meetings may be given by:\n\n(1) Publication in the District of Columbia Register;\n\n(2) Publication in one or more newspapers of general circulation;\n\n(3) Mailing notices to a mailing list of organizations and individuals established and maintained by the Secretary;\n\n(4) Use of other news media;\n\n(5) Posting notice in a prominent place in the John A. Wilson Building and other public buildings or posting places;\n\n(6) Facsimile;\n\n(7) E-mail;\n\n(8) Posting on the Council's official website; or\n\n(9) In any other manner directed by the Council.\n\n426. NOTICE OF EMERGENCY ACTIONS.\n\n(a) When an emergency bill or resolution is to be considered, a notice which includes a statement of the reasons for the emergency and the intended effect of the emergency bill or resolution shall be circulated to all members and the Secretary at least by noon on the third day, excluding weekends and holidays, before the legislative meeting at which the emergency action is to be considered, unless the nature of the emergency precludes such notice. If the nature of the emergency precludes the notice, the sponsor of the legislation shall ensure that members have notice at the earliest possible time prior to the meeting at which the emergency legislation is to be considered.\n\n(b) A draft of the emergency bill or resolution shall be circulated to all members and the Secretary by noon on the second business day before the legislative meeting at which the emergency action is to be considered.\n\n(c) Notwithstanding the provisions of subsection (a) of this section, public notice of intended emergency action shall be given prior to adoption of an emergency bill or resolution by at least one method provided in section 425.\n\n427. NOTICE OF TEMPORARY LEGISLATION.\n\n(a) Each temporary bill adopted pursuant to section 413, shall be circulated with the accompanying emergency legislation in accordance with section 426. Following approval on first reading, a notice of intent to adopt the temporary bill on second reading shall be published in the District of Columbia Register.\n\n(b) When temporary legislation is to be considered under section 413, the notice of emergency legislation under section 426 shall include notice of the temporary legislation.\n\n428. NOTICE OF WAIVER OF RULE 231(c).\n\n(a) The notice of a request for a waiver of Rule 231(c) shall be circulated to all members and to the Secretary to the Council no later than noon on the second business day before the legislative meeting at which a measure is to be considered. The notice shall include a rationale for the request.\n\n(b) Prior to approval of a motion to waive Rule 231(c) for a measure, a certification shall be made of its legal sufficiency and technical compliance with the drafting rules of the Council; the completion of the record; and a determination made of the sufficiency of the fiscal impact statement required by section 443(c).\n\n(c) At the time a request to waive Rule 231(c) is circulated to the Chairman, Members, and the Secretary, the committee report shall have been filed in the Office of the Secretary in order for it to be placed on the agenda for the appropriate legislative meeting.\n\n(d) Approval of a motion to waive Rule 231(c) shall require a vote of 2/3rds of the members present and voting.\n\n(e) Rule 231(c) shall not be waived if the legislation includes amendments made by committees that are outside the legislative jurisdiction of the committee.\n\n429. NOTICE OF CEREMONIAL RESOLUTIONS.\n\nEach ceremonial resolution shall be circulated to members and the Secretary to the Council by noon of the day prior to the legislative meeting at which it is to be considered. Without objection, ceremonial resolutions scheduled for presentation at a regularly scheduled legislative meeting, may be presented at the Committee of the Whole scheduled for the same day.\n\n430. NOTICE AND PUBLICATION OF ADOPTED LEGISLATION.\n\nEach act and resolution adopted by the Council shall be filed in the Office of the Mayor for publication in the District of Columbia Register. Except as provided in D.C. Official Code § 2-602, no act or resolution shall become effective until after its publication. Once notice by publication has been given in accordance with this section, no additional notice by publication is necessary for an act completing Congressional review to become effective law as provided in section 602 of the District of Columbia Home Rule Act of 1973, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02).\n\nD. LEGISLATIVE RECORDS.\n\n441. RESPONSIBILITY FOR RECORDS.\n\n(a) The Secretary shall maintain accurate and up-to-date Council records, described in sections 446 and 447, and shall make the records available to the public.\n\n(b) Each committee shall make records on legislation assigned to the committee and on other committee activities and shall file the records with the Secretary as required by these Rules. When the records are in the custody of the committee, the committee shall make them available to the public.\n\n(c) Whenever the Secretary receives a request for information about the operation of the office or intra-office budget expenditures of a particular member, the Secretary shall immediately notify the affected member of the request by providing the member with a copy of the request. Before complying with the request the Secretary shall seek the opinion of the General Counsel on the legality and propriety of disclosing the requested information.\n\n442. FORM FOR INTRODUCTIONS.\n\n(a) Every bill and proposed resolution shall be introduced in typewritten form, signed by the member introducing it, include a long title that identifies the subject matter of the measure, and be in substantial compliance with the form required for final adoption. The Secretary to the Council shall make the determination as to whether the bill or proposed resolution complies with this subsection.\n\n(b) Co-introduction of a bill or a proposed resolution shall be evidenced by the signature of the co-introducer on the face of the measure. Co-sponsorship shall be permitted up to the close of business the day following the legislative meeting or Committee of the Whole work session at which the measure was officially referred or by indication on the record at the legislative meeting.\n\n443. REPORTS ON LEGISLATION.\n\n(a) Each bill or resolution shall be accompanied by a draft report when it is considered by a committee, unless the committee votes to waive this requirement for a particular bill or resolution. In the event of a waiver, the committee shall vote on the draft report at a regularly scheduled, additional, or special meeting of the committee before filing the report and the reported bill or resolution with the Secretary.\n\n(b) Each adopted report on a bill or resolution shall be in writing, signed by the committee's chairperson, accompanied by the final bill or resolution, and contain the following information regarding the reported legislation:\n\n(1) A statement of its purpose and effect;\n\n(2) A chronology of action, including the date of introduction, the date that the notice of hearing was published in the D.C. Register, date and description of any action taken at a committee meeting;\n\n(3) A detailed section-by-section analysis of its provisions;\n\n(4) The committee reasoning;\n\n(5) A fiscal impact statement as provided in subsection (c) of this section;\n\n(6) An analysis of the impact on existing provisions of law that it would modify or affect;\n\n(7) Dissenting, separate, and individual views of committee members, if members demanded the opportunity to state their views;\n\n(8) Any additional information that the committee directs to be included;\n\n(9) A record of the results of a voice vote or, if a roll call, the votes to adopt the legislation and the motion to adopt the report;\n\n(10) Any recorded votes on amendments to the bill;\n\n(11) A list of all introducers and co-sponsors;\n\n(12) The date that the notice of intended action was published in the D.C. Register;\n\n(13) A committee print that states the bill or proposed resolution number of the measure; in the top left-hand corner of the measure the name of the committee, the date of the committee markup, and the words \"committee print;\n\n(14) The date of the committee markup shall be the date of the report ;\n\n(15) The committee's response to each relevant issue and concern raised in a recommendation adopted by a resolution of an affected Advisory Neighborhood Commissions, if any;\n\n(16) A list of witnesses who testified at the hearing, or who submitted a statement for the record prior to the deadline established by the committee; and\n\n(17) Any written statements or materials submitted for the record.\n\n(c) Except for emergency declaration, ceremonial, confirmation, and sense of the Council resolutions, no bill, resolution, or amendment to a bill or resolution may be enacted or approved by the Council without a Council fiscal impact statement and worksheet, if applicable, which has been reviewed and approved by the Council Budget Director or the Chief Financial Officer in the measure, committee report, presented to the Council, at the time of its consideration. The Council fiscal impact statement shall include the estimate of the costs which will be incurred by the District as a result of the enactment of the measure in the current and each of the first 4 fiscal years for which the act or resolution is in effect, together with a statement of the basis for such estimate. The statements shall include the following:\n\n(1) A general statement of the effects the measure will have on the operating and capital budgets for the current and next 4 fiscal years;\n\n(2) A quantitative estimate of the expenditures needed to implement the measure;\n\n(3) An identification of the revenues and funds currently available, or likely to be available from existing revenue sources to implement the measure, if it is to be implemented within the current fiscal year;\n\n(4) A statement on the extent to which current appropriations are available to finance implementation of the measure, if it is to be implemented within the current fiscal year; and\n\n(5) An identification of the specific funding source to be recommended in the forthcoming fiscal years to implement the measure, if the cost of implementation is estimated to exceed $100,000 in that fiscal year.\n\n(d) The Budget Director shall file quarterly reports with the Office of the Secretary, no later than 15 days at the end of each quarter, of the bills adopted by the Council which reference that the bills are subject to inclusion in the financial plan and budget or subject to appropriations. The Secretary shall circulate the reports to the Members within 24 hours of receipt.\n\n(e) Each report prepared by the Committee of the Whole on a Council appointment to another body and each report prepared by another committee on a confirmation shall include a current resume of the nominee.\n\n(f)(1) A committee chairperson shall file a reported bill or resolution with the Secretary within 20 days, excluding Saturdays, Sundays, legal holidays, and recesses of the Council, of committee action on the bill or resolution unless the committee votes to reconsider the bill or resolution.\n\n(2) If a committee chairperson has failed to file a reported measure within the period of time specified in paragraph (1) of this subsection, the committee, by a majority vote of the members of the committee, may vote to have the measure as reported filed immediately with the Office of the Secretary, to be agendized at the next scheduled Committee of the Whole meeting.\n\n(g) The Secretary to the Council shall make a determination as to whether the reported bill or proposed resolution and the report on the bill or proposed resolution comply with this section.\n\n444. ADDENDUM TO COMMITTEE REPORTS.\n\nOn final passage of a bill, a majority of the members of the Council or the Chairperson of a committee may request that a committee submit an addendum to a committee report that explains the Council reasoning for any amendments where amendments, including amendments in the nature of a substitute, have been passed by the full Council. A committee shall vote on an addendum to a committee report before it may be filed in the Office of the Secretary.\n\n445. IDENTIFICATION OF COUNCIL DOCUMENTS.\n\n(a) Legislative documents shall be identified by a name that describes the type of document and a two part document number.\n\n(b) Legislative documents shall be identified by the following names:\n\n(1) A bill, whether permanent, temporary, or emergency, shall be known as a \"Bill\";\n\n(2) A resolution, before its adoption, shall be known as a \"Proposed Resolution\";\n\n(3) An enacted bill signed by the Mayor, a bill vetoed by the Mayor and approved by members of the Council, or an approved initiative certified by the Board of Elections and Ethics shall be known as a \"District of Columbia Act\";\n\n(4) An adopted resolution shall be known as a \"Resolution\";\n\n(5) A ceremonial resolution, whether proposed or adopted, shall be known as a \"Ceremonial Resolution\";\n\n(6) An act that has taken effect following the 30-day Congressional review period shall be known as a \"District of Columbia Law\";\n\n(7) A proposed reorganization plan shall be known as a \"Reorganization Plan\";\n\n(8) A request for a reprogramming shall be known as a \"Reprogramming Request\";\n\n(9) A proposed state plan shall be known as a \"Proposed State Plan\";\n\n(10) A request for a grant application approval shall be known as a \"Grant Application Request\"; and\n\n(11) A request for a non-offsetting budget modification shall be known as a \"Non-offsetting Budget Modification Request\".\n\n(c) The Secretary shall assign two-part numbers to Council documents identified in subsection (b) of this section in the order of introduction, filing, adoption, or approval. The first part of the number consists of the current Council Period, and the second part consists of a consecutive serial number beginning with the number \"1\" in each Council Period.\n\n(d) A report on a measure or a topic shall be titled as a \"Report on _______\" (with the name to be filled in as appropriate under subsection(b) of this section). Titled reports shall be further identified by (1) a number corresponding to the number, if any, assigned to a measure; or (2) if the report is not on a measure, a sequential number preceded by the year filed.\n\n446. LEGISLATIVE FILES.\n\nThe Secretary shall maintain an official file on each bill and proposed resolution, which shall include the original of the following:\n\n(1) The introduced version of the bill or proposed resolution;\n\n(2) Any recordings, transcripts, or items submitted for the record of hearings on the legislation;\n\n(3) The committee report on the legislation;\n\n(4) Files transmitted from the committee regarding committee consideration of the bill or resolution;\n\n(5) Any amendments to the bill or proposed resolution presented in legislative meetings;\n\n(6) The engrossed and enrolled versions of the legislation;\n\n(7) Records of the publication and notice given of Council consideration of the legislation; and\n\n(8) Records of official transmittal of the legislation to the Mayor, to Congress, or other agencies or entities as required by law or the legislation.\n\n447. OTHER OFFICIAL RECORDS.\n\nThe Secretary shall maintain other official Council records, including, but not limited to the following:\n\n(1) Transcripts and recordings of all legislative meetings;\n\n(2) Tape recordings and minutes of all committee meetings;\n\n(3) Tape recordings and documents submitted for the record of all legislative hearings;\n\n(4) Tape recordings and documents submitted for the record of investigative hearings, recordings and transcripts of depositions and other testimony taken in connection with investigations, and reports of investigations; and\n\n(5) Any other document or record required by law or these Rules to be filed with the Council or with the Secretary.\n\n448. RECORDS OF LEGISLATIVE MEETINGS.\n\nA recording of each legislative meeting shall be produced and maintained by the Office of the Secretary. In addition, the Office of the Secretary shall submit a final agenda with official actions of each legislative meeting for publication in the D.C. Register. A written transcript or a transcription of each legislative meeting shall be made available upon request. The Council may establish a fee to cover the cost of production of any recording or transcript.\n\n449. PUBLIC ACCESS TO RECORDS.\n\nUnless public access is restricted pursuant to section 504, copies of official Council records shall be available for public inspection during normal business hours and shall be available for reproduction and distribution to the public upon request. The Secretary shall establish a schedule of charges for reproduction of documents and recordings, which shall not exceed the total cost of the reproduction. The Secretary may waive charges in cases of financial hardship.\n\n450. EFFECT OF END OF COUNCIL PERIOD.\n\n(a) A bill or resolution that has not been finally adopted by the Council before the end of the Council Period in which it was introduced lapses without prejudice to its reintroduction in a subsequent Council Period. If temporary legislation has been passed on first reading pursuant to section 413 at the last legislative meeting in a Council Period, it may be considered on final reading during the next Council Period. A matter that has been transmitted by the Mayor or an independent agency for a designated period of Council review, that is pending at the end of a Council period, shall be in the same status it was at the end of the prior Council period and the legislation assigned a new number. If notice required by these Rules has been given in the prior Council period, no additional notice shall be required prior to action on the matter.\n\n(b) Legislation that has been finally adopted by the Council during one Council Period shall not lapse simply because any of the following occurs in a subsequent Council Period: it is approved or vetoed by the Mayor, approved by operation of law, reenacted after a veto, submitted to referendum, or transmitted to Congress.\n\n(c) Records of measures that lapsed at the end of a Council Period may be incorporated by reference in the records of substantially similar bills or resolutions considered in a later Council Period, including the record of any hearing or roundtable that was held in a prior Council Period.\n\n451. TRANSMISSION OF ACTS.\n\nThe Chairman shall transmit adopted acts to the Mayor and enacted acts to the United States Senate and the United States House of Representatives as required by the Charter.\n\n452. COMMITTEE RECORDS.\n\nWhenever there is a change in the chairperson of a committee, the incumbent committee chairperson shall ensure that official committee files and records are maintained and transmitted to the incoming committee chair.\n\n453. FOIA PROCEDURES.\n\n(a) For purposes of the Freedom of Information Act, D.C. Official Code § 2- 531 et seq., the Secretary to the Council shall be the Council's FOIA Officer.\n\n(b) To ensure accurate and timely compliance with the law, whenever a request is received under the Freedom of Information Act, D.C. Official Code § 2-531 et seq., it shall be forwarded to the Secretary to the Council within one business day of receipt. Once a determination is made, in consultation with the General Counsel, that the request is proper, all information necessary to respond to the request shall be forwarded to the Secretary to the Council.\n\nARTICLE V--HEARING PROCEDURES.\n\nA. PROCEDURES FOR HEARINGS.\n\n501. AUTHORITY TO CALL HEARINGS.\n\n(a)(1) The Council shall hold a hearing when required by law and may hold a hearing on any matter relating to the affairs of the District. A Council hearing may be called by the Chairman of the Council.\n\n(2) A hearing shall be held on all permanent bills prior to final adoption by the Council. A hearing or roundtable is not required where a hearing on the same or a similar bill was held in the immediately preceding Council Period.\n\n(b) A committee of the Council shall hold a hearing when required by law and may hold a hearing on any matter relating to the affairs of the District that is properly within the committee's jurisdiction as provided in these Rules.\n\n(c) Unless a hearing is required by law or regulation, a committee may hold a roundtable on any matter relating to the affairs of the District that is properly within the committee's jurisdiction as provided in these Rules. A roundtable shall comply with the hearing requirements set forth in this Article. A committee shall not be required to meet the notice requirements of section 422(a)(2) to hold a roundtable, but shall comply with the notice requirements of section 421.\n\n502. QUORUM.\n\nOne member of the Council, for the Council, or one member of a committee, for the committee, shall constitute a quorum for the purpose of holding a hearing.\n\n503. PARTICIPATION BY MEMBERS.\n\n(a) Each member may participate in hearings of the Council or of a committee, without regard to whether the member is a member of the committee conducting the hearing.\n\n(b) Each member has a maximum of 10 minutes to question each witness until after each member has had an opportunity to question the witness.\n\n504. OPEN TO PUBLIC.\n\n(a) All hearings shall be open to the public unless, upon good cause shown, a majority of the Council or a committee approves the convening of a hearing in an executive meeting.\n\n(b) Except as provided in subsection (c) of this section, all testimony taken and evidence received in an executive meeting shall be confidential and shall not be released to the public.\n\n(c) Upon good cause shown and after notice as provided in this subsection, a majority of the Council or Committee members may approve the release of testimony or evidence received in an executive meeting. Ten days prior to the release of testimony or evidence under this subsection, the Council or committee must notify, in writing, the affected witness that the Council or committee intends to release the testimony or evidence. Prior to the expiration of the 10-day period, the affected witness may request, in writing directed to the presiding Council or committee member, and the Council or committee may consider withholding the testimony or evidence described in the notice.\n\n(d) If a committee, in the publication of notice of a public hearing, sets a deadline before which a member of the public must contact the committee to be permitted to be a witness at the public hearing, then at the time that the public hearing is held, each member of the public who complied with the committee's requirements shall be given an opportunity to testify.\n\n505. EXTENSION OF REMARKS.\n\n(a) A member, with the unanimous consent of the members of the Council or Committee holding a hearing who are present at the hearing, may revise and extend his or her remarks made at the hearing. No member may make an extension or revision of remarks that would cause another member's comments to be taken out of context. The official transcript of a hearing shall be annotated to indicate the extension or revision of remarks.\n\n(b) The extension of remarks must be filed with the Secretary within 2 days after the first transcript of the remarks have been received in the member's office. Saturdays, Sundays, and legal holidays shall not be included in computing time under this section.\n\n506. RECESS.\n\nA hearing may be recessed at any time by the member presiding over the hearing consistent with section 422(c).\n\nB. RECEIVING TESTIMONY.\n\n511. QUESTIONING WITNESSES.\n\nWitnesses may be questioned by members of the Council or committee and, with the consent of the Chairman or presiding member, by authorized Council or committee staff, or counsel advising the Council or committee.\n\n512. DECORUM OF WITNESSES.\n\n(a) A witness may address a member only through the presiding member.\n\n(b) A witness shall confine his or her remarks to the question under discussion and shall avoid making negative personal comments.\n\n(c) The presiding member shall maintain order in the hearing and, after issuing a warning, may order the removal of a disorderly member of the public as provided in section 322.\n\nC. RIGHTS OF WITNESSES.\n\n521. RIGHT TO COUNSEL.\n\nAny witness who appears before the Council or a committee has the right to be represented by counsel.\n\n522. RIGHT TO MAKE OPENING STATEMENT.\n\nAny witness testifying at a hearing of the Council or a committee may submit an opening statement, which shall be placed in the record of the hearing. The presiding member may permit the witness to read his or her statement at the hearing.\n\nARTICLE VI--INVESTIGATIONS AND SUBPOENAS.\n\nA. PROCEDURES FOR INVESTIGATIONS USING SUBPOENAS.\n\n601. RESOLUTION AUTHORIZING THE USE OF SUBPOENAS IN AN INVESTIGATION.\n\n(a) In order to use subpoenas to obtain testimony or documents, the Council shall adopt a resolution authorizing an investigation by the Council or a special committee.\n\n(b) In order to use subpoenas to obtain testimony or documents, a committee must adopt a resolution of the committee authorizing an investigation subject to the limits of section 501. This resolution must be filed in the Office of the Secretary.\n\n(c) A resolution authorizing an investigation under this section shall delineate the purpose of the investigation and the subject matter to be investigated to afford witnesses adequate notice of the scope of the inquiry.\n\n602. NOTICE OF INVESTIGATION.\n\nPursuant to section 422, the Secretary shall publish a notice of each investigation authorized under section 601 in the District of Columbia Register, which notice shall include a copy or description of the resolution authorizing the investigation and the date the resolution was filed in the Office of the Secretary.\n\n603. REPORT OF INVESTIGATION.\n\n(a) Within 90 days of the conclusion of an investigation under this article, a committee shall submit to the Council the results of the investigation, unless the Council, by majority vote of the members present and voting, extends the time limit.\n\n(b) The committee, by a majority of the members present and voting, may vote not to release all or part of its report. The Council, by a majority of members present and voting, may direct a committee to release its report under terms that the Council sets.\n\n604. TESTIMONY UNDER OATH.\n\nA witness may be affirmed or sworn to give truthful testimony.\n\n605. ISSUING THE OATH.\n\nAny person authorized by law may issue an oath or affirmation to a witness.\n\n606. DEPOSITIONS.\n\nThe Council or committee may authorize a member, committee staff, or counsel advising the committee to take the testimony of witnesses by oral or written depositions.\n\nB. SUBPOENAS.\n\n611. ISSUANCE OF SUBPOENAS.\n\nThe Council, any standing committee of the Council, and, if authorized by the Resolution establishing it, any special committee, may subpoena the attendance and testimony of witnesses and the production of documents and other tangible items at meetings, hearings, and depositions in connection with an investigation. Subpoenas shall be issued in the form set forth in Appendix A, and, except as provided in section 613(b), shall be served not less than 5 business days prior to the return date.\n\n612. REPORT TO SECRETARY REGARDING USE OF SUBPOENA.\n\nPrior to issuing a subpoena, a standing or authorized special committee shall submit a report to the Secretary to the Council outlining the nature and scope of the investigation and the type of information sought through the use of the subpoena.\n\n613. SERVICE OF SUBPOENAS.\n\n(a) Except as provided in subsection (b) of this section, subpoenas shall be served personally on the witness or his or her designated agent in one of the following ways, which may be attempted concurrently or successively:\n\n(1) By a special process server, at least 18 years of age, designated by the committee or the Council from among the staff appointed by the Secretary who are not directly involved in the investigation; or\n\n(2) By a special process server, at least 18 years of age, engaged by the committee or the Council for this purpose.\n\n(b) If, after a reasonable attempt, personal service on a witness or witness' agent cannot be obtained, a special process server identified in subsection (a)(1) or (2) of this section may serve a subpoena by registered or certified mail not less than 8 business days prior to the return date.\n\n614. ENFORCEMENT OF SUBPOENAS.\n\nA committee may refer to the Council any case of contumacy by a person subpoenaed to appear before the committee. The Council, by resolution, may refer any case of contumacy by any person subpoenaed by the Council or a committee to the Superior Court of the District of Columbia as provided in section 413 of the Charter (D.C. Official Code § 1-204.13).\n\nC. RIGHTS OF WITNESSES.\n\n621. RIGHT TO ASSERT PRIVILEGES.\n\n(a) A witness has the right to refuse to answer a question that might tend to incriminate him or her by claiming his or her Fifth Amendment privilege against self-incrimination, other Constitutional privileges, or statutory or common law privileges recognized in the Superior Court of the District of Columbia.\n\n(b) If a witness asserts a privilege, the presiding member shall inquire into the witness' reasons for claiming the privilege. If the presiding member determines that the claim of privilege is not warranted, he or she shall direct the witness to answer the question. A witness' continued claim of privilege in the face of an order by the presiding member to answer a specific question constitutes contumacy by the witness.\n\n622. NOTIFICATION OF RIGHTS.\n\nWhere a witness under subpoena is not represented by counsel, the presiding member shall advise the witness of his or her privilege against self incrimination.\n\n623. RIGHT TO TRANSCRIPT.\n\nA witness under subpoena is entitled to receive, at the cost of producing it, a written transcript or a transcription of his or her testimony in connection with an investigation.\n\n624. RIGHTS OF PERSONS WHO ARE SUBJECTS OF INVESTIGATIONS.\n\nAny person who is the subject of an investigation authorized under section 601 may submit written questions for the cross-examination of other witnesses at public hearings called by the Council or a committee. With the consent of the members present and voting, the questions may be put to the witness by a member, by an authorized staff member, or by counsel advising the Council or a committee.\n\n625. RIGHTS OF PERSONS IDENTIFIED IN INVESTIGATIONS.\n\nAny person, who is named or specifically identified in connection with an investigation and who believes that the testimony or other evidence or comment by a member of the Council or a committee or its staff does not comport with the truth, may file a sworn statement of facts relevant to the testimony or other evidence or comment complained of.\n\nD. CENSURE, REPRIMAND, AND EXPULSION PROCEDUES.\n\n651. AD HOC COMMITTEES.\n\n(a) An ad hoc committee shall be established for the purposes of considering evidence of a violation of the Code of Conduct, policy, or law and making recommendations for further action. An ad hoc committee shall be established by request of any 5 members of the Council, or if a member is censured by the Ethics Board.\n\n(b) The ad hoc committee shall be composed of 5 members appointed by the Chairman or, if the Chairman is the subject of the request or Ethics Board sanction, by the Chairman Pro Tempore. The committee shall not include the member making the request or the member who is the subject of the request. The committee's proceedings may be conducted in executive session in accordance with Council Rule 504, except that its recommendation for further action shall be made public.\n\n(c) No penalty pursuant to Rules 655 and 656, shall be imposed unless first recommended by an ad hoc committee of the Council.\n\n652. AD HOC COMMITTEE INITIATED BY AN ETHICS BOARD CENSURE\n\n(a) An ad hoc committee shall be established by the Council within 72 hours of a censure of one of its members by the Ethics Board, or as soon as practicable. An ad hoc committee shall consider the findings of the Ethics Board, conduct an investigation if warranted, and report its findings and penalty recommendations, if any, to the Council within 45 days of being convened. The penalty recommendations may include:\n\n(A) Reprimand;\n\n(B) Censure; or\n\n(C) Expulsion.\n\n(b) The Council shall meet to consider the recommendation within 7 days of receiving the recommendations from the committee.\n\n653. AD HOC COMMITTEE BY REQUEST.\n\n(a) A request for censure or expulsion of a member of the Council may be submitted to the Secretary by any 5 members of the Council. The request shall contain the specific charges on which the proposed sanction is based.\n\n(b) The Secretary shall deliver a copy of the request for an ad hoc committee and the charges to each member of the Council at least 48 hours prior to the first meeting of the committee at which the request will be first considered.\n\n(c) The committee's proceedings may be conducted in executive session in accordance with Council Rule 504. The committee shall permit testimony from both the member making the request and the member subject to the request and shall determine whether:\n\n(1) Further investigation of the charges is required to determine if a hearing is warranted;\n\n(2) The matter is to be set for a hearing; or\n\n(3) No further action should be taken with respect to the request.\n\n(d) If the committee determines no further action should be taken with respect to the request, the committee shall report that to the Council at its earliest opportunity. If the committee determines that further investigation is required, the committee shall conduct an investigation and report a summary of its proceedings and its findings, along with penalty recommendations, if any, to the Council at its earliest opportunity. The penalty recommendations, if any, may include:\n\n(A) Reprimand;\n\n(B) Censure; or\n\n(C) Expulsion.\n\n(e) If the committee does not report its recommendation and findings to the Council within 90 calendar days of the receipt of the request to convene the committee, the matter shall be sent to the Council for its consideration.\n\n(f) Upon receipt of the report of the committee, or at the expiration of the time for the committee to report to the Council, the Chairman shall place the matter on the Council's agenda to determine whether or not a hearing is warranted. If the Chairman decides to set the matter for a hearing, it shall be scheduled for no sooner than one week after the determination to hear the matter. Written notice of the hearing shall be delivered in person to the member of the Council who is the subject to the request or to the member's Council office at least 48 hours in advance of the scheduled hearing.\n\n(g)(1) The hearing shall be conducted by the Chairman or, if the Chairman is the subject of the hearing, by the Chairman Pro Tempore. At the hearing, the member of the Council who is the subject of the request shall be given the opportunity to make an opening and a closing statement, to call witnesses on his or her behalf, and to question his or her accusers. The member who is the subject of the request may be represented by a persons of the member's choice whether or not the person is an attorney at law and may have that representatives speak or question witnesses on the member's behalf.\n\n(2) The questioning or cross-examining of witnesses may be reasonably limited by the chair of the hearing.\n\n(3) Testimony shall be taken only from witnesses having direct knowledge of facts or circumstances relevant to the specific charges under consideration.\n\n(4) The rules of evidence and judicial procedure applicable in courts of law shall not be applicable to this hearing, and the procedures shall be generally informal.\n\n(h) Notwithstanding any other provision of this rule, the Chairman, pursuant to an authorizing resolution, may appoint any person or a standing or special committee to perform any investigation required by the rule.\n\n654. REPRIMAND.\n\n(a) A reprimand is a formal statement of the Council officially disapproving the conduct of one of its members. A reprimand shall be directed to a particular member of the Council based on a particular action or set of actions that is determined to be in violation of the Council's Rules, law, or policy, but is considered to be not sufficiently serious to require censure. A reprimand is distinguished from censure in that it is not punishment or discipline and, therefore, does not require an investigation or hearing.\n\n(b) The Council may adopt a resolution of reprimand in the same manner as provided for the adoption of any resolution; provided, that the Councilmember who is the subject of the resolution is permitted to speak in his or her defense prior to action on the motion for adoption of the resolution. The fact that the Councilmember who is the subject of a reprimand does not choose to respond to the resolution or does not attend the meeting at which the resolution is to be adopted shall not prevent the Council from adopting the resolution; provided, that the Councilmember had actual notice of the inclusion of the resolution on the agenda and had a reasonable opportunity to attend the meeting.\n\n655. CENSURE.\n\n(a) Censure is a formal statement of the Council officially disciplining one of its members. It is a punitive action, which serves as a penalty imposed for wrongdoing, but it carries no fine or suspension of the rights of the member as an elected official. Censure should be used for cases in which the Council determines that the violation of law or policy is a serious offense. To protect the overriding principle of freedom of speech, the Council shall not impose censure on any member for the exercise of his or her First Amendment right, no matter how distasteful the expression of that right was to the Council and the District. Nothing in this rule shall be construed to prohibit the Council, as a body, from condemning and expressing its strong disapprobation.\n\n(b)(1) The Council, by a 2/3rd vote, of its members present and voting, may adopt a resolution of censure if it finds, based on substantial evidence, that a Councilmember took an action that amounts to a gross failure to meet the highest standards of personal and professional conduct.\n\n(2) Substantial evidence is proof that a reasonable person would accept as adequate to support a conclusion or decision in favor of censure.\n\n656. EXPULSION.\n\n(a) Expulsion is the most severe punitive action, serving as a penalty imposed for egregious wrongdoing. Expulsion results in the removal of the member. Expulsion should be used for cases in which the Council determines that the violation of law is of the most serious nature, including those violations that substantially threaten the public trust. To protect the exercise of official councilmember duties and the overriding principle of freedom of speech, the Council shall not impose expulsion on any member for the exercise of his or her First Amendment right, no matter how distasteful the expression of that right was to the Council and the District, or in the official exercise of his or her office.\n\n(b)(1) The Council, by a 5/6 vote of its members, may adopt a resolution of expulsion if it finds, based on substantial evidence, that a Councilmember took an action that amounts to a gross failure to meet the highest standards of personal and professional conduct.\n\n(2) Substantial evidence is proof that a reasonable person would accept as adequate to support a conclusion or decision in favor of expulsion.\n\nARTICLE VII--BUDGET PROCEDURES.\n\nA. BUDGET REVIEW PROCEDURES.\n\n701. ROLE OF THE COMMITTEE OF THE WHOLE.\n\nThe Mayor's annual budget request for the District government and any supplement or amendments to the budget submitted to the Council pursuant to section 442(a) of the Charter (D.C. Official Code § 1-204.42(a)) shall be assigned to the Committee of the Whole.\n\n702. BUDGET REVIEW SCHEDULE.\n\nThe Council Budget Director, at the direction of the Chairman, shall prepare a budget review schedule that includes a hearing schedule, establishes dates for closing hearing records, a template for the required format of and submitting and filing of committee budget reports, and schedule other Council budget activities as necessary or appropriate. The budget review schedule shall be presented to the Committee of the Whole for approval.\n\n703. ROLE OF COUNCIL COMMITTEES.\n\n(a) Each standing committee shall be responsible, in accordance with the budget review schedule, for reviewing the budget requests for agencies within its purview, including, but not limited to:\n\n(1) Holding public hearings on the proposed budget requests of agencies under the committee's purview and receiving testimony on those budget requests from agency representatives, Advisory Neighborhood Commissions, other organizations, and private citizens;\n\n(2) Recommending funding and personnel levels for each agency under the committee's purview;\n\n(3) Recommending appropriations language changes;\n\n(4) Identifying, for agencies under the committee's purview, any additional budget needs not included in the committee's recommendation under paragraph (2) of this subsection, for which funding is sought;\n\n(5) Identifying legislative actions required to implement committee budget recommendations; and\n\n(6) Identifying issues for further analysis by the Mayor pursuant to section 442(a)(6) of the Charter (D.C. Official Code § 1-204.42(a)(6)).\n\n(b) Each committee shall file, in accordance with the budget review schedule, the original committee markup and report with the Committee of the Whole. No committee shall file markups or reports that result in a net increase in the total amount of the budget request for all agencies under its purview, unless that markup or report also identifies additional revenue sources, additional budget reductions, or both, within the committee jurisdiction, sufficient to provide funding for the increase, unless another committee has directed funds to the committee for a specific purpose.\n\n704. COMMITTEE OF THE WHOLE CONSIDERATION OF BUDGET REQUEST.\n\n(a) The Council Budget Director, at the direction of the Chairman, upon receipt of committee reports and markups, shall prepare a summary of committee recommendations for presentation to the Committee of the Whole. This summary shall also include a comparison of the budget levels recommended by committees with any revenue level recommended by the Council Budget Director, at the direction of the Chairman, and the Chairman.\n\n(b) The Council Budget Director, at the direction of the Chairman, shall refer any additional budget reductions recommended by a committee pursuant to section 703(b) to the committee having purview over the agency affected by the additional budget reduction for review and comment.\n\n(c) The Committee of the Whole shall meet to consider committee reports, recommendations, and comments, and the Chairman's recommendations, if any, and shall proceed to mark up the Mayor's budget request. No amendment shall have the effect of putting the budget out of balance. The Council Budget Director, at the direction of the Chairman, shall prepare a draft report and act reflecting the Committee of the Whole action.\n\n705. COUNCIL CONSIDERATION OF THE BUDGET REQUEST.\n\nFollowing the markup and report on the full budget request by the Committee of the Whole, the reported budget request shall be presented for a single reading at the next legislative meeting or additional meeting called by the Chairman for that purpose.\n\n706. CONSIDERATION OF GROSS PLANNING BUDGET RESOLUTIONS.\n\nGross planning budget resolutions, submitted by the Mayor pursuant to section 7 of the Funds Control Act (D.C. Official Code § 47-306), shall be referred to the Committee of the Whole for consideration according to these Rules.\n\n707. CONSIDERATION OF CONTROL BUDGET ACTS.\n\nControl budget acts, submitted by the Mayor pursuant to section 8 of the Funds Control Act (D.C. Official Code § 47-307), shall be referred to the Committee of the Whole for consideration according to these Rules.\n\nB. REPROGRAMMING POLICY ACT PROCEDURES.\n\n711. EFFECT OF RECESS ON PROCEDURES.\n\nReprogramming requests and non-offsetting budget modification requests may not be submitted to the Council during a recess of the Council. No time period provided in this part for the consideration of the requests will continue to run during a recess of the Council.\n\n712. COMMITTEE REFERRAL OF REQUESTS.\n\nThe Chairman may refer reprogramming requests and non-offsetting budget modification requests to the Committee of the Whole. The Chairman may also refer reprogramming requests for comments to the standing committee having oversight responsibility for the program or agency affected.\n\n713. CIRCULATION OF REQUESTS.\n\nThe Secretary shall distribute copies of reprogramming requests to all members, pursuant to Rule 421, within one working day of the Chairman's filing of the request with the Secretary.\n\n714. PUBLICATION OF NOTICE.\n\nUpon receipt of a reprogramming request or a non-offsetting budget modification request, the Secretary shall publish a \"notice of reprogramming request\" or a \"notice of non-offsetting budget modification request\", as the case may be, in the District of Columbia Register, which, at a minimum, shall include the following:\n\n(1) A description of the action requested and the date the request was received by the Council; and\n\n(2) A statement that the request will be deemed approved 14 days from the date it was received by the Council unless a notice of disapproval has been filed prior to that time by a member of the Council, and that if a notice of disapproval is filed, the request will be deemed approved 30 days from the date the request was received unless, prior to that time, the Council adopts a resolution to disapprove the request.\n\n715. WITHDRAWAL OF REPROGRAMMING REQUESTS.\n\nThe Mayor may withdraw a reprogramming request or non-offsetting budget modification request at any time prior to the Council's taking final action on the request, or prior to its taking effect without Council action.\n\n716. REQUIREMENTS FOR DISAPPROVAL OF REQUESTS.\n\n(a) To initiate disapproval of a reprogramming request or a non-offsetting budget modification request, a member of the Council shall file a written notice of disapproval with the Secretary to the Council or give oral notice of disapproval at a legislative meeting of the Council within 14 days after the Council receives the request. The Secretary shall circulate copies of the written notice of disapproval to all members.\n\n(b) If this notice is given, the Council may consider and take final action, as provided in this section, to disapprove the request within 30 calendar days after the Council receives the request.\n\n717. AUTOMATIC APPROVAL OF REQUESTS.\n\nIf the notice of disapproval provided in section 716 is not given within 14 days after the Council receives the request, the reprogramming request shall be deemed approved. If the notice is given as provided in section 716(a) and the Council does not take final action to disapprove the request as provided in this section, the reprogramming request shall be deemed approved.\n\n718. TRANSMITTAL TO MAYOR.\n\nThe Chairman of the Council shall transmit, by letter to the Mayor, notification of the Council's disapproval or failure to disapprove a reprogramming request.\n\nC. FUNDS CONTROL ACT PROCEDURES.\n\n721. APPLICABILITY OF PROCEDURES.\n\n(a) This part applies to the Council's consideration of grant applications, state plan approval requests, and budget structure resolutions.\n\n(b) Except as provided in subsection (c) of this section, borrowing request resolutions shall be considered in accordance with Council Rules applicable to resolutions.\n\n(c) Committee reports on borrowing requests shall comply, where appropriate, with the requirements for reports on measures set forth in section 443 and may include, but not be limited to:\n\n(1) The amount to be borrowed;\n\n(2) The purposes for which the funds are to be used, by control and responsibility center; and\n\n(3) An identification of the type and amount of revenue anticipated from each source to be used to repay the amount to be borrowed, the anticipated dates of receipt of the funds, and a schedule of repayment of the funds.\n\n722. EFFECT OF RECESS ON FUNDS CONTROL ACT PROCEDURES.\n\nNo grant application, state plan approval request, or budget structure resolution may be submitted to the Council during a recess of the Council. No time period provided in this part for the consideration of these matters shall continue to run during a recess of the Council.\n\n723. COMMITTEE REFERRAL OF REQUESTS.\n\nGrant applications, state approval requests, and budget structure resolutions shall be referred to the Committee of the Whole with comments from the standing committee having oversight responsibility for the agency or program affected. Budget structure resolutions shall be referred to the Committee of the Whole.\n\n724. CIRCULATION OF REQUESTS.\n\nGrant applications, state plan approval requests, and budget structure resolutions shall be circulated to all members of the Council within one working day after their receipt.\n\n725. REQUIREMENTS FOR DISAPPROVAL.\n\n(a) To initiate disapproval of a grant application, state plan approval request, or budget structure resolution, a member of the Council shall file a written notice of disapproval with the Secretary to the Council within 14 days after the Council receives the request.\n\n(b) If this notice is given, the Council may consider and take final action, as provided in this section, to disapprove the request within 30 days after the Council receives the request.\n\n726. AUTOMATIC APPROVAL OF REQUESTS.\n\nIf the notice provided in section 725(a) is not given within 14 days after the Council receives the request, the grant application, state plan approval request, or budget structure resolution shall be deemed approved. If the notice is given and the Council does not take final action to disapprove the request as provided in this section, the request shall be deemed approved.\n\n727. TRANSMITTAL TO MAYOR.\n\nThe Chairman of the Council shall transmit, by letter to the Mayor, notification of the Council's disapproval or failure to disapprove grant applications, state plan approval requests, and budget structure resolutions.\n\nD. SPECIFIED FUNDING ALLOCATION PROCEDURES.\n\n730. REQUIRED INFORMATION PRIOR TO APPROVAL.\n\n(a) To receive an earmarked grant through the budget process or a supplemental budget, each named grantee shall submit 2 copies of the following, postmarked or hand delivered to the Council's Office of the Budget Director no later than 7 calendar days following the date of the scheduled vote of the Council on the Budget Request Act;\n\n(1) The organization's Articles of Incorporation;\n\n(2) Internal Revenue Service certification that the organization is tax-exempt under section 501(c)(3) of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 163; 26 U.S.C. § 501(c)(3));\n\n(3)(A) The organization's most recent financial audit, not more than 2 years old; or\n\n(B) A recent financial statement, not more than 1 year old, prepared by a certified accountant that shows that the organization is in good financial standing and which delineates its:\n\n(i) Existing assets and liabilities;\n\n(ii) Pending lawsuits, if any; and\n\n(iii) Pending and final judgments, if any;\n\n(4) Internal Revenue Service Form 990 covering the organization's most recently completed fiscal year;\n\n(5) A notarized statement from the grantee certifying that:\n\n(A) The organization is current on District and federal taxes;\n\n(B) The Council of the District of Columbia is authorized to verify the organization's tax status with the District of Columbia Office of Tax and Revenue and the Office of Tax and Revenue is authorized to release this information to the Council, the Mayor, and the D.C. Auditor;\n\n(C) The organization focuses primarily on services to District of Columbia; and\n\n(D) The District government shall have access to its financial, administrative, and operational records, including specific consent for the District of Columbia Auditor to access its books, accounts, records, findings, and documents related to the grant; and\n\n(6) A comprehensive program statement that includes a detailed:\n\n(A) Scope of work; and\n\n(B) Budget that describes how the grant funds shall be spent.\n\n(b) Nothing in this title shall be construed as waiving the requirements to submit information required of all grantees by the grantor agencies or organizations.\n\n(c)(1) If an organization cannot meet the submission requirements established in subsection (b) of this section, the organization shall be required to submit:\n\n(A) A notarized statement designating a nonprofit organization, which does meet the criteria, to serve as its fiscal agent or fiscal sponsor postmarked or hand delivered to the Council's Office of the Budget Director no later than the time prescribed in subsection (a) of this section; and\n\n(B) The information required by subsection (a)(5) of this section.\n\n(2) The fiscal agent or fiscal sponsor shall be required to submit the following, postmarked or hand delivered to the Council's Office of the Budget Director no later than the time prescribed in subsection (a) of this section.\n\n(A) A notarized statement agreeing to serve as fiscal agent or fiscal sponsor; and\n\n(B) The information required by subsection (a) of this section.\n\n(d) All earmarked grants shall be listed in the Budget Support Act to include the grantee name, grant amount, and purpose of the grant. Prior to the second reading of the Budget Support Act, the Council's Budget Director shall certify, which grantees have met the requirements of subsection (a) of this section. Any grantee that has not met the requirements, shall be removed from the Budget Support Act on second reading, and shall not receive funding through an earmarked grant.\n\n731. PROHIBITION ON CONSECUTIVE ALLOCATIONS.\n\n(a) Beginning with the Fiscal Year 2011 budget, an organization shall not receive a specified funding allocation if the organization has received an award in the prior fiscal year.\n\n(b) An organization that receives a specified funding allocation for a capital project shall be limited to only one capital award, annually.\n\n732. LIMITS ON AWARD AMOUNTS.\n\nSpecified funding allocations shall be limited to $250,000 for non-capital projects and $1 million for all capital projects.\n\n733. AUDIT REQUIREMENTS.\n\n(a) Grantees shall be notified that the District of Columbia Auditor will randomly audit grant recipients.\n\n(b) The District of Columbia Auditor's report shall be issued no later than March 1st of the fiscal year immediately following the year for which the grant was awarded.\n\n734. DISCLOSURE REQUIREMENTS.\n\nCouncilmembers and staff and the officers and directors of a proposed grantee shall be required to disclose the existence of any personal, familial, or financial relationship between a Councilmember or staff and any officer or director of the grantee.\n\nARTICLE VIII--OFFICIAL MAIL AND LEGAL CORRESPONDENCE.\n\nA. OFFICIAL MAIL.\n\n801. DEFINITIONS.\n\nFor the purposes of this article, the term:\n\n(1) \"Mass mailing\" means the transmission through the mails of more than 100 substantially identical newsletters, news releases or similar types of material during any 30-day period, but shall not include a response to a communication initiated by a constituent.\n\n(2) \"Newsletter\" or \"news release\" means the usual and customary correspondence that deals with such matters as the impact of laws and decisions on the government and its citizens, reports on public and official action taken by a Councilmember, and discussions of proposed or pending legislation or governmental action.\n\n(3) \"Official mail\" means correspondence suitable to be mailed at public expense that pertains directly or indirectly to the legislative process or to a Council legislative function, including any matter related to a past or current Council, the performance of official duties by a Councilmember in connection with a Council function, or other related matters of public concern or public service.\n\n802. CONTENT OF OFFICIAL MAIL.\n\nTo be mailed at public expense, a Councilmember's newsletter or report on constituent service activities must come within the definition of \"official mail\" set forth in section 801 and must conform to the Official Correspondence Regulations, effective April 7, 1977 (D.C. Law 1-118; D.C. Official Code § 2-701 et seq.). (\"Official Correspondence Regulations\").\n\n803. PERMITTED CATEGORIES OF OFFICIAL MAIL.\n\nExcept as otherwise provided in this article or by law or rule, a Councilmember may not mail, as official mail, any matter, article, material, or document for any reason other than the following:\n\n(1) A request for the matter, article, material, or document has been received by the Councilmember;\n\n(2) The document is required by law to be mailed;\n\n(3) The material or matter requests information pertinent to the conduct of the official business of the Council;\n\n(4) The material contains information relating to the activities of the Council or the availability of a Council publication or other document;\n\n(5) The enclosures are forms, blanks, cards, or other documents necessary or beneficial to the administration of the Council;\n\n(6) The materials are copies of federal, state or local laws, rules, regulations, orders, instructions, or interpretations thereof; or\n\n(7) The materials are to be mailed to federal, state, or other public authorities.\n\n804. MARKING REQUIREMENTS FOR ENVELOPES.\n\nAn envelope that is used to enclose official mail shall bear upon its facing, in addition to the name and address of the Council, the words \"official business.\"\n\n805. PROHIBITIONS AND FORMAT OF NEWSLETTERS.\n\n(a) A Councilmember may not mail, as official mail, a mass mailing within the 90-day period that immediately precedes a primary, special, or general election in which the Councilmember is a candidate for office.\n\n(b) To be mailed at public expense as official mail, a Councilmember's newsletter or report on constituent service activities may not contain any of the following:\n\n(1) An autobiographical article, except that incidental references to personal matters or to autobiographical information shall not cause the newsletter or report to be non-frankable;\n\n(2) A political cartoon that depicts a recognizable political personality or party;\n\n(3) An announcement of a filing for reelection;\n\n(4) An announcement of a political or partisan meeting;\n\n(5) A reference to a past or future political campaign;\n\n(6) An personal reference that is included for publicity, advertising, or political purposes;\n\n(7) A report on family life, except that information concerning someone in a Councilmember's family who has been appointed or designated to serve in an official governmental capacity shall be permitted;\n\n(8) A direct or indirect solicitation of funds;\n\n(9) An expression of holiday greetings from the Councilmember or the Councilmember's family;\n\n(10) An item that is purely personal to the Councilmember and unrelated to the official duties, activities, and business of the Councilmember;\n\n(11) An article about a community event that is unrelated to official government business; and\n\n(12) A report on non-official activities of the Councilmember that has the effect of lending the franking privilege to others, no matter how worthwhile or charitable the endeavors of those to whom the franking privilege would be loaned.\n\n806. AUTHORIZED USES OF OFFICIAL MAIL.\n\nSection 805 shall not be interpreted to prohibit a Councilmember or the Councilmember's staff from mailing, as official mail, any of the following:\n\n(1) The whole or part of a record, speech, debate, or report of the Council or a committee of the Council;\n\n(2) The tabulation of a Councilmember's vote or explanation of the vote;\n\n(3) An expression of condolences to a person who has suffered a loss or congratulations to a person who has achieved some personal or public distinction;\n\n(4) Information concerning the Councilmember's schedule of meeting constituents;\n\n(5) Information concerning the meeting schedule and agenda for committees and subcommittees upon which the Councilmember serves;\n\n(6) Information concerning financial disclosure information, whether or not required by law;\n\n(7) Matter that consists of federal, state, or local laws, regulations or publications paid for by public funds;\n\n(8) A questionnaire that relates to matters on public policy or administration; and\n\n(9) Matter that contains a picture of the Councilmember or biographical or autobiographical data whenever the matter is mailed in response to a specific request.\n\n807. PHOTOGRAPHS AND SKETCHES CONTAINED IN NEWSLETTERS.\n\nEach photograph or sketch contained in a newsletter or report on constituent service activities shall relate to the official legislative duties of the Councilmember and shall not, because of excessive use and size, have the effect of advertising or publicizing the Councilmember. In addition, to be mailed at public expense as official mail, a newsletter or report on constituent service activities may not contain any of the following:\n\n(1) More than 1 photograph or likeness of the Councilmember appearing alone;\n\n(2) A photographic likeness of the Councilmember appearing alone that covers more than 6% of a single page or that exceeds 6 square inches on 8 1/2<<SYM>> x 11<<SYM>> paper;\n\n(3) More than 2 photographs per page that include the Councilmember with other persons;\n\n(4) Two photographs on a single page that include the Councilmember and exceed 20% of the page;\n\n(5) A photograph of a Councilmember with a label such as \"Democrat\", \"Republican\", \"Statehood Party\", or any other label that purports to advertise the Councilmember rather than to illustrate the accompanying text; and\n\n(6) A photograph that does not relate to, illustrate, or explain the accompanying text.\n\n808. SIZE AND PRINT TYPES FOR NAMES.\n\n(a) A Councilmember's name in the masthead of a newsletter shall not appear in print type larger than 1/2<<SYM>> in height.\n\n(b) A Councilmember's name in the text of a newsletter shall not appear in type style or size larger than the other matter, nor in print size larger than 1/4<< SYM>> in height.\n\n809. USE OF OFFICIAL MAIL BY OFFICIALS-ELECT.\n\nIn addition to Councilmembers, the Chairman-elect and members-elect of the Council may mail materials as official mail.\n\n810. GENERAL COUNSEL REVIEW.\n\nThe General Counsel shall be available to Councilmembers and their staffs to review materials intended to be mailed as official mail to ensure that the materials comply with the laws and rules governing official mail. Upon written request of a Councilmember, the General Counsel shall provide a written opinion concerning whether the materials, submitted by the Councilmember and intended to be mailed as official mail, comply with the laws and rules governing official mail.\n\n811. APPLICATION.\n\nArticle VIII of these Rules shall only apply to mailings that involve public expense.\n\nB. LEGAL CORRESPONDENCE.\n\n851. SERVICE OF PROCESS.\n\n(a) For the purpose of receiving legal correspondence (including summonses, complaints, and subpoenas), the Secretary and the General Counsel may accept service of process for the Council or any Member.\n\n(b) To ensure timely responses to legal pleadings, and to timely assert the Council's legislative privilege for actions taken within the scope of a Member's legislative duties pursuant to D.C. Official Code § 1-301.42, legal correspondence shall be transmitted to the Office of the General Counsel within one business day of receipt.\n\n(c) A Member may not accept service of process of a legal document on behalf of the Council or for another Member.\n\n(d) The Office of the General Counsel shall provide legal representation on behalf of, or make a request of the Office of Attorney General for legal representation for, every Member and Council staff person for actions taken within the scope of their legislative duties.\n\nARTICLE IX--AUDITOR.\n\n901. SELECTION.\n\nThe Chairman shall nominate the Auditor and the Council shall act on the nomination by resolution.\n\n902. TERM AND COMPENSATION.\n\nThe Auditor shall serve for a term of 6 years and shall be paid at a rate of compensation as may be established from time to time by the Council.\n\n903. VACANCY.\n\nA vacancy in the Office of the Auditor shall be filled in the manner prescribed for full-term appointments to that office and any person appointed to fill the vacancy shall serve until the end of the predecessor's term.\n\n904. STAFF.\n\nThe Auditor shall appoint, remove, and set the relative remuneration (pursuant to the budget of the Office of the Auditor) of the Auditor's subordinate staff.\n\n905. REPORTS AVAILABLE TO THE PUBLIC.\n\nThe Council shall make audit reports submitted to the Council by the Auditor, and any other material it deems pertinent to the report, available for public inspection.\n\nARTICLE X--CONSTRUCTION, SUSPENSION, AND AMENDMENT OF RULES.\n\n1001. PARLIAMENTARY AUTHORITY.\n\nMatters not covered by these Rules will be governed by Robert's Rules of Order, Newly Revised. It is the duty of the Chairman to interpret the Rules. Matters not covered by Robert's Rules of Order, Newly Revised, shall be determined by the Chairman subject to the right of a member to appeal the ruling of the Chairman.\n\n1002. GENDER RULE OF CONSTRUCTION.\n\nUnless the context indicates otherwise, words importing one gender include the other gender.\n\n1003. SUSPENSION OF RULES.\n\nExcept for rules regarding notice, quorum, or amendment of these Rules and any requirement of the Charter or other law, any Rule governing procedures of the Council may be suspended during the consideration of a specified matter by motion to suspend the Rules approved by 2/3rds of the members present and voting.\n\n1004. AMENDMENT OF RULES.\n\n(a) These Rules may be amended by a vote of a majority of the Council.\n\n(b) An amendment must be proposed in writing, signed by the proposer, circulated to all members and the Secretary to the Council, and posted in prominent places in the John A. Wilson Building at least 15 days prior to consideration of the amendment.\n\n(c) Seven members may vote to waive or shorten the 15-day notice period.\n\n(d) The current version of these Rules should be featured prominently on the Council website, including any amendments adopted since the rules were first adopted at the organizational meeting held pursuant to section 301.\n\n1005. EFFECTIVE PERIOD.\n\nThese Rules shall be effective until superseded by Rules of Organization and Procedure adopted in a succeeding Council Period as provided in section 301.\n\nAPPENDIX.\n\nSUBPOENA\n\nTO: ____________________\n\n____________________     (Address)\n\nPURSUANT TO D.C. Official Code §1- 204.13, YOU ARE COMMANDED TO APPEAR before the (Council/Committee on) __________, of the Council of the District of Columbia, at ___(a.m./p.m.) on the day of __________, 20___, to testify before the Council/Committee concerning: __________ and bring with you: __________.\n\nISSUED BY: ____________________________________________________________________ Chairman/Member of the Council of the District of Columbia\n\nATTEST: _______________________________________________________________________ Secretary to the Council (Seal of the District)\n\nIMPORTANT: If you fail to appear at the time and place stated or to bring with you the documents or items requested, the Council may refer the matter to the Superior Court of the District of Columbia for an order compelling your attendance or the production of the documents or items requested. Failure to obey such an order may be punished as contempt of Court. DO NOT FAIL TO APPEAR OR PRODUCE THE REQUESTED ITEMS AT THE REQUIRED TIME.\n\nRETURN: I, __________ certify that I served a copy of this subpoena on the named party at ____________________(address), on the __________ day of __________, 20___, at __________, (a.m./p.m.) by the following means:\n\nPROCESS SERVER: ____________________ (Address) Washington, D.C.\n\nDISTRICT OF COLUMBIA: SS\n\nSUBSCRIBED AND AFFIRMED TO ME BEFORE THIS ___ DAY OF __________, 20___ ____________________ NOTARY PUBLIC, D.C.\n\nMY COMMISSION EXPIRES:\n\nYou may obtain a copy of the Rules of Organization and Procedure for the Council of the District of Columbia and the Resolution authorizing this investigation from the Council's Legislative Services Division, John A. Wilson Building, Room 10, 1350 Pennsylvania Avenue, N.W., Washington, D.C. 20004\n\nCODE OF OFFICIAL CONDUCT\n\nI. CONFLICTS OF INTEREST\n\n(a) No employee shall use his or her official position or title, or personally and substantially participate, through decision, approval, disapproval, recommendation, the rendering of advice, investigation, or otherwise, in a judicial or other proceeding, application, request for a ruling or other determination, contract, claim, controversy, charge, accusation, arrest, or other particular matter, or attempt to influence the outcome of a particular matter, in a manner that the employee knows is likely to have a direct and predictable effect on the employee's financial interests or the financial interests of a person closely affiliated with the employee.\n\n(b) An employee other than an elected official may seek a waiver, and the prohibition in subsection (a) of this section shall not apply, if:\n\n(1) The employee advises the employee's supervisor and the Ethics Board of the nature and circumstances of the particular matter;\n\n(2) Makes full disclosure of the financial interest; and\n\n(3) Receives in advance a written determination made by both the supervisor and the Ethics Board that:\n\n(A) The interest is not so substantial as to be deemed likely to affect the integrity of the services that the government may expect from such employee; or\n\n(B) Another legally cognizable basis for waiver exists.\n\n(c)(1) Any elected official who, in the discharge of the elected official's official duties, would be required to act in any matter prohibited under subsection (a) of this section shall make full disclosure of the financial interest, prepare a written statement describing the matter and the nature of the potential conflict of interest, and deliver the statement to:\n\n(A) In the case of a member of the Council, the Council Chairman; or\n\n(B) In the case of an elected official other than a member of the Council, the Ethics Board.\n\n(2) Any employee other than an elected official who, in the discharge of the employee's official duties, would be required to act in any matter prohibited under subsection (a) of this section shall:\n\n(A) Make full disclosure of the financial interest;\n\n(B) Prepare a written statement describing the matter and the nature of the potential conflict of interest; and\n\n(C) Deliver the statement to the employee's supervisor, and to the Ethics Board.\n\n(3) During a proceeding in which an elected official would be required to take action in any matter that is prohibited under subsection (a) of this section, the Chairman shall:\n\n(A) Read the statement provided in paragraph (1) of this subsection into the record of proceedings; and\n\n(B) Excuse the elected official from votes, deliberations, and other actions on the matter.\n\n(4) No Councilmember excused from votes, deliberations, or other actions on a matter shall in any way participate in or attempt to influence the outcome of the particular matter, in a manner that is likely to have a direct and predictable effect on the employee's financial interests or the financial interests of a person closely affiliated with the employee.\n\n(5) Upon receipt of the statement provided in paragraph (2) of this subsection, the employee's supervisor shall assign the matter to another employee who does not have a potential conflict of interest.\n\n(d)(1) An employee shall not receive any compensation, salary, or contribution to salary, gratuity, or any other thing of value from any source other than the District government for the employee's performance of official duties.\n\n(2) No employee or member of the employee's household may knowingly acquire:\n\n(A) Stocks, bonds, commodities, real estate, or other property, whether held individually or jointly, the acquisition of which could unduly influence or give the appearance of unduly influencing the employee in the conduct of his or her official duties and responsibilities; or\n\n(B) An interest in a business or commercial enterprise that is related directly to the employee's official duties, or which might otherwise be involved in an official action taken or recommended by the employee, or which is in any way related to matters over which the employee could wield any influence, official or otherwise.\n\n(e) DEFINITIONS. For the purposes of this Rule, the term:\n\n(1) \"Affiliated organization\" means:\n\n(A) An organization or entity:\n\n(1) In which the employee serves as officer, director, trustee, general partner, or employee;\n\n(2) In which the employee or member of the employee's household is a director, officer, owner, employee, or holder of stock worth $1,000 or more at fair market value; or\n\n(3) That is a client of the employee or member of the employee's household; or\n\n(B) A person with whom the employee is negotiating for or has an arrangement concerning prospective employment.\n\n(2) \"Direct and predictable effect\" means there is:\n\n(A) A close causal link between any decision or action to be taken in the matter and any expected effect of the matter on the financial interest; and\n\n(B) A real, as opposed to a speculative possibility, that the matter will affect the financial interest.\n\n(3) \"Member of the employee's household\" means a person who resides in the same household as the employee and is:\n\n(A) A spouse or domestic partner of the employee;\n\n(B) A parent, sibling, or child of the employee or of any person in subparagraph (A) of this paragraph; or\n\n(C) A spouse or domestic partner of any person in subparagraph (B) of this paragraph.\n\n(4) \"Particular matter\" is limited to deliberation, decision, or action that is focused upon the interests of specific persons, or a discrete and identifiable class of persons.\n\n(5) \"Person closely affiliated with the employee\" means a spouse, dependent child, general partner, a member of the employee's household, or an affiliated organization.\n\nII. OUTSIDE ACTIVITIES\n\n(a) GENERALLY.\n\n(1) No employee shall engage in outside employment or private activity that conflicts or would appear to conflict with the fair, impartial, and objective performance of the employee's official duties and responsibilities or with the efficient operation of the Council.\n\n(2) Before engaging in outside employment, an employee shall obtain the approval of his or her supervisor.\n\n(b) LIMITATIONS ON PERMISSIBLE ACTIVITIES.\n\n(1) An employee may engage in outside employment or activities such as teaching, writing for publication, consultative activities, and speaking engagements if the activities are:\n\n(A) Consistent with subsection (a) of this Rule;\n\n(B) Not otherwise prohibited by law or regulation; and\n\n(C) Conducted outside of regular working hours, while the employee is on annual leave or leave without pay, or at a minimal level during work hours in a manner that does not interfere with the employee's official duties.\n\n(2) The information used by an employee engaging in outside employment or activities shall not draw on official data or ideas that are not public information, unless the employee has written authorization from the employee's supervisor to use such information.\n\n(c) SPECIFIC RESTRICTION ON REPRESENTATION.\n\n(1) Except as provided in paragraph (2) of this subsection, an employee shall not:\n\n(A) Represent another person, have a financial interest, or provide assistance in prosecuting a claim against the District of Columbia before any regulatory agency or court of the District of Columbia; or\n\n(B) Represent another person before any regulatory agency or court of the District of Columbia in which the District of Columbia is a party or has a direct and substantial interest.\n\n(2) The prohibition in paragraph (1) of this subsection shall not apply to an employee, who, if not inconsistent with the faithful performance of the employee's duties, and acting without compensation, represents:\n\n(A) A person who is the subject of disciplinary or other personnel administration proceedings in connection with those proceedings; or\n\n(B) A nonprofit cooperative, voluntary, professional, recreational, or similar organization or group, if a majority of the organization's or group's members are current officers or employees of the United States government or of the District of Columbia government, or their spouses or dependent children; provided, that this exception shall not apply to any matter that:\n\n(i) Is a claim under paragraph (1)(A) of this subsection;\n\n(ii) Is a judicial or administrative proceeding where the organization or group is a party; or\n\n(iii) Involves a grant, contract, or other agreement (including a request for any such grant, contract, or agreement) providing for the disbursement of federal funds to the organization or group.\n\nIII. GIFTS FROM OUTSIDE SOURCES\n\n(a) Except as provided in subsection (c) of this Rule and Rule IV, employees shall not solicit or accept, either directly or indirectly, any gift from a prohibited source.\n\n(b) An employee who receives a gift from a prohibited source shall:\n\n(1) Return the gift to the donor;\n\n(2) Reimburse the donor the market value of the gift; or\n\n(3) If the gift is perishable and it would not be practical to return it to the donor, donate the gift to charity, share it with the office staff, or destroy it.\n\n(c) Notwithstanding subsection (a) of this Rule, an employee may accept the following gifts:\n\n(1) Greeting cards and items with little intrinsic value, such as plaques, certificates, and trophies, which are intended solely for presentation;\n\n(2) Loans from banks and other financial institutions on terms generally available to the public;\n\n(3) Rewards and prizes given to competitors in contests or events, including random drawings, open to the public;\n\n(4) Opportunities and benefits, including favorable rates and commercial discounts:\n\n(A) Available to the public or to a class consisting of all District employees;\n\n(B) Offered to members of a group or class in which membership is unrelated to District employment; or\n\n(C) Offered to members of an organization, such as an employees' association or agency credit union, in which membership is related to District employment if the same offer is broadly available to large segments of the public through organizations of similar size;\n\n(5) Pension and benefits resulting from continued participation in an employee welfare and benefits plan maintained by a former employer;\n\n(6) Anything that is paid for by the Council or the District or secured by the Council or the District under contract;\n\n(7) Any donation accepted by the Council under specific authority, including:\n\n(A) Travel, food, and related expenses accepted by the Council in connection with an employee's attendance at a meeting or similar event that takes place away from the employee's duty station;\n\n(B) Other donations provided in-kind that have been accepted by the Council; or\n\n(C) Anything for which market value is paid by the employee;\n\n(8)(A) Unsolicited gifts having an aggregate market value of $20 or less per source per occasion, provided that the aggregate market value of individual gifts received from any prohibited source under the authority of this paragraph shall not exceed $100 in a calendar year.\n\n(B) Where the market value of a gift or the aggregate market value of gifts offered on any single occasion under this paragraph exceeds $20, the employee may not pay excess value over $20 in order to accept that portion of the gift or those gifts worth $20;\n\n(C) Where the aggregate value of tangible items offered on a single occasion exceeds $20, the employee may decline any distinct and separate item in order to accept those items aggregating $20 or less; or\n\n(D) This paragraph shall not apply to gifts of cash, stock, bonds, or certificates of deposit;\n\n(9) Gifts given to an employee under circumstances that make it clear that the gift is motivated by a family relationship or personal friendship rather than the position of the employee. Relevant factors in making such a determination include the history of the relationship and whether the family member or friend personally pays for the gift;\n\n(10) Reduced membership or other fees for participation in organization activities offered to all District employees by professional organizations if the only restrictions on membership relate to professional qualifications;\n\n(11) Gifts approved in advance by the employee's supervising Councilmember in exceptional circumstances that are disclosed in writing, filed with the Office of the Secretary to the Council, and posted on the Council's website.\n\n(d) A gift that is solicited or accepted indirectly includes a gift given:\n\n(1) With the employee's knowledge and acquiescence to his parent, sibling, spouse, domestic partner, child, or dependent relative because of that person's relationship to the employee; or\n\n(2) To any other person, including any charitable organization, on the basis of designation, recommendation, or other specification by the employee, except as permitted for the disposition of perishable items.\n\n(e) SPECIFIC GIFT RESTRICTIONS. Notwithstanding any other provision in this Code of Conduct, no employee shall:\n\n(1) Solicit or accept anything of value from a registered lobbyist that is given for the purpose of influencing the actions of the employee in making or influencing the making of an administrative decision or legislative action.\n\n(2) Directly or indirectly demand, seek, receive, accept, or agree to receive or accept anything of value personally or for any other person or entity, in return for:\n\n(A) Any official act performed or to be performed by the employee;\n\n(B) Being influenced in the performance of any official act;\n\n(C) Being influenced to commit or aid in committing, or to collude in, or allow, any fraud, or make opportunity for the commission of any fraud, on the District of Columbia; or\n\n(D) Being induced to do or omit to do any act in violation of the employee's official duty.\n\n(f) DEFINITIONS. For the purposes of this rule, the term:\n\n(1) \"Gift\" means any gratuity, favor, discount, entertainment, hospitality, loan, forbearance, or other item having monetary value. Gifts may also consist of training, transportation, local travel, lodgings and meals, whether provided in-kind, by purchase of a ticket, payment in advance, or reimbursement after the expense has incurred.\n\n(2) \"Prohibited source\" means any person or entity that:\n\n(A) Has or is seeking to obtain contractual or other business or financial relations with the District government;\n\n(B) Conducts operations or activities that are subject to regulation by the District government; or\n\n(C) Has an interest that may be favorably affected by the performance or non-performance of the employee's official responsibilities.\n\nIV. CONFERENCES, TRAVEL, AND RECEPTIONS\n\n(a) CONFERENCES AND TRAVEL.\n\n(1) Employees may accept reasonable expenses for food, travel, lodging, and scheduled entertainment to attend a meeting, conference, or to participate in educational travel, if:\n\n(A) The donor is neither a registered lobbyist nor a prohibited source (an entity that has substantial interests before the Council);\n\n(B) The meeting or conference is an organized event;\n\n(C) The topics or subjects are related to official Council business;\n\n(D) The event is widely attended by a range of attendees other than District employees; and\n\n(E) Other attendees are treated similarly in terms of the food, travel, lodging, and entertainment expenses that they are offered.\n\n(2) Spouses and domestic partners of employees may share lodging with the employee who is attending an event under this subsection; however, the spouse or domestic partner may not accept food, travel, or entertainment expenses unless the spouse or domestic partner pays market value for the same.\n\n(3) Employees are encouraged to submit a copy of the itinerary of the meeting, conference, or educational travel in advance to the General Counsel for review.\n\n(b) RECEPTIONS. An employee may accept:\n\n(1) An offer of free attendance at a reception or gala if:\n\n(A) Invited by the organizing event sponsor;\n\n(B) At least 25 persons from outside the District government will be in attendance;\n\n(C) Attendance at the event is open to members from throughout a given industry or profession, or to a range of persons interested in an issue; and\n\n(D) It is connected to the attendee's official Council duties.\n\n(2) Free attendance for one accompanying individual; and\n\n(3) A meal that is offered to all attendees as part of the event.\n\n(c) GIFT BAGS. An employee may not accept a gift bag for an event under subsections (a) or (b) of this Rule if the organizing event sponsor is a prohibited source, unless the contents of the bag meet the requirements under Rule III.\n\n(d) DISCLOSURE. Before accepting anything of value under this Rule, the employee shall obtain the written approval of the employee's supervisor and disclose the offeror, the location of the event, and estimated value to the Office of the Secretary.\n\nV. GIFTS BETWEEN EMPLOYEES\n\n(a) Except as provided in subsections (c) and (d) of this Rule, an employee may not:\n\n(1) Directly or indirectly, give a gift to or make a donation toward a gift for an official superior; or\n\n(2) Solicit a contribution from another employee for a gift to either the employee's official superior or the other employee's official superior.\n\n(b) An employee may not accept a gift, directly or indirectly, from an employee receiving less pay unless:\n\n(1) The two employees are not in a subordinate-official superior relationship; and\n\n(2) There is a personal relationship between the two employees that would justify the gift.\n\n(c) On an occasional basis, including any occasion on which gifts are traditionally given or exchanged, the following may be given to an official superior or accepted from a subordinate or other employee receiving less pay:\n\n(1) Items, other than cash, with an aggregate market value of $20 or less per occasion;\n\n(2) Items such as food and refreshments to be shared in the office among several employees;\n\n(3) Personal hospitality provided at a residence that is of a type and value customarily provided by the employee to personal friends; or\n\n(4) Items given in connection with the receipt of personal hospitality if of a type and value customarily given on such occasions.\n\n(d) A gift appropriate to the occasion may be given to an official superior or accepted from a subordinate or other employee receiving less pay:\n\n(1) In recognition of special, non-recurring occasions of personal significance such as marriage, illness, or the birth or adoption of a child; or\n\n(2) Upon occasions that terminate a subordinate-official superior relationship, such as retirement, resignation, or transfer.\n\nVI. USE OF GOVERNMENT RESOURCES\n\n(a) GENERALLY. Employees shall not:\n\n(1) Use Council time or government resources for other purposes other than official business or government-approved or sponsored activities, with the exception of incidental use of Council time or resources for purposes of scheduling;\n\n(2) Order, direct, or request subordinate employees to perform during regular working hours any personal services not related to official Council functions and activities, with the exception of incidental use of Council time or resources for purposes of scheduling;\n\n(3) Use or permit the use of government resources for other than officially approved purposes, with the exception of de minimis use that does not interfere with an employee's official duties and responsibilities; or\n\n(4) Use or permit the use of government resources to support or oppose any candidate for elected office, to promote a political committee, or to support or oppose any initiative, referendum, or recall measure.\n\n(b) GOVERNMENT RESOURCES AVAILABLE TO THE PUBLIC. Employees are not prohibited from accepting any material, article, or service that is available as part of any District government program or provided free to District residents or visitors.\n\n(c)(1) PRESTIGE OF OFFICE. An employee may not knowingly use the prestige of office or public position for that employee's private gain or that of another.\n\n(2) The performance of usual and customary constituent services, without additional compensation, is not prohibited under paragraph (1) of this subsection.\n\n(3) Council employees shall not use or permit the use of their position or title or any authority associated with their public office in a manner that could reasonably be construed to imply that the Council sanctions or endorses the personal or business activities of another, unless the Council has officially sanctioned or endorsed the activities.\n\n(4) A Councilmember may serve as an honorary chair or honorary member of a nonprofit entity's fundraising event, so long as the entity for which funds are raised supports a nongovernmental bona fide charitable activity. Use of the Councilmember's name or title in fundraising solicitations or announcements of general circulation shall be in accordance with such terms and limitations as the Councilmember may prescribe. The authority granted by this paragraph shall not extend to the use of the Councilmember's name or title in solicitations made by or on behalf of the Councilmember directly to individual contributors.\n\n(d)(1) SPECIAL RULES FOR LETTERS OF RECOMMENDATION. Employees may sign a letter of recommendation using their official titles only in response to a request for an employment recommendation or character reference based upon personal knowledge of the ability or character of an individual or entity with whom they have dealt in the course of their Council employment.\n\n(2) Letters of recommendation may be written on Council letterhead if the applicant is a current or former Council employee or has worked with the Council in an official capacity and the letter relates to the duties performed by the applicant.\n\n(3) If an employee does not have personal knowledge of an individual or entity's work ability or performance, the employee may sign a letter of recommendation on Council letterhead addressing only the character or residence of the individual or entity requesting the letter.\n\n(e) GOVERNMENT RESOURCES, DEFINED. For the purposes of this Rule, \"government resources\" means any property, equipment, or material of any kind, including that acquired through lease, and the personal services of an employee during his or her hours of work.\n\nVII. USE OF CONFIDENTIAL INFORMATION\n\nEmployees and former employees may not:\n\n(1) Willfully or knowingly disclose or use confidential or privileged information acquired by reason of their position without authorization or unless authorized or required by law to do so.\n\n(2) Divulge information in advance of the time prescribed for its authorized issuance or otherwise make use of or permit others to make use of information not available to the general public.\n\nVIII. POST-GOVERNMENTAL EMPLOYMENT CONFLICTS OF INTEREST\n\n(a) PERMANENT RESTRICTIONS ON REPRESENTATION ON PARTICULAR MATTERS. No employee, after the termination of his or her service or employment with the Council, shall knowingly make, with the intent to influence, any communication to or appearance before any officer or employee of any department, agency, court, or court-martial of the District of Columbia, on behalf of any other person (except the District of Columbia) in connection with a particular matter:\n\n(1) In which the District of Columbia is a party or has a direct and substantial interest;\n\n(2) In which the person participated personally and substantially as such officer or employee; and\n\n(3) Which involved a specific party or specific parties at the time of such participation.\n\n(b) TWO-YEAR RESTRICTIONS CONCERNING PARTICULAR MATTERS UNDER OFFICIAL RESPONSIBILITY. No employee shall, within 2 years after the termination of his or her service or employment with the Council, knowingly make, with the intent to influence, any communication to or appearance before any officer or employee of any department, agency, court, or court-martial of the Council, on behalf of any other person (except the District of Columbia), in connection with a particular matter:\n\n(1) In which the District of Columbia is a party or has a direct and substantial interest;\n\n(2) Which the person knows or reasonably should know was actually pending under his or her official responsibility as such officer or employee within a period of one year before the termination of his or her service or employment with the Council; and\n\n(3) Which involved a specific party or specific parties at the time it was pending.\n\n(c) SPECIAL RULES FOR FORMER COUNCIL EMPLOYEES. A former Council employee shall not, within one year after leaving government service or employment, knowingly make, with the intent to influence, any communication to or appearance before the Councilmember for whom the employee worked or any former subordinate employee, on behalf of any other person, other than the District of Columbia, in connection with any matter on which the former employee seeks action by a Councilmember or Council employee in his or her official capacity.\n\n(d)(1) EXCEPTIONS. The prohibitions contained in this Rule shall not apply to acts done in carrying out official duties on behalf of:\n\n(A) The United States or the District of Columbia, as an elected official of a state or local government;\n\n(B) An agency or instrumentality of a state or local government if the appearance, communication, or representation is on behalf of such government; or\n\n(C) An accredited, degree-granting institution of higher education, as defined in the Higher Education Act of 1965, approved November 8, 1965 (79 Stat. 1219; U.S.C. § 1001), or a hospital or medical research organization, exempted and defined under section 501(c)(3) of the Internal Revenue Code of 1986, if the appearance, communication, or representation is on behalf of such institution, hospital, or organization.\n\n(2) Nothing in this Rule shall prevent an individual from giving testimony under oath, or from making statements required to be made under penalty of perjury. Notwithstanding the preceding sentence, a former employee of the Council who is subject to the restrictions in subsection (a) of this Rule with respect to a particular matter may not, except pursuant to court order, serve as an expert witness for any other person, other than the District of Columbia, in that matter.\n\nIX. POLITICAL ACTIVITIES\n\n(a) PROHIBITIONS. No Council employee shall:\n\n(1) Use his official authority or influence for the purpose of interfering with or affecting the result of an election;\n\n(2) Knowingly solicit, accept, or receive a political contribution from any person;\n\n(3) Run for the nomination or as a candidate for election to a partisan political office; or\n\n(4) Knowingly solicit or discourage the participation in any political activity of any person who:\n\n(A) Has a measure pending before the Council; or\n\n(B) Is the subject of or a participant in an ongoing audit, investigation, or enforcement action being carried out by the Council;\n\n(5) Engage in political activity:\n\n(A) While the employee is on duty;\n\n(B) In any room or building occupied in the discharge of official duties by an individual employed or holding office in the District government or in the Government of the United States or any agency or instrumentality thereof;\n\n(C) While wearing a uniform or official insignia identifying the office or position of the employee; or\n\n(D) Using any vehicle owned or leased by the District government or the Government of the United States or any agency or instrumentality thereof.\n\n(b) DEFINITIONS. For purposes of this Rule, the term:\n\n(1) \"Employee\" shall not include members of the Council.\n\n(2) \"Political activity\" means an activity directed toward the success or failure of a political party, candidate for partisan political office, or partisan political group.\n\n(c) CONSTRUCTION. Nothing in this rule should be construed as prohibiting a Council employee from taking an active part in political management or in political campaigns unless the employee's activity is violates subsection (a) of this Rule.\n\nX. OFFICIAL MAIL RULES\n\n(a) DEFINITIONS. For the purposes of this Rule, the term:\n\n(1) \"Electronic newsletter\" means the transmission through the internet at public expense of more than 500 substantially identical emails during any 30- day period related to a Councilmember's activities, including such matters as the impact of laws and decisions on the government and its citizens, reports on public and official action taken by a Councilmember, and discussions of proposed or pending legislation or governmental action.\n\n(2) \"Official mail\" means the mail that is either prepaid or postpaid by any branch, division, or other agency of the District government.\n\n(3) \"Mass mailing\" means the transmission through the mails of more than 100 substantially identical newsletters, news releases or similar types of materials, during any 30-day period.\n\n(b) PERMITTED CATEGORIES OF OFFICIAL MAIL. Except as otherwise provided in this Rule, an employee may not mail, as official mail, any matter, article, material, or document for any reason other than the following:\n\n(1) A request for a matter, article, material, or document that has been previously received by the Council;\n\n(2) The mailing of the document is required by law;\n\n(3) The material or matter requests information pertinent to the conduct of the official business of the Council;\n\n(4) The material contains information relating to the activities of the Council or to the availability of Council publications or other documents;\n\n(5) The enclosures are forms, blanks, cards, or other documents necessary or beneficial to the administration of the Council;\n\n(6) The materials are copies of federal, state, or local laws, rules, regulations, orders, instructions, or interpretations thereof; or\n\n(7) The materials are being mailed to federal, state, or other public authorities.\n\n(c) OFFICIALLY MARKED ENVELOPES. An envelope or other material that is used to enclose official mail shall bear on its face the name and address of the Council and the words \"official business.\" Envelopes and other materials shall not be used to enclose materials, documents, or other articles except those enumerated in subsections (b) and (e) of this Rule or other materials not prohibited by subsection (d) of this Rule.\n\n(d) PROHIBITED USES OF OFFICIAL MAIL BY ELECTED OFFICIALS.\n\n(1) A Councilmember may not mail, as official mail, any mass mailing within the 90-day period that immediately precedes a primary, special, or general election in which the Councilmember is a candidate for office.\n\n(2) A Councilmember may mail, as official mail, news releases or newsletters; provided, that such materials do not contain any of the following:\n\n(A) Autobiographical articles;\n\n(B) Political cartoons;\n\n(C) References to past or future campaigns;\n\n(D) Announcements of filings for reelection;\n\n(E) Announcements of campaign schedules;\n\n(F) Announcements of political or partisan meetings;\n\n(G) Reports on family life; or\n\n(H) Pictures of the official member with any partisan label such as \"Democrat,\" \"Republican,\" \"Statehood Party,\" or any other label which purports to advertise the member rather than to illustrate the accompanying text.\n\n(3) A Councilmember may not use official mail to solicit directly or indirectly funds for any purpose.\n\n(4) A Councilmember may not use official mail for transmission of any matter that is purely personal to the sender or to any other person and is unrelated to the official business, activities, and duties of the member.\n\n(5) A Councilmember may not mail, as official mail, cards or other materials that express holiday greetings from the Councilmember or the Councilmember's family.\n\n(e) AUTHORIZED USES OF OFFICIAL MAIL BY ELECTED OFFICIALS.\n\n(1) The provisions of subsection (d) of this Rule do not prohibit a Councilmember or his or her staff from mailing, as official mail, any of the following:\n\n(A) The whole or part of any record, speech, debate, or report of the Council or any committee thereof;\n\n(B) The tabulation of a Councilmember's vote or explanation thereof;\n\n(C) Matter that expresses condolences to a person who has suffered a loss or congratulations to a person who has achieved some personal or public distinction; provided, that mass mailings of a congratulatory nature that are substantially the same except for individualized addresses are not authorized;\n\n(D) Information concerning the Councilmember's schedule of meeting constituents;\n\n(E) Information concerning the meeting schedule and agenda for committees and subcommittees upon which the official serves;\n\n(F) Information concerning financial disclosure information, whether or not required by law;\n\n(G) Matter that consists of federal, state, or local laws, regulations or publications paid for by public funds;\n\n(H) Questionnaires that relate to matters respecting public policy or administration; and\n\n(I) Matter that contains pictures of the member or biographical or autobiographical data whenever such matter is mailed in response to a specific request therefor.\n\n(f) USE OF ELECTRONIC NEWSLETTERS.\n\n(1) A Councilmember or Council employee shall not transmit an electronic newsletter within the 90-day period immediately before a primary, special, or general election in which the Councilmember is a candidate for office, unless the electronic newsletter conforms with the following requirements:\n\n(A) The recipients have individually subscribed to receive the electronic newsletter;\n\n(B) The electronic newsletter contains a clear and conspicuous notice of the method by which a recipient can request not to receive future electronic newsletters; and\n\n(C) The proposed newsletter has been submitted for review by the General Counsel or the Office of Campaign Finance.\n\n(2) An electronic newsletter shall comply with the requirements of Council Rule 805(b).\n\n(3) An electronic newsletter shall not be transmitted at public expense unless, when viewed as a whole, it:\n\n(A) Is informational rather than self-promotional; or\n\n(B) Is directly related to a Councilmember's official legislative or representative duties.\n\nXI. ETHICS TRAINING, FINANCIAL DISCLOSURES, AND ETHICS COUNSELING\n\n(a) DEFINITIONS. For the purposes of the Code of Conduct, the term:\n\n(1) \"Employee\" shall include all Council staff and Councilmembers, unless specifically stated otherwise.\n\n(2) \"General Counse\"\" means the General Counsel to the Council of the District of Columbia, or a designated employee within the Office of the General Counsel to the Council of the District of Columbia.\n\n(b) ETHICS TRAINING.\n\n(1) NEW EMPLOYEES. All employees shall complete a mandatory ethics-training course within 2 months of beginning employment with the Council.\n\n(2) ANNUAL CERTIFICATION. The General Counsel shall conduct mandatory training on the conflict of interest and ethics laws and regulations applicable to employees on at least an annual basis.\n\n(3) MATERIALS ON COUNCIL WEBSITE. The General Counsel shall ensure that ethics training materials, including summary guidelines to all applicable laws and regulations, shall be made readily available online and in print.\n\n(c) PUBLIC FINANCIAL DISCLOSURE. An employee who is covered under section 602 of the District of Columbia Campaign Finance Reform and Conflict of Interest Act, D.C. Official Code § 1-1106.02, shall file the required disclosures in accordance with that act.\n\n(d) ETHICS COUNSELING AND SAFE HARBOR.\n\n(1) The General Counsel shall provide at the request of an employee confidential advice about compliance with the Code of Conduct and any other applicable laws and regulations.\n\n(2)(A) An employee who, after providing full disclosure of all relevant facts, obtains advice from the General Counsel and acts in accordance with that advice, even if that action is later found to constitute a violation of this Code of Conduct, shall not, subject to subparagraph (B) of this paragraph, be found to have violated the provisions of the Code of Conduct.\n\n(B) If the employee knows or has reason to know that the General Counsel's advice was based upon fraudulent, misleading, or otherwise incorrect information provided by the employee, subparagraph (A) of this paragraph shall not apply.\n\n(C) An employee is responsible for providing and maintaining appropriate documentation of the underlying facts.\n\nMiscellaneous Notes\n\nWaiver of Congressional review for certain revenue bond acts: Section 1 of Pub. L. 99-242 amended § 2 of Pub. L. 99-216 to include also D.C. Laws 6-78 and 6-79. Section 2 provided that they should take effect as if included in Pub. L. 99-216, with certain restrictions.\n\nWaiver of Congressional review for certain revenue bond acts: Section 136(a) of H.R. 3067, amended by H.R. 99-419, incorporated in Pub. L. 99-190 by § 101(c), the D.C. Appropriation Act, 1986, provided that § 602(c) of the Self-Government Act (Pub. L. 93-198) shall not apply to certain acts authorizing the issuance of revenue bonds. Section 136(b) of H.R. 3067 provided that the subject revenue bond acts shall take effect on the date of enactment of the act. Pub. L. 99-190 was approved DeC. 19, 1985. The revenue bond acts subject to waiver of review, set forth in § 136(c) of H.R. 3067, are The Georgetown University Higher Education Facilities Revenue Bond Act of 1985 (D.C. Law 6- 75), The Sibley Memorial Hospital Revenue Bond Act of 1985 (D.C. Law 6-70), The Forrest Marbury House Project Revenue Bond Act of 1985 (D.C. Law 6-86), The American University Revenue Bond Act of 1985 (D.C. Law 6-78), and The George Washington University Revenue Bond Act of 1985 (D.C. Law 6-79).\n\nSection 2 of Pub. L. 99-216 also waived Congressional review for D.C. Laws 6-75 and 6-70, providing that they take effect on the date of enactment of the public law, which was approved DeC. 26, 1985.\n\nExchange of property: Act of February 26, 1981, D.C. Law 3-116, authorized the Mayor to transfer the Old Benning Road Elementary School to the Washington Metropolitan Area Transit Authority in exchange for the Brook Mansion and basic renovation thereof.\n\nAct of February 24, 1984, D.C. Law 5-49, authorized the Mayor to exchange parcel 260/13, owned by the District of Columbia, for parcel 261/12, owned by the Potomac Electric Power Company (Ward 8).\n\nAct of March 14, 1984, D.C. Law 5-68, authorized the Mayor to convey, by sale or exchange, in whole or in part, to the Washington Metropolitan Area Transit Authority certain real property owned in fee simple by the District for municipal use in Squares 3831 and 3828 and Parcel 123/56.\n\nEstablishment and elimination of building restriction lines: Section 3 of D.C. Law 8-8 provided that following June 16, 1989, the Surveyor shall record a copy of this act and the Surveyor's plat filed under S.O. 87-394.\n\nConveyance of parcel 131/220: Section 2 of D.C. Law 6-164 provided that the Mayor is authorized to convey that portion of parcel 131/220 used by the Washington Metropolitan Area Transit Authority for parking lot and access road purposes, and may execute a deed or deeds for the conveyance of the real property.\n\nEstablishment and elimination of building restriction lines: Section 2 of D.C. Law 8-8 provided that (1) The building restriction line in Lot 26 in Square 1853 on the north side of Reno Road, N.W., as shown on the Surveyor's plat filed under S.O. 87-394, is unnecessary for public purposes and it was ordered eliminated; and (2) A building restriction line in Lot 26 in Square 1853 on the south side of Ingomar Street, N.W., as shown on the Surveyor's plat filed under S.O. 87-394, is necessary for public purposes and it was ordered established.\n\nTransfer of the Office of the Surveyor: Sections 5002 through 5004 of D.C. Law 12-261 provided that pursuant to this section, the Office of the Surveyor, in the Department of Public Works (\"DPW\"), established by Reorganization Plan No. 2 of 1982, effective December 8, 1982, and transferred to DPW under Reorganization Plan No. 4 of 1983, effective March 1, 1984, is hereby transferred to the Department of Consumer and Regulatory Affairs (\"DCRA\"). The purpose of the transfer is to provide for the more efficient operation of the Office of the Surveyor and the development process in the District of Columbia. All of the duties and functions assigned or delegated to the existing office of the Surveyor in DPW, are hereby transferred to the Office of the Surveyor in DCRA, along with all positions, property, records, and unexpended balances of appropriation, allocations and other funds available or to be made available relating to the above functions.\n\nReorganization Plan No. 5 for the Department of Human Services and Department of Corrections: Section 2 of D.C. Law 12-256 provides for the reorganization, pursuant to subsection (b) of this section, of the Department of Human Services in transferring the Bureau of Correctional Services from the Department of Human Services to the Department of Corrections as set forth in § 3 of D.C. Law 12-256.\n\nRules Resolution for the Council of the District of Columbia Council Period XI: Pursuant to Resolution 11-1, effective January 3, 1995, the Council provided rules of organization and procedure for the Councils of the District of Columbia during Council Period XI.\n\nRules Resolution for the Council of the District of Columbia, Council Period XI, Federal-Aid Highway Contract Review Amendment Resolution of 1996: Pursuant to Resolution 11-368, effective June 4, Council amended the Rules Resolution for the Council of the District of Columbia, Council Period XI to permit proposed federal-aid highway contracts in excess $1 million to be transmitted to the Council for review during a Council recess, to permit the time period for Council review of a proposed federal-aid highway contract in excess of $1 million to begin on the day following its receipt by the Council and to permit the establishment of a procedure to permit the Council to complete its review of proposed federal-aid highway contracts in excess of $1 million upon approval the Department of Public Works' annual capital program.\n\nRules Resolution for the Council of the District of Columbia, Council Period XI, Contract Review Emergency Amendment Resolution of 1996: Pursuant to Resolution 11-476, effective July 17, Council amended, on an emergency basis, the Rules Resolution for the Council of the District of Columbia, Council Period XI to permit specified proposed contracts in excess of $1 million to be transmitted to the Council for review during a Council recess, and to permit the time period for Council review of specified proposed contracts in excess of $1 million to begin on the day following its receipt by the Council.\n\nRules Resolution for the Council of the District of Columbia, Council Period XII, and the MOU on the President's Plan Resolution of 1997: Pursuant to Resolution 12-047, effective Mar. 4, 1997, the Rules Resolution for Council Period XII, and the MOU on the President's Plan Resolution, were adopted.\n\nAuthority Recommendation Procedure and Fiscal Impact Rules Amendment Resolution of 1997: Pursuant to Resolution 12-100, effective May 6, 1997, the Authority Recommendation Procedure and Fiscal Impact Rules Amendment Resolution of 1997 was adopted.\n\nDC CODE § 1-204.04\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 787, Pub. L. 93-198, title IV, § 404; Oct. 27, 1978, 92 Stat. 2023, Pub. L. 95-526; Apr. 17, 1995, 109 Stat. 116, Pub. L. 104-8, § 202(f)(2).)","sections":[{"prefix":"a","text":" Subject to the limitations specified in §§ 1-206.01 to 1-206.04, the legislative power granted to the District by this chapter is vested in and shall be exercised by the Council in accordance with this chapter. In addition, except as otherwise provided in this chapter, all functions granted to or imposed upon, or vested in or transferred to the District of Columbia Council, as established by Reorganization Plan No. 3 of 1967, shall be carried out by the Council in accordance with the provisions of this chapter."},{"prefix":"b","text":" The Council shall have authority to create, abolish, or organize any office, agency, department, or instrumentality of the government of the District and to define the powers, duties, and responsibilities of any such office, agency, department, or instrumentality."},{"prefix":"c","text":" The Council shall adopt and publish rules of procedures which shall include provisions for adequate public notification of intended actions of the Council."},{"prefix":"d","text":" Every act shall be published and codified upon becoming law as the Council may direct."},{"prefix":"e","text":" An act passed by the Council shall be presented by the Chairman of the Council to the Mayor, who shall, within 10 calendar days (excluding Saturdays, Sundays, and holidays) after the act is presented to him, either approve or disapprove such act. If the Mayor shall approve such act, he shall indicate the same by affixing his signature thereto, and such act shall become law subject to the provisions of § 1-206.02(c). If the Mayor shall disapprove such act, he shall, within 10 calendar days (excluding Saturdays, Sundays, and holidays) after it is presented to him, return such act to the Council setting forth in writing his reasons for such disapproval. If any act so passed shall not be returned to the Council by the Mayor within 10 calendar days after it shall have been presented to him, the Mayor shall be deemed to have approved it, and such act shall become law subject to the provisions of § 1-206.02(c) unless the Council by a recess of 10 days or more prevents its return, in which case it shall not become law. If, within 30 calendar days after an act has been timely returned by the Mayor to the Council with his disapproval, two-thirds of the members of the Council present and voting vote to reenact such act, the act so reenacted shall become law subject to the provisions of § 1- 206.02(c)."},{"prefix":"f","text":" In the case of any budget act adopted by the Council pursuant to § 1- 204.46 and submitted to the Mayor in accordance with subsection (e) of this section, the Mayor shall have power to disapprove any items or provisions, or both, of such act and approve the remainder. In any case in which the Mayor so disapproves of any item or provision, he shall append to the act when he signs it a statement of the item or provision which he disapproves, and shall, within such 10-day period, return a copy of the act and statement with his objections to the Council. If, within 30 calendar days after any such item or provision so disapproved has been timely returned by the Mayor to the Council, two-thirds of the members of the Council present and voting vote to reenact any such item or provision, such item or provision so reenacted shall be transmitted by the Chairman to the President of the United States. In any case in which the Mayor fails to timely return any such item or provision so disapproved to the Council, the Mayor shall be deemed to have approved such item or provision not returned, and such item or provision not returned shall be transmitted by the Chairman to the President of the United States. In the case of any budget act for a fiscal year which is a control year (as defined in § 47-393(4)), this subsection shall apply as if the reference in the second sentence to \"ten-day period\" were a reference to \"five-day period\" and the reference in the third sentence to \"thirty calendar days\" were a reference to \"5 calendar days.\""}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"A","text":"The Council."},"subpart":{"identifier":"1","text":"Creation of the Council."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.04","catch_text":"Powers of the Council."}}