{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 47-317.2.\n\nEffect of Amendments\n\nPublic Law 106-522 in subsec. (a) added at the end of par. (1)(B) \"Upon confirmation by the Council, the name of the Chief Financial Officer shall be submitted to the Committees on Appropriations of the Senate and House of Representatives, the Committee on Governmental Affairs of the Senate, and the Committee on Government Reform of the House of Representatives for a 30-day period of review and comment before the appointment takes effect.\"; and in par. (2)(B), struck the period at the end and inserted the following: \"upon dismissal by the Mayor and approval of that dismissal by a 2/3 vote of the Council. Upon approval of the dismissal by the Council, notice of the dismissal shall be submitted to the Committees on Appropriations of the Senate and House of Representatives, the Committee on Governmental Affairs of the Senate, and the Committee on Government Reform of the House of Representatives for a 30-day period of review and comment before the dismissal takes effect.\"\n\nPub. L. 107-96, in subsec. (c), substituted \"equal to\" for \"determined by the Mayor,except that such rate may not exceed\", and substituted \"level I\" for \"level IV\".\n\nPub. L. 109-356 rewrote the section which had read as follows:\n\n\"(a) In general. --\n\n\"(1) Control year. -- During a control year, the Chief Financial Officer shall be appointed by the Mayor as follows:\n\n\"(A) Prior to the appointment of the Chief Financial Officer, the Authority may submit recommendations for the appointment to the Mayor.\n\n\"(B) In consultation with the Authority and the Council, the Mayor shall nominate an individual for appointment and notify the Council of the nomination.\n\n\"(C) After the expiration of the 7-day period which begins on the date the Mayor notifies the Council of the nomination under subparagraph (B) of this paragraph, the Mayor shall notify the Authority of the nomination.\n\n\"(D) The nomination shall be effective subject to approval by a majority vote of the Authority.\n\n\"(2) Other years. -- During a year other than a control year, the Chief Financial Officer shall be appointed by the Mayor with the advice and consent of the Council. Prior to appointment, the Authority may submit recommendations for the appointment. Upon confirmation by the Council, the name of the Chief Financial Officer shall be submitted to the Committees on Appropriations of the Senate and House of Representatives, the Committee on Governmental Affairs of the Senate, and the Committee on Government Reform of the House of Representatives for a 30-day period of review and comment before the appointment takes effect.\n\n\"(b) Removal. --\n\n\"(1) Control year. -- During a control year, the Chief Financial Officer may be removed for cause by the Authority or by the Mayor with the approval of the Authority.\n\n\"(2) Other years. -- During a year other than a control year, the Chief Financial Officer shall serve at the pleasure of the Mayor, except that the Chief Financial Officer may only be removed for cause upon dismissal by the Mayor and approval of that dismissal by a 2/3 vote of the Council. Upon approval of the dismissal by the Council, notice of the dismissal shall be submitted to the Committees on Appropriations of the Senate and House of Representatives, the Committee on Governmental Affairs of the Senate, and the Committee on Government Reform of the House of Representatives for a 30-day period of review and comment before the dismissal takes effect.\n\n\"(c) Salary. -- The Chief Financial Officer shall be paid at an annual rate equal to the rate of basic pay payable for level I of the Executive Schedule.\"\n\nEffective Dates\n\nPub. L. 107-96, § 111(e), provides that: \"The amendment made by subsection (d) shall apply with respect to pay periods in fiscal year 2002 and each succeeding fiscal year.\"\n\nDC CODE § 1-204.24b\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 424(b), as added Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 302(a); Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 155(a); Dec. 21, 2001, 115 Stat. 949, Pub. L. 107-96, § 111(d); Oct. 16, 2006, 120 Stat. 2031, Pub. L. 109-356, § 201(a).)","sections":[{"prefix":"a","text":" Appointment. --"},{"prefix":"1","text":" In general. -- The Chief Financial Officer shall be appointed by the Mayor with the advice and consent, by resolution, of the Council. Upon confirmation by the Council, the name of the Chief Financial Officer shall be submitted to the Committees on Appropriations of the House of Representatives and Senate, the Committee on Government Reform of the House of Representatives, and the Committee on Homeland Security and Governmental Affairs of the Senate for a 30- day period of review and comment before the appointment takes effect."},{"prefix":"2","text":" Special rule for control years. -- During a control year, the Chief Financial Officer shall be appointed by the Mayor as follows:"},{"prefix":"A","text":" Prior to the appointment, the Authority may submit recommendations for the appointment to the Mayor."},{"prefix":"B","text":" In consultation with the Authority and the Council, the Mayor shall nominate an individual for appointment and notify the Council of the nomination."},{"prefix":"C","text":" After the expiration of the 7-day period which begins on the date the Mayor notifies the Council of the nomination under subparagraph (B) of this paragraph, the Mayor shall notify the Authority of the nomination."},{"prefix":"D","text":" The nomination shall be effective subject to approval by a majority vote of the Authority."},{"prefix":"b","text":" Term. --"},{"prefix":"1","text":" In general. -- All appointments made after June 30, 2007, shall be for a term of 5 years, except for appointments made for the remainder of unexpired terms. The appointments shall have an anniversary date of July 1."},{"prefix":"2","text":" Transition. -- For purposes of §§ 1-204.24a -- 1-204.24f, the individual serving as Chief Financial Officer as of October 16, 2006, shall be deemed to have been appointed under this subsection, except that such individual's initial term of office shall begin upon such date and shall end on June 30, 2007."},{"prefix":"3","text":" Continuance. -- Any Chief Financial Officer may continue to serve beyond his term until a successor takes office."},{"prefix":"4","text":" Vacancies. -- Any vacancy in the Office of Chief Financial Officer shall be filled in the same manner as the original appointment under subsection (a) of this section."},{"prefix":"5","text":" Pay. -- The Chief Financial Officer shall be paid at an annual rate equal to the rate of basic pay payable for level I of the Executive Schedule."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"Bi","text":"Chief Financial Officer."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.24b","catch_text":"Appointment of the Chief Financial Officer."}}