{"text":"Notwithstanding any provisions of this chapter which grant authority to other entities of the District government, the Chief Financial Officer shall have the following duties and shall take such steps as are necessary to perform these duties:","historical":"Prior Codifications\n\n1981 Ed., § 47-317.4.\n\nEffect of Amendments\n\nPub.L. 106-522, in par. (2), deleted \"or § 47-317.4 [1981 Ed.]\" following \"§ 47-317.3 [§ 1-204.24c, 2001 Ed.]\".\n\nPub. L. 109-356 rewrote the section which had previously read:\n\n\"§ 1-204.24d. Functions of Treasurer.\n\n\"At all times, the Treasurer shall have the following duties:\n\n\"(1) Assisting the Chief Financial Officer in reporting revenues received by the District government, including submitting annual and quarterly reports concerning the cash position of the District government not later than 60 days after the last day of the quarter (or year) involved. Such reports shall include:\n\n\"(A) Comparative reports of revenue and other receipts by source, including tax, nontax, and Federal revenues, grants and reimbursements, capital program loans, and advances. Each source shall be broken down into specific components.\n\n\"(B) Statements of the cash flow of the District government for the preceding quarter or year, including receipts, disbursements, net changes in cash inclusive of the beginning balance, cash and investment, and the ending balance, inclusive of cash and investment. Such statements shall reflect the actual, planned, better or worse dollar amounts and the percentage change with respect to the current quarter, year-to-date, and fiscal year;\n\n\"(C) Quarterly cash flow forecast for the quarter or year involved, reflecting receipts, disbursements, net change in cash inclusive of the beginning balance, cash and investment, and the ending balance, inclusive of cash and investment with respect to the actual dollar amounts for the quarter or year, and projected dollar amounts for each of the 3 succeeding quarters;\n\n\"(D) Monthly reports reflecting a detailed summary analysis of all District of Columbia government investments, including, but not limited to:\n\n\"(i) The total of long-term and short-term investments;\n\n\"(ii) A detailed summary analysis of investments by type and amount, including purchases, sales (maturities), and interest;\n\n\"(iii) An analysis of investment portfolio mix by type and amount, including liquidity, quality/risk of each security, and similar information;\n\n\"(iv) An analysis of investment strategy, including near-term strategic plans and projects of investment activity, as well as forecasts of future investment strategies based on anticipated market conditions, and similar information; and\n\n\"(v) An analysis of cash utilization, including:\n\n\"(I) Comparisons of budgeted percentages of total cash to be invested with actual percentages of cash invested and the dollar amounts;\n\n\"(II) Comparisons of the next return on invested cash expressed in percentages (yield) with comparable market indicators and established District of Columbia government yield objectives; and\n\n\"(III) Comparisons of estimated dollar return against actual dollar yield; and\n\n\"(E) Monthly reports reflecting a detailed summary analysis of long-term and short-term borrowings inclusive of debt as authorized by § 1-206.03, in the current fiscal year and the amount of debt for each succeeding fiscal year not to exceed 5 years; all such reports shall reflect:\n\n\"(i) The amount of debt outstanding by type of instrument;\n\n\"(ii) The amount of authorized and unissued debt, including availability of short-term lines of credit, United States Treasury borrowings, and similar information;\n\n\"(iii) A maturity schedule of the debt;\n\n\"(iv) The rate of interest payable upon the debt; and\n\n\"(v) The amount of debt service requirements and related debt service reserves; and\n\n\"(2) Such other functions assigned to the Chief Financial Officer under § 1- 204.24c as the Chief Financial Officer may delegate.\"\n\nReferences in Text\n\nThe Individuals with Disabilities Education Act, referred to in par. (28), is codified at 20 U.S.C. § 1400 et seq.\n\nEditor's Notes\n\nFormer § 1-204.24d, relating to functions during all years, derived from Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 424(d), as added Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 302(a), was repealed by Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 155(b)(2)(A).\n\nDC CODE § 1-204.24d\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 774, Pub. L. 93-198, § 424(d), as added Apr. 17, 1995, 109 Stat. 142, Pub. L. 104-8, § 302(a); Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 155(b)(2)(A); repealed Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 155(b)(2)(C); restored as § 424(d), Oct. 16, 2006, 120 Stat. 2034, 2042, Pub. L. 109-356, §§ 201(a), 308(a).)","sections":[{"prefix":"1","text":" During a control year, preparing the financial plan and the budget for the use of the Mayor for purposes of part B of subchapter VII of Chapter 3 of Title 47."},{"prefix":"2","text":" Preparing the budgets of the District of Columbia for the year for the use of the Mayor for purposes of part D of this subchapter, and preparing the 5- year financial plan based upon the adopted budget for submission with the District of Columbia budget by the Mayor to Congress."},{"prefix":"3","text":" During a control year, assuring that all financial information presented by the Mayor is presented in a manner, and is otherwise consistent with, the requirements of parts A through E of subchapter VII of Chapter 3 of Title 47."},{"prefix":"4","text":" Implementing appropriate procedures and instituting such programs, systems, and personnel policies within the Chief Financial Officer's authority, to ensure that budget, accounting, and personnel control systems and structures are synchronized for budgeting and control purposes on a continuing basis and to ensure that appropriations are not exceeded."},{"prefix":"5","text":" Preparing and submitting to the Mayor and the Council, with the approval of the Authority during a control year, and making public--"},{"prefix":"A","text":" annual estimates of all revenues of the District of Columbia (without regard to the source of such revenues), including proposed revenues, which shall be binding on the Mayor and the Council for purposes of preparing and submitting the budget of the District government for the year under part D of this subchapter, except that the Mayor and the Council may prepare the budget based on estimates of revenues which are lower than those prepared by the Chief Financial Officer; and"},{"prefix":"B","text":" quarterly re-estimates of the revenues of the District of Columbia during the year."},{"prefix":"6","text":" Supervising and assuming responsibility for financial transactions to ensure adequate control of revenues and resources."},{"prefix":"7","text":" Maintaining systems of accounting and internal control designed to provide--"},{"prefix":"A","text":" full disclosure of the financial impact of the activities of the District government;"},{"prefix":"B","text":" adequate financial information needed by the District government for management purposes;"},{"prefix":"C","text":" effective control over, and accountability for, all funds, property, and other assets of the District of Columbia; and"},{"prefix":"D","text":" reliable accounting results to serve as the basis for preparing and supporting agency budget requests and controlling the execution of the budget."},{"prefix":"8","text":" Submitting to the Council a financial statement of the District government, containing such details and at such times as the Council may specify."},{"prefix":"9","text":" Supervising and assuming responsibility for the assessment of all property subject to assessment and special assessments within the corporate limits of the District of Columbia for taxation, preparing tax maps, and providing such notice of taxes and special assessments (as may be required by law)."},{"prefix":"10","text":" Supervising and assuming responsibility for the levying and collection of all taxes, special assessments, licensing fees, and other revenues of the District of Columbia (as may be required by law), and receiving all amounts paid to the District of Columbia from any source (including the Authority)."},{"prefix":"11","text":" Maintaining custody of all public funds belonging to or under the control of the District government (or any department or agency of the District government), and depositing all amounts paid in such depositories and under such terms and conditions as may be designated by the Council (or by the Authority during a control year)."},{"prefix":"12","text":" Maintaining custody of all investment and invested funds of the District government or in possession of the District government in a fiduciary capacity, and maintaining the safekeeping of all bonds and notes of the District government and the receipt and delivery of District government bonds and notes for transfer, registration, or exchange."},{"prefix":"13","text":" Apportioning the total of all appropriations and funds made available during the year for obligation so as to prevent obligation or expenditure in a manner which would result in a deficiency or a need for supplemental appropriations during the year, and (with respect to appropriations and funds available for an indefinite period and all authorizations to create obligations by contract in advance of appropriations) apportioning the total of such appropriations, funds, or authorizations in the most effective and economical manner."},{"prefix":"14","text":" Certifying all contracts and leases (whether directly or through delegation) prior to execution as to the availability of funds to meet the obligations expected to be incurred by the District government under such contracts and leases during the year."},{"prefix":"15","text":" Prescribing the forms of receipts, vouchers, bills, and claims to be used by all agencies, offices, and instrumentalities of the District government."},{"prefix":"16","text":" Certifying and approving prior to payment of all bills, invoices, payrolls, and other evidences of claims, demands, or charges against the District government, and determining the regularity, legality, and correctness of such bills, invoices, payrolls, claims, demands, or charges."},{"prefix":"17","text":" In coordination with the Inspector General of the District of Columbia, performing internal audits of accounts and operations and records of the District government, including the examination of any accounts or records of financial transactions, giving due consideration to the effectiveness of accounting systems, internal control, and related administrative practices of the departments and agencies of the District government."},{"prefix":"18","text":" Exercising responsibility for the administration and supervision of the District of Columbia Treasurer."},{"prefix":"19","text":" Supervising and administering all borrowing programs for the issuance of long-term and short-term indebtedness, as well as other financing-related programs of the District government."},{"prefix":"20","text":" Administering the cash management program of the District government, including the investment of surplus funds in governmental and non-governmental interest-bearing securities and accounts."},{"prefix":"21","text":" Administering the centralized District government payroll and retirement systems (other than the retirement system for police officers, fire fighters, and teachers)."},{"prefix":"22","text":" Governing the accounting policies and systems applicable to the District government."},{"prefix":"23","text":" Preparing appropriate annual, quarterly, and monthly financial reports of the accounting and financial operations of the District government."},{"prefix":"24","text":" Not later than 120 days after the end of each fiscal year, preparing the complete financial statement and report on the activities of the District government for such fiscal year, for the use of the Mayor under § 1- 204.48(a)(4)."},{"prefix":"25","text":" Preparing fiscal impact statements on regulations, multiyear contracts, contracts over $1,000,000 and on legislation, as required by § 1-301.47a."},{"prefix":"26","text":" Preparing under the direction of the Mayor, who has the specific responsibility for formulating budget policy using Chief Financial Officer technical and human resources, the budget for submission by the Mayor to the Council and to the public and upon final adoption to Congress and to the public."},{"prefix":"27","text":" Certifying all collective bargaining agreements and nonunion pay proposals prior to submission to the Council for approval as to the availability of funds to meet the obligations expected to be incurred by the District government under such collective bargaining agreements and nonunion pay proposals during the year."},{"prefix":"28","text":" With respect to attorneys in special education cases brought under the Individuals with Disabilities Education Act in the District of Columbia during fiscal year 2006 and each succeeding fiscal year--"},{"prefix":"A","text":" requiring such attorneys to certify in writing that the attorney or representative of the attorney rendered any and all services for which the attorney received an award in such a case, including those received under a settlement agreement or as part of an administrative proceeding, from the District of Columbia;"},{"prefix":"B","text":" requiring such attorneys, as part of the certification under subparagraph (A) of this paragraph, to disclose any financial, corporate, legal, membership on boards of directors, or other relationships with any special education diagnostic services, schools, or other special education service providers to which the attorneys have referred any clients in any such cases; and"},{"prefix":"C","text":" preparing and submitting quarterly reports to the Committees on Appropriations of the House of Representatives and Senate on the certification of and the amount paid by the government of the District of Columbia, including the District of Columbia Public Schools, to such attorneys."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"Bi","text":"Chief Financial Officer."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.24d","catch_text":"Duties of the Chief Financial Officer."}}