{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1691.\n\nEffective Dates\n\nSection 11714(c) of Pub. L. 105-33 provided that the amendments made by this section shall apply with respect to fiscal years beginning on or after October 1, 1996.\n\nSection 11717(b) of Title XI of Pub. L. 105-33, 111 Stat. 786 provided that any reference in law or regulation to the \"District of Columbia Self-Government and Governmental Reorganization Act\" shall be deemed to be a reference to the \"District of Columbia Home Rule Act,\" which is set out in Volume 1.\n\nDC CODE § 1-204.45a\n\nCurrent through December 11, 2012","credits":"(Dec. 24, 1973, 87 Stat. 800, Pub. L. 93-198, title IV, § 445a, as added Aug. 6, 1996, 110 Stat. 1698, Pub. L. 104-184, § 4(a); Aug. 5, 1997, 111 Stat. 784, Pub. L. 105-033, § 11714(a).)","sections":[{"prefix":"a","text":" In general. -- The District of Columbia Water and Sewer Authority established pursuant to Chapter 22 of Title 34 shall prepare and annually submit to the Mayor, for inclusion in the annual budget, annual estimates of the expenditures and appropriations necessary for the operation of the Authority for the year. All such estimates shall be forwarded by the Mayor to the Council for its action pursuant to §§ 1-204.46 and 1-206.03(c), without revision but subject to his recommendations.   Notwithstanding any other provision of this chapter, the Council may comment or make recommendations concerning such annual estimates, but shall have no authority under this chapter to revise such estimates."},{"prefix":"b","text":" Permitting expenditure of excess revenues for capital projects in excess of budget. -- Notwithstanding the amount appropriated for the District of Columbia Water and Sewer Authority for capital projects for a fiscal year, if the revenues of the Authority for the year exceed the estimated revenues of the Authority provided in the annual budget of the District of Columbia for the fiscal year, the Authority may obligate or expend an additional amount for capital projects during the year equal to the amount of such excess revenues."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"2","text":"District of Columbia Home Rule."},"subchapter":{"identifier":"IV","text":"The District Charter."},"part":{"identifier":"D","text":"District Budget and Financial Management."},"subpart":{"identifier":"1","text":"Budget and Financial Management."},"heading":{"title":"1","chaptersection":"204","identifier":"1-204.45a","catch_text":"Water and Sewer Authority budget."}}