{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-262.\n\n1973 Ed., § 1-171j.\n\nEffect of Amendments\n\nD.C. Law 13-135 in the section nameline added \"; open meetings\", and rewrote this section, which formerly read:\n\n\"(a) Repealed.\n\n\"(b) Each Commission shall meet in public session at regular intervals at least 9 times per year at locations that are designed to reasonably accommodate the residents of the Commission area, depending on the issues to be considered by the Commission. A Commission may declare a quorum and take official action if a majority of elected representatives of the Commission is present, provided that a majority of the single-member districts have representatives on the Commission pursuant to § 1-257. To the extent possible, each Commission shall, at its first meeting of the calendar year, adopt a schedule of regular Commission meetings for the remainder of the calendar year. Each Commission shall, at its public meetings, consider and make recommendations on matters before the Commission that may include, but are not limited to, actions or proposed actions of the Council, the Mayor, executive branch agencies, or any independent agency, board, or commission. Each Commission shall set aside a portion of each public meeting to hear the views of residents within the Commission area and other affected persons on problems or issues of concern within the Commission area and on proposed District government actions that affect the Commission area. Community views shall be adequately considered in positions taken by the Commission. Each Commission shall establish mechanisms to ensure the broadest dissemination of information with respect to Commission meetings, positions, and actions.\n\n\"(c) Each Commission shall give notice of all meetings or convocations to each Commission member and residents of the Commission area no less than 7 days prior to the date of such meeting. Shorter notice may be given in the case of an emergency or for other good cause. Notice of regular and emergency meetings may be given by:\n\n\"(1) Posting written notices in at least 2 conspicuous places in each single-member district within the Commission area;\n\n\"(2) Publication in a city or community newspaper;\n\n\"(3) Mailing notice to a mailing list; and\n\n\"(4) In any other manner directed by the Commission.\n\n\"(d) Each Commission shall establish bylaws governing its operation and internal structure.\n\n\"(1) These bylaws shall include a statement of Commission responsibilities, voting procedures, the establishment of standing and special committees, the manner of selection of chairpersons and other officers, procedures for prompt review and action on committee recommendations and procedures for receipt of and action upon constituent recommendations at both the single-member district and Commission levels. Said bylaws shall be consistent with the provisions of this act and other applicable laws and shall be a public document.\n\n\"(2) An up-to-date copy of each Commission's bylaws and all amendments thereto shall be filed with the Council of the District of Columbia within 30 days of any amendment to the bylaws. No Commission shall be entitled to incorporation, provided that no member of the Commission may be liable for action taken as an elected representative from a single-member district.\n\n\"(e) Each Commission shall elect from among its members at a public meeting of the Commission held in January of each year a Chairperson, vice-chairperson, secretary, and treasurer. Each Commission may also elect any other officers the Commission deems necessary. The Chairperson shall serve as convenor of the Commission and shall chair the Commission meetings. The vice-chairperson shall fulfill the obligations of the Chairperson in the Chairperson's absence. The secretary shall ensure that appropriate minutes of Commission meetings are kept and that appropriate notice of Commission meetings is provided in accordance with subsection (c) of this section. The treasurer shall perform the duties provided for in § 1-264. The views or recommendations of each Commission shall only be presented by its officers, Commissioners, or representatives appointed by the Commission at a public meeting to represent the Commission's views on a particular issue or proposed action. Where not otherwise provided, the procedures of the Commission shall be governed by Robert's Rules of Order.\n\n\"(f) Chairmanship of each Commission committee or task force shall be open to any resident of the Commission area. The chairperson of each such committee or task force shall be appointed by the Commission. Each Commission shall make a good faith effort to involve all segments of the Commission population in its deliberations regardless of race, sex, age, voting status, religious or economic status.\n\n\"(g) Each Commission shall be subject to the provisions of § 1-1504(a).\"\n\nD.C. Law 17-177, in subsec. (f), substituted \"sexual orientation, or gender identity or expression\" for \"or sexual orientation\".\n\nD.C. Law 18-350, in subsec. (d)(1)(D), substituted \"special committees, including provisions for giving public notice of all committee meetings;\" for \"special committees;\"; and, in subsec. (g), substituted \"Each Commission, including each committee of a Commission, shall be subject\" for \"Each Commission shall be subject\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-21, see Historical and Statutory Notes following § 1-309.01.\n\nFor legislative history of D.C. Law 1-58, see Historical and Statutory Notes following § 1-309.10.\n\nFor legislative history of D.C. Law 5-111, see Historical and Statutory Notes following § 1-309.01.\n\nFor legislative history of D.C. Law 8-203, see Historical and Statutory Notes following § 1-309.14.\n\nFor legislative history of D.C. Law 12-91, see Historical and Statutory Notes following § 1-309.10.\n\nFor Law 13-135, see notes following § 1-309.01.\n\nFor Law 17-177, see notes following § 1-309.01.\n\nLaw 18-350, the \"Open Meetings Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-716, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-700 and transmitted to both Houses of Congress for its review. D.C. Law 18-350 became effective on March 31, 2011.\n\nDC CODE § 1-309.11\n\nCurrent through December 11, 2012","credits":"(Oct. 10, 1975, D.C. Law 1-21, § 14, as added Mar. 26, 1976, D.C. Law 1- 58, § 2, 22 DCR 5460; Sept. 26, 1984, D.C. Law 5-111, § 2(d), 31 DCR 3952; Mar. 6, 1991, D.C. Law 8-203, § 3(d), 37 DCR 8420; Apr. 29, 1998, D.C. Law 12-91, § 2(b), 45 DCR 1312; Jun. 27, 2000, D.C. Law 13-135, § 3(b), 47 DCR 2741; June 25, 2008, D.C. Law 17-177, § 2(b), 55 DCR 3696; Mar. 31, 2011, D.C. Law 18-350, § 3, 58 DCR 734.)","sections":[{"prefix":"a","text":" Reserved."},{"prefix":"b","text":"(1) Each Commission shall meet in public session at regular intervals at least 9 times per year at locations that are designed to reasonably accommodate the residents of the Commission area, depending on the issues to be considered by the Commission. The Commission may declare a quorum and take official action if a majority of single-member district Commissioners of the Commission is present, provided that a majority of the single-member districts have Commissioners on the Commission pursuant to § 1-309.06."},{"prefix":"2","text":" To the extent possible, each Commission shall, at its first meeting of the calendar year, adopt a schedule of regular Commission meetings for the remainder of the calendar year. Each Commission shall, at its public meetings, consider and make recommendations on matters before the Commission that may include, but are not limited to, actions or proposed actions of the Council, the Mayor, executive branch agencies, or any independent agency, board, or commission."},{"prefix":"3","text":" Each Commission shall set aside a portion of each public meeting to hear the views of residents within the Commission area and other affected persons on problems or issues of concern within the Commission area and on proposed District government actions that affect the Commission area. Community views shall be adequately considered in positions taken by the Commission. Each Commission shall establish mechanisms to ensure the broadest dissemination of information with respect to Commission meetings, positions, and actions."},{"prefix":"c","text":" Each Commission shall give notice of all meetings or convocations to each Commissioner, individuals with official business before the Commission, and residents of the Commission area no less than 7 days prior to the date of such meeting. Shorter notice may be given in the case of an emergency or for other good cause. Notice of regular and emergency meetings must include, but is not limited to, at least 2 of the following:"},{"prefix":"1","text":" Posting written notices in at least 4 conspicuous places in each single-member district within the Commission area;"},{"prefix":"2","text":" Publication in a city or community newspaper;"},{"prefix":"3","text":" Transmitting or distributing notice to a list of residents and other stakeholders in the community; and"},{"prefix":"4","text":" In any other manner approved by the Commission."},{"prefix":"d","text":" Each Commission shall establish bylaws governing its operation and internal structure."},{"prefix":"1","text":" These bylaws shall include the following:"},{"prefix":"A","text":" The geographic boundaries of the Commission area;"},{"prefix":"B","text":" A statement of Commission responsibilities;"},{"prefix":"C","text":" Voting procedures;"},{"prefix":"D","text":" The establishment of standing and special committees, including provisions for giving public notice of all committee meetings;"},{"prefix":"E","text":" The manner of selection of chairpersons and other officers;"},{"prefix":"F","text":" Presiding officers;"},{"prefix":"G","text":" Procedures for prompt review and action on committee recommendations;"},{"prefix":"H","text":" The use of the Commission office and supplies;"},{"prefix":"I","text":" Procedures for receipt of, and action upon constituent recommendations at both the single-member district and Commission levels; and"},{"prefix":"J","text":" Pursuant to § 1-309.13(c), the procedures for the filling of a vacancy in the office of treasurer."},{"prefix":"2","text":" Said bylaws shall be consistent with the provisions of this part and other applicable laws and shall be a public document."},{"prefix":"3","text":" An up-to-date copy of each Commission's bylaws and all amendments thereto shall be filed with the Council and the Office of Advisory Neighborhood Commissions within 30 days of any amendment to the bylaws."},{"prefix":"d-1","text":" No Commission shall be entitled to incorporation, provided that no member of the Commission may be liable for action taken as an elected representative from a single-member district."},{"prefix":"e","text":"(1) Each Commission shall elect from among its members at a public meeting of the Commission held in January of each year a Chairperson, vice-chairperson, secretary, and treasurer. Each Commission may also elect any other officers the Commission deems necessary. The Chairperson shall serve as convener of the Commission and shall chair the Commission meetings. The vice-chairperson shall fulfill the obligations of the Chairperson in the Chairperson's absence. The secretary shall ensure that appropriate minutes of Commission meetings are kept and that appropriate notice of Commission meetings is provided in accordance with subsection (c) of this section. The treasurer shall perform the duties provided for in § 1-309.13. The views or recommendations of each Commission shall only be presented by its officers, Commissioners, or representatives appointed by the Commission at a public meeting to represent the Commission's views on a particular issue or proposed action."},{"prefix":"2","text":"(A) Removal of any officer shall be undertaken at a special Commission meeting."},{"prefix":"B","text":" A special Commission meeting to remove an officer shall be called if at least one-half of the elected Commissioners request in writing that the Chairperson take such action. After the request is made, the Chairperson shall schedule the meeting to take place within 30 days of receipt of the request."},{"prefix":"C","text":" The Chairperson shall preside over the meeting unless the vote will affect the Chairperson's own position. In that case, the vice-chairperson shall act as the presiding officer."},{"prefix":"D","text":" Provided a quorum is present at the special Commission meeting called pursuant to subparagraph (B) of this paragraph, the vote of a majority of the Commissioners shall remove the officer from his or her office."},{"prefix":"3","text":" Where not otherwise provided, the procedures of the Commission shall be governed by Robert's Rules of Order."},{"prefix":"f","text":" Chairmanship of each Commission committee or task force shall be open to any resident of the Commission area. The chairperson of each such committee or task force shall be appointed by the Commission. Each Commission shall make a good faith effort to involve all segments of the Commission population in its deliberations regardless of race, sex, age, voting status, religion, economic status, sexual orientation, or gender identity or expression."},{"prefix":"g","text":" Each Commission, including each committee of a Commission, shall be subject to the open meetings provisions of § 1-207.42(a). No meeting may be closed to the public unless personnel or legal matters are discussed. Without limiting the scope of that section, the following categories of information are specifically made available to the public:"},{"prefix":"1","text":" The names, salaries, title, and dates of employment of all employees of the Commission;"},{"prefix":"2","text":" Final decisions of the Commission, including concurring and dissenting opinions;"},{"prefix":"3","text":" Information of every kind dealing with the receipt or expenditure of public or other funds by the Commission;"},{"prefix":"4","text":" All documents not related to personnel and legal matters;"},{"prefix":"5","text":" The minutes of all Commission meetings; and"},{"prefix":"6","text":" Reports of the District of Columbia Auditor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"V","text":"Advisory Neighborhood Commissions."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"309","identifier":"1-309.11","catch_text":"Advisory Neighborhood Commissions--Meetings; bylaws governing operation and internal structure; officers."}}