{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-293, see notes following § 1-308.01.\n\nDC CODE § 1-308.02\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-293, § 3, 52 DCR 1465.)","sections":[{"prefix":"a","text":"(1)(A) Subject to approval by the Council under § 1-308.03(a) or (b), the Mayor may enter into a PILOT agreement for the purpose of financing the development costs of one or more projects which qualify under § 1-204.90. Except as otherwise provided in the PILOT agreement, payments in lieu of taxes made pursuant to the PILOT agreement may be assigned or pledged in connection with the Bonds authorized to be issued under this part."},{"prefix":"B","text":" As an inducement to enter into the PILOT agreement, a portion of the payments in lieu of taxes pursuant to the PILOT agreement may be used in accordance with the terms of the PILOT agreement for any other use which will be deemed to contribute to the health, education, safety, or welfare of, or the creation or preservation of jobs for, residents of the District, or to economic development of the District, including the development, redevelopment, and expansion of business, commerce, housing, or tourism, or the provision of necessary or desirable public infrastructure improvements."},{"prefix":"2","text":" A PILOT agreement pursuant to this subsection shall include:"},{"prefix":"A","text":" The description of the PILOT parcel;"},{"prefix":"B","text":" The date, or the manner of determining the date, on which the exemption from real property tax for the PILOT parcel shall commence and terminate;"},{"prefix":"C","text":" The party who shall be obligated to make payments in lieu of taxes;"},{"prefix":"D","text":" The requirement that payments in lieu of taxes shall be paid in accordance with the PILOT agreement;"},{"prefix":"E","text":" The project (or projects) to be financed with the proceeds of Bonds;"},{"prefix":"F","text":" The terms and conditions of the issuance of the Bonds to finance the project (or projects) and the application of the Bond proceeds, including the conditions which must be satisfied prior to the issuance of the Bonds and the uses and application of the Bond proceeds; and"},{"prefix":"G","text":" If a portion of the payments in lieu of taxes pursuant to the PILOT agreement may be used other than for the purpose of financing any project which qualifies under § 1-204.90:"},{"prefix":"i","text":" The portion of payments in lieu of taxes which shall secure the Bonds;"},{"prefix":"ii","text":" The portion of payments in lieu of taxes shall be applied to the other use; and"},{"prefix":"iii","text":" The application of the portion of payments in lieu of taxes set forth in sub-subparagraph (ii) of this subparagraph."},{"prefix":"b","text":"(1) Subject to approval by the Council under § 1-308.03(b), the Mayor may enter into a PILOT agreement for any other use which will be deemed to contribute to the health, education, safety, or welfare of, or the creation or preservation of jobs for, residents of the District, or to economic development of the District, including the development, redevelopment, and expansion of business, commerce, housing, or tourism, or the provision of necessary or desirable public infrastructure improvements."},{"prefix":"2","text":" A PILOT agreement pursuant to this subsection shall include:"},{"prefix":"A","text":" The description of the PILOT parcel;"},{"prefix":"B","text":" The date, or the manner of determining the date, on which the exemption from real property tax for the PILOT parcel shall commence and terminate;"},{"prefix":"C","text":" The party who shall be obligated to make the payments in lieu of taxes;"},{"prefix":"D","text":" The requirement that the payments in lieu of taxes shall be paid in accordance with the PILOT agreement; and"},{"prefix":"E","text":" The use for which the payments in lieu of taxes shall be applied, including a detailed delineation of the expenditures to be made."},{"prefix":"c","text":" Notwithstanding any of the provisions of this part, a PILOT agreement shall not result in a reduction of the total assessed value of real property subject to taxation under Chapter 8 of Title 47."},{"prefix":"d","text":" A PILOT Agreement shall be an encumbrance upon, and run with, the PILOT Parcel. A memorandum of the PILOT Agreement shall be recorded in the land records of the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"E","text":"Payments in Lieu of Taxes."},"heading":{"title":"1","chaptersection":"308","identifier":"1-308.02","catch_text":"PILOT agreements."}}