{"text":"Whoever, corruptly or by threat or force, or by any threatening letter or communication, endeavors to influence, intimidate, or impede any witness in any proceeding pending before the Council, or in connection with any inquiry or investigation being had by the Council, or any committee of the Council, or any joint committee of the Council; or whoever injures any party or witness in his person or property on account of his attending or having attended such proceeding, inquiry, or investigation, or on account of his testifying or having testified to any matter pending therein; or whoever willfully removes from any place, conceals, destroys, mutilates, alters, or by other means falsifies any documentary material which is the subject of a subpoena lawfully issued by the Council, or any committee of the Council; or whoever, corruptly, or by threats or force, or by any threatening letter or communication, influences, obstructs, or impedes or endeavors to influence, obstruct, or impede the due and proper administration of the law under which such proceeding is being had before the Council, or the due and proper exercise of the power of inquiry under which such inquiry or investigation is being had by the Council, or any committee of the Council, or any joint committee of the Council; shall be fined not more than $2,000 or imprisoned not more than 2 years, or both.","historical":"Prior Codifications\n\n1981 Ed., § 1-224.\n\n1973 Ed., § 1-141c.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-65, see Historical and Statutory Notes following § 1-301.41.\n\nDC CODE § 1-301.43\n\nCurrent through December 11, 2012","credits":"(June 8, 1976, D.C. Law 1-65, § 4, 22 DCR 7151.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"C","text":"The Council."},"subpart":{"identifier":"1","text":"Legislative Privilege."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.43","catch_text":"Obstruction of Council proceedings and investigations; penalty."}}