{"text":"The Council of the District of Columbia is hereby authorized and empowered to make, and the Mayor of the District of Columbia is hereby authorized and empowered to enforce, all such reasonable and usual police regulations in addition to those already made under §§ 1-303.01 and 1-303.02, as the Council may deem necessary for the protection of lives, limbs, health, comfort, and quiet of all persons and the protection of all property within the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 1-319.\n\n1973 Ed., § 1-226.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(4) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nNew implementing regulations: Pursuant to this section, the following new regulations were adopted in 1978: The \"Elimination of the Chest X-Ray Requirement Act of 1977\" (D.C. Law 2-39, Feb. 2, 1978, 24 DCR 3175); the \"Water Quality Standard Approval Act of 1977\" (D.C. Law 2-68, Apr. 6, 1978, 24 DCR 6809); the \"Fire Lanes and Fire Hydrants Act of 1977\" (D.C. Law 2-90, June 30, 1978, 24 DCR 9759); the \"Amended Eligibility Requirements for AFDC by Reason of the Employment of the Father Act of 1978\" (D.C. Law 2-97, Aug. 12, 1978, 25 DCR 392); the \"District of Columbia Child Development Facilities Regulation Amendment Act of 1978\" (D.C. Law 2-98, Aug. 17, 1978, 25 DCR 245); the \"Fire Safety Act of 1978\" (D.C. Law 2-99, Aug. 17, 1978, 25 DCR 252); and the \"Standards of Assistance Relating to Persons Residing in Community Residence Facilities Act of 1978\" (D.C. Law 2-108, Sept. 22, 1978, 25 DCR 1453).\n\nPursuant to this section, the following new regulations were adopted in 1979: The \"Air Quality Control Regulations Amendment No. 3 of 1978\" (D.C. Law 2-133, Mar. 3, 1979, 25 DCR 3490); the \"District of Columbia Mental Health Information Act of 1978\" (D.C. Law 2-136, Mar. 3, 1979, 25 DCR 5055); the \"Air Quality Amendment Act No. II of 1978\" (D.C. Law 2-151, Mar. 6, 1979, 25 DCR 2532); and the \"Community Residence Facilities Licensure Act Amendments of 1979\" (D.C. Law 3-27, Oct. 18, 1979, 26 DCR 667).\n\nPursuant to this section, the following new regulations were adopted in 1981: The \"Secondhand Dealers Regulation and Rental Housing Act of 1980 Clarification Act of 1981\" (D.C. Law 4-15, July 14, 1981, 28 DCR 2255).\n\nPursuant to this section, the following new regulations were adopted in 1981: The \"Intermediate Paramedic Regulations Act of 1981\" (D.C. Law 4-25, Aug. 1, 1981, 28 DCR 2622).\n\nPursuant to this section, the following new regulations were adopted in 1982: The \"Enclosed Sidewalk Cafe Act of 1982\" (D.C. Law 4-148, Sept. 17, 1982, 29 DCR 3361).\n\nDC CODE § 1-303.03\n\nCurrent through December 11, 2012","credits":"(Feb. 26, 1892, 27 Stat. 394, Res. No. 4, § 2.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"II","text":"Regulatory Authority."},"part":{"identifier":"A","text":"Police Regulations."},"heading":{"title":"1","chaptersection":"303","identifier":"1-303.03","catch_text":"Regulations for protection of life, health, and property."}}