{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-196, see notes following ยง 1-307.81.\n\nDC CODE ยง 1-307.83\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-196, ยง 4, 55 DCR 6261.)","sections":[{"prefix":"a","text":" The Agency shall have the authority to:"},{"prefix":"1","text":" Enter into contracts as are necessary or proper to carry out the provisions and purposes of this part, including the authority to enter into contracts with similar captives of other states for the joint performance of common administrative functions or with persons or other entities for the performance of organizational, management, or administrative functions;"},{"prefix":"2","text":" Take such action as necessary:"},{"prefix":"A","text":" To avoid the payment of improper claims against the Agency or the coverage provided by or through the Agency;"},{"prefix":"B","text":" To recover any amounts erroneously or improperly paid by the Agency;"},{"prefix":"C","text":" To recover any amounts paid by the Agency as a result of mistake of fact or law; or"},{"prefix":"D","text":" To recover or collect premiums or other amounts due the Agency;"},{"prefix":"3","text":" Establish and modify rates, rate schedules, rate adjustments, expense allowances, claim reserve formulas, and any other actuarial function appropriate to the operation of the Agency; provided, that adjustments to rates and rate schedules shall take into consideration appropriate factors in accordance with established actuarial and underwriting practices;"},{"prefix":"4","text":" Issue policies of medical malpractice insurance, including tail coverage, in accordance with the requirements of the plan of operation under ยง 1- 307.87;"},{"prefix":"5","text":" Appoint appropriate legal, actuarial, audit, and other committees as necessary to provide technical assistance in the operation of the Agency, policy and other contract design, and any other function within the authority of the Agency;"},{"prefix":"6","text":" Employ and fix the compensation of employees;"},{"prefix":"7","text":" Prepare and distribute certificate of eligibility forms and enrollment instruction forms to health centers;"},{"prefix":"8","text":" Provide for reinsurance of risks incurred by the Agency;"},{"prefix":"9","text":" Provide for, and employ, cost containment measures and risk management program standards;"},{"prefix":"10","text":" Seek and receive grant funding from the United States government, District departments or agencies, and private foundations;"},{"prefix":"11","text":" Adopt policies, procedures, rules, and standards as may be necessary or convenient for the operation of the Agency consistent with this part;"},{"prefix":"12","text":" Adopt and administer personnel policies and procedures;"},{"prefix":"13","text":" Employ its own general counsel and special counsel from time to time, as needed;"},{"prefix":"14","text":" Adopt and administer its own procurement and contracting policies and procedures;"},{"prefix":"15","text":" Select, retain, and employ professionals, contractors, or agents which are necessary or convenient to enable or assist the Agency in carrying out the purposes of the Agency; and"},{"prefix":"16","text":" Provide gap coverage to the District's Federally Qualified Health Centers for medical malpractice risks."},{"prefix":"b","text":" Upon the request of the Risk Officer, the Mayor and the governing officer or body of each instrumentality of the District, by delegation or agreement, may direct that personnel or other resources of a District agency or instrumentality be made available to the Agency on a full cost-reimbursable basis to carry out the Agency's duties. Personnel detailed to the Agency under this subsection shall not be considered employees of the Agency, but shall remain employees of the agency or instrumentality from which the employees were detailed. With the consent of an executive agency, department, or independent agency of the federal government or the District government, the Agency may use the information, services, staff, and facilities of the department or agency on a full cost-reimbursable basis."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D-I","text":"Medical Liability Captive Insurance Agency."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.83","catch_text":"Authority of the Agency."}}