{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-358.\n\n1973 Ed., § 1-265.\n\nLegislative History of Laws\n\nLaw 6-58 was introduced in Council and assigned Bill No. 6-247, which was referred to the Committee on Education. The Bill was adopted on first and second readings on July 9, 1985 and September 10, 1985, respectively. Signed by the Mayor on September 30, 1985, it was assigned Act No. 6-81 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nIn subsection (a), the words \"this title\" refer to Title IV of the Higher Education Act of 1965, as amended, which is classified to 20 U.S.C. § 1070 et seq.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 1-307.01\n\nCurrent through December 11, 2012","credits":"(Nov. 8, 1965, Pub. L. 89-329, title IV, § 436; Nov. 3, 1966, 80 Stat. 1244, Pub. L. 89-572, § 12; Oct. 16, 1968, 82 Stat. 1024, Pub. L. 90- 575, title I, § 116(b)(5); Oct. 12, 1976, 90 Stat. 2132, Pub. L. 94-482, title I, § 127(a); Nov. 19, 1985, D.C. Law 6-58, § 2, 32 DCR 5725.)","sections":[{"prefix":"a","text":" The government of the District of Columbia is authorized:"},{"prefix":"1","text":" To establish a student loan insurance program which meets the requirements of this part for a State loan insurance program in order to enter into agreements with the Commissioner for the purposes of this title;"},{"prefix":"2","text":" To enter into such agreements with the Commissioner;"},{"prefix":"3","text":" To use amounts appropriated for the purposes of this section to establish a fund for such purposes and for expenses in connection therewith;"},{"prefix":"4","text":" To accept and use donations for the purposes of this section; and"},{"prefix":"5","text":" To establish a student loan program for District of Columbia residents which shall be funded in whole or in part through the proceeds of Industrial Revenue Bonds and to enter into agreements with other entities for the purpose of managing, regulating, and overseeing such a program."},{"prefix":"b","text":" Notwithstanding the provisions of any applicable law, if the borrower, on any loan insured under the program established pursuant to this section, is a minor, any otherwise valid note or other written agreement executed by him for the purposes of such loan shall create a binding obligation."},{"prefix":"c","text":" There are authorized to be appropriated such amounts as may be necessary for the purposes of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.01","catch_text":"District of Columbia student loan insurance program."}}