{"text":"The Council of the District of Columbia is authorized and empowered after public hearings to make, and the Mayor of the District of Columbia is authorized and empowered to enforce, such regulations as the Council may deem advisable to (insofar as necessary to promote the public health, safety, morals, and welfare) control, restrict, and govern the erection, hanging, placing, painting, display, and maintenance of all outdoor signs and other forms of exterior advertising on public ways and public space under the Mayor's control and on private property within public view within the District of Columbia, and such regulations as may be promulgated hereunder shall have the force and effect of law.","historical":"Prior Codifications\n\n1981 Ed., § 1-325.\n\n1973 Ed., § 1-231.\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 19-181 rewrote the section to read as follows:\n\n\"(a) The Mayor shall issue, amend, repeal and enforce rules governing the hanging, placing, painting, display, and maintenance of signs on public space owned or controlled by the District and on private property within public view within the District. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved.\n\n\"(b) The rules shall, at a minimum:\n\n\"(1) Determine the types of signs that shall be allowed and prohibited and establish permit requirements for signs where appropriate;\n\n\"(2) Establish standards for the location, size, and illumination of different types of signs;\n\n\"(3) Allow for the display of signs that contribute to a healthy business environment and civic communication while protecting the health, safety, convenience, and welfare of the public, including protection of the appearance of outdoor space throughout the District;\n\n\"(4) State the specific requirements for large signs and billboards;\n\n\"(5) Establish standards for signs on historic sites or in historic areas;\n\n\"(6) Provide structural requirements for signs to ensure their safety;\n\n\"(7) Ensure compliance with federal highway requirements;\n\n\"(8) Provide for the creation of Designated Entertainment Areas to allow for the display of additional signs; and\n\n\"(9) Establish permit fees and fines and other penalties for violations of the sign rules.\".\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2(b) of D.C. Law 19-181 added a section to read as follows:\n\n\"Sec. 1a. Adjudication of infractions of the rules issued pursuant to section 1 shall be pursuant to the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985, effective July 16, 1985 (D.C. Law 6-42; D.C. Official Code § 8-801.01 et seq.) ('Civil Infractions Act'), and the Litter Control Administration Act of 1985, effective March 25, 1986 (D.C. Law 6-100; D.C. Official Code § 8-801 et seq.) ('Litter Control Act'), as applicable. The Mayor may, through rulemaking, establish a schedule of fines and penalties for infractions of these rules that are separate from the fines and penalties imposed under the Civil Infractions Act and the Litter Control Act. These rules shall be subject to Council review and approval as described in section 1.\".\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) addition, see § 2(b) of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nFor temporary (90 day) addition, see § 2(b) of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(8) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 1-303.21\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1931, 46 Stat. 1486, ch. 399, § 1.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"II","text":"Regulatory Authority."},"part":{"identifier":"B","text":"Outdoor Signs."},"heading":{"title":"1","chaptersection":"303","identifier":"1-303.21","catch_text":"Regulations."}}