{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-376, see notes under § 1-301.21.\n\nDC CODE § 1-301.89a\n\nCurrent through December 11, 2012","credits":"(May 27, 2009, D.C. Law 18-160, § 110, as added June 3, 2011, D.C. Law 18-376, § 3, 58 DCR 944.)","sections":[{"prefix":"a","text":" Except as provided in subsection (c) of this section, the Attorney General for the District of Columbia shall have the authority to issue subpoenas for the production of documents concerning criminal and delinquent offenses that the Attorney General has the authority to prosecute. The power to issue subpoenas under this section shall not be delegated other than to the Chief Deputy Attorney General, a Deputy Attorney General, or an Assistant Deputy Attorney General."},{"prefix":"b","text":" Subpoenas issued pursuant to subsection (a) of this section shall contain the following:"},{"prefix":"1","text":" The name of the person from whom documents are requested;"},{"prefix":"2","text":" The person at the Office of the Attorney General to whom the documents shall be provided, and the date and time by which they must be provided;"},{"prefix":"3","text":" A detailed list of the specific documents requested;"},{"prefix":"4","text":" A short, plain statement of the recipient's rights and the procedure for enforcing and contesting the subpoena; and"},{"prefix":"5","text":" The signature of the Attorney General, Chief Deputy Attorney General, Deputy Attorney General, or Assistant Deputy Attorney General approving the subpoena request and certifying that the documents sought are not available by other means as defined in subsection (c)(2) of this section."},{"prefix":"c","text":"(1) The Attorney General shall not have the authority to issue a subpoena if:"},{"prefix":"A","text":" An indictment, information, or petition has been filed with the court formally charging the target of the investigation;"},{"prefix":"B","text":" Three business days have elapsed since the underlying offense was committed; or"},{"prefix":"C","text":" Other means are available to obtain the documents sought in the subpoena."},{"prefix":"2","text":" For the purposes of paragraph (1)(C) of this subsection, documents shall be deemed available by other means if:"},{"prefix":"A","text":" The documents may be sought by means of a grand jury subpoena and are being sought during business hours on a business day;"},{"prefix":"B","text":" The documents have been unsuccessfully sought by means of a grand jury subpoena;"},{"prefix":"C","text":" The documents may be sought, or have been unsuccessfully sought, by means of a search warrant for information falling within the categories listed in § 23-521(d); or"},{"prefix":"D","text":" Consent has not been sought for the release of the documents, unless a determination has been made that requesting such consent would threaten or impede the investigation."},{"prefix":"d","text":" Any person to whom a subpoena has been issued under this section may exercise the privileges enjoyed by all witnesses. A person to whom a subpoena has been issued may move to quash or modify the subpoena in the Superior Court of the District of Columbia on grounds including:"},{"prefix":"1","text":" The Attorney General failed to follow or satisfy the procedures set forth in this section for issuance of a subpoena;"},{"prefix":"2","text":" The Attorney General lacked the authority to issue the subpoena under subsection (c) of this section; or"},{"prefix":"3","text":" Any other grounds that exist under statute or common law for the quashing or modification of a subpoena."},{"prefix":"e","text":"(1) The Attorney General shall maintain a log of all requests for subpoenas made pursuant to this section that shall include the following:"},{"prefix":"A","text":" The name of the person who initiated the subpoena request;"},{"prefix":"B","text":" The name of the persons who reviewed and acted on the request;"},{"prefix":"C","text":" A written statement justifying the subpoena request; and"},{"prefix":"D","text":" A written statement explaining why the subpoena request was approved or denied."},{"prefix":"2","text":" The log produced pursuant to this subsection shall be exempt from disclosure pursuant to § 2-534 as investigatory records that are compiled for law-enforcement purposes, but shall be made available for inspection by the Council upon request."},{"prefix":"f","text":" The Attorney General shall submit to the Council a quarterly report listing the number of subpoenas requested and issued under this section. The report shall include the following:"},{"prefix":"1","text":" The offenses being investigated;"},{"prefix":"2","text":" Whether the subpoenas were complied with or challenged;"},{"prefix":"3","text":" Whether formal charges were filed; and"},{"prefix":"4","text":" The circumstances that precluded using a grand jury subpoena, search warrant, or other means as provided under subsection (c) of this section to obtain this information."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"D-I","text":"Attorney General for the District of Columbia."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.89a","catch_text":"Authority to issue subpoenas for the production of documents."}}