{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nLaw 15-293, the \"Payments in Lieu of Taxes Act of 2004\", was introduced in Council and assigned Bill No. 15-882, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on January 4, 2005, it was assigned Act No. 15-689 and transmitted to both Houses of Congress for its review. D.C. Law 15-293 became effective on April 5, 2005.\n\nResolutions\n\nResolution 18-389, the \"DOT PILOT Revision Emergency Approval Resolution of 2010\", was approved effective February 2, 2010.\n\nDC CODE ยง 1-308.01\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-293, ยง 2, 52 DCR 1465.)","sections":[{"prefix":"1","text":" \"Bonds\" means any bonds, notes, or other instruments issued by the District pursuant to ยง 1-204.90 and secured by payments in lieu of taxes or other security authorized by this part."},{"prefix":"2","text":" \"Development costs\" means all costs and expenses relating to the development, redevelopment, purchase, acquisition, protection, financing, construction, expansion, reconstruction, restoration, rehabilitation, renovation and repair, and the furnishing, equipping, and operating of a project, including:"},{"prefix":"A","text":" The purchase or lease expense for land, structures, real or personal property, rights, rights-of-way, roads, franchises, easements, and interests acquired or used for, or in connection with, the project and costs of demolishing or removing buildings or structures on land so acquired;"},{"prefix":"B","text":" Expenses incurred for utility lines, structures, or equipment charges;"},{"prefix":"C","text":" Interest prior to, and during, construction, and for a period as may be necessary for the operation of a project;"},{"prefix":"D","text":" Provisions for reserves for principal and interest for extensions, enlargements, additions, improvements, and extraordinary repairs and replacements;"},{"prefix":"E","text":" Expenses incurred for architectural, engineering, energy efficiency technology, design and consulting, financial, and legal services;"},{"prefix":"F","text":" Fees for letters of credit, bond insurance, debt service reserve insurance, surety bonds, or similar credit or liquidity enhancement instruments;"},{"prefix":"G","text":" Costs and expenses associated with the conduct and preparation of specification and feasibility studies, plans, surveys, historic structure reports, and estimates of expenses and revenues;"},{"prefix":"H","text":" Expenses necessary or incident to issuing Bonds and determining the feasibility and the fiscal impact of financing the acquisition, construction, or development of a project; and"},{"prefix":"I","text":" The provision of a proper allowance for contingencies and initial working capital."},{"prefix":"3","text":" \"Home Rule Act\" means Chapter 2 of Title 1."},{"prefix":"4","text":" \"Owner\" means, with respect to the PILOT parcel, the owner of a fee simple or a possessory interest."},{"prefix":"5","text":" \"Payments in lieu of taxes\" or \"PILOT\" means payments made with respect to a PILOT parcel for a PILOT period in lieu of real property taxes."},{"prefix":"6","text":" \"PILOT agreement\" means a written agreement between the District and the owner of a PILOT parcel providing for payments in lieu of taxes for the purpose of financing one or more projects or for other authorized uses as provided under this part."},{"prefix":"7","text":" \"PILOT parcel\" means a tax lot or lots (or a portion thereof) exempt from the payment of real property tax in accordance with the provisions of this part and ยง 47-1002(29)."},{"prefix":"8","text":" \"PILOT period\" means the period during which a PILOT parcel (or a portion thereof) will be exempt from the payment of real property tax."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"E","text":"Payments in Lieu of Taxes."},"heading":{"title":"1","chaptersection":"308","identifier":"1-308.01","catch_text":"Definitions."}}