{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under ยง 1-137.01.\n\nMiscellaneous Notes\n\nShort title: Section 3011 of D.C. Law 19-168 provided that subtitle B of title III of the act may be cited as \"OAG Contingency Fee Contract Authorization Amendment Act of 2012\".\n\nDC CODE ยง 1-301.86a\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-160,ยง 106a, as added Sept. 20, 2012, D.C. Law 19-168, ยง 3012, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) The Attorney General may make contracts retaining private counsel to furnish legal services, including representation in negotiation, compromise, settlement, and litigation, in claims and other legal matters affecting the interests of the District of Columbia."},{"prefix":"2","text":"(A) Subject to subparagraph (B) of this paragraph, each contract shall include the terms and conditions the Attorney General considers necessary or appropriate, including a provision specifying the amount of any fee to be paid to the private counsel under the contract or the method for calculating that fee."},{"prefix":"B","text":" The amount of the fee payable for legal services furnished under any such contract shall not exceed the fee that counsel engaged in the private practice of law in the District typically charges clients for furnishing similar legal services, as determined by the Attorney General."},{"prefix":"b","text":" Notwithstanding any provision of federal or District of Columbia law, a contract entered into by the District of Columbia pursuant to this section may provide that costs, expenses, and fees that the private counsel charges for legal services are payable from the amount recovered. In such circumstances, the costs, expenses, and fees need not be included in an amount provided in an appropriations law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"D-I","text":"Attorney General for the District of Columbia."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.86a","catch_text":"Contingency fee contracts."}}