{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-327.\n\n1973 Ed., § 1-233.\n\nTemporary Amendments of Section\n\nSection 2(d) of D.C. Law 19-181 rewrote the section to read as follows:\n\n\"Sec. 4. (a) In addition to the remedies applicable under section 1a, the Mayor may summarily abate a violation of rules issued under section 1 if the violation presents a hazard to the public. In these circumstances, the permit holder and the owner of the property where the sign is displayed shall be entitled to an expedited hearing within 72 hours after the abatement.\n\n\"(b) Unauthorized signs and signs that are otherwise out of compliance with rules issued under section 1 shall be removed within 10 days after the permit holder, or the owner or occupant of the premises where the sign is displayed, receives a written notice of violation from the Mayor. The owner and occupant of the premises where the sign is displayed and the permit holder shall be responsible for removing the sign and may be held responsible for any penalties imposed for the violation. If the owner, occupant, or permit holder fails to remove the sign within the 10-day period and fails to request a hearing, the Mayor may remove the sign and the owner, occupant, and permit holder shall be responsible for the costs of the removal.\".\n\nSection 11(b) of D.C. Law 19-181 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of the Sign Regulation Emergency Amendment Act of 2012 (D.C. Act 19-387, July 11, 2012, 59 DCR 8491).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Sign Regulation Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-499, October 26, 2012, 59 DCR 12749).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-42, see Historical and Statutory Notes following § 1-303.01\n\nDC CODE § 1-303.23\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1931, 46 Stat. 1486, ch. 399, § 4; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6- 42, § 457, 32 DCR 4450.)","sections":[{"prefix":"a","text":" Any person, persons, firm, or corporation, whether as principal, agent, or employee, violating §§ 1-303.21 to 1-303.23 or any of the regulations promulgated pursuant to said sections shall, upon conviction thereof in the Superior Court of the District of Columbia, be fined not less than $5 nor more than $200 for each and every offense, and a like fine shall be imposed for each and every day thereafter that such violation of law shall continue:   Provided, that the regulations promulgated hereunder shall be printed in one of the daily newspapers published in the District of Columbia, and no penalty prescribed for the violation of said regulations shall be enforced until 30 days after the publication of such regulations."},{"prefix":"b","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of §§ 1-303.21 to 1-303.23, or any rules or regulations issued under the authority of §§ 1-303.21 to 1- 303.23, pursuant to Chapter 18 of Title 2.   Adjudication of any infraction of §§ 1-303.21 to 1-303.23 shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"II","text":"Regulatory Authority."},"part":{"identifier":"B","text":"Outdoor Signs."},"heading":{"title":"1","chaptersection":"303","identifier":"1-303.23","catch_text":"Penalties; publication of regulations."}}