{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 made a technical amendment to the enacting clause of D.C. Law 18-111, § 1101, that did not change the text of this section.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1101 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 1101 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nDelegation of Authority\n\nDelegation of Rulemaking Authority for DC One Card Fees, see Mayor's Order 2011-119, July 14, 2011 (58 DCR 6112).\n\nMiscellaneous Notes\n\nShort title: Section 1100 of D.C. Law 18-111 provided that subtitle K of title I of the act may be cited as the \"Independence of Legislative Branch Information Technology and Personnel Authority Amendment Act of 2009\".\n\nDC CODE § 1-301.44a\n\nCurrent through December 11, 2012","credits":"(July 24, 1982, D.C. Law 4-127, § 2a, as added Mar. 3, 2010, D.C. Law 18- 111, § 1101, 57 DCR 181; Sept. 26, 2012, D.C. Law 19-171, § 6, 59 DCR 6190.)","sections":[{"prefix":"a","text":" No person, including an employee or contractor of the Office of the Chief Technology Officer, or individual employed by or acting on behalf of an official of the Executive branch of the District of Columbia government, shall monitor, access, review, intercept, obtain, use, or disclose to any person or entity a record or electronic communication of a legislative branch agency without the prior express written consent of the Chairman of the Council or the District of Columbia Auditor for their electronic communications."},{"prefix":"b","text":" For the purposes of this section and § 1-301.44b the term:"},{"prefix":"1","text":" \"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data, voice, or intelligence of any nature transmitted in whole or in part by a wire, radio, electromagnetic, photoelectronic, or photooptical system, including electronic mail, telecommunications, and wireless or wired network communications."},{"prefix":"2","text":" \"Legislative branch agency\" means the Council of the District of Columbia and the District of Columbia Auditor."},{"prefix":"c","text":" Persons violating this section shall be subject to a fine of not more than $10,000 or imprisonment of not more than 5 years, or both; provided, that this section shall not apply to the contents of any communication that has been disclosed publicly by the legislative branch agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"C","text":"The Council."},"subpart":{"identifier":"2","text":"Council Independence."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.44a","catch_text":"Independence of legislative branch information technology."}}