{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-293, see notes following ยง 1-308.01.\n\nDC CODE ยง 1-308.07\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-293, ยง 8, 52 DCR 1465.)","sections":[{"prefix":"a","text":" A series of Bonds may be secured by a trust agreement or trust indenture between the District and a corporate trustee having trust powers, or secured by a loan agreement or other instrument giving power to a corporate trustee by means of which the District may do the following:"},{"prefix":"1","text":" Make and enter into any and all covenants and agreements with the trustee or the holders of the Bonds that the District may determine to be necessary or desirable covenants and agreements as to:"},{"prefix":"A","text":" The application, investment, deposit, use, and disposition of the proceeds of Bonds and the other monies, securities, and property of the District;"},{"prefix":"B","text":" The assignment by the District of its rights in any agreement;"},{"prefix":"C","text":" Terms and conditions upon which additional Bonds of the District may be issued;"},{"prefix":"D","text":" Providing for the appointment of a trustee to act on behalf of bondholders and abrogating or limiting the rights of the bondholders to appoint a trustee; and"},{"prefix":"E","text":" Vesting in a trustee for the benefit of the holders of Bonds, or in the bondholders directly, such rights and remedies as the District shall determine to be necessary or desirable;"},{"prefix":"2","text":" Pledge, mortgage or assign monies, agreements, property, or other assets of the District, either presently in hand or to be received in the future, or both;"},{"prefix":"3","text":" Provide for bond insurance and letters of credit, or otherwise enhance the credit of and security for the payment of the Bonds; and"},{"prefix":"4","text":" Provide for any other matters of like or different character that in any way affect the security for or payment of the Bonds."},{"prefix":"b","text":" The Bonds are declared to be issued for essential public and governmental purposes. The Bonds and the interest thereon and the income therefrom, and all monies pledged or available to pay or secure the payment of the Bonds, shall at all times be exempt from taxation by the District, except for estate, inheritance, and gift taxes."},{"prefix":"c","text":" The District does hereby pledge to and covenant and agree with the holders of any Bonds that, subject to the provisions of the financing documents, the District will not limit or alter the revenues pledged to secure the Bonds or the basis on which such revenues are collected or allocated, will not impair the contractual obligations of the District to fulfill the terms of any agreement made with the holders of the Bonds, will not in any way impair the rights or remedies of the holders, and will not modify in any way, with respect to the Bonds, the exemptions from taxation provided for in this part, until the Bonds, together with interest thereon, with interest on any unpaid installment of interest and all costs and expenses in connection with any suit, action or proceeding by or on behalf of the holders, are fully met and discharged. This pledge and agreement of the District may be included as part of the contract with the holders of any of its Bonds. This subsection shall constitute a contract between the District and the holders of the Bonds authorized by this part. To the extent that any acts or resolutions of the Council may be in conflict with this part, this part shall be controlling."},{"prefix":"d","text":" Consistent with ยง 1-204.90(a)(4)(B) and, notwithstanding Article 9 of Title 28:"},{"prefix":"1","text":" A pledge made and security interest created in respect of any Bonds or pursuant to any related financing document shall be valid, binding, and perfected from the time the security interest is created, with or without physical delivery of any funds or any property and with or without any further action;"},{"prefix":"2","text":" The lien of the pledge shall be valid, binding, and perfected as against all parties having any claim of any kind in tort, contract, or otherwise against the District, whether or not such party has notice; and"},{"prefix":"3","text":" The security interest shall be valid, binding, and perfected whether or not any statement, document, or instrument relating to the security interest is recorded or filed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"E","text":"Payments in Lieu of Taxes."},"heading":{"title":"1","chaptersection":"308","identifier":"1-308.07","catch_text":"Security for Bonds."}}