{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-310, in subsec. (b), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 13-266, see notes following § 1-307.61.\n\nLaw 14-310, the \"Criminal Code and Miscellaneous Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-954, which was referred to the Committee on Whole. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-622 and transmitted to both Houses of Congress for its review. D.C. Law 14-310 became effective on June 12, 2003.\n\nDC CODE § 1-307.63\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-266, § 4, 48 DCR 1240; June 12, 2003, D.C. Law 14-310, § 2(a), 50 DCR 1092.)","sections":[{"prefix":"a","text":" The Mayor shall solicit proposals from private organizations to administer opportunity accounts on a nonprofit basis. Organization proposals shall include:"},{"prefix":"1","text":" A description of the qualifications of the organization to administer an opportunity accounts program;"},{"prefix":"2","text":" A description of the ability and plans of the organization to provide or raise sufficient funds to provide matching contributions for opportunity accounts;"},{"prefix":"3","text":" A description of the ability of the organization to maintain sufficient funds to administer an opportunity account program;"},{"prefix":"4","text":" A description of groups to be targeted for priority participation in the opportunity account program;"},{"prefix":"5","text":" A process for including account holders in decision-making regarding the implementation of the opportunity account program;"},{"prefix":"6","text":" A requirement that an account holder contribute funds from earned income;"},{"prefix":"7","text":" A requirement that the account holder attend economic literacy courses of the administering organization or a partner organization;"},{"prefix":"8","text":" A requirement that the account holder be provided adequate information on the requirements of the opportunity account program and this part and the purposes for which opportunity account and matching fund account funds may be used;"},{"prefix":"9","text":" A process for offering or making available courses or training on the use of funds for an approved purpose, such as a home purchase or the establishment of a business;"},{"prefix":"10","text":" A process for regular evaluation and review of opportunity accounts to ensure compliance with this part, District of Columbia regulations, and program rules by account holders and a process for counseling account holders who are not in compliance;"},{"prefix":"11","text":" A system for preventing withdrawal of matching funds for a purpose other than an approved purpose by maintaining the matching funds in a matching funds account separate from the opportunity account; and"},{"prefix":"12","text":" Other information as may be required by the Mayor."},{"prefix":"b","text":" In reviewing proposals of organizations to administer opportunity accounts, the Mayor shall consider the following factors:"},{"prefix":"1","text":" Whether the organization is exempt from taxation under section 501(c)(3) of the Internal Code of 1986, approved October 22, 1986 (68A Stat. 163; 26 U.S.C. § 501(c)(3));"},{"prefix":"2","text":" The administrative and technical ability of the organization to administer an opportunity account program;"},{"prefix":"3","text":" The fiscal accountability of the organization;"},{"prefix":"4","text":" The ability of the organization to provide or raise money for matching contributions;"},{"prefix":"5","text":" The ability of the organization to establish and administer an opportunity account reserve fund to receive contributions from opportunity account program contributors;"},{"prefix":"6","text":" The amount and quality of proposed auxiliary services, including economic literacy seminars and asset training;"},{"prefix":"7","text":" The staffing that the organization will assign to the opportunity account program;"},{"prefix":"8","text":" The record of the organization in administering other public assistance programs; and"},{"prefix":"9","text":" Any other factors the Mayor considers relevant to the determination of the ability of the organization to create and operate an opportunity account program efficiently and effectively."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D","text":"Opportunity Accounts."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.63","catch_text":"Solicitation and consideration of proposals by organizations to administer opportunity account programs."}}