{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 1-301.64.\n\n1981 Ed., § 1-247.\n\nEffect of Amendments\n\nD.C. Law 13-91, in the first sentence of subsec. (c)(1), substituted \"shall\" for \"may\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Review Period for the Rhode Island Avenue Small Area Action Plan Emergency Amendment Act of 2011 (D.C. Act 19-15, February 15, 2011, 58 DCR 1532).\n\nLegislative History of Laws\n\nLaw 5-187, the \"District of Columbia Comprehensive Plan Act of 1984 Land Use Element Amendment Act of 1984,\" was introduced in Council and assigned Bill No. 5-507, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 4, 1984 and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-252 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-129, see Historical and Statutory Notes following § 1-306.04.\n\nFor legislative history of D.C. Law 10-193, see Historical and Statutory Notes following § 1-306.02.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 12-275, the \"Comprehensive Plan Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-99. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-609 and transmitted to both Houses of Congress for its review. D.C. Law 12-275 became effective on April 27, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nEffective Dates\n\nFor effective date of District elements of Comprehensive Plan for the National Capital, see Historical and Statutory Notes following § 1-306.02.\n\nResolutions\n\nResolution 14-460, the \"Takoma Central District Plan Approval Resolution of 2002\", was approved effective June 21, 2002.\n\nResolution 15-244, the \"Southwest Waterfront Plan Approval Resolution of 2003\", was approved effective October 7, 2003.\n\nResolution 15-460, the \"H Street NE Strategic Development Plan Approval Resolution of 2004\", was approved effective February 17, 2004.\n\nResolution 16-685, the \"Anacostia Transit Area Strategic Investment and Development Plan Approval Resolution of 2006\", was approved effective July 20, 2006.\n\nResolution 16-686, the \"Georgia Avenue-Petworth Metro Station Area and Corridor Plan Approval Resolution of 2006\", was approved effective July 20, 2006.\n\nResolution 16-687, the \"Convention Center Area Strategic Development Plan Approval Resolution of 2006\", was approved effective July 20, 2006.\n\nResolution 16-922, the \"Barry Farm/Park Chester Nade Road Redevelopment Plan Approval Resolution of 2006\", was approved effective December 19, 2006.\n\nResolution 16-923, the \"Lincoln Heights Richardson Dwellings New Communities Initiative Revitalization Plan Approval Resolution of 2006\", was approved effective December 19, 2006.\n\nResolution 17-538, the \"Park Morton Redevelopment Initiative Plan Approval Resolution of 2008\", was approved effective February 19, 2008.\n\nResolution 18-336, the \"Chinatown Cultural Development Small Area Action Plan Approval Resolution of 2009\", was approved effective December 15, 2009.\n\nResolution 18-424, the \"Bellevue Small Area Action Plan Approval Resolution of 2010\", was approved effective March 16, 2010.\n\nResolution 18-679, the \"Mount Pleasant Street Small Area Action Plan Approval Resolution of 2010\", was approved effective December 7, 2010.\n\nResolution 19-96, the \"Rhode Island Avenue Small Area Action Plan Approval Resolution of 2011\", was approved effective May 3, 2011.\n\nMiscellaneous Notes\n\nExtension of statutory deadline for preparation of draft ward plans: Pursuant to Resolution 6-580, the \"Draft Ward Plans Emergency Declaration Resolution of 1986,\" effective March 11, 1986, the Council determined that emergency circumstances made it necessary that the Draft Ward Plans Emergency Amendment Act of 1986 be adopted after a single reading to extend by 3 months the statutory deadline by which the Mayor is required to prepare draft ward plans.\n\nDC CODE § 1-306.03\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-187, § 4, 32 DCR 873; May 23, 1990, D.C. Law 8-129, § 3(b)(1), 37 DCR 55; Oct. 6, 1994, D.C. Law 10-193, § 3(b)(1), 41 DCR 5536; Apr. 18, 1996, D.C. Law 11-110, § 2(b), 43 DCR 530; Apr. 27, 1999, D.C. Law 12-275, § 3(a), (b), 46 DCR 1441; Apr. 12, 2000, D.C. Law 13- 91, § 101, 47 DCR 520.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":"(1) The Mayor shall prepare proposed small area action plans for selected geographical areas that require more specific land use analysis to incorporate the broadest range of planning techniques and solutions practical to achieve the District's goals and objectives. The proposed small area action plans may include specific zoning recommendations, capital improvements requirements, financing strategies, special tax, design, or other regulatory recommendations, and implementation techniques necessary for the realization of objectives and policies of the Comprehensive Plan."},{"prefix":"2","text":" The Mayor shall make copies of each proposed small area action plan available to each affected Advisory Neighborhood Commission and make ample copies of each proposed small area plan available to the Council and the public. Each proposed small area action plan shall include small area maps that depict land use policies at the small area level that are not inconsistent with the adopted generalized District-wide land use maps or approved ward plans."},{"prefix":"3","text":" The Mayor shall hold a public hearing on each proposed small area action plan in the appropriate area, not less than 30 days after the publication of the proposed small area action plan and not more than 90 days after the publication of the proposed small area action plan."},{"prefix":"4","text":" Not more than 60 days after the completion of the public hearing required by this subsection, the Mayor shall transmit the revised small area action plan to the Council, with a proposed resolution, for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. The transmission shall include copies of the Mayor's public hearing records, and an executive summary that identifies the differences, and the rationale for the differences, between the revised small area action plan and the proposed small area action plan that had been the subject of a public hearing. If the Council does not approve or disapprove the revised small area action plan, in whole or in part, by resolution within this 45-day review period, the revised small area plan shall be deemed approved. Once approved, the small area action plan shall provide supplemental guidance to the Zoning Commission and other District agencies in carrying out the policies of the Comprehensive Plan."},{"prefix":"5","text":" Small area action plans shall be prepared for selected geographical areas, including, but not limited to, the following areas:"},{"prefix":"A","text":" Each of the special treatment areas, housing opportunity areas, and development opportunity areas that are designated on the enacted District-wide generalized land use maps to implement the policies established for these areas in the Land Use Element of the Comprehensive Plan;"},{"prefix":"B","text":" The Mount Pleasant area, after studying the following proposed policies for this area:"},{"prefix":"i","text":" Support creative and multicultural expression through displays, performances, and festivals;"},{"prefix":"ii","text":" Maintain and enhance the character of the neighborhood by encouraging creative cultural design (including special-merit design) while protecting historical landmarks;"},{"prefix":"iii","text":" Promote additional low-income and moderate-income housing;"},{"prefix":"iv","text":" Encourage small-business incubators and plazas for licensed market vendors in order to increase business opportunities for residents; and"},{"prefix":"v","text":" Support low-impact mixed-use of residential space for multicultural arts, crafts, and other professional and consulting services;"},{"prefix":"C","text":" The Southwest Urban Renewal Area and other urban renewal areas to ensure that appropriate zoning plans for these areas continue to be developed in consultation with affected citizens, which shall be implemented in phases immediately upon the termination of the various sections of the urban renewal plans; and"},{"prefix":"D","text":" The Capitol Hill business district, the Eastern Market metrorail station area, and the Potomac Avenue metrorail station area, to implement policies for these areas set forth in the Ward 6 Plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"III-A","text":"Comprehensive Plan."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"306","identifier":"1-306.03","catch_text":"Mayor to propose ward plans; updated plans; public hearing; transmission to Council for adoption."}}