{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-359.\n\n1973 Ed., § 1-266.\n\nEffect of Amendments\n\nD.C. Law 13-38 rewrote subsec. (a), which previously read:\n\n\"The Mayor of the District of Columbia (hereafter in this section and § 1-360 referred to as the 'Mayor') may submit under Title XIX of the Social Security Act to the Secretary of Health and Human Services (hereafter in this section and § 1-360 referred to as the 'Secretary') a plan for medical assistance (and any modifications of such plan) to enable the District of Columbia to receive federal financial assistance under such title for a medical assistance program established by the Mayor under such plan.\"\n\nSection 2204 of D.C. Law 13-38 provides that the Mayor shall issue rules to implement the provisions of the act.\n\nSections 3902 and 3903 of D.C. Law 13-172 provide:\n\n\"Sec. 3902. The Medical Assistance Administration ('MAA') shall work closely with all District agencies and the Budget Director of the Council of the District of Columbia, in establishing Medicaid rates and Medicaid waiver programs to maximize Federal dollars as a means of reimbursement for services provided by District of Columbia agencies.\n\n\"Sec. 3903. MAA shall submit to the Council no later than 15 days after the end of each quarter a report that identifies new District agency programs that are participating in the Medicaid program and the potential savings in local funds associated with their participation.\"\n\nD.C. Law 16-305, in subsec. (d)(2)(B)(i), substituted \"persons with mental retardation\" for \"the mentally retarded\".\n\nD.C. Law 18-111 added subsec. (a)(3).\n\nD.C. Law 18-223 added subsec. (a)(4).\n\nD.C. Law 19-21 added subsec. (a)(5).\n\nD.C. Law 19-168 added subsec. (a)(6).\n\nD.C. Law 19-169, in subsec. (d)(2)(B)(i), substituted \"persons with intellectual or developmental disabilities\" for \"persons with mental retardation\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 501 of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 5 of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 2 of TANF and TANF-Related Medicaid Managed Care Program Temporary Amendment Act of 1997 (D.C. Law 12-70, April 29, 1998, law notification 45 DCR 2105).\n\nFor temporary (225 day) amendment of section, see § 5 of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2 of TANF-Related Medicaid Managed Care Program Technical Clarification Temporary Amendment Act of 1997 (D.C. Law 12-277, April 27, 1999, law notification 46 DCR 4283).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5 of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), § 5 of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181), and § 5 of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12-306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 2 of the TANF and TANF-Related Medicaid Managed Care Program Emergency Amendment Act of 1997 (D.C. Act 12-197, December 2, 1997, 44 DCR 7484), § 2 of the TANF-Related Medicaid Managed Care Program Technical Clarification Emergency Amendment Act of 1998 (D.C. Act 12- 605, January 20, 1999, 46 DCR 1287), § 2 of the TANF and TANF-Related Medicaid Managed Care Program Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-501, November 10, 1998, 45 DCR 8123) and § 2 of the TANF and TANF-Related Medicaid Managed Care Program Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-5, February 8, 1999, 46 DCR 2294).\n\nFor temporary (90-day) amendment of section, see §§ 2204 and 2205 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90-day) directive to Medical Assistance Administration to work with District agencies and the Council Budget Director to establish rates and programs to maximize Federal reimbursement dollars and to report to the Council on new agency programs participating in Medicaid, see §§ 3902 and 3903 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 3902 and 3903 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) enactments, see §§ 5092, 5102 to 5104 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) enactments, see §§ 5092, 5102 to 5104 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16- 499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) enactments, see §§ 5092, 5102 to 5104 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 5002 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 5031 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 5031 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 5002 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 5012 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 5152 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 5152 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nLaw 8-124 was introduced in Council and assigned Bill No. 8-374, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on February 13, 1990, and February 27, 1990, respectively. Signed by the Mayor on March 15, 1990, it was assigned Act No. 8-177 and transmitted to both Houses of Congress for its review.\n\nLaw 9-247, the \"Medicaid Managed Care Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-425, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 8, 1993, it was assigned Act No. 9-392 and transmitted to both Houses of Congress for its review. D.C. Law 9-247 became effective on March 17, 1993.\n\nLaw 10-65, the \"Omnibus Spending Reduction Act of 1993,\" was introduced in Council and assigned Bill No. 10-323, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 21, 1993, and September 21, 1993, respectively. Signed by the Mayor on October 6, 1993, it was assigned Act No. 10-120 and transmitted to both Houses of Congress for its review. D.C. Law 10-65 became effective on November 25, 1993.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 1-303.22.\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nFor Law 13-38, see notes following § 1-301.91.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review. D.C. Law 16-305 became effective on April 24, 2007.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nFor history of Law 19-21, see notes under § 1-301.01.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nReferences in Text\n\n\"Title XIX of the Social Security Act,\" referred to in this section, is codified as 42 U.S.C. § 1396 et seq.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 9-247, the \"Medicaid Managed Care Amendment Act of 1992\", see Mayor's Order 93-218, December 1, 1993.\n\nResolutions\n\nResolution 14-520, the \"Modification to the Medicaid Home and Community-Based Waiver for Individuals with Mental Retardation and Developmental Disabilities Emergency Approval Resolution of 2002\", was approved effective July 19, 2002.\n\nResolution 14-558, the \"Medicaid State Plan Amendment for the Breast and Cervical Cancer Treatment Program Emergency Approval Resolution of 2002\", was approved effective September 27, 2002.\n\nResolution 15-295, the \"Modification to the Medicaid Home and Community-based Waiver for Individuals with Mental Retardation and Developmental Disabilities Disapproval Resolution of 2003\", was approved effective November 4, 2003.\n\nResolution 15-784, the \"Renewal of the Home and Community-based Services Waiver Governing Water Filters for Persons with HIV/AIDS Emergency Approval Resolution of 2004\", was approved effective December 7, 2004.\n\nResolution 16-108, the \"Medicaid Home and Community-based Waiver for Persons with Mental Retardation and Developmental Disabilities Modification Governing Physical Therapy, Occupational Therapy, Speech Therapy and Skilled Nursing Services Approval Resolution of 2005\", was approved effective April 1, 2005.\n\nResolution 16-154, the \"Use of less Restrictive Income and Resource Criteria for Selected Medicaid Populations Approval Resolution of 2005\", was approved effective May 6, 2005.\n\nResolution 16-205, the \"Medicaid Preferred Drug List (PDL) Program for Pharmacy Services Approval Resolution of 2005\", was approved effective June 17, 2005.\n\nResolution 16-273, the \"Medicaid State Plan Amendment to Raise the Federal Poverty Levels of Qualified Medicare Beneficiaries and Specified Low Income Medicare Beneficiaries Emergency Approval Resolution of 2005\", was approved effective July 6, 2005.\n\nResolution 16-281, the \"Medicaid Case Mix Prescription Drugs Approval Resolution of 2005\", was approved effective July 8, 2005.\n\nResolution 16-282,the \"Medicaid State Plan Amendment to Implement a Case Mix Nursing Facility Reimbursement System with a Ventilator Services Add-on Rate Approval Resolution of 2005\", was approved effective July 8, 2005.\n\nResolution 16-283, the \"Medicaid State Plan Amendment and Waiver Instituting a Non-emergency Transportation Broker Delivery System Approval Resolution of 2005\", was approved effective July 22, 2005.\n\nResolution 16-284, the \"Medicaid Acute Involuntary Admissions Payment State Plan Amendment Approval Resolution of 2005\", was approved effective July 22, 2005.\n\nResolution 16-285, the \"Medicaid D.C. Coverage Initiative Health Insurance Flexibility and Accountability Waiver Approval Resolution of 2005\", was approved effective July 22, 2005.\n\nResolution 16-286, the \"Medicaid State Plan Amendment Governing Liens and Adjustments or Recoveries Approval Resolution of 2005\", was approved effective August 6, 2005.\n\nResolution 16-296, the \"Medicaid State Plan Amendment Ensuring Compliance with the Low Income Subsidy Provisions of the Medicare Modernization Act Emergency Approval Resolution of 2005\", was approved effective September 20, 2005.\n\nResolution 16-354, the \"Demonstration Waiver for Medicaid and State Children's Health Insurance Program Coverage for Evacuees of Hurricane Katrina Residing in the District of Columbia Emergency Approval Resolution of 2005\", was approved effective November 1, 2005.\n\nResolution 16-478, the \"Medicaid School-Based Health Services Approval Resolution of 2006\", was approved effective January 20, 2006.\n\nResolution 16-580, the \"Medicaid State Plan Amendment for Managed Care Compliance with the Medicare Modernization Act Emergency Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nResolution 16-785, the \"Medicaid Reserved Bed Days Payment Modification Approval Resolution of 2006\", was approved effective August 11, 2006.\n\nResolution 16-786, the \"Medicaid Maximum Allowable Cost State Plan Amendment Approval Resolution of 2006\", was approved effective August 11, 2006.\n\nResolution 16-787, the \"Modification to the Medicaid Disproportionate Share Hospital Payment Methodology State Plan Amendment Approval Resolution of 2006\", was approved effective August 11, 2006.\n\nResolution 16-875, the \"Expansion of Adult Dental Services Emergency Approval Resolution of 2006\", was approved effective November 14, 2006.\n\nResolution 16-877, the \"Determination of Eligibility for Qualified Medicare Beneficiaries Emergency Approval Resolution of 2006\", was approved effective November 14, 2006.\n\nResolution 16-879, the \"Expansion of Allowable Income for Determination of State Child Health Insurance Program Eligibility Emergency Approval Resolution of 2006\", was approved effective November 14, 2006.\n\nResolution 16-958, the \"Disqualification for Medicaid Long-Term Care Assistance for Individuals with Substantial Home Equity Interest Approval Resolution of 2006\", was approved effective December 15, 2006.\n\nResolution 16-959, the \"Medicaid Elderly and Persons with Physical Disabilities Waiver Renewal Application Approval Resolution of 2006\", was approved effective December 15, 2006.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 3 of D.C. Law 9-247 provided that the Mayor shall issue rules necessary to implement subsection (d) of this section pursuant to subchapter I of Chapter 15 of Title 1.\n\nShort title: Section 5091 of D.C. Law 16-192 provided that subtitle I of title V of the act may be cited as the \"Medicaid Enrollment and Expansion Act of 2006\".\n\nSections 5092 and 5093 of D.C. Law 16-192 provided:\n\n\"Sec. 5092. Within 30 days of the effective date of this subtitle, the Mayor shall submit Medicaid State Plan Amendments to the Council pursuant to section (1)(a) of An Act To enable the District of Columbia to receive Federal financial assistance under title XIX of the Social Security Act for a medical assistance program, and for other purposes, approved December 27, 1967 (81 Stat. 744; D.C. Official Code § 1-307.02(a)) to achieve the following:\n\n\"(1) Increase the maximum eligibility standards of the State Children's Health Insurance Program from 200% of the Federal Poverty Guidelines to 300% of the Federal Poverty Guidelines;\n\n\"(2) Increase the maximum eligibility standards for Qualified Medicare Beneficiaries and Special Low-Income Medicare Beneficiaries to 300% of the Federal Poverty Guidelines;\n\n\"(3) Establish a comprehensive adult dental program; and\n\n\"(4) Draw down an additional $9,750,000 in presently uncaptured federal matching funds for the purpose of expanding school health services.\n\n\"Sec. 5093. Penalties.\n\n\"An agency head, deputy agency head, agency chief financial officer, agency budget director, agency controller, manager, or other employee may be subject to adverse personnel action, including removal, for not submitting the plan in accordance with this subtitle.\"\n\nShort title: Section 5091 of D.C. Law 16-192 provided that subtitle I of title V of the act may be cited as the \"Medical Assistance Administration Reporting Requirements Act of 2006\".\n\nSections 5102 to 5104 of D.C. Law 16-192 provided:\n\n\"Sec. 5102. Non-Emergency Transportation Reform Report.\n\n\"The Medical Assistance Administration ('MAA') within the Department of Health shall provide a report to the Council by October 1, 2006, on the status of its efforts to reform the Medicaid Non-Emergency Transportation ('NEMT') Program. The report shall:\n\n\"(1) Describe MAA's plans and proposed timelines to:\n\n\"(A) Verify that all Medicaid NEMT services are provided to clients that have been certified as medically necessary and make such certifications subject to renewal;\n\n\"(B) Institute a prior-authorization system that maintains public transportation as the default method of NEMT;\n\n\"(C) Require transportation vendors to submit documentation of services provided, including purpose of trip, pick-up location, drop-off location, and times; and\n\n\"(D) Increase MAA oversight of NEMT abnormalities and high usage; and\n\n\"(2) Quantify the potential savings from the measures described in paragraph (1) of this section.\n\n\"Sec. 5103. Out-of-state reimbursement report.\n\n\"The MAA within the Department of Health shall provide a report to the Council by October 1, 2006, on the status of its efforts to decrease payments to providers located outside the District of Columbia. The report shall:\n\n\"(1) Describe MAA's plans and proposed timelines to:\n\n\"(A) Transition the residency of individuals in nursing facilities located outside the District to the state where the nursing facility is located; and\n\n\"(B) Implement fraud protections and increasing oversight of payments made to non-District providers for Medicaid services, including reimbursements to physicians, hospitals, nursing facilities, pharmacies, Intermediate Care Facilities for the Mentally Retarded, and day treatment centers; and\n\n\"(2) Quantify the potential savings from the measures described in paragraph (1) of this section.\n\n\"Sec. 5104. Penalties.\n\n\"An agency head, deputy agency head, agency chief financial officer, agency budget director, agency controller, manager, or other employee may be subject to adverse personnel action, including removal, for not submitting the report required by section 5102 or by 5103.\"\n\nShort title: Section 5030 of D.C. Law 18-111 provided that subtitle D of title V of the act may be cited as the \"Medical Assistance Program Amendment Act of 2009\".\n\nShort title: Section 5001 of D.C. Law 18-223 provided that subtitle A of title IV of the act may be cited as the \"Medical Assistance Program Amendment Act of 2010\".\n\nShort title: Section 5041 of D.C. Law 19-21 provided that subtitle E of title V of the act may be cited as \"Medical Assistance Program Amendment Act of 2011\".\n\nShort title: Section 5151 of D.C. Law 19-168 provided that subtitle P of title V of the act may be cited as \"Medical Assistance Program Amendment Act of 2012\".\n\nDC CODE § 1-307.02\n\nCurrent through December 11, 2012","credits":"(Dec. 27, 1967, 81 Stat. 744, Pub. L. 90-227, § 1; May 15, 1990, D.C. Law 8-124, § 2, 37 DCR 2087; Mar. 17, 1993, D.C. Law 9-247, § 2, 40 DCR 1150; Nov. 25, 1993, D.C. Law 10-65, § 101, 40 DCR 7351; Sept. 26, 1995, D.C. Law 11-52, § 501, 42 DCR 3684; Mar. 26, 1999, D.C. Law 12-175, § 102, 45 DCR 7193; Oct. 20, 1999, D.C. Law 13-38, § 2205, 46 DCR 6373; Apr. 24, 2007, D.C. Law 16-305, § 2, 53 DCR 6198; Mar. 3, 2010, D.C. Law 18-111, § 5031, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 5002, 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 5042, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 5152, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-169, § 2, 59 DCR 5567.)","sections":[{"prefix":"a","text":"(1) In accordance with paragraph (2) of this subsection, the Mayor may submit, under title XIX of the Social Security Act (Title XIX) to the Secretary of the United States Department of Health and Human Services, a plan for medical assistance (and any modifications of the plan) to enable the District to receive federal financial assistance under Title XIX for a medical assistance program established by the Mayor under such plan."},{"prefix":"2","text":" Prior to submitting a plan, modification to a plan, or waiver as provided in paragraph (1) of this subsection, or prior to implementing any pending modification or waiver, the Mayor shall submit the plan to the Council for approval. If the Council does not approve or disapprove the submission within 30 days of receipt from the Mayor, the plan shall be deemed approved."},{"prefix":"3","text":" Review and approval by the Council of the Fiscal Year 2010 Budget and Financial Plan shall constitute the Council review and approval required by paragraph 2 of this subsection of any modification or waiver to the state plan required to implement during fiscal year 2010 an initiative to:"},{"prefix":"A","text":" Utilize Disproportionate Share Hospital funding to support the transition of individuals into health insurance programs through the modification of the Disproportionate Share Hospital qualification and distribution methodology;"},{"prefix":"B","text":" Change service limit methodology for personal care aide services;"},{"prefix":"C","text":" Enhance prescription drug utilization and review activities;"},{"prefix":"D","text":" Reduce reimbursement rates for prescription drugs to align pharmaceutical spending with national payment trends;"},{"prefix":"E","text":" Change methodologies for recovering improper payments;"},{"prefix":"F","text":" Obtain available State Children's Health Insurance Program funding for immigrant children and pregnant women;"},{"prefix":"G","text":" Shift coverage for unborn children of undocumented immigrants from the D.C. HealthCare Alliance to Medicaid;"},{"prefix":"H","text":" Implement a new methodology for fee-for-service inpatient hospital reimbursement; and"},{"prefix":"I","text":" Reduce disallowances for public provider agencies."},{"prefix":"4","text":" Review and approval by the Council of the fiscal year 2011 budget and financial plan shall constitute the Council review and approval required by paragraph (2) of this subsection of any waiver, modification to the state plan, or modification to a waiver required during fiscal year 2011 for purposes of implementing federal health care reform initiatives as set forth in the Patient Protection and Affordable Care Act, approved March 23, 2010 (124 Stat. 119; Pub. L. No.111-148); provided, that the Department of Health Care Finance publishes a copy of any waiver, modification to the state plan, or modification to a waiver available on its website for at least 5 business days prior to submission to the Secretary of the United States Department of Health and Human Services."},{"prefix":"5","text":" Review and approval by the Council of the Fiscal Year 2012 Budget and Financial Plan shall constitute the Council review and approval required by paragraph (2) of this subsection of:"},{"prefix":"A","text":" Any modification or waiver to the state plan required to change the methodology used for the reimbursement for single source brand name drugs from the average wholesale price minus 10% to wholesale acquisition cost plus 3%; and"},{"prefix":"B","text":" Any modification or waiver to the state plan required to change in whole or in part the level of personal-care services offered as a state plan benefit."},{"prefix":"6","text":" Review and approval by the Council of the Fiscal Year 2013 Budget and Financial Plan shall constitute the Council review and approval required by paragraph (2) of this subsection of any modification or waiver to the state plan required to:"},{"prefix":"A","text":" Update the diagnosis-related group (\"DRG\") grouper the agency uses to pay hospitals for inpatient care and other characteristics of the reimbursement system, such as base rates, DRG weights, outlier thresholds and transfer policy to adjust the average payment to cost ratio for inpatient care at DRG hospitals from 114% to 98%;"},{"prefix":"B","text":" Update the reimbursement methodology model to one based on acuity for Intermediate Care Facilities for the Intellectually Disabled;"},{"prefix":"C","text":" Exclude the cost of therapies, including physical therapy, occupational therapy, and speech therapy, from the calculation of the nursing and resident care component of the nursing home rate; and"},{"prefix":"D","text":" Transition beneficiaries to the replenishing pharmacy network for antiretroviral medications."},{"prefix":"b","text":"(1) Notwithstanding any other provision of law, the Mayor may take such action as may be necessary to submit such plan to the Secretary and to establish and carry out such medical assistance program, except that in prescribing the standards for determining eligibility for and the extent of medical assistance under the District of Columbia's plan for medical assistance, the Mayor may not (except to the extent required by Title XIX of the Social Security Act):"},{"prefix":"A","text":" Prescribe maximum income levels for recipients of medical assistance under such plan which exceed:"},{"prefix":"i","text":" The Title XIX maximum income levels if such levels are in effect; or"},{"prefix":"ii","text":" The Mayor's maximum income levels for the local medical assistance program if there are no Title XIX maximum income levels in effect; or"},{"prefix":"B","text":" Prescribe criteria which would permit an individual or family to be eligible for such assistance if such individual or family would be ineligible, solely by reason of his or its resources, for medical assistance both under the plan of the State of Maryland approved under Title XIX of the Social Security Act and under the plan of the State of Virginia approved under such title."},{"prefix":"2","text":" For purposes of subparagraph (A) of paragraph (1) of this subsection:"},{"prefix":"A","text":" The term \"Title XIX maximum income levels\" means any maximum income levels which may be specified by Title XIX of the Social Security Act for recipients of medical assistance under state plans approved under that title;"},{"prefix":"B","text":" The term \"the Mayor's maximum income levels for the local medical assistance program\" means the maximum income levels prescribed for recipients of medical assistance under the District of Columbia's medical assistance program in effect in the fiscal year ending June 30, 1967; and"},{"prefix":"C","text":" During any of the first 4 calendar quarters in which medical assistance is provided under such plan there shall be deemed to be no Title XIX maximum income levels in effect if the Title XIX maximum income levels in effect during such quarter are higher than the Mayor's maximum income levels for the local medical assistance program."},{"prefix":"c","text":" The District state plan required under Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. 1396 et seq.), shall provide that all persons in the following categories are eligible for Medicaid benefits:"},{"prefix":"1","text":" A pregnant woman or an infant under 1 year of age with an income up to 185% of the federal poverty line, as authorized by § 1902(a)(1) of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. 1396a(a)(1));"},{"prefix":"2","text":" A child born after September 30, 1983, who has not attained the age of 8 years and whose family income is not more than 100% of the federal poverty line, as authorized by § 1902 of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. 1396a); and"},{"prefix":"3","text":" A pregnant woman or a child during a presumptive eligibility period as authorized by § 1902(a) of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. 1396a(a))."},{"prefix":"d","text":"(1) For purposes of this subsection, the term:"},{"prefix":"A","text":" \"TANF-related Medicaid recipient\" means a family that has dependent children under 21 years of age in the home and whose income is not low enough to qualify for financial assistance, but is low enough to qualify for medical assistance."},{"prefix":"B","text":" \"Health maintenance organization\" means a public or private organization, operating in the District of Columbia, which contracts with the District government to provide comprehensive health maintenance, preventive and treatment services emphasizing access to primary care for enrolled members of the plan through its own network of physicians and hospitals for a fixed prepaid premium."},{"prefix":"C","text":" \"Managed care provider\" means either a primary care provider or a health maintenance organization."},{"prefix":"D","text":" \"Primary care provider\" means a physician, clinic, hospital, or neighborhood health center that is responsible for providing primary care and coordinating referrals, when necessary, to other health care providers."},{"prefix":"E","text":" \"Restricted recipient\" means a person who has been restricted to one designated primary care provider for a minimum of one year after a finding of abuse or misuse of Medicaid services by the Commission on Health Care Financing."},{"prefix":"2","text":" The Mayor shall establish a plan to mandate enrollment of TANF and TANF-related Medicaid recipients in a managed care program for the purpose of providing access to comprehensive and coordinated health care in an efficient and cost effective manner. The plan shall provide the following:"},{"prefix":"A","text":" TANF and TANF-related Medicaid recipients shall select any health maintenance organization with a current contract with the District of Columbia to provide managed care services to TANF and TANF-related Medicaid recipients on a capitated method of payment;"},{"prefix":"B","text":" The Mayor shall exclude TANF and TANF-related Medicaid recipients from the managed care program who are:"},{"prefix":"i","text":" Residents in a nursing facility or intermediate care facility for persons with intellectual or developmental disabilities;"},{"prefix":"ii","text":" Repealed."},{"prefix":"iii","text":" Eligible for Medicaid for a period that is less than 3 months;"},{"prefix":"iv","text":" Eligible for a period that is retroactive;"},{"prefix":"v","text":" Foster children residing outside the District of Columbia; or"},{"prefix":"vi","text":" Restricted recipients."},{"prefix":"C","text":" The Mayor shall assign any TANF and TANF-related Medicaid recipient who does not choose a provider within a reasonable time to a health maintenance organization described in subparagraph (A) of this paragraph."},{"prefix":"i","text":" A managed care provider as described in subparagraph (A)(i) of this paragraph; or"},{"prefix":"ii","text":" A managed care provider that is an employee or entity of the District government."},{"prefix":"D","text":" Repealed."},{"prefix":"E","text":" TANF and TANF-related Medicaid recipients enrolled in a managed care program shall be exempted from any additional co-payment requirements other than those imposed by the Medicaid program."},{"prefix":"F","text":" The Mayor shall develop an education program to fully inform TANF and TANF-related Medicaid recipients about the various managed care programs to ensure better care for recipients while avoiding unnecessary and inappropriate use of hospital based services for preventive and primary care."},{"prefix":"3","text":" In order to participate in the managed care plan, a provider must:"},{"prefix":"A","text":" Be a Medicaid qualified provider and be accessible to enrollees on a 24 hours per day, 7 days per week basis. The Mayor shall establish a monitoring system to ensure that recipients have 24 hours per day, 7 days per week access to their managed care providers and that treatment is provided in a timely manner; and"},{"prefix":"B","text":" Have a written contract with the District government which provides detailed information regarding the responsibilities of the managed care provider and the District government for providing or arranging for the provision of, and making payment for all services to which the TANF and TANF-related Medicaid recipient is entitled under the District state Medicaid plan."},{"prefix":"4","text":" The Mayor shall maintain a grievance and appeal process for TANF and TANF-related Medicaid recipients enrolled in a managed care program."},{"prefix":"5","text":" The Mayor shall require that managed care providers, which receive a capitated method of payment, submit adequate assurances to protect the District government against risk in case a provider becomes insolvent."},{"prefix":"6","text":" To implement the requirements of this subsection the Mayor shall:"},{"prefix":"A","text":" Amend the District state Medicaid plan pursuant to § 4-204.05; and"},{"prefix":"B","text":" Seek and obtain all necessary waivers of federal Medicaid statutes, rules and regulations."},{"prefix":"7","text":" The Mayor shall submit to the Council on an annual basis an assessment of the cost effectiveness of the managed care plan and its impact on the TANF and TANF-related Medicaid recipient's access to care of adequate quality."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.02","catch_text":"District of Columbia medical assistance program."}}