{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-196, see notes following ยง 1-307.81.\n\nDC CODE ยง 1-307.86\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-196, ยง 7, 55 DCR 6261.)","sections":[{"prefix":"a","text":" Prior to the offering and issuance of insurance policies, the Agency shall submit to the Commissioner for approval a plan of operation which meets the requirements of ยง 1-307.87. The Agency shall also submit to the Commissioner for approval any proposed material changes to the plan."},{"prefix":"b","text":" On or before March 2 of each year, the Agency shall submit to the Commissioner, on a form prescribed by the Commissioner by rule, a report of its financial condition, as prepared by a certified public accountant. The Agency shall file a consolidated report on behalf of each of its segregated accounts. The Agency shall use generally accepted accounting principles and include any useful or necessary modifications or adaptations thereof that have been approved or accepted by the Commissioner for the type of insurance and kinds of insurers to be reported upon, as supplemented by additional information required by the Commissioner."},{"prefix":"c","text":"(1) The Commissioner, or his designee, may visit the Agency at such times as he or she considers necessary to thoroughly inspect and examine the affairs of the Agency to ascertain:"},{"prefix":"A","text":" The financial condition of the Agency;"},{"prefix":"B","text":" The ability of the Agency to fulfill its obligations; and"},{"prefix":"C","text":" Whether the Agency has complied with the provisions of this part and the rules adopted pursuant thereto."},{"prefix":"2","text":" The Commissioner may require the Agency to retain qualified independent legal, financial, and examination services from outside the Department of Insurance, Securities, and Banking to conduct the examination and make recommendations to the Commissioner. The cost of the examination shall be paid by the Agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D-I","text":"Medical Liability Captive Insurance Agency."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.86","catch_text":"Approval of plan of operation by Commissioner; annual report to Commissioner; financial examination."}}