{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of § 1-301.141, see § 3102 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor Law 14-156, see notes following § 1-301.121.\n\nDC CODE § 1-301.128\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-156, § 9, 49 DCR 4272.)","sections":[{"prefix":"a","text":" A Certified Service Provider shall be the agent of a seller, with whom the Certified Service Provider has contracted, for the collection and remittance of sales and use taxes. As the seller's agent, the Certified Service Provider shall be liable for sales and use tax due each member state on all sales transactions it processes for the seller except as set forth in this section. A seller that contracts with a Certified Service Provider shall not be liable to the state for sales or use tax due on transactions processed by the Certified Service Provider unless the seller misrepresented the type of items it sells or committed fraud. In the absence of probable cause to believe that the seller has committed fraud or made a material misrepresentation, the seller shall not be subject to audit on the transactions processed by the Certified Service Provider. A seller shall be subject to audit for transactions not processed by the Certified Service Provider. The member states acting jointly may perform a system check of the seller and review the seller's procedures to determine if the Certified Service Provider's system is functioning properly and the extent to which the seller's transactions are being processed by the Certified Service Provider."},{"prefix":"b","text":" A person that provides a Certified Automated System shall be responsible for the proper functioning of that system and shall be liable to the state for underpayments of tax attributable to errors in the functioning of the Certified Automated System. A seller that uses a Certified Automated System remains responsible and shall be liable to the state for reporting and remitting tax."},{"prefix":"c","text":" A seller that has a proprietary system for determining the amount of tax due on transactions and has signed an agreement establishing a performance standard for that system shall be liable for the failure of the system to meet the performance standard."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"G","text":"Authority to Participate in Multistate Efforts to Develop Sales and Use Taxes."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.12","catch_text":"8. Seller and third party liability."}}