{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-336.\n\n1973 Ed., § 1-243b.\n\nEffect of Amendments\n\nD.C. Law 13-7, in the introductory portion of subsec. (d), in the first sentence, substituted \"Mayor\" for \"Director of the Office of Contracting and Procurement\".\n\nD.C. Law 13-38 repealed subsec. (b), which read:\n\n\"No lease agreement entered into under subsection (a) of this section shall provide for the payment of rental in excess of the limitations prescribed by § 278a of Title 40, United States Code, except that the provisions of this subsection shall not apply to leases made prior to January 5, 1971, except when renewals thereof are made after such date.\"\n\nSection 151 of Public Law 106-113 provides:\n\n\"(a) RESTRICTIONS ON LEASES.--Upon the expiration of the 60-day period that begins on the date of the enactment of this Act, none of the funds contained in this Act may be used to make rental payments under a lease for the use of real property by the District of Columbia government (including any independent agency of the District) unless the lease and an abstract of the lease have been filed (by the District of Columbia or any other party to the lease) with the central office of the Deputy Mayor for Economic Development, in an indexed registry available for public inspection.\n\n\"(b) ADDITIONAL RESTRICTIONS ON CURRENT LEASES.--\n\n\"(1) IN GENERAL.--Upon the expiration of the 60-day period that begins on the date of the enactment of this Act, in the case of a lease described in paragraph (3), none of the funds contained in this Act may be used to make rental payments under the lease unless the lease is included in periodic reports submitted by the Mayor and Council of the District of Columbia to the Committees on Appropriations of the House of Representatives and Senate describing for each such lease the following information:\n\n\"(A) The location of the property involved, the name of the owners of record according to the land records of the District of Columbia, the name of the lessors according to the lease, the rate of payment under the lease, the period of time covered by the lease, and the conditions under which the lease may be terminated.\n\n\"(B) The extent to which the property is or is not occupied by the District of Columbia government as of the end of the reporting period involved.\n\n\"(C) If the property is not occupied and utilized by the District government as of the end of the reporting period involved, a plan for occupying and utilizing the property (including construction or renovation work) or a status statement regarding any efforts by the District to terminate or renegotiate the lease.\n\n\"(2) TIMING OF REPORTS.--The reports described in paragraph (1) shall be submitted for each calendar quarter (beginning with the quarter ending December 31, 1999) not later than 20 days after the end of the quarter involved, plus an initial report submitted not later than 60 days after the date of the enactment of this Act, which shall provide information as of the date of the enactment of this Act.\n\n\"(3) LEASES DESCRIBED.--A lease described in this paragraph is a lease in effect as of the date of the enactment of this Act for the use of real property by the District of Columbia government (including any independent agency of the District) which is not being occupied by the District government (including any independent agency of the District) as of such date or during the 60-day period which begins on the date of the enactment of this Act.\"\n\nSection 162 of Public Law 106-522 provides:\n\n\"(a) EXCLUSIVE AUTHORITY OF MAYOR.--Notwithstanding section 451 of the District of Columbia Home Rule Act or any other provision of District of Columbia or Federal law to the contrary, the Mayor of the District of Columbia shall have the exclusive authority to approve and execute leases of the Washington Marina and the Washington municipal fish wharf with the existing lessees thereof for an initial term of 30 years, together with such other terms and conditions (including renewal options) as the Mayor deems appropriate.\n\n\"(b) DEFINITIONS.--In this section--\n\n\"(1) the term 'Washington Marina' means the portions of Federal property in the Southwest quadrant of the District of Columbia within Lot 848 in Square 473, the unassessed Federal real property adjacent to Lot 848 in Square 473, and riparian rights appurtenant thereto; and\n\n\"(2) the term 'Washington municipal fish wharf' means the water frontage on the Potomac River lying south of Water Street between 11th and 12th Streets, including the buildings and wharves thereon.\"\n\nD.C. Law 15-238 repealed subsec. (c) which had read:\n\n\"(c) No funds under the control of the Mayor shall be obligated or expended to construct, alter, purchase, or acquire any building or interest in any building to be used as a public building for the District government or to house a program funded through the District government that involves a total expenditure in excess of $1,000,000 unless the proposed construction, alteration, purchase, or acquisition has been submitted to and approved by the Council, by resolution. No funds under the control of the Mayor shall be obligated or expended to lease any space at an average annual gross rental in excess of $1,000,000 over the lease period, inclusive of all options, for use for public purposes by the District government or to house a program funded through the District government unless the proposed lease agreement has been submitted to and approved by the Council, by resolution. No funds under the control of the Mayor shall be obligated or expended to alter any building or part of any building that is under lease by the District government for a public purpose if the cost of the alteration would exceed $500,000, unless the proposed alteration has been submitted to and approved by the Council, by resolution. The Mayor shall not designate a developer for city-owned property unless the developer has been selected through competitive procedures in accordance with subchapter III of Chapter 3 of Title 2, and the proposal has been submitted to the Council for a 60-day period of review, exclusive of days of Council recess, pursuant to subsection (d) of this section and approved by the Council by resolution. The Mayor shall submit with the request for approval a prospectus of the proposed facility that shall include, but is not limited to:\n\n\"(1) A brief description of the building to be constructed, altered, purchased, or acquired, or the space to be leased, including its location, size, condition if applicable, and its conformity with allowable uses under the Zoning Regulations;\n\n\"(2) An estimate of the gross and net costs to the District government of the facility to be constructed, altered, purchased, or acquired, or the space to be leased;\n\n\"(3) The facility's conformity with the Public Facilities Plan developed pursuant to title VI of the District of Columbia Comprehensive Plan Act of 1984;\n\n\"(4) A statement by the Director of the Office of Contracting and Procurement that suitable space owned by the District is not available or cannot be reasonably renovated or altered and that suitable rental space is not available at a price commensurate with the space and price to be afforded through the proposed action, including a current survey of suitable vacant rental office space;\n\n\"(5) A certification by the Director of the Office of Contracting and Procurement that no other public space is available, including surplus government property that is under the control of the Board of Education; and\n\n\"(6) A statement by the Director of the Office of Contracting and Procurement of rents and other housing costs currently being paid by the District for entities of the District government to be housed in the building to be constructed, altered, purchased, or acquired, or the space to be leased.\"\n\nD.C. Law 19-171 repealed subsecs. (d) and (d-1); and, in subsec. (h-1), validated a previously made technical correction. Prior to repeal, subsecs. (d) and (d-1) read as follows:\n\n\"(d) Except as provided in subsection (d-1) of this section, the Mayor shall, pursuant to subsection (c) of this section, transmit to the Council a proposed resolution of approval for a 60-day period of review, exclusive of days of Council recess. If the Council takes no action to approve or disapprove the proposed resolution within the 60-day period, the proposed resolution shall be deemed approved. Factors governing the Council's consideration of the proposed resolution may include, but are not limited to, the following:\n\n\"(1) The availability of adequate funds;\n\n\"(2) The integrity of the selection process; and\n\n\"(3) Whether the proposal is in the best interests of the District.\n\n\"(d-1) Notwithstanding subsection (d) of this section, the proposed resolution of approval with respect to any lease which is required to be approved by the Council pursuant to subsection (c) of this section, and which is negotiated on behalf of the District by duly licensed commercial real estate brokers pursuant to tenant representative services contracts then in effect between the District and such brokers, shall be transmitted to the Council for a review period of 15 calendar days. If the Council takes no action to approve or disapprove the proposed resolution within the 15-day period, the proposed resolution shall be deemed approved.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Tenant Representative Services Lease Negotiation and Review Temporary Amendment Act of 1997 (D.C. Law 12-5, June 5, 1997, law notification 44 DCR 4637).\n\nTemporary Enactments\n\nFor temporary (225 day) approval of a proposed lease agreement between the District of Columbia and Wells Fargo Delaware Trust Company, see § 2 of Unified Communications Center Lease Agreement Temporary Act of 2003 (D.C. Law 15-53, December 9, 2003, law notification 51 DCR 1788).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Tenant Representative Services Lease Negotiation and Review Emergency Amendment Act of 1997 (D.C. Act 12-4, February 24, 1997, 44 DCR 1607), § 2 of the Tenant Representative Services Lease Negotiation and Review Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-81, June 10, 1997, 44 DCR 3607), and § 2 of the Tenant Representative Services Lease Negotiation and Review Emergency Amendment Act of 1998 (D.C. Act 12-269, February 19, 1998, 45 DCR 1332).\n\nFor temporary amendment of section, see § 4 of the Procurement Reform Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-374, April 24, 1998, 45 DCR 4338).\n\nFor temporary (90-day) amendment of section, see § 402 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) approval of the proposed Unified Communications Center lease, see § 2 of Unified Communications Center Lease Agreement Emergency Act of 2003 (D.C. Act 15-141, July 29, 2003, 50 DCR 6881).\n\nLegislative History of Laws\n\nLaw 8-257 was introduced in Council and assigned Bill No. 8-645, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-342 and transmitted to both Houses of Congress for its review.\n\nLaw 11-92, the \"Acquisition of Space Needs For District Government Officers and Employees Temporary Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-494. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-175 and transmitted to both Houses of Congress for its review. D.C. Law 11-92 became effective on February 27, 1996.\n\nLaw 11-259, the \"Procurement Reform Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-705, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on January 3, 1997, it was assigned Act No. 11-526 and transmitted to both Houses of Congress for its review. D.C. Law 11-259 became effective on April 12, 1997.\n\nLaw 12-104, the \"Procurement Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-363, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on February 3, 1998, it was assigned Act No. 12-280 and transmitted to both Houses of Congress for its review. D.C. Law 12-104 became effective on May 8, 1998.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 13-7, the \"Lease Approval Technical Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-054, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 2, 1999, and March 2, 1999, respectively. Signed by the Mayor on March 22, 1999, it was assigned Act No. 13-44 and transmitted to both Houses of Congress for its review. D.C. Law 13-7 became effective on June 11, 1999.\n\nLaw 13-38, the \"Service Improvement and Fiscal Year 2000 Budget Support Act of 1999,\" was introduced in Council and assigned Bill No. 13-161, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 11, 1999, and June 22, 1999, respectively. Signed by the Mayor on July 8, 1999, it was assigned Act No. 13-111 and transmitted to both Houses of Congress for its review. D.C. Law 13-38 became effective on October 20, 1999.\n\nLaw 15-238, the \"Property Management Reform Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-715, which was referred to the Subcommittee on Human Rights, Latino Affairs and Property. The Bill was adopted on first and second readings on September 21, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-578 and transmitted to both Houses of Congress for its review. D.C. Law 15-238 became effective on March 16, 2005.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nReferences in Text\n\n\"The District of Columbia Comprehensive Plan Act of 1984\", referred to in (c)(3), is D.C. Law 5-76.\n\nThe \"Public Facilities Plan\", referred to in (g), is Title VI of D.C. Law 5-76.\n\nEditor's notes\n\nD.C. Law 12-104 purported to designate the existing text in (h) as (h)(1), and added a new (h)(2). However, (h) was repealed by D.C. Law 11-259. At the direction of the D.C. Codification Counsel, (h)(2) has been redesignated as new (h-1).\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of contracting authority, see Mayor's Order 90-178, November 19, 1990.\n\nDelegation of authority under Public Law 91-650, D.C. Code § 1-301.96, see Mayor's Order 93-6, January 15, 1993.\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority: See Mayor's Order 96-83, June 20, 1996 (43 DCR 3510).\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority: See Mayor's Order 96-136, September 9, 1996 (43 DCR 5043).\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority: See Mayor's Order 96-152, October 17, 1996 (43 DCR 5855).\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority; Delegation of Personnel Authority; and Establishment of Position of Administrator in the Commission on Mental Health Services: See Mayor's Order 96-172, December 9, 1996 (43 DCR 6973).\n\nDelegation of Authority Under Pub. Law No. 91-650, D.C. Official Code § 1- 301.91, see Mayor's Order 2002-186, December 6, 2002 (49 DCR 11053).\n\nDelegation of Authority Under Public Law 91-650, D.C. Official Code 1- 301.91, see Mayor's Order 2003-102, July 31, 2003 (50 DCR 6745).\n\nResolutions\n\nResolution 14-79, the \"77 P Street, N.E., Lease Approval Emergency Resolution of 2001\", was approved effective April 3, 2001.\n\nResolution 14-108, the \"Parcel 124/171 Purchase Approval Emergency Approval Resolution of 2001\", was approved effective May 1, 2001.\n\nResolution 14-168, the \"3515 and 3521 V Street, N.E., Lease Approval Emergency Resolution of 2001\", was approved effective July 10, 2001.\n\nResolution 14-199, the \"821 Howard Road, S.E., Purchase Approval Emergency Resolution of 2001\", was approved effective September 19, 2001.\n\nMiscellaneous Notes\n\nLease/Purchase of Building and Land at 441-4th Street, N.W. (One Judiciary Square: Lot 20; Square 532) Emergency Approval Resolution of 1991: Pursuant to Resolution 9-94, effective July 19, 1991, the Council approved, on an emergency basis, the District of Columbia's purchase of an office building and lease/purchase of the land at 441-4th Street, N.W. to be used for municipal purposes.\n\nSee Mayor's Order 92-153, December 1, 1992.\n\n65 K Street, N.E., Lease Amendment Approval Emergency Resolution of 1994: Pursuant to Resolution 10-500, effective December 6, 1994, the Council approved, on an emergency basis, the amendment of a lease for 65 K Street, N.E.\n\n717 Fourteenth Street, N.W. Lease Approval Emergency Resolution of 1997: Pursuant to Resolution 12-348, effective December 19, 1997, the Council approved, on an emergency basis, the Lease Agreement between the District of Columbia government and 711 Fourteenth Street, N.W., Associates Limited Partnership, and to exempt this lease from the formal competitive procurement requirements applicable to leases where the District will be the predominant user of the building.\n\n1300 First Street, N.E. Lease Approval Emergency Resolution of 1998: Pursuant to Resolution 12-489, effective May 5, 1998, the Council approved, on an emergency basis, the Lease Agreement between the District of Columbia government and Edward R. Webster Company for 1300 First Street, N.E.\n\nUniversity of the District of Columbia Acquisition of 4250 Connecticut Avenue Authorization Resolution of 1995: Pursuant to Resolution 11-192, effective December 5, 1995, the Council approved the acquisition, by the University of the District of Columbia, of an interest in a ground lease of Lot 1 in Square 2047 and the purchase of improvements situated thereon known as 4250 Connecticut Avenue, N.W., to be used for governmental purposes.\n\nAmendment of Mayor's Order 96-172, Establishing Position of Administrator in the Commission on Mental Health Services; Appointment of Interim Administrator; Duties of Administrator: See Mayor's Order 97-6, January 9, 1997 (44 DCR 357).\n\nDC CODE § 1-301.91\n\nCurrent through December 11, 2012","credits":"(Jan. 5, 1971, 84 Stat. 1939, Pub. L. 91-650, title VII, § 705(a), (b); Mar. 8, 1991, D.C. Law 8-257, § 2, 38 DCR 969; Apr. 12, 1997, D.C. Law 11-259, § 301, 44 DCR 1423; May 7, 1998, D.C. Law 12-104, § 4, 45 DCR 1687; Apr. 20, 1999, D.C. Law 12-264, §§ 4, 59(b), 46 DCR 2118; June 11, 1999, D.C. Law 13-7, § 2, 46 DCR 3626; Oct. 20, 1999, D.C. Law 13-38, § 402, 46 DCR 6373; Mar. 16, 2005, D.C. Law 15-238, § 3, 51 DCR 10599; Sept. 26, 2012, D.C. Law 19-171, §§ 4, 202, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Director of the Office of Contracting and Procurement is authorized to enter into lease agreements with any person, copartnership, corporation, or other entity, which do not bind the government of the District of Columbia for periods in excess of 20 years for each such lease agreement, on such terms and conditions, including, without limitation, lease-purchase, as he deems to be in the interest of the District of Columbia and necessary for the accommodation of District of Columbia agencies and activities in buildings or other improvements which are in existence or are to be constructed by the lessor for such purposes, or on unimproved real property."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Repealed."},{"prefix":"d-1","text":" Repealed."},{"prefix":"e","text":" The estimated maximum cost of any project approved pursuant to this section may be increased by an amount equal to the increase, if any, as determined by the Director of the Office of Contracting and Procurement, in construction or alteration costs, from the date of transmittal of the prospectus to the Council, not to exceed 10% of the estimated gross cost."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" The Director of the Office of Contracting and Procurement shall not make any agreement or undertake any commitment that will result in the construction of any building that is to be constructed for lease to, and for predominant use by, the District until the Director of the Office of Contracting and Procurement has established detailed specification requirements for the building and unless the proposal is consistent with the Public Facilities Plan."},{"prefix":"h","text":" Repealed."},{"prefix":"h-1","text":" The Director of the Office of Contracting and Procurement may acquire a new leasehold interest in any building that is proposed to be leased for the predominant use of rentable space by, or constructed for lease to and for predominant use of rentable space by the District government without regard to §§ 2-303.03 and 2-303.04; provided that such leasehold interest is acquired pursuant to a lease negotiated on behalf of the District by a duly licensed commercial real estate broker pursuant to a tenant representative services contract then in effect between the District and the broker."},{"prefix":"i","text":" The Director of the Office of Contracting and Procurement shall inspect every building to be constructed for lease to, and for predominant use by, the District government during the construction of the building in order to determine compliance with the specifications established for the building. Upon the completion of the building, the Director of the Office of Contracting and Procurement shall evaluate the building to determine the extent, if any, of failure to comply with the specifications for the building. The Director of the Office of Contracting and Procurement shall ensure that any contract entered into for a leasehold interest in a building shall contain a provision that permits a reduction in rent during any period that the building is not in compliance with the specifications for the building."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"E","text":"Additional Authority of the Director of the Office of Contracting and Procurement."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.91","catch_text":"Leasing authority."}}