{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-266.\n\n1973 Ed., § 1-171n.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-72, see Historical and Statutory Notes following § 1-309.31.\n\nDC CODE § 1-309.32\n\nCurrent through December 11, 2012","credits":"(June 19, 1976, D.C. Law 1-72, § 3, 23 DCR 575.)","sections":[{"prefix":"a","text":" As soon as possible after June 19, 1976, but in no case more than 5 days after such date, the Board shall:"},{"prefix":"1","text":" Make available to any resident of a Commission area copies of petition forms for collecting signatures of registered qualified electors in such area; and"},{"prefix":"2","text":" Publish in the District of Columbia Register, and post in conspicuous places in each Commission area, the number of registered qualified electors in such Commission area."},{"prefix":"b","text":" Upon certification by the Board to the Chairman of the Council that 5 percent of the registered qualified electors of a Commission area have signed a petition calling for the establishment of an Advisory Neighborhood Commission in such area, the Council shall then establish, by resolution, a nonpartisan elected Advisory Neighborhood Commission for such Commission area, with its members to be elected from the single-member districts established for such Commission area. Nothing in this section shall be construed to permit an individual to sign more than 1 petition for the establishment of an Advisory Neighborhood Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"V","text":"Advisory Neighborhood Commissions."},"part":{"identifier":"B","text":"Additional Period for Circulation of Petitions."},"heading":{"title":"1","chaptersection":"309","identifier":"1-309.32","catch_text":"Supplementary petitions."}}