{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-266, see notes following ยง 1-307.61.\n\nDC CODE ยง 1-307.69\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-266, ยง 10, 48 DCR 1240.)","sections":[{"prefix":"a","text":" An account holder may make an emergency withdrawal of his or her opportunity account funds in accordance with this section."},{"prefix":"b","text":" An account holder may make an emergency withdrawal for:"},{"prefix":"1","text":" Paying the costs of medical care or the expenses necessary to obtain medical care for the account holder or a spouse, domestic partner, father, mother, child, or dependent of the account holder;"},{"prefix":"2","text":" Making a payment necessary to prevent the eviction of the account holder from the primary residence of the account holder or to prevent foreclosure on a mortgage for the primary residence of the account holder; or"},{"prefix":"3","text":" Making payments necessary to enable the account holder to meet necessary living expenses following loss of employment."},{"prefix":"c","text":" An account holder making an emergency withdrawal shall only withdraw funds deposited by the account holder and shall not withdraw matching funds;"},{"prefix":"d","text":" An emergency withdrawal shall not be made unless authorized by an administering organization on a case-by-case basis."},{"prefix":"e","text":" An account holder shall deposit funds into the opportunity account in the same amount as the funds withdrawn from the account for the emergency withdrawal no later than 12 months after the date of the withdrawal. If the account holder fails to make the deposit:"},{"prefix":"1","text":" The account holder shall lose his or her matching funds and the matching funds shall be returned to the District of Columbia and administering organization in the same amounts as the matching funds were provided;"},{"prefix":"2","text":" The account holder shall be removed from the opportunity account program; and"},{"prefix":"3","text":" All funds deposited by the account holder into the opportunity account shall be returned to the account holder."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D","text":"Opportunity Accounts."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.69","catch_text":"Emergency withdrawal."}}