{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 1-301.65.\n\n1981 Ed., § 1-248.\n\nEffect of Amendments\n\nD.C. Law 16-300 rewrote subsec. (c) which had read as follows:\n\n\"(c) Each progress report shall indicate the progress made in implementing the Land Use Element of the Comprehensive Plan by land use policy during the reporting period and the key projected implementation activities by land use policy for the next five years.\"\n\nLegislative History of Laws\n\nLaw 8-129 was introduced in Council and assigned Bill No. 8-2, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on October 10, 1989, and October 24, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-138 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-193, see Historical and Statutory Notes following § 1-306.02.\n\nFor legislative history of D.C. Law 12-275, see Historical and Statutory Notes following § 1-306.02.\n\nFor Law 16-300, see notes following § 1-306.02.\n\nEffective Dates\n\nFor effective date of District elements of Comprehensive Plan for the National Capital, see Historical and Statutory Notes following § 1-306.02.\n\nReferences in Text\n\n\"Titles I through XII of section 3 (the 'Comprehensive Plan')\" referred to in the first sentence of (a), refers to § 3 of D.C. Law 5-76.\n\nResolutions\n\nResolution 15-558, the \"Progress Report on Implementing the Comprehensive Plan Findings Resolution of 2004\", was approved effective June 1, 2004.\n\nMiscellaneous Notes\n\nPursuant to Resolution 9-267, effective July 10, 1992, the Council resolved to submit to the Mayor the findings of the Council on the Mayor's 4th biennial progress report on implementing the District of Columbia Elements of the Comprehensive Plan.\n\nDC CODE § 1-306.04\n\nCurrent through December 11, 2012","credits":"(Apr. 10, 1984, D.C. Law 5-76, § 8[9], as added May 23, 1990, D.C. Law 8- 129, § 3(a)(2), 37 DCR 55; Oct. 6, 1994, D.C. Law 10-193, § 3(a)(2), 41 DCR 5536; Apr. 27, 1999, D.C. Law 12-275, § 2(c), 46 DCR 1441; Mar. 8, 2007, D.C. Law 16-300, § 2(c), 54 DCR 924.)","sections":[{"prefix":"a","text":" Continuous community input into every phase of development of titles I through XII of section 3 (the \"Comprehensive Plan\"), from conception to adoption to implementation, is essential to assure that the Comprehensive Plan in all its elements is the valid expression of District residents, property owners, commercial interests, and other groups and individuals in the District. A variety of means to secure community input should be utilized, including advisory and technical committees, community workshops, review of draft texts, public forums and hearings, and other means of discussion and communication. The District government, through its executive and legislative branches, will strive to ensure that the Comprehensive Plan, in all its elements, is both responsive and responsible."},{"prefix":"b","text":" Community input into the implementation of the District elements of the Comprehensive Plan will be assured by the requirement of a periodic review. Not less frequently than once every 4 years, beginning March 31, 2000, the Mayor shall submit to the Council a report, accompanied by a proposed resolution, on the progress made by the government of the District of Columbia in implementing the District elements of the Comprehensive Plan. The Council shall schedule a public hearing on the progress report and, following each review period, submit to the Mayor the findings of the Council and a copy of the public testimony on the progress report."},{"prefix":"c","text":" Each progress report shall indicate the progress made in implementing Comprehensive Plan Actions during the reporting period and the key projected implementation activities by land use policy for the next 5 years."},{"prefix":"d","text":" The Mayor shall submit periodically to the Council for its consideration proposed amendments to the Comprehensive Plan. Such amendments shall be submitted not less frequently than once every 4 years, beginning March 31, 2002, and shall be accompanied by an environmental assessment of the proposed amendments. Proposed amendments may also be submitted by the Mayor to the Council at any other time that the Mayor determines to be necessary."},{"prefix":"e","text":" The process for executive branch consideration of proposed amendments to the Comprehensive Plan initiated by District agencies or the public shall include:"},{"prefix":"1","text":" Standards for appropriateness;"},{"prefix":"2","text":" A format and deadline for submission of amendments;"},{"prefix":"3","text":" Public meetings to be held by the executive;"},{"prefix":"4","text":" A mechanism for public review of all proposed amendment submissions;"},{"prefix":"5","text":" A mechanism for public review of the Mayor's proposed amendments; and"},{"prefix":"6","text":" Submission by the Mayor to the Council of proposed amendments to the Comprehensive Plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"III-A","text":"Comprehensive Plan."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"306","identifier":"1-306.04","catch_text":"Preserving and ensuring community input."}}