{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-196, see notes following § 1-307.81.\n\nReferences in Text\n\nSection 2055 of D.C. Law 16-192, referred to in subsec. (c)(3), is noted under § 42-2855.01.\n\nDC CODE § 1-307.91\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-196, § 12, 55 DCR 6261.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Medical Liability Captive Trust Fund, which shall be used for the purposes set forth in subsection (b) of this section. All funds deposited in the Fund, and any interest earned thereon, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"b","text":" The Fund shall be used solely to pay for the costs and expenses of the establishment, operation, and administration of the Agency, which costs and expenses shall include:"},{"prefix":"1","text":" The hiring of a captive manager and other professionals to manage and administer the day-to-day operations of the Agency;"},{"prefix":"2","text":" The hiring of staff, including a general counsel;"},{"prefix":"3","text":" The administration of the day-to-day operations of the Agency;"},{"prefix":"4","text":" The payment of claims and losses under policies of insurance to be issued by the Agency;"},{"prefix":"5","text":" Reimbursement for reasonable expenses incurred by Advisory Council members in the necessary performance of their duties; and"},{"prefix":"6","text":" The costs of the management, administration, and operation of the Fund."},{"prefix":"c","text":" There shall be deposited into the Fund:"},{"prefix":"1","text":" All insurance premiums or other revenues which may be received by the Fund;"},{"prefix":"2","text":" All funds received under § 1-307.83(a)(10); and"},{"prefix":"3","text":" An amount equal to the unobligated balance of amounts appropriated and allocated by section 2055(18) of the Fiscal Year 2007 Budget Support Act of 2006, effective March 2, 2007 (D.C. Law 16-192; 53 DCR 6899)."},{"prefix":"d","text":" The funds in the Fund may be invested in private securities and any other form of investment which is considered appropriate by the Commissioner and the Chief Financial Officer. The Agency shall file each with the Commissioner and the Chief Financial Officer a schedule of the proposed investments of the funds and any material changes thereto."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D-I","text":"Medical Liability Captive Insurance Agency."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.91","catch_text":"Establishment of the Medical Liability Captive Trust Fund."}}