{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-338.\n\nEffect of Amendments\n\nD.C. Law 18-376, in subsec. (a), designated the existing text as par. (1) and added par. (2).\n\nD.C. Law 19-171 validated a previously made technical correction in subsec. (a)(2).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-2 added subsec. (a-1) to read as follows:\n\n\"(a-1) Notwithstanding subsection (a) of this section, the Metropolitan Police Department or its agents shall not issue subpoenas in pursuance of criminal investigations.\".\n\nSection 4(b) of D.C. Law 18-2 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Metropolitan Police Department Subpoena Limitation Emergency Amendment Act of 2009 (D.C. Act 18-5, January 30, 2009, 56 DCR 1629).\n\nLegislative History of Laws\n\nLaw 3-109 was introduced in Council and assigned Bill No. 3-291, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 15, 1980 and July 29, 1980, respectively. Signed by the Mayor on July 31, 1980, it was assigned Act No. 3-234 and transmitted to both Houses of Congress for its review.\n\nLaw 7-104 was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nLaw 18-376, the \"Attorney General Subpoena Authority Authorization Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-1009, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 20, 2011, it was assigned Act No. 18-712 and transmitted to both Houses of Congress for its review. D.C. Law 18- 376 became effective on June 3, 2011.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nDelegation of Authority\n\nDelegation of authority to the Inspector General to issue subpoenas & to administer oaths in any investigation or examination of municipal matters: See Mayor's Order 90-146, October 31, 1990.\n\nDelegation of Authority to the Chief, Metropolitan Police Department to Issue Subpoenas and to Administer Oaths in Any Investigation of Examination of Municipal Matters, see Mayor's Order 2008-154, November 7, 2008 (55 DCR 12535).\n\nDelegation of Authority to the Attorney General to Issue Subpoenas and to Administer Oaths in Any Criminal Investigation, see Mayor's Order 2009-5, January 16, 2009 (56 DCR 2019).\n\nMiscellaneous Notes\n\nDelegation of subpoena power, see Mayor's Order 88-31, February 11, 1988.\n\nDelegation of Subpoena Power to Implement the Parental Leave Act of 1994: See Mayor's Order 97-137, August 1, 1997 (44 DCR 4551).\n\nDC CODE § 1-301.21\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1980, D.C. Law 3-109, § 3, 27 DCR 3785; Apr. 30, 1988, D.C. Law 7-104, § 33, 35 DCR 147; June 3, 2011, D.C. Law 18-376, § 2, 58 DCR 944; Sept. 26, 2012, D.C. Law 19-171, § 3, 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) The Mayor of the District of Columbia shall have the power to issue subpoenas to compel witnesses to appear and testify and/or to produce all books, records, papers, or documents in any investigation or examination of any municipal matter with respect to functions transferred to the Mayor by Reorganization Plan No. 3 of 1967 or by the District of Columbia Home Rule Act (Chapter 2 of this title): Provided, that witnesses other than those employed by the District of Columbia subpoenaed to appear before the Mayor shall be entitled to reasonable fees as established by regulations issued by the Mayor of the District of Columbia, but said fees need not be tendered said witnesses in advance of their appearing and testifying and/or producing books, records, papers, or documents."},{"prefix":"2","text":" For the purposes of this subsection, the term \"municipal matter\" means personnel matters concerning police officers and firefighters of the District of Columbia."},{"prefix":"b","text":" Any willful false swearing on the part of any witness before the Mayor of the District of Columbia as to any material fact shall be deemed perjury and shall be punished in the manner prescribed by law for such offense."},{"prefix":"c","text":" If any witness having been personally summoned shall neglect or refuse to obey the subpoena issued pursuant to subsection (a) of this section, then, in that event, the Mayor of the District of Columbia may report that fact to the Superior Court of the District of Columbia or one of the judges thereof and said Court, or any judge thereof, is empowered to compel obedience to said subpoena to the same extent as witnesses may be compelled to obey the subpoenas of that Court."},{"prefix":"d","text":" The Mayor of the District of Columbia is authorized to administer oaths to witnesses summoned in any investigation or examination as set out in subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"B","text":"Subpoenas, Administration of Oaths, and Documents Concerning Police Officers and Firefighters."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.21","catch_text":"Subpoena power."}}