{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-257.\n\n1973 Ed., § 1-171e.\n\nEffect of Amendments\n\nD.C. Law 13-135 rewrote subsec. (d), which formerly read:\n\n\"(1) Whenever a vacancy exists in the office of a Commissioner, and the vacancy does not occur within the 6-month period prior to a general election, the vacancy shall be filled pursuant to paragraph (6) of this subsection. No vacancy shall be filled if it occurs within the 6-month period prior to a general election.\n\n\"(2) For purposes of this section, a vacancy is deemed to exist upon the publication of a notice of the vacancy in the District of Columbia Register.\n\n\"(3) Within 90 days of the date that the Board declares a vacancy, the members of the Advisory Neighborhood Commission area where the vacancy exists\n\nshall fill the vacancy pursuant to paragraph (6) of this subsection.\n\n\"(4) Each person appointed or elected to fill a vacancy shall meet the qualifications set forth in § 1-256(a).\n\n\"(5) Each person appointed or elected to fill a vacancy shall serve until a successor has been certified and sworn in pursuant to subsection (b) of this section.\n\n\"(6)(A) Within 5 days (excluding Saturdays, Sundays, and legal holidays) after the date that the Board declares a vacancy, the Board shall make available petitions for the purpose of obtaining the signatures of registered qualified electors within the affected single-member district.\n\n\"(B) In the event petitions are not obtained by any registered qualified elector within the affected single-member district within 7 working days after the petitions have been made available, the Board shall recertify the vacancy by republishing the notice required by paragraph (2) of this subsection.\n\n\"(C) Within 21 days of the date the Board makes the petitions available, persons interested in filling the vacancy shall submit a petition to the Board that contains the signatures of at least 25 registered qualified electors within the affected single-member district. The Board, after a 5-working-day challenge period, shall transmit a list of the names of persons who qualify for appointment to the affected Advisory Neighborhood Commission area.\n\n\"(D) If there is only one person qualified to fill the vacancy within the affected single-member district, the area Advisory Neighborhood Commissioners shall appoint the qualified person to the vacant Advisory Neighborhood Commissioner position at its next regularly scheduled meeting.\n\n\"(E) If the Board transmits a list of qualified candidates containing more than one name, the affected area Advisory Neighborhood Commission shall give notice at a public meeting that at the next regularly scheduled meeting there shall be an open vote of the members of the affected single-member district to elect the new commissioner. All registered qualified electors shall display their voter identification card or, alternatively, be listed on the voter registration list (provided by the Board) as a voter in the affected single-member district. The ballots shall be counted by at least two impartial vote counters. The results shall be read aloud by the Chair of the Advisory Neighborhood Commission, or alternatively, by such commissioners as the Chair shall designate.\n\n\"(F) After a vacancy has been filled pursuant to this subsection, the affected area Advisory Neighborhood Commission shall transmit to the Board a resolution signed by the Chairman and Secretary of the Advisory Neighborhood Commission that states the winner of the Advisory Neighborhood Commissioner SMD election and requests that the Board declare the vacancy filled. The resolution shall also be sent to the following:\n\n\"(i) The Council of the District of Columbia;\n\n\"(ii) The Mayor; and\n\n\"(iii) The person appointed or elected by the Commission.\n\n\"(G) The Board shall certify the filling of the vacancy by publication in the District of Columbia Register.\";\n\nrewrote subsec. (f)(2), which formerly read:\n\n\"When a vacancy occurs on an Advisory Neighborhood Commission and no letter of resignation is submitted as required by paragraph (1) of this subsection, the respective Advisory Neighborhood Commission shall petition the District of Columbia Board of Elections and Ethics, by a resolution signed by the Chairman and the secretary of the Advisory Neighborhood Commission, to declare the vacancy. The resolution shall be considered by the Commission at a public meeting of the Commission. Prior to the meeting, the Commission shall make a good faith effort to notify, in writing, the Commissioner who is the subject of the resolution. Notice of the meeting shall be sent to the Commissioner no later than 20 days prior to the meeting by certified mail, return receipt requested, and shall provide that the Commissioner shall have an opportunity to rebut the alleged vacancy. The resolution, accompanied by minutes of the meeting at which the resolution was adopted and a list of those attending the meeting, shall be sent to: (A) The District of Columbia Board of Elections and Ethics, (B) the Council of the District of Columbia, and the Mayor, and (C) the Commissioner, whenever the vacancy is due to removal or failure to continue the qualifications for office under § 1-256(a).\";\n\nand rewrote subsec. (h), which formerly read:\n\n\"The Board shall maintain a list of the names and home addresses of all members of the Advisory Neighborhood Commissions.\n\n\"(1) This list shall be published at least annually in the District of Columbia Register. This list shall also be provided by the Board to the Alcoholic Beverage Control Board and to any other government agency that requests it.\n\n\"(2) Any change, which may be due to resignation, election, moving, or for any other reason, shall be reported when it occurs by the Board to the Alcoholic Beverage Control Board and to any other government agency that requests it.\"\n\nD.C. Law 18-130, in subsec. (d)(6)(C), substituted \"membership on\" for \"appointment to\"; rewrote subsec. (d)(6)(D); in subsec. (d)(6)(E), substituted \"scheduled or special meeting\" for \"scheduled meeting\"; and rewrote subsec. (f)(1). Prior to amendment, subsecs. (d)(6)(D) and (f)(1) read as follows:\n\n\"(D) If there is only one person qualified to fill the vacancy within the affected single-member district, the Advisory Neighborhood Commissioners shall appoint the qualified person to the vacant Advisory Neighborhood Commissioner position at its next regularly scheduled meeting.\"\n\n\"(f)(1) Any member of an Advisory Neighborhood Commission who resigns from the single-member district from which he or she is elected shall submit a copy of the letter of resignation to: (A) The Board of Elections and Ethics; (B) the Council of the District of Columbia, and the Mayor; and (C) the Chairperson of the member's Advisory Neighborhood Commission. The District of Columbia Board of Elections and Ethics shall then declare the vacancy.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Election Temporary Amendment Act of 1992 (D.C. Law 9-257, March 25, 1993, law notification 40 DCR 6227).\n\nFor temporary (225 day) amendment of section, see § 2 of Advisory Neighborhood Special Election Repeal Temporary Amendment Act of 1999 (D.C. Law 11-17, May 27, 1995, law notification 42 DCR 2844).\n\nFor temporary (225 day) amendment of section, see § 2 of Advisory Neighborhood Commission Vacancy Temporary Amendment Act of 1999 (D.C. Law 13-69, April 5, 2000, law notification 47 DCR 2626).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2 of the Advisory Neighborhood Commission Vacancy Emergency Amendment Act of 1999 (D.C. Act 13- 145, October 18, 1999, 46 DCR 9906).\n\nFor temporary (90-day) amendment of section, see § 2 of the Advisory Neighborhood Commission Vacancy Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-221, January 11, 2000, 47 DCR 467).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-21, see Historical and Statutory Notes following § 1-309.01.\n\nFor legislative history of D.C. Law 1-27, see Historical and Statutory Notes following § 1-207.38.\n\nFor legislative history of D.C. Law 2-16, see Historical and Statutory Notes following § 1-309.01.\n\nLaw 3-15 was introduced in Council and assigned Bill No. 3-26, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 8, 1979 and May 22, 1979, respectively. Signed by the Mayor on June 18, 1979, it was assigned Act No. 3-55 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 4-14, see Historical and Statutory Notes following § 1-309.03.\n\nLaw 5-17 was introduced in Council and assigned Bill No. 5-11, which was referred to the Committee on Government Operations. The Bill was adopted on first, amended first and second readings on April 26, 1983, May 10, 1983 and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-34 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-111, see Historical and Statutory Notes following § 1-309.01.\n\nFor legislative history of D.C. Law 5-116, see Historical and Statutory Notes following § 1-207.38.\n\nLaw 7-92 was introduced in Council and assigned Bill No. 7-321, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 8, 1987 and January 5, 1988, respectively. Signed by the Mayor on January 25, 1988, it was assigned Act. No. 7-134 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-203, see Historical and Statutory Notes following § 1-309.14.\n\nLaw 9-75 was introduced in Council and assigned Bill No. 9-242, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 5, 1991, and December 3, 1991, respectively. Signed by the Mayor on January 3, 1992, it was assigned Act No. 9-127 and transmitted to both Houses of Congress for its review.\n\nLaw 9-174, the \"Alcoholic Beverage Control Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-125, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 27, 1992, it was assigned Act No. 9-280 and transmitted to both Houses of Congress for its review. D.C. Law 9-174 became effective on October 3, 1992.\n\nLaw 10-18, the \"Advisory Neighborhood Commission Vacancy Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-76, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-50 and transmitted to both Houses of Congress for its review. D.C. Law 10-18 became effective on September 30, 1993.\n\nLaw 10-173, the \"National Voter Registration Act Conforming Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-572, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-293 and transmitted to both Houses of Congress for its review. D.C. Law 10-173 became effective on September 22, 1994.\n\nLaw 11-66, the \"Advisory Neighborhood Commission Vacancy Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-113, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 11, 1995, and July 29, 1995, respectively. Signed by the Mayor on August 9, 1995, it was assigned Act No. 11-129 and transmitted to both Houses of Congress for its review. D.C. Law 11-66 became effective on October 26, 1995.\n\nFor Law 13-135, see notes following § 1-309.01.\n\nLaw 18-130, the \"Advisory Neighborhood Commission Vacancy Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-324, which was referred to the Committee on Aging and Community Affairs. The bill was adopted on first and second readings on December 15, 2009, and January 5, 2010, respectively. Signed by the Mayor on January 25, 2010, it was assigned Act No. 18-292 and transmitted to both Houses of Congress for its review. D.C. Law 18- 130 became effective on March 23, 2010.\n\nReferences in Text\n\n\"Paragraph (2) of this subsection\", which established the term of members elected in 1984, referred to in (b)(3), was repealed by D.C. Law 5-116, § 3(b), effective September 26, 1984.\n\nMiscellaneous Notes\n\nExpiration of Law 11-66: Section 3(b) of D.C. Law 11-66 provided that the act shall expire on Sept. 30, 1999.\n\nDC CODE § 1-309.06\n\nCurrent through December 11, 2012","credits":"(Oct. 10, 1975, D.C. Law 1-21, § 8, 22 DCR 2070; Oct. 30, 1975, D.C. Law 1-27, § 4, 22 DCR 2472; Sept. 20, 1977, D.C. Law 2-16, § 2(b), 24 DCR 3336; Sept. 8, 1979, D.C. Law 3-15, § 2, 25 DCR 11003; June 23, 1981, D.C. Law 4-14, § 2(b), 28 DCR 2132; Aug. 2, 1983, D.C. Law 5-17, § 2, 30 DCR 3196; Sept. 26, 1984, D.C. Law 5-111, § 2(a), (c), 31 DCR 3952; Sept. 26, 1984, D.C. Law 5-116, § 3, 31 DCR 4018; Mar. 16, 1988, D.C. Law 7-92, § 2, 35 DCR 716; Mar. 6, 1991, D.C. Law 8-203, § 3(b), 37 DCR 8420; Mar. 11, 1992, D.C. Law 9-75, § 3, 39 DCR 310; Oct. 3, 1992, D.C. Law 9-174, § 3(a), 39 DCR 5859; Sept. 30, 1993, D.C. Law 10-18, § 2, 40 DCR 5455; Sept. 22, 1994, D.C. Law 10-173, § 3, 41 DCR 5154; Oct. 26, 1995, D.C. Law 11-66, § 2, 42 DCR 4324; Jun. 27, 2000, D.C. Law 13-135, § 2(b), 47 DCR 2741; Mar. 23, 2010, D.C. Law 18-130, § 2, 57 DCR 1191.)","sections":[{"prefix":"a","text":" Following the initial elections of members of Advisory Neighborhood Commissions in November 1976, subsequent elections of such members occurred in November of odd-numbered calendar years through 1981. Beginning in 1984, general elections of members of Advisory Neighborhood Commissions shall take place on the 1st Tuesday after the 1st Monday in November of each even-numbered calendar year."},{"prefix":"b","text":"(1) Each member of an Advisory Neighborhood Commission shall serve for a term of 2 years which shall begin at noon on the 2nd day of January next following the date of election of such member, or at noon on the day after the date the Board certifies the election of such member, whichever is later."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Each member of an Advisory Neighborhood Commission holding office at August 2, 1983, shall continue in office until noon on the 2nd day of January next following the date of the election provided for in paragraph (2) of this subsection."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":"(1) Whenever a vacancy exists in the office of a Commissioner, and the vacancy does not occur within the 6-month period prior to a general election, the vacancy shall be filled pursuant to paragraph (6) of this subsection. No vacancy shall be filled if it occurs within the 6-month period prior to a general election."},{"prefix":"2","text":" For purposes of this section, a vacancy is deemed to exist upon the publication of a notice of the vacancy in the District of Columbia Register."},{"prefix":"3","text":" Within 90 days of the date that the Board declares a vacancy, the members of the Advisory Neighborhood Commission where the vacancy exists shall fill the vacancy pursuant to paragraph (6) of this subsection."},{"prefix":"4","text":" Each person appointed or elected to fill a vacancy shall meet the qualifications set forth in § 1-309.05(a)."},{"prefix":"5","text":" Each person appointed or elected to fill a vacancy shall serve until a successor has been certified and sworn in pursuant to subsection (b) of this section."},{"prefix":"6","text":"(A) Within 5 days (excluding Saturdays, Sundays, and legal holidays) after the date that the Board declares a vacancy, the Board shall make available petitions for the purpose of obtaining the signatures of registered qualified electors within the affected single-member district."},{"prefix":"B","text":" If petitions are not obtained by any registered qualified elector within the affected single-member district within 14 working days after the petitions have been made available, the Board shall recertify the vacancy by republishing the notice required by paragraph (2) of this subsection."},{"prefix":"C","text":" Within 21 days of the date that the Board makes the petitions available, persons interested in filling the vacancy shall submit a petition to the Board that contains the signatures of at least 25 registered qualified electors within the affected single-member district. The Board, after a 5-working-day challenge period, shall transmit a list of the names of persons who qualify for membership on the affected Advisory Neighborhood Commission."},{"prefix":"D","text":" If there is only one person qualified to fill the vacancy within the affected single-member district, the vacancy shall be deemed filled by the qualified person and the Board shall certify the filling of the vacancy by publication in the District of Columbia Register."},{"prefix":"E","text":" If the Board transmits a list of qualified candidates containing more than one name, the affected Advisory Neighborhood Commission shall give notice at a public meeting that at the next regularly scheduled or special meeting there shall be an open vote of the qualified registered electors of the affected single-member district to elect a Commissioner. All registered qualified electors shall display their voter identification card or, alternatively, be listed as a voter in the affected single-member district on the voter registration list provided by the Board. The ballots shall be counted by at least 2 impartial vote counters. The results shall be read aloud by the Chairperson of the Advisory Neighborhood Commission, or alternatively, by such Commissioners as the Chairperson shall designate. In the event that the Chairperson is vacant, the results shall be read aloud by the Commissioner presiding over the meeting."},{"prefix":"F","text":" After a vacancy has been filled pursuant to this subsection, the affected Advisory Neighborhood Commission shall transmit to the Board a resolution signed by 2 officers of the Advisory Neighborhood Commission that states the winner of the Advisory Neighborhood Commission single-member district election and requests that the Board declare the vacancy filled. The resolution shall also be sent to the following:"},{"prefix":"i","text":" The Council;"},{"prefix":"ii","text":" The Mayor; and"},{"prefix":"iii","text":" The person appointed or elected by the Commission."},{"prefix":"G","text":" The Board shall certify the filling of the vacancy by publication in the District of Columbia Register."},{"prefix":"e","text":" Any member of an Advisory Neighborhood Commission who ceases to reside in the single-member district from which he or she is elected shall be considered to have resigned, and the office shall be declared vacant."},{"prefix":"f","text":"(1) Any member of an Advisory Neighborhood Commission who resigns from the single-member district from which he or she is elected shall submit a letter of resignation to the Board of Elections and Ethics and a copy of the letter to the Council, the Mayor, the Office of Advisory Neighborhood Commissions, the Chairperson of the member's Advisory Neighborhood Commission, and the Vice Chairperson of the member's Advisory Neighborhood Commission. The Board of Elections and Ethics shall then declare the vacancy."},{"prefix":"2","text":" When a vacancy occurs in an Advisory Neighborhood Commission and no letter of resignation is submitted as required by paragraph (1) of this subsection, the respective Advisory Neighborhood Commission shall petition the Board, by a resolution signed by the Chairperson and the secretary of the Advisory Neighborhood Commission, to declare the vacancy. The resolution shall be considered by the Advisory Neighborhood Commission at a special Advisory Neighborhood Commission meeting called for the purpose of considering the vacancy. Prior to the special Advisory Neighborhood Commission meeting, the Advisory Neighborhood Commission shall make a good faith effort to notify, in writing, the Commissioner who is the subject of the resolution. Notice of the meeting shall be sent by certified mail, return receipt requested, to the Commissioner no later than 15 days prior to the meeting, and shall provide that the Commissioner shall have an opportunity to rebut the alleged vacancy. The resolution, accompanied by minutes of the meeting at which the resolution was adopted and a list of those attending the meeting, shall be sent to:"},{"prefix":"A","text":" The Board of Elections and Ethics;"},{"prefix":"B","text":" The Council;"},{"prefix":"C","text":" The Mayor; and"},{"prefix":"D","text":" The Commissioner, whenever the vacancy is due to removal or failure to continue the qualifications for office under § 1-309.05."},{"prefix":"3","text":"(A) Any qualified elector may, within a 10-day period, challenge the validity of the resolution filed under paragraph (2) of this subsection, by a written statement duly signed by the challenger, filed with the District of Columbia Board of Elections and Ethics and specifying concisely the alleged defects in said resolution. A copy of the challenged statement shall be sent by the District of Columbia Board of Elections and Ethics to the Chairperson of the petitioning Advisory Neighborhood Commission."},{"prefix":"B","text":" The District of Columbia Board of Elections and Ethics shall receive evidence in support of and in opposition to the challenge and shall determine the validity of the challenged resolution not more than 30 days after the challenge has been filed. Within 3 days after the announcement of the determination of the District of Columbia Board of Elections and Ethics with respect to the validity of the resolution, either the challenger or the affected single-member district commissioner may apply to the District of Columbia Court of Appeals for a review of the reasonableness of such determination."},{"prefix":"C","text":" The District of Columbia Court of Appeals shall expedite consideration of the determination. The decision of such Court shall be final and not appealable."},{"prefix":"D","text":" If the resolution is found to be valid, then the District of Columbia Board of Elections and Ethics shall declare the vacancy."},{"prefix":"4","text":" Any member of an Advisory Neighborhood Commission may resign prospectively by submitting an irrevocable letter of prospective resignation to the Board, with copies to the Council of the District of Columbia, the Mayor, and the Chairperson of the member's Advisory Neighborhood Commission. The letter shall be sworn, state that it is irrevocable, and give the date that the resignation shall become effective. The resignation shall become effective not more than 60 days following receipt of the letter by the Board. Upon receipt of such letter the Board shall declare the prospective vacancy and proceed to fill it as provided in subsection (d) of this section."},{"prefix":"5","text":" The Board shall have the authority to declare and certify a vacancy on its own initiative, without regard to paragraphs (1) or (2) of this subsection, when:"},{"prefix":"A","text":" The office of a Commissioner remains vacant after a general or special election; or"},{"prefix":"B","text":" The Board determines, through its established procedures for the maintenance of the voter registration roll, that a Commissioner is no longer a registered qualified elector actually residing in the single-member district from which the Commissioner was elected."},{"prefix":"g","text":" Repealed."},{"prefix":"h","text":"(1) The Board shall maintain a list of the names, a current telephone number, and home addresses of all members of the Advisory Neighborhood Commissions, and shall share that list on a monthly basis with the Office of Advisory Neighborhood Commissions established in § 1-309.15."},{"prefix":"2","text":" The Board shall not release the social security numbers of Commissioners."},{"prefix":"3","text":" This list shall be published at least semiannually in the District of Columbia Register. This list shall also be provided by the Office of Advisory Neighborhood Commissions established in § 1-309.15, to the Alcohol Beverage Control Board, the Historic Preservation Review Board, the Redevelopment Land Agency, the Zoning Commission and the Board of Zoning Adjustment, and to any other District government entity that requests it."},{"prefix":"4","text":" Any change, which may be due to resignation, election, moving, or for any other reason, shall be reported when it occurs by the Office of Advisory Neighborhood Commissions to the Alcohol Beverage Control Board, the Historic Preservation Review Board, the Redevelopment Land Agency, the Zoning Commission, the Board of Zoning Adjustment, and to any other District government entity that requests it."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"V","text":"Advisory Neighborhood Commissions."},"part":{"identifier":"A","text":"General."},"heading":{"title":"1","chaptersection":"309","identifier":"1-309.06","catch_text":"Advisory Neighborhood Commissions--Election of members; term of office; vacancies; change in residency; resignation; removal."}}