{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 renumbered the section designation in D.C. Law 18-119 from § 2a to § 2c.\n\nLegislative History of Laws\n\nLaw 18-119, the \"Disclosure of Information to the Council Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-491, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on December 1, 2009, and December 15, 2009, respectively. Approved without signature by the Mayor on January 14, 2010, it was assigned Act No. 18-267 and transmitted to both Houses of Congress for its review. D.C. Law 18-119 became effective on March 11, 2010.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nDC CODE § 1-301.44c\n\nCurrent through December 11, 2012","credits":"(July 24, 1982, D.C, Law 4-127, § 2a, as added Mar. 11, 2010, D.C. Law 18- 119, § 2, 57 DCR 906; renumbered as § 2c, Sept. 26, 2012, D.C. Law 19-171, § 7, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, no document or information that the following persons or entities have requested for the purpose of performing their official duties shall be withheld by a subordinate or independent agency, instrumentality, board, or commission, or by an official or employee thereof, based upon a statutory or regulatory provision restricting or prohibiting disclosure to the general public:"},{"prefix":"1","text":" The Council;"},{"prefix":"2","text":" A Council committee;"},{"prefix":"3","text":" A member of the Council acting in an official capacity;"},{"prefix":"4","text":" The District of Columbia Auditor; or"},{"prefix":"5","text":" An employee of the Office of the District of Columbia Auditor."},{"prefix":"b","text":" Documents or information obtained under subsection (a) of this section shall remain subject to the underlying statutory restrictions and shall not be disclosed to the public or any third party unless permitted by that statute."},{"prefix":"c","text":" Documents or information shall not be disclosed to the Council under subsection (a) of this section if:"},{"prefix":"1","text":" A District statute expressly prohibits disclosure of the information to the Council; or"},{"prefix":"2","text":" A federal law or regulation requires that the information be withheld from disclosure to the Council in such a manner that it leaves no discretion on the issue."},{"prefix":"d","text":" Disclosure of documents or information under subsection (a) of this section shall not constitute a waiver of any privilege or exemption that otherwise could lawfully be asserted by the District of Columbia to prevent disclosure to the general public or in a judicial or administrative proceeding."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"C","text":"The Council."},"subpart":{"identifier":"2","text":"Council Independence."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.44c","catch_text":"Disclosure of information to the Council; District of Columbia Auditor; conditions on disclosure."}}