{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-160, see notes following ยง 1-301.81.\n\nDC CODE ยง 1-301.83\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-160, ยง 103, 57 DCR 3012.)","sections":[{"prefix":"a","text":" No person shall hold the position of Attorney General for the District of Columbia unless that person:"},{"prefix":"1","text":" Is a registered qualified elector as defined in ยง 1-1001.02(20);"},{"prefix":"2","text":" Is a bona fide resident of the District of Columbia;"},{"prefix":"3","text":" Is a member in good standing of the bar of the District of Columbia;"},{"prefix":"4","text":" Has been a member in good standing of the bar of the District of Columbia for at least 5 years prior to assuming the position of Attorney General; and"},{"prefix":"5","text":" Has been actively engaged, for at least 5 of the 10 years immediately preceding the assumption of the position of Attorney General, as:"},{"prefix":"A","text":" An attorney in the practice of law in the District of Columbia;"},{"prefix":"B","text":" A judge of a court in the District of Columbia;"},{"prefix":"C","text":" A professor of law in a law school in the District of Columbia; or"},{"prefix":"D","text":" An attorney employed in the District of Columbia by the United States or the District of Columbia."},{"prefix":"b","text":" The Attorney General shall devote full-time to the duties of the office and shall not engage in the private practice of law and shall not perform any other duties while in office that are inconsistent with the duties and responsibilities of Attorney General."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"D-I","text":"Attorney General for the District of Columbia."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.83","catch_text":"Minimum qualifications and requirements for Attorney General."}}