{"text":"","historical":"Legislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 3021 of D.C. Law 19-21 provided that subtitle C of title III of the act may be cited as \"Office of the Deputy Mayor for Public Safety and Justice Establishment Act of 2011\".\n\nDC CODE ยง 1-301.191\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 3022, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Pursuant to ยง 1-204.04(b), the Council establishes the Office of the Deputy Mayor for Public Safety and Justice (\"Office\"), as a separate agency, subordinate to the Mayor, within the executive branch of the District of Columbia government, which shall be headed by the Deputy Mayor for Public Safety and Justice."},{"prefix":"b","text":" Except as provided in subsection (d) of this section, the Deputy Mayor for Public Safety and Justice shall be appointed to head the Office pursuant to ยง 1-523.01(a)."},{"prefix":"c","text":" The Office shall:"},{"prefix":"1","text":" Be responsible for providing guidance and support to, and coordination of, public safety and of justice agencies within the District of Columbia government;"},{"prefix":"2","text":" Ensure accountability through general oversight over public safety and justice agencies, as well as the programs under the jurisdiction of the Office, including those listed in paragraph (5) of this subsection;"},{"prefix":"3","text":" Promote, coordinate, and oversee collaborative efforts among District government agencies, and between District and federal government agencies, to ensure public safety and enhance the delivery of public-safety and justice services;"},{"prefix":"4","text":" Serve as a liaison to federal government agencies associated with criminal justice or public-safety issues, in the coordination, planning, and implementation of public-safety and justice matters; and"},{"prefix":"5","text":"(A) Oversee and provide administrative support for the:"},{"prefix":"i","text":" Access to Justice Initiative;"},{"prefix":"ii","text":" Motor Vehicle Theft Prevention Commission;"},{"prefix":"iii","text":" Corrections Information Council;"},{"prefix":"iv","text":" Office of Justice Grants Administration; and"},{"prefix":"v","text":" Office of Victim Services."},{"prefix":"B","text":" Funding for the programs listed in subparagraph (A) of this paragraph shall be specified by the annual Budget Request Act adopted by the Council. Nothing in this paragraph shall prevent the Office from contributing administrative and other support to further the purpose of these programs."},{"prefix":"d","text":" Subsection (b) of this section shall not apply to the Deputy Mayor for Public Safety and Justice who is the incumbent head of the Office on September 14, 2011."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"I","text":"Additional Governmental Powers and Responsibilities."},"part":{"identifier":"L","text":"Office of the Deputy Mayor for Public Safety and Justice."},"heading":{"title":"1","chaptersection":"301","identifier":"1-301.19","catch_text":"1. Office of the Deputy Mayor for Public Safety and Justice; establishment; authority."}}