{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (e).\n\nLegislative History of Laws\n\nFor Law 17-196, see notes following § 1-307.81.\n\nFor Law 17-353, see notes following § 1-129.05.\n\nDC CODE § 1-307.85\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-196, § 6, 55 DCR 6261; Mar. 25, 2009, D.C. Law 17-353, § 239, 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is established an Advisory Council to the Agency to assist and advise the Risk Officer regarding the Agency."},{"prefix":"b","text":" The Advisory Council shall consist of 7 members appointed by the Risk Officer. One member shall represent the District of Columbia Primary Care Association, 2 members shall represent District of Columbia health centers, and 4 members shall have insurance expertise."},{"prefix":"c","text":" The Risk Officer and the captive manager shall serve as ex officio members of the Advisory Council."},{"prefix":"d","text":" The Risk Officer shall serve as chairperson of the Advisory Council."},{"prefix":"e","text":" Except as provided in subsection (f) of this section, Advisory Council members shall serve terms of 3 years. An Advisory Council member's term shall continue until his or her successor is appointed. The Advisory Council members may be reappointed for additional terms."},{"prefix":"f","text":" The Risk Officer shall determine the terms the initial Advisory Council members shall serve. Three of the Advisory Council members shall serve terms of 2 years, 2 shall serve terms of 4 years, and 2 shall serve terms of 6 years."},{"prefix":"g","text":" Vacancies in the Advisory Council shall be filled by the Risk Officer.   Advisory Council members may be removed by the Risk Officer for cause."},{"prefix":"h","text":" Advisory Council members shall not be compensated in their capacity as Advisory Council members, but shall be reimbursed for reasonable expenses incurred in the necessary performance of their duties."},{"prefix":"i","text":" The Advisory Council shall:"},{"prefix":"1","text":" Advise the Risk Officer in the general oversight of the Agency;"},{"prefix":"2","text":" Assess the needs and interests of the health centers; and"},{"prefix":"3","text":" Meet at least on an annual basis, at meetings announced by the Risk Officer."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"D-I","text":"Medical Liability Captive Insurance Agency."},"heading":{"title":"1","chaptersection":"307","identifier":"1-307.85","catch_text":"Advisory Council to the Agency."}}