{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-293, see notes following § 1-308.01.\n\nDC CODE § 1-308.04\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-293, § 5, 52 DCR 1465.)","sections":[{"prefix":"a","text":" The owner of the PILOT parcel shall make the payments in lieu of taxes to the District at the same time and in the same manner as real property taxes under Chapter 8 of Title 47; provided, that in connection with issuance of Bonds, the PILOT may be paid for the benefit of the holders of the Bonds to the bond trustee or other persons as provided in the financing documents for the purposes set forth therein; provided further, that if such provisions are included in the financing documents, the PILOT shall constitute a lien against the property on which the PILOT was assessed to the same extent as a real property tax lien and shall be deemed to be a tax within the meaning of 11 U.S.C. §§ 502(b), 505, and 507(a)(8)(B)."},{"prefix":"b","text":" Payments in lieu of taxes shall be subject to the same penalty and interest provisions as unpaid real property tax under the Chapter 8 of Title 47."},{"prefix":"c","text":" A lien for unpaid payments in lieu of taxes, including penalty and interest, shall attach to the PILOT parcel in the same manner and with the same priority as a lien for delinquent real property tax under Chapter 13A of Title 47."},{"prefix":"d","text":" The unpaid payments in lieu of taxes may be collected in accordance with Chapter 13A of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"IV","text":"Special Programs."},"part":{"identifier":"E","text":"Payments in Lieu of Taxes."},"heading":{"title":"1","chaptersection":"308","identifier":"1-308.04","catch_text":"Payment and collection of payments in lieu of taxes."}}