{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-299.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-42, see Historical and Statutory Notes following § 1-315.01.\n\nLaw 5-24 was introduced in Council and assigned Bill No. 5-169, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 1983, and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-41 and transmitted to both Houses of Congress for its review.\n\nLaw 7-201 was introduced in Council and assigned Bill No. 7-95, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 15, 1988 and November 29, 1988, respectively. Signed by the Mayor on December 23, 1988, it was assigned Act No. 7-271 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nImplementation of Reorganization Plan No. 2 of 1992, Establishment of the District of Columbia Office of Tourism and Promotions: See Mayor's Order 93- 81, June 21, 1993.\n\nReorganization Plan #2 of 1993 for the Office of the Assistant City Administrator for Human Resources Development Approval Resolution of 1993: Pursuant to Resolution 10-123, effective August 6, 1993, the Council approved Reorganization Plan #2 of 1993 for the Office of the Assistant City Administrator for Human Resources Development.\n\nReorganization Plan No. 6 of 1993 Transferring the Bureau of Correctional Services from the Department of Human Services to the Department of Corrections Disapproval Resolution of 1993: Pursuant to Resolution 10-211, effective December 17, 1993, the Council disapproved Reorganization Plan No. 6 of 1993 transferring the Bureau of Correctional Services from the Department of Human Services to the Department of Corrections.\n\nReorganization Plan No. 4 of 1996: The administrative and management support functions in the Department of Human Services as set forth in Sections III. (A), (B), (C), (D), (E), and (F), of Reorganization Plan No. 3 of 1986, dated January 3, 1987, that relate to the functions set forth in section V.(A)(I) above were transferred to the Department of Health.\n\nReorganization Plan No. 4 of 1996: Pursuant to Reorganization Plan No. 4 of 1996, each of the functions assigned, and authorities delegated to the Director of the Department of Human Services as set forth in Sections III.(K), (L), and (P), of Reorganization Plan No. 3 of 1986, dated January 3, 1987; and.\n\nReorganization Plan No. 5 of 1996: Pursuant to Reorganization Plan No. 5 of 1996, the function of providing mental health services to inmates in Department of Corrections facilities provided by the Bureau of Correctional Services, Commission on Mental Health Services, were transferred to the Department of Corrections.\n\nInternational Business Program abolished: Pursuant to Reorganization Plan No. 7 of 1996, effective December 13, 1996, the International Business Program in the Office of Economic Development was abolished and its functions transferred to the Office of International Affairs which was created as an independent subordinate agency within the Executive Office of the Mayor. Additionally, Reorganization Plan No. 7 of 1996 transferred to the Office of International Affairs, 2 International Business Program positions, associated property, records and unexpended balances of appropriations, and other funds, if any, that related to the positions and functions assigned to the Office of International Affairs.\n\nTransfer of powers, duties, and responsibilities from Office of Economic Development: Section 30(d) of D.C. Law 12-144 provided for the transfer of the powers, duties, and responsibilities of the Office of Economic Development to the Board of Directors of the National Capital Revitalization Corporation, and for the abolition of the Office of Economic Development.\n\nDC CODE § 1-315.04\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1981, D.C. Law 4-42, § 5, 28 DCR 3425; Aug. 2, 1983, D.C. Law 5-24, § 10, 30 DCR 3341; Mar. 16, 1989, D.C. Law 7-201, § 4(a), 36 DCR 248.)","sections":[{"prefix":"a","text":" When, after investigation, the Mayor finds that it is necessary to accomplish 1 or more purposes of § 1-315.03, he or she shall prepare a detailed reorganization plan consistent with such findings, which are included in the plan, and shall transmit the plan bearing an identification number to the Council."},{"prefix":"b","text":" Upon transmittal of the proposed reorganization plan, the Mayor shall cause the same to be published in the District of Columbia Register."},{"prefix":"c","text":" The reorganization plan shall become effective on the 61st day following receipt by the Council, excluding Saturdays, Sundays, and holidays: Provided, that the Council does not adopt, within such 60 days, a resolution disapproving such reorganization plan."},{"prefix":"d","text":" Unless the Council has adopted a disapproval resolution by the time of the request, the Mayor may, by written request transmitted to the Chairman of the Council, withdraw a reorganization plan prior to the expiration of the 60-day review period."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"VI","text":"Government Reorganization Procedures."},"heading":{"title":"1","chaptersection":"315","identifier":"1-315.04","catch_text":"Preparation, transmittal, publication, and effective date of reorganization plan."}}