{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-299.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-42, see Historical and Statutory Notes following § 1-315.01.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 1-309.05.\n\nDC CODE § 1-315.05\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1981, D.C. Law 4-42, § 6, 28 DCR 3425; Feb. 5, 1994, D.C. Law 10-68, § 4(b), 40 DCR 6311.)","sections":[{"prefix":"a","text":" A reorganization plan transmitted by the Mayor pursuant to § 1-315.04 shall:"},{"prefix":"1","text":" In such cases as the Mayor deems necessary, change the name of an agency or part of an agency affected by reorganization and the title of its head, designate the name of the agency resulting from the reorganization, and the title of its head;"},{"prefix":"2","text":" Provide for the transfer or other disposition of the records, property, and personnel affected by the reorganization;"},{"prefix":"3","text":" Provide for the transfer of such unexpended balances of appropriations and other funds available for use in connection with a function or agency affected by a reorganization as the Mayor deems necessary by reason of such reorganization for use by the agency which shall be responsible for the function after the reorganization plan becomes effective: Provided, however, that all such unexpended balances so transferred may be used only for the purposes for which the appropriation was originally made;"},{"prefix":"4","text":" Provide for the termination of the affairs of an agency abolished as a result of the reorganization;"},{"prefix":"5","text":" Provide a timetable for the implementation of the reorganization;"},{"prefix":"6","text":" Provide for reporting and evaluation systems that will allow for the results of the plan to be measured; and"},{"prefix":"7","text":" Be in the following format:"},{"prefix":"A","text":" Mayor's statement;"},{"prefix":"B","text":" Reorganization plan;"},{"prefix":"C","text":" Section-by-section analysis;"},{"prefix":"D","text":" Rationale for the reorganization plan:"},{"prefix":"i","text":" Problems with the present organization;"},{"prefix":"ii","text":" Recent reorganization studies and recommendations, if any; and"},{"prefix":"iii","text":" Expected benefits and improvements;"},{"prefix":"E","text":" Functional Organization Chart of each affected agency:"},{"prefix":"i","text":" Existing; and"},{"prefix":"ii","text":" Proposed;"},{"prefix":"F","text":" Staffing organizational chart indicating grade and source of funding for each position:"},{"prefix":"i","text":" Existing; and"},{"prefix":"ii","text":" Proposed;"},{"prefix":"G","text":" Budget data relevant to present and proposed operations of entities to be reorganized:"},{"prefix":"i","text":" Impact on financial management system budget structure:"},{"prefix":"I","text":" Control centers; and"},{"prefix":"II","text":" Responsibility centers;"},{"prefix":"ii","text":" Impact on budget organization:"},{"prefix":"I","text":" Total budget comparisons;"},{"prefix":"II","text":" Changes in budget organization (grants and appropriated funds combined); and"},{"prefix":"III","text":" Changes detailed by grant and appropriated funds by responsibility center;"},{"prefix":"H","text":" Transition planning and employee protection; and"},{"prefix":"I","text":" Training needs."},{"prefix":"b","text":" The Mayor shall include, in his or her transmittal message to accompany the plan, the statutory authority for the exercise of the function(s) affected, and an itemization, to the extent practicable, of the reduction of expenditures as a probable result of the reorganization."},{"prefix":"c","text":" A reorganization plan may provide for appointment with the advice and consent of the Council and the salary of the agency head (including an agency resulting from a consolidation or other type of reorganization) if the Mayor finds, and his or her transmittal message declares, that by reason of a reorganization made pursuant to the plan, such provisions are necessary."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"VI","text":"Government Reorganization Procedures."},"heading":{"title":"1","chaptersection":"315","identifier":"1-315.05","catch_text":"Contents and format of reorganization plan."}}