{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see §§ 1152, 1153 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 1-617.17.\n\nMiscellaneous Notes\n\nShort title of subtitle T of title I of Law 16-33: Section 1151 of D.C. Law 16-33 provided that subtitle T of title I of the act may be cited as the Fee Collection Incentive Act of 2005.\n\nSection 1153 of D.C. Law 16-33 provides that this subtitle [part] shall apply as of October 1, 2005.\n\nDC CODE § 1-325.61\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 1152, 52 DCR 7503.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Agency\" means any District agency, except the Office of the Chief Financial Officer, involved in the collection of fees or fines on behalf of the District."},{"prefix":"2","text":" \"Base year\" means the fiscal year in which supplementary revenue is collected."},{"prefix":"3","text":" \"Disbursal year\" means the fiscal year after the base year."},{"prefix":"4","text":" \"Fees and fines\" includes all collections subject to general appropriations, but shall not include funds which are earmarked for special purposes and accounted for or deposited in a special fund for such purposes."},{"prefix":"5","text":" \"Fund\" means the Fee Collection Incentive Fund established under this section."},{"prefix":"6","text":" \"Supplementary revenue\" means the amount of revenue from all fees and fines collected by an agency in the base year which exceeds the estimate of revenue from fees and fines for the agency in the base year budget and financial plan."},{"prefix":"b","text":" There is established a fund designated as the Fee Collection Incentive Fund, which shall be a segregated account within the General Fund of the District of Columbia. All funds shall be deposited into the Fund without regard to fiscal year limitation and shall not revert to the fund balance of the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section, subject to authorization by Congress in an appropriations act."},{"prefix":"c","text":" Five percent of supplementary revenue collected by an agency in the base year shall be deposited on an annual basis at the beginning of the disbursal year in the Fund in an account established for the agency. The funds in the agency account may be expended for any authorized use in the disbursal year; provided, that the funds shall not be used by the agency for employee bonuses; provided further, that the expenditure of funds shall directly enhance the agency's efficiency. Any balance of funds in an account in the Fund at the end of the disbursal year shall be transferred to the General Fund of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"G","text":"Fee Collection Incentive Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.61","catch_text":"Fee Collection Incentive Fund."}}