{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote subsec. (b) and repealed subsec. (c)(3), which formerly read:\n\n\"(b) Eligible retail development projects shall include retail businesses engaged in the sale of home furnishings, apparel, books, art, groceries, and general merchandise goods to specialized customers. Special consideration shall be given to retail developments that include entrepreneurial and innovative retail elements. Eligible retail development projects shall not include liquor stores, restaurants, nightclubs, hair salons, barber shops, and phone stores.\"\n\n\"(3) Total retail space which is not less than 1,200 square feet;\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2162(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 2162(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 18-354, see notes under § 1-325.171.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nDC CODE § 1-325.173\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-354, § 4, 58 DCR 754; Sept. 20, 2012, D.C. Law 19-168, § 2162(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Mayor shall publish no later than 120 days after April 8, 2011, and no less than annually after that date, a notice of funding availability to make grants to assist retail development projects which generate new jobs in new or improved existing retail space in the H Street, N.E., Retail Priority Area."},{"prefix":"b","text":"(1) Eligible development projects shall include businesses engaged in the sale of home furnishings, apparel, books, art, groceries, and general merchandise to specialized customers or service-oriented businesses providing a direct service to specialized customers or artistic endeavors, such as art galleries, theaters, or performing arts centers. Special consideration shall be given to businesses that include entrepreneurial and innovative retail elements."},{"prefix":"2","text":" Eligible retail development projects shall not include liquor stores, restaurants, nightclubs, phone stores, or businesses with 20 or more locations in the United States."},{"prefix":"c","text":" Eligibility for retail development projects shall include:"},{"prefix":"1","text":" Site control of the property either through fee simple ownership of the site or through an executed contract or lease with the property owner;"},{"prefix":"2","text":" Direct frontage on the H Street, N.E., corridor from 3rd Street, N.E. , to 15th Street, N.E.;"},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" Execution of a First Source Agreement with the District's Department of Employment Services; and"},{"prefix":"5","text":" Adherence to design, construction, and rehabilitation requirements as defined by DMPED."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"R","text":"H Street Retail Priority Area Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.17","catch_text":"3. H Street, N.E. Retail Priority Area business development."}}