{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111,in subsec. (b)(2), substituted \"Fund and be available for use in the subsequent fiscal year\" for \"Fund\"; and, in subsec. (c)(4), deleted \"or\" from the end of subpar. (A), substituted \"; or\" for a period at the end of subpar. (B), and added subpar. (C).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 6092 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2211 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2211 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 17-20, the \"Fiscal Year 2008 Budget Support Act of 2007\", was introduced in Council and assigned Bill No. 17-148 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2007, and June 5, 2007, respectively. Signed by the Mayor on June 28, 2007, it was assigned Act No. 17-63 and transmitted to both Houses of Congress for its review. D.C. Law 17-20 became effective on September 18, 2007.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nMiscellaneous Notes\n\nShort title: Section 6091 of D.C. Law 17-20 provided that subtitle J of title VI of the act may be cited as the \"Business Improvement District Litter Cleanup Assistance Fund Establishment Act of 2007\".\n\nShort title: Section 2210 of D.C. Law 18-111 provided that subtitle V of title II of the act may be cited as the \"Business Improvement District Litter Cleanup Assistance Fund Establishment Amendment Act of 2009\".\n\nDC CODE § 1-325.111\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2007, D.C. Law 17-20, § 6092, 54 DCR 7052; Mar. 3, 2010, D.C. Law 18-111, § 2211, 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Business Improvement District Litter Cleanup Assistance Fund (\"Fund\"), which shall be used solely for the purposes set forth in subsection (c) of this section, and administered by the Office of the Director of the Department of Public Works."},{"prefix":"b","text":"(1) All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"2","text":" Any funds that are transferred through intra-District funding and are not expended in any fiscal year shall revert to the Fund and be available for use in the subsequent fiscal year."},{"prefix":"c","text":"(1) The Fund shall be used solely to provide grants to qualified corporations to support the corporations' litter removal efforts within their respective Business Improvement District areas."},{"prefix":"2","text":" No corporation shall receive monies from the Fund in excess of $125,000 during any 12-month period."},{"prefix":"3","text":" Where more than one qualified corporation representing the same geographic area applies for a grant pursuant to this part, preference shall be given to the corporation whose contract or contracts with professional litter cleanup services are longer-standing."},{"prefix":"4","text":" For the purposes of this subsection, the term \"qualified corporation\" means:"},{"prefix":"A","text":" A \"BID corporation,\" as that term is defined in § 2-1215.02(4), that has an annual budget of less than $1 million;"},{"prefix":"B","text":" A Main Street organization duly incorporated with a current letter of agreement with the Local, Small and Disadvantaged Business Enterprise Business Center; or"},{"prefix":"C","text":" A \"Ward 4 BID Demonstration Project\" as that term is used in section 8004(e)(3) of the Designated Appropriation Allocation Act of 2008, effective August 16, 2008 (D.C. Law 17-219; 55 DCR 7602)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"L","text":"Business Improvement District Litter Cleanup Assistance Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.11","catch_text":"1. Business Improvement District Litter Cleanup Assistance Fund."}}