{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-205, see notes following ยง 1-327.51.\n\nMiscellaneous Notes\n\nShort title: Section 3041 of D.C. Law 17-20 provided that subtitle E of title III of the act may be cited as the \"Communications Reports Act of 2007\".\n\nCommunications reports: Section 3042 of D.C. Law 17-20 provides:\n\n\"By October 1, 2008, the Office of the Attorney General, the Metropolitan Police Department, the Fire and Emergency Medical Services Department, the Department of Corrections, the Homeland Security and Emergency Management Agency, the Office of Administrative Hearings, and the Office of Unified Communications shall each provide a report to the Council on its efforts to identify efficiencies and reduce telephone and communications costs, including:\n\n\"(1) Identification of the number of active phone lines within the agency and used by the agency;\n\n\"(2) Identification of the service provider and the rate for each active phone line; and\n\n\"(3) Strategies to implement cost-savings.\"\n\nDC CODE ยง 1-327.52\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, ยง 3203, 51 DCR 8441.)","sections":[{"prefix":"a","text":" There is established, as a subordinate agency under the Mayor in the executive branch of the government of the District of Columbia, an Office of Unified Communications. The Office shall centralize the customer service functions and activities of the District government's 911, 311, and 727-1000 systems, and other facilities for emergency, non-emergency, and citizen service calls, and be responsible for the operation and maintenance of the District government's radio technology and call center technology."},{"prefix":"b","text":" The Office shall be under the supervision of a Director, Office of Unified Communications, who shall carry out the functions and authorities assigned to the Office."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XII","text":"Customer Service Operations."},"part":{"identifier":"C","text":"Office of Unified Communications."},"heading":{"title":"1","chaptersection":"327","identifier":"1-327.52","catch_text":"Establishment of Office of Unified Communications."}}