{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (b)(4), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nSection 3 of D.C. Law 17-15 repealed subsec. (a).\n\nSection 5(b) of D.C. Law 17-15 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3 of D.C. Law 17-97, in subsec. (a), in the heading, substituted \"Office of Public Education Facilities Modernization\" for \"District of Columbia Public Schools\", in par. (1), substituted \"Facilities Master Plan\" for \"Master Facilities Plan\" and \"Chancellor\" for \"Superintendent\", in par. (2), substituted \"Facilities Master Plan\" for \"Master Facilities Plan\", in the lead-in language of par. (3), substituted \",which shall include\" for \"and approved by the Board of Education which shall include\", in par. (3)(C), substituted \"Facilities Master Plan\" for \"Master Facilities Plan\", and in par. (3)(D), deleted \"developed by the Superintendent,\".\n\nSection 7(b) of D.C. Law 17-97 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 4045 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 3 of School Modernization Funds Submission Requirements Waiver Emergency Amendment Act of 2007 (D.C. Act 17-30, April 19, 2007, 54 DCR 4079).\n\nFor temporary (90 day) amendment of section, see § 3 of School Modernization Use of Funds Requirements Emergency Amendment Act of 2007 (D.C. Act 17-129, October 5, 2007, 54 DCR 10030).\n\nFor temporary (90 day) amendment of section, see § 3 of School Modernization Use of Funds Requirement Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-229, December 27, 2007, 55 DCR 225).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 1-325.41.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 1-325.44\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 4045, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(r), 53 DCR 6794.)","sections":[{"prefix":"a","text":" To receive funds from the Bond Revenue account of the Schools Modernization Fund, the District of Columbia Public Schools (\"DCPS\") shall:"},{"prefix":"1","text":" Develop a new Master Facilities Plan pursuant to § 38-2803, that incorporates the findings and goals of the master education plan developed by the Superintendent."},{"prefix":"2","text":" Consolidate facilities and dispose of underused buildings in accordance with the Master Facilities Plan developed under subsection (a) of this section, and applicable law; and"},{"prefix":"3","text":" Submit to the Mayor and Council a proposed expenditure plan developed in consideration of city-wide capital efforts and approved by the Board of Education which shall include:"},{"prefix":"A","text":" The specific repair or renovation for which the requested funds shall be used;"},{"prefix":"B","text":" An explanation as to why these additional funds, which are available over and above funds appropriated for capital investment in schools, are necessary;"},{"prefix":"C","text":" An analysis as to how the specific project fits into the Master Facilities Plan developed under subsection (a) of this section and DCPS' strategic objectives for school modernization;"},{"prefix":"D","text":" An analysis of any new program capacity to be created, including the student population to be served, how it fits into the master education plan developed by the Superintendent, and any anticipated savings resulting from providing programs within DCPS facilities instead of out-of-state;"},{"prefix":"E","text":" A declaration that no funds from the Bond Revenue account are intended for expenditure on a facility set for disposition; and"},{"prefix":"F","text":" A time table for completion of the proposed repair or renovation."},{"prefix":"b","text":" Priority in funding shall be given to projects that:"},{"prefix":"1","text":" Locate new out-of-District special education programs within DCPS facilities;"},{"prefix":"2","text":" Create additional capacity for vocational education programs within DCPS facilities;"},{"prefix":"3","text":" Co-locate public charter schools within DCPS facilities; or"},{"prefix":"4","text":" Develop mixed-use facilities in collaboration with the District of Columbia Public Library, the Department of Parks and Recreation, or other appropriate District agencies."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"E","text":"Schools Modernization Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.44","catch_text":"Criteria for use of bond revenue by District of Columbia Public Schools."}}