{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 6082 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 17-20, the \"Fiscal Year 2008 Budget Support Act of 2007\", was introduced in Council and assigned Bill No. 17-148 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2007, and June 5, 2007, respectively. Signed by the Mayor on June 28, 2007, it was assigned Act No. 17-63 and transmitted to both Houses of Congress for its review. D.C. Law 17-20 became effective on September 18, 2007.\n\nMiscellaneous Notes\n\nShort title: Section 6081 of D.C. Law 17-20 provided that subtitle I of title VI of the act may be cited as the \"Anti-Graffiti Mural Assistance Program Fund Establishment Act of 2007\".\n\nDC CODE ยง 1-325.101\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2007, D.C. Law 17-20, ยง 6082, 54 DCR 7052.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Anti-Graffiti Mural Assistance Program Fund (\"Fund\"), which shall be used solely for the purposes set forth in subsections (c) and (d) of this section, and administered by the Office of the Director of the Department of Public Works."},{"prefix":"b","text":" All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsections (c) and (d) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The Director of the Department of Public Works (\"Director\") shall:"},{"prefix":"1","text":" Ensure that the Fund is used solely to provide grants to qualified corporations;"},{"prefix":"2","text":" Provide such direction to the qualified corporations as is needed to ensure that the Fund is used solely for purposes described in this part;"},{"prefix":"3","text":" Identify and prioritize for the production of mural art locations in the District that have been targeted or are likely to be targeted for graffiti and are appropriate for mural art; and"},{"prefix":"4","text":" Oversee all aspects of the production of mural art for which Fund monies have been provided."},{"prefix":"d","text":" Regarding the production of any mural art for which Fund monies have been provided, the qualified corporation shall:"},{"prefix":"1","text":" Expend the monies solely in connection with the production of mural art, including training, supervising, and compensating the mural artists, at locations identified by the Department of Public Works;"},{"prefix":"2","text":" Where the Department of Public Works has prioritized the locations at which mural art is to be produced, expend the monies in a manner that reflects those priorities;"},{"prefix":"3","text":" Consult with the Department of Public Works on all aspects of the production of mural art;"},{"prefix":"4","text":" Administer and manage the program so as to ensure that the production or any phase of the production of mural art is complete by any deadline established by the Director; and"},{"prefix":"5","text":" Provide the Director with a program and budget report no less than twice annually."},{"prefix":"e","text":" For the purposes of subsections (c) and (d) of this section, the term \"qualified corporation\" means a nonprofit corporation incorporated in the District that provides education, training, funding, and supervision for the creation of mural art within the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"K","text":"Anti-Graffiti Mural Assistance Program Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.10","catch_text":"1. Anti-Graffiti Mural Assistance Program Fund."}}