{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-367.1.\n\nEffect of Amendments\n\nSection 1401 of D.C. Law 13-38 provides:\n\n\"This title may be cited as the 'Productivity Bank Fund Establishment Act of 1999'.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 1402 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nLegislative History of Laws\n\nFor Law 13-38, see notes following § 1-301.91.\n\nDC CODE § 1-325.01\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 1402, 46 DCR 6373.)","sections":[{"prefix":"a","text":" There is established a revolving and proprietary Productivity Bank Fund to be used to provide loans to agencies that can justify initiatives that would generate additional revenues above current certified levels, or savings, according to productivity goals and measures established pursuant to § 1- 325.02."},{"prefix":"b","text":" Loans from the Productivity Bank Fund shall be decided by a Bank Loan Committee. The Bank Loan Committee shall consist of 5 members as follows:"},{"prefix":"1","text":" The Mayor or his or her designee;"},{"prefix":"2","text":" The Chairman of the Council or his or her designee;"},{"prefix":"3","text":" The Chief Financial Officer or his or her designee;"},{"prefix":"4","text":" A member selected by the Labor/Management Partnership Council; and"},{"prefix":"5","text":" One public member with experience in project finance and banking, appointed by the Mayor, with the advice and consent of the Council."},{"prefix":"c","text":" The Mayor shall transmit to the Council, for a 45-day period of review, excluding days of Council recess, the nomination of the public member of the Bank Loan Committee. The Council shall be deemed to have approved the nomination if during the 45-day period, no member introduces a resolution disapproving the nomination. If a member introduces a resolution disapproving the nomination within the 45-day period, the Council shall have an additional 45 days, excluding days of Council recess, to disapprove the nomination by resolution, or it will be deemed approved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"A","text":"Productivity Bank Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.01","catch_text":"Productivity Bank Fund established."}}