{"text":"","historical":"Legislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 1081 of D.C. Law 19-21 provided that subtitle H of title I of the act may be cited as \"Council Technology Projects Fund Establishment Act of 2011\".\n\nDC CODE ยง 1-325.201\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 1082, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Council Technology Projects Fund (\"Fund\"). All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"b","text":" The Fund shall be used solely for the purposes of maintaining and upgrading the technology used for the benefit of the Council and shall be administered by the Council's Chief Technology Officer."},{"prefix":"c","text":" The following shall be deposited into the Fund:"},{"prefix":"1","text":" All excess monies remaining in the operating budget for the Council of the District of Columbia at the end of each fiscal year;"},{"prefix":"2","text":" Any interest earned from the monies deposited into the Fund; and"},{"prefix":"3","text":" Any other funds received on behalf of the Fund or the Council for the purpose of maintaining and upgrading the technology for the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"U","text":"Council Technology Projects Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.20","catch_text":"1. Council Technology Projects Fund."}}