{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21, in subsec. (a), substituted \"lapsing\" for \"nonlapsing\"; and, in subsec. (c), substituted \"be used exclusively for the purposes set forth in subsection (b) of this section. Any unexpended monies in the Fund at the end of a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia\" for \"shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress\".\n\nD.C. Law 19-171, in subsec. (c), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) enactments, see §§ 3042, 3052 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 17-20, the \"Fiscal Year 2008 Budget Support Act of 2007\", was introduced in Council and assigned Bill No. 17-148 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2007, and June 5, 2007, respectively. Signed by the Mayor on June 28, 2007, it was assigned Act No. 17-63 and transmitted to both Houses of Congress for its review. D.C. Law 17-20 became effective on September 18, 2007.\n\nFor history of Law 19-21, see notes under § 1-301.01.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nMiscellaneous Notes\n\nShort title: Section 3051 of D.C. Law 17-20 provided that subtitle F of title III of the act may be cited as the \"FEMS Special Events Fee Fund Establishment Act of 2007\".\n\nDC CODE § 1-325.81\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2007, D.C. Law 17-20, § 3052, 54 DCR 7052; Sept. 14, 2011, D.C. Law 19-21, § 9103, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 98(f), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established as a lapsing fund the FEMS Special Events Fee Fund (\"Fund\") to be used for the purposes set forth in subsection (b) of this section and into which shall be deposited all fees assessed and collected under § 47-2826 to cover the costs of the Fire and Emergency Medical Services Department in providing services for special events."},{"prefix":"b","text":" The Fund shall be used for expenses related to the Fire and Emergency Medical Services Department's provision of services for special events, including:"},{"prefix":"1","text":" Personnel costs;"},{"prefix":"2","text":" Equipment;"},{"prefix":"3","text":" Supplies;"},{"prefix":"4","text":" Training;"},{"prefix":"5","text":" Risk reduction; and"},{"prefix":"6","text":" Repairs and maintenance of equipment and supplies."},{"prefix":"c","text":" All funds deposited into the Fund shall be used exclusively for the purposes set forth in subsection (b) of this section. Any unexpended monies in the Fund at the end of a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"I","text":"Fems Special Events Fee Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.81","catch_text":"FEMS Special Events Fee Fund."}}