{"text":"The Office shall:","historical":"Legislative History of Laws\n\nFor Law 15-205, see notes following ยง 1-327.51.\n\nDC CODE ยง 1-327.54\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, ยง 3205, 51 DCR 8441.)","sections":[{"prefix":"1","text":" Provide centralized customer service for the District government's 911, 311, 727-1000 call systems, and other emergency, non-emergency, and citizen service calls;"},{"prefix":"2","text":" Provide centralized, District-wide coordination and management of the District government's radio technology and call center technology systems and resources;"},{"prefix":"3","text":" Develop and enforce policy directives and standards for the acquisition, operation, and maintenance of radio technology and call center technology systems and services for all District agencies and departments, coordinating such activities with appropriate semi-governmental and private entities, the Federal Communications Commission, federal and state radio communications coordination organizations, and jurisdictions adjacent to or otherwise affecting the application or use of radio technology and call center technology in the District;"},{"prefix":"4","text":" Develop and enforce policy directives and standards for the integration, maintenance, and use of information systems and data resources needed to support the functions of the Office;"},{"prefix":"5","text":" Develop and enforce policy directives and standards for management of the building facilities supporting radio technology and call center technology;"},{"prefix":"6","text":" Develop and enforce policy directives and standards regarding all radio communications towers, antennae, and related equipment and appurtenances used by District departments and agencies;"},{"prefix":"7","text":" In coordination with the Office of the Chief Technology Officer, review all agency proposals, purchase orders, and contracts for the acquisition of radio technology and call center technology systems, resources, and services, and recommend approval or disapproval to the Chief Procurement Officer;"},{"prefix":"8","text":" In coordination with the Office of the Chief Technology Officer, review and approve the radio technology and call center technology budgets for District government departments and agencies and recommend approval or disapproval to the Chief Financial Officer;"},{"prefix":"9","text":" Coordinate the development of information management plans, standards, systems, and procedures throughout the District government for radio technology and call center technology, including the development of a radio technology and call center technology strategic plan for the District;"},{"prefix":"10","text":" Assess new or emerging radio technologies and call center technologies and advise District departments and agencies on the potential applications of these technologies to their programs and services;"},{"prefix":"11","text":" Implement radio technology and call center technology solutions and systems throughout the District government;"},{"prefix":"12","text":" Promote the compatibility of radio technology and call center technology throughout the District government; and"},{"prefix":"13","text":" Serve as a resource and provide advice to District departments and agencies about how to use radio technology and call center technology to improve services, including providing assistance to departments and agencies in developing radio technology and call center technology strategic plans."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XII","text":"Customer Service Operations."},"part":{"identifier":"C","text":"Office of Unified Communications."},"heading":{"title":"1","chaptersection":"327","identifier":"1-327.54","catch_text":"Functions."}}