{"text":"Notwithstanding any other law, the Office of the Secretary of the District of Columbia may issue competitive grants to promote voting rights and statehood in the District of Columbia.","historical":"Temporary Addition of Section\n\nSection 2 of D.C. Law 19-130 added a provision to read as follows:\n\n\"Sec. 2. Workforce job development grant-making authority.\n\n\"(a) The Director of the Department of Employment Services ('DOES') may issue grants to individuals and organizations from the funds made available to the DOES pursuant to local appropriations or the federal Workforce Investment Act of 1998, approved August 7, 1998 (112 Stat. 936; 29 U.S.C § 2822), for workforce development purposes, including increasing occupational skills, job retention, employment opportunities, and earnings of the District's workforce pursuant to:\n\n\"(1) Section 2 of the Youth Employment Act of 1979, effective January 5, 1980 (D.C. Law 3-46; D.C. Official Code § 32-241);\n\n\"(2) Section 2a of the Youth Employment Act of 1979, effective January 5, 1980 (D.C. Law 3-46; D.C. Official Code § 32-242);\n\n\"(3) Section 203 of the Way to Work Amendment Act of 2006, effective June 8, 2006 (D.C. Law 16-118; D.C. Official Code § 32-752);\n\n(4) Sections 2102 and 2103 of the Transitional Employment Program and Apprenticeship Initiative Establishment Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code §§ 32-1331 and 32-1332); and\n\n\"(5) Section 11 of the Workforce Investment Implementation Act of 2000, effective July 18, 2000 (D.C. Law 13-150; D.C. Official Code § 32-1610).\n\n\"(b) Notwithstanding the provisions of D.C. Official Code § 47-368.06, grants that may be issued pursuant to this section include grants that the Mayor, Director of the DOES, or an agency receives through an intra-District transfer, a memorandum of understanding, or a reprogramming from an agency lacking grant-making authority.\n\n\"(c) The Director of the DOES may issue rules to implement the provisions of this act.\"\n\nSection 4(b) of D.C. Law 19-130 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Workforce Job Development Grant-Making Authority Emergency Act of 2012 (D.C. Act 19-300, February 21, 2012, 59 DCR 1667).\n\nFor temporary (90 day) addition of section, see § 2 of Workforce Job Development Grant-Making Authority Congressional Review Emergency Act of 2012 (D.C. Act 19-377, May 30, 2012, 59 DCR 6609).\n\nLegislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 1071 of D.C. Law 19-21 provided that subtitle G of title I of the act may be cited as \"Office of the Secretary Limited Grant-Making Authority Act of 2011\".\n\nDC CODE § 1-328.03\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 1072, 58 DCR 6226.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XII-A","text":"Grant Administration."},"heading":{"title":"1","chaptersection":"328","identifier":"1-328.03","catch_text":"Voting rights and statehood grants."}}