{"text":"","historical":"Legislative History of Laws\n\nLaw 18-368, the \"West End Parcels Development Omnibus Act of 2010\", was introduced in Council and assigned Bill No. 18-1076, which was referred to the Committee on Economic Development and the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-719 and transmitted to both Houses of Congress for its review. D.C. Law 18-368 became effective on April 8, 2011.\n\nMiscellaneous Notes\n\nSection 2 of D.C. Law 18-368 provides:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Deed Transfer and Recordation Taxes' means the revenue resulting from the imposition of the taxes under section 303 of the District of Columbia Deed Recordation Tax Act of 1962, approved March 2, 1962 (76 Stat. 11; D.C. Official Code ยง 42-1103), and section 47-903 of the District of Columbia Official Code.\n\n\"(2) 'Developer' means Eastbanc-W.D.C. Partners, LLC., its successors, affiliates, and assigns, either collectively or individually.\n\n\"(3) 'District Property' means the West End Library Property, Special Operations/MPD Building Property, and the West End Fire Station Property, as defined in paragraph (9) of this section.\n\n\"(4) 'Fund' means the West End Library and Fire Station Maintenance Fund established by section 4.\n\n\"(5) 'Fund Managers' means the Chief Librarian of the District of Columbia Public Library and the Mayor.\n\n\"(6) 'LDDA' means the Land Development and Disposition Agreement between the District and the Developer pursuant to the West End Parcels Disposition Approval Resolution of 2010, effective July 13, 2010 (Res.18-553; 57 DCR 7623).\n\n\"(7) 'Maintenance Agreement' means a West End Library and Fire Station Maintenance Agreement by and among the Fund Managers, and Developer, or its successors, or assigns, and established pursuant to section 5.\n\n\"(8) 'Project' means the acquisition, development, construction, installation, and equipping of the multi-use project to be located on the Property, to include:\n\n\"(A) A new library, estimated to contain approximately 20,000 gross square feet;\n\n\"(B) A new fire station, estimated to contain approximately 16,000 gross square feet;\n\n\"(C) A residential building on Square 37 estimated to contain approximately 224,390 gross square feet with approximately 153 units;\n\n\"(D) A residential rental building, including affordable housing units in Square 50, subject to public financial assistance;\n\n\"(E) Retail space estimated to contain approximately 9,600 gross square feet; and\n\n\"(F) Below-grade parking.\n\n\"(9) 'Property\" means the following parcels of land located in Squares 37 and 50 in the District:\n\n\"(A) Square 37, Lot 836 ('West End Library Property');\n\n\"(B) Square 37, Lot 837 ('Special Operations/MPD Building Property');\n\n\"(C) Square 37, Lot 855 ('Developer Property');\n\n\"(D) Square 50, Lot 822 ('West End Fire Station Property'); and\n\n\"(E) Related air rights parcels.\n\n\"(10) 'West End Fire Station' means a new fire station in Square 50 in the West End to be constructed by the Developer pursuant to the LDDA.\n\n\"(11) 'West End Library' means a new neighborhood branch library to be constructed in Square 37 in the West End by the Developer pursuant to the LDDA.\"\n\nDC CODE ยง 1-325.181\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-368, ยง 4, 58 DCR 991.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the West End Library and Fire Station Maintenance Fund, which shall be used solely to pay the expenses of providing supplemental maintenance service, insurance, and capital replacement for the West End Library and West End Fire Station along with those regularly provided by the District of Columbia Public Library and the Mayor, respectively, and ensuring that both facilities are maintained in a manner that is consistent with the high-quality conditions of the larger buildings of which they are a part."},{"prefix":"b","text":" The Chief Financial Officer shall deposit into the Fund 85% of the Deed Transfer and Recordation Taxes attributable to the new buildings constructed on Lots 836, 837, and 855 in Square 37 (or such successor record or assessment and taxation lots as may be created through future subdivision or creation of condominium units)."},{"prefix":"c","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"d","text":"(1) The money in the Fund shall be available to be spent pursuant to the Maintenance Agreement. The allocation of monies between the West End Library and the West End Fire Station, to the extent not provided in the Maintenance Agreement, shall be decided jointly by the Board of Library Trustees and the Mayor."},{"prefix":"2","text":" The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Fund. Any monies received but not expended in a given fiscal year shall be retained by the Fund."},{"prefix":"e","text":" The Fund shall be audited annually by the Inspector General, who shall transmit the audit report to the Mayor and Council no later than 90 days after close of the fiscal year. The annual audit shall include:"},{"prefix":"1","text":" The assets, liabilities, fund balance, revenue, and expenditures of the Fund;"},{"prefix":"2","text":" A detailed accounting of the Fund's expenditures; and"},{"prefix":"3","text":" Identification of any Fund expenditures that were not permitted under the law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"S","text":"West End Library and Fire Station Maintenance Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.18","catch_text":"1. West End Library and Fire Station Maintenance Fund."}}