{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 1045 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) addition, see § 1265 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 1265 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) addition of section, see § 603 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 1-325.151.\n\nDC CODE § 1-325.155\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, § 1265, 57 DCR 181.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of this part, the budget authority for an approved capital project shall be reprogrammed, pursuant to Chapter 3 of Title 47, for use pursuant to subchapter IV-A of Chapter 11 of Title 9; provided, that:"},{"prefix":"1","text":" The capital project has been completed or the funds no longer considered necessary and budget authority remain available;"},{"prefix":"2","text":" For a capital project with a balance of more than $250,000, no funds have been expended or encumbered for 3 consecutive years, and the agency has not notified the Chief Financial Officer within 30 days of the end of the 3-year period that the agency intends to use the funds to implement the project within 18 months; or"},{"prefix":"3","text":" For a capital project with a remaining budget authority of $250,000 or less, the capital project has not been funded for 3 consecutive years."},{"prefix":"b","text":" If at any time the Chief Financial Officer determines that certain funds are not needed to meet the requirements of the WMATA project, those funds may be reprogrammed, pursuant to Chapter 3 of Title 47, to any capital project that the Chief Financial Officer certifies a funding need."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XI","text":"Special Funds."},"part":{"identifier":"P","text":"Capital Project Support Fund."},"heading":{"title":"1","chaptersection":"325","identifier":"1-325.15","catch_text":"5. Washington Metropolitan Area Transit Authority project."}}