{"text":"For the purposes of this part, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 1002 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see ยง 1002 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 1001 of D.C. Law 18-111 provided that subtitle A of title I of the act may be cited as the \"Technology Services Support Act of 2009\".\n\nDC CODE ยง 1-327.71\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, ยง 1002, 57 DCR 181.)","sections":[{"prefix":"1","text":" \"DC One Card\" means a credential issued by the District government as a single credential for purposes of accessing multiple District facilities, programs, and benefits, including public libraries, facilities of the Department of Parks and Recreation, and public schools."},{"prefix":"2","text":" \"Electronic chip\" means a smart chip, radio frequency identification chip, or other contact or contact-less electronic media, including a Washington Metropolitan Area Transit Authority Smartrip chip, embedded in a DC One Card, to be read by participating agencies and programs for identification of the cardholder."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XII","text":"Customer Service Operations."},"part":{"identifier":"D","text":"D.C. One Card."},"heading":{"title":"1","chaptersection":"327","identifier":"1-327.71","catch_text":"Definitions."}}