{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-369.\n\nEffect of Amendments\n\nPub. L. 109-356, in subsec. (c), inserted \"and the District of Columbia Public Libraries\".\n\nD.C. Law 16-268 added subsec. (e).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4602 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 6, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nLaw 16-268, the \"Public Charter School Assets and Facilities Preservation Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-624, which was referred to Committee on Education, Libraries and Recreation. The Bill was adopted on first and second readings on December 6, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-624 and transmitted to both Houses of Congress for its review. D.C. Law 16-268 became effective on March 14, 2007.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to D.C. Official Code § 1-204.22 (6) (2001) & 1-329.01 (2001) Concerning Gifts and Donations to Support the Citizen Summit II, see Mayor's Order 2001-137, September 14, 2001 (48 DCR 9001).\n\nDelegation of Authority to Accept Donations, see Mayor's Order 2001-141, September 18, 2001 (48 DCR 9008).\n\nDelegation of Duty to Administer Public Awareness Campaign for Protections from Predatory Lending and Mortgage Foreclosure Improvements Act of 2000, see Mayor's Order 2001-159, October 12, 2001 (48 DCR 9891).\n\nResolutions\n\nResolution 18-344, the \"Secretary to the Council Authorization to Accept and Use Donations on Behalf of the Council Delegation Authorization Resolution of 2009\", was approved effective December 15, 2009.\n\nMiscellaneous Notes\n\nD.C. Law 13-172, § 4602, Oct. 19, 2000, 47 DCR 6308, provides similar language:\n\n\"(a) An entity of the District of Columbia government may accept and use a gift or donation during fiscal year 2001, or any subsequent fiscal year, if:\n\n\"(1) The Mayor approves the acceptance and use of the gift or donation; provided, that the Council of the District of Columbia may accept and use gifts without prior approval by the Mayor; and\n\n\"(2) The entity uses the gift or donation to carry out its authorized functions or duties.\n\n\"(b) Each entity of the District of Columbia government shall keep accurate and detailed records of the acceptance and use of any gift or donation under subsection (a) of this section, and shall make such records available for audit and public inspection.\n\n\"(c) For the purposes of this section, the term 'entity of the District of Columbia government' includes an independent agency of the District of Columbia.\n\n\"(d) This section shall not apply to the District of Columbia Board of Education, which may, pursuant to the laws and regulations of the District of Columbia, accept and use gifts to the public schools without prior approval by the Mayor.\"\n\nEstablishment--Office of Partnership and Grant Services, see Mayor's Order 2008-33, February 26, 2008 (55 DCR 5291).\n\nEstablishment--Office of Partnerships and Grants Services--Revised, see Mayor's Order 2010-60, April 23, 2010 (57 DCR 3509).\n\nDonations and Gifts to the District Government, see Mayor's Order 2010-167, October 22, 2010 (57 DCR 10006).\n\nEstablishment -- Office of Partnerships and Grant Services, see Mayor's Order 2011-170, October 5, 2011 (58 DCR 8847).\n\nDC CODE § 1-329.01\n\nCurrent through December 11, 2012","credits":"(Feb. 20, 2003, 117 Stat. 123, Pub. L. 108-7, Div. C, title III, § 115; Oct. 16, 2006, 120 Stat. 2029, Pub. L. 109-356, § 125; Mar. 14, 2007, D.C. Law 16-268, § 6, 54 DCR 833.)","sections":[{"prefix":"a","text":"(1) An entity of the District of Columbia government may accept and use a gift or donation during fiscal year 2003 and any subsequent fiscal year if--"},{"prefix":"A","text":" the Mayor approves the acceptance and use of the gift or donation (except as provided in paragraph (2) of this subsection); and"},{"prefix":"B","text":" the entity uses the gift or donation to carry out its authorized functions or duties."},{"prefix":"2","text":" The Council of the District of Columbia and the District of Columbia courts may accept and use gifts without prior approval by the Mayor."},{"prefix":"b","text":" Each entity of the District of Columbia government shall keep accurate and detailed records of the acceptance and use of any gift or donation under subsection (a) of this section, and shall make such records available for audit and public inspection."},{"prefix":"c","text":" For the purposes of this section, the term \"entity of the District of Columbia government\" includes an independent agency of the District of Columbia and the District of Columbia Public Libraries."},{"prefix":"d","text":" This section shall not apply to the District of Columbia Board of Education, which may, pursuant to the laws and regulations of the District of Columbia, accept and use gifts to the public schools without prior approval by the Mayor."},{"prefix":"e","text":" This section shall not apply to the Board of Library Trustees, which may, pursuant to the laws and regulations of the District of Columbia, accept and use gifts to the District of Columbia Public Library without prior approval by the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XIII","text":"Acceptance of Gifts and Donations."},"heading":{"title":"1","chaptersection":"329","identifier":"1-329.01","catch_text":"Acceptance of gifts and donations."}}