{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under ยง 1-137.01.\n\nMiscellaneous Notes\n\nShort title: Section 2031 of D.C. Law 19-168 provided that subtitle D of title II of the act may be cited as \"Deputy Mayor for Planning and Economic Development Limited Grant-Making Authority Act of 2012\".\n\nDC CODE ยง 1-328.04\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2012, D.C. Law 19-168, ยง 2032, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Deputy Mayor for Planning and Economic Development (\"Deputy Mayor\") shall have grant-making authority for the purpose of providing:"},{"prefix":"1","text":" Funds in support of the Skyland project;"},{"prefix":"2","text":" Commercial revitalization services for properties adjacent to the Skyland project;"},{"prefix":"3","text":" Funds for parades, festivals, and any other celebrations sponsored by a neighborhood or civic association in accordance with ยง 1-325.211(c); and"},{"prefix":"4","text":" Funds for the creation of affordable housing for District residents."},{"prefix":"b","text":" The Deputy Mayor may make grants for fiscal year 2013 as follows:"},{"prefix":"A","text":" An amount of $100,000 for sector consultants;"},{"prefix":"B","text":" An amount of $350,000 for local business promotion;"},{"prefix":"C","text":" An amount of $75,000 for regional economic development;"},{"prefix":"D","text":" An amount of $50,000 for the Bank on DC program;"},{"prefix":"E","text":" An amount of up to $700,000 for the purpose of providing interior tenant improvement assistance to an entity that agrees to operate a table service restaurant at 3220 Pennsylvania Avenue, S.E., also commonly known as the Penn Branch Shopping Center; and"},{"prefix":"F","text":" An amount of $800,000 for the purpose of providing assistance to a mixed-use development located in Ward 7, including 100% affordable housing units supporting former Lincoln Heights residents."},{"prefix":"c","text":" In addition to the grant-making authority provided in subsection (a)(4) of this section, the Deputy Mayor shall have the authority to issue loans for the creation of affordable housing for District residents."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XII-A","text":"Grant Administration."},"heading":{"title":"1","chaptersection":"328","identifier":"1-328.04","catch_text":"Deputy Mayor for Planning and Economic Development grant-making authority."}}