{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nLaw 17-106, the \"Prohibition of the Investment of Public Funds in Certain Companies Doing Business with the Government of Sudan Act of 2007\", was introduced in Council and assigned Bill No. 17-134 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on October 2, 2007, and November 6, 2007, respectively.  Signed by the Mayor on November 29, 2007, it was assigned Act No. 17-225 and transmitted to both Houses of Congress for its review.   D.C. Law 17-106 became effective on February 2, 2008.\n\nDC CODE § 1-335.01\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-106, § 2, 54 DCR 12223.)","sections":[{"prefix":"1","text":" \"Active Business Operations\" means all Business Operations that are not Inactive Business Operations."},{"prefix":"2","text":" \"Business Operations\" means engaging in commerce in any form in Sudan, including by acquiring, developing, maintaining, owning, selling, possessing, leasing, or operating equipment, facilities, personnel, products, services, personal property, real property, or any other apparatus of business or commerce."},{"prefix":"3","text":" \"Company\" means any sole proprietorship, for-profit or nonprofit organization, association, corporation, partnership, joint venture, limited partnership, limited liability partnership, limited liability company, or other entity or business association, including all wholly-owned subsidiaries, majority-owned subsidiaries, parent companies, or affiliates of such entities or business associations, that exists for for-profit or nonprofit purposes."},{"prefix":"4","text":" \"Complicit\" means taking actions during any preceding 20-month period which have directly supported or promoted the genocidal campaign in Darfur, including preventing Darfur's victimized population from communicating with each other, encouraging Sudanese citizens to speak out against an internationally approved security force for Darfur, or actively working to deny, cover up, or alter the record on human rights abuses in Darfur."},{"prefix":"5","text":" \"Direct Holdings\" in a company means all securities of that company held directly by the Public Fund or in an account or fund in which the Public Fund owns all shares or interests."},{"prefix":"6","text":" \"Government of Sudan\" means the government in Khartoum, Sudan, which is led by the National Congress Party (formerly known as the National Islamic Front) or any successor government formed on or after October 13, 2006 (including the coalition National Unity Government agreed upon in the Comprehensive Peace Agreement for Sudan. The term \"Government of Sudan\" shall not include the regional government of southern Sudan."},{"prefix":"7","text":" \"Inactive Business Operations\" means the mere continued holding or renewal of rights to property previously operated for the purpose of generating revenues but not presently deployed for such purpose."},{"prefix":"8","text":" \"Indirect Holdings\" in a company means all securities of that company held in an account or fund, such as a mutual fund, managed by one or more persons not employed by the Public Fund, in which the Public Fund owns shares or interests together with other investors not subject to the provisions of this part."},{"prefix":"9","text":" \"Marginalized Populations Of Sudan\" include the portion of the population in the Darfur region that has been genocidally victimized; the portion of the population of southern Sudan victimized by Sudan's North-South civil war; the Beja, Rashidiya, and other similarly underserved groups of eastern Sudan; the Nubian and other similarly underserved groups in Sudan's Abyei, Southern Blue Nile, and Nuba Mountain regions; and the Amri, Hamadab, Manasir, and other similarly underserved groups of northern Sudan."},{"prefix":"10","text":" \"Military Equipment\" means:"},{"prefix":"A","text":" Weapons, arms, military supplies, and equipment that readily may be used for military purposes, including radar systems or military-grade transport vehicles; or"},{"prefix":"B","text":" Supplies or services sold or provided directly or indirectly to any force actively participating in armed conflict in Sudan."},{"prefix":"11","text":" \"Mineral Extraction Activities\" include exploring, extracting, processing, transporting, or wholesale selling or trading of elemental minerals or associated metal alloys or oxides (ore), including gold, copper, chromium, chromite, diamonds, iron, iron ore, silver, tungsten, uranium, and zinc, and facilitating such activities, including by providing supplies or services in support of such activities."},{"prefix":"12","text":"(A) \"Oil-Related Activities\" include:"},{"prefix":"i","text":" Owning rights to oil blocks;"},{"prefix":"ii","text":" Exporting, extracting, producing, refining, processing, exploring for, transporting, selling, or trading of oil;"},{"prefix":"iii","text":" Constructing, maintaining, or operating a pipeline, refinery, or other oil-field infrastructure; and"},{"prefix":"iv","text":" Facilitating such activities, including by providing supplies or services in support of such activities."},{"prefix":"B","text":" The mere retail sale of gasoline and related consumer products shall not be considered Oil-Related Activities."},{"prefix":"13","text":" \"Power Production Activities\" means any Business Operations that involve a project commissioned by the National Electricity Corporation of Sudan or other similar Government of Sudan entity whose purpose is to facilitate power generation and delivery, including establishing power-generating plants or hydroelectric dams, selling or installing components for the project, providing service contracts related to the installation or maintenance of the project, and facilitating such activities, including by providing supplies or services in support of such activities."},{"prefix":"14","text":" \"Public Fund\" means the assets of the District of Columbia Retirement Board, the Board of Trustees in charge of the District of Columbia Retirement Board."},{"prefix":"15","text":" \"Scrutinized Company\" means a company, other than a Social Development Company which is not complicit in the Darfur genocide, that meets the criteria set forth in any of the following subparagraphs:"},{"prefix":"A","text":"(i) The company has Business Operations that involve contracts with, or provision of supplies or services; to:"},{"prefix":"I","text":" The Government of Sudan;"},{"prefix":"II","text":" Companies in which the Government of Sudan has any direct or indirect equity share;"},{"prefix":"III","text":" Government of Sudan-commissioned consortiums or projects; or"},{"prefix":"IV","text":" Companies involved in Government of Sudan-commissioned consortiums or projects; and"},{"prefix":"ii","text":"(I)(aa) More than 10% of the company's revenues or assets linked to Sudan involve Oil-Related Activities or Mineral Extraction Activities;"},{"prefix":"bb","text":" Less than 75% of the company's revenues or assets linked to Sudan involve contracts with, or provision of Oil-Related or Mineral Extracting products or services to, the regional government of southern Sudan or a project or consortium created exclusively by that regional government; and"},{"prefix":"cc","text":" The company has failed to take Substantial Action; or"},{"prefix":"II","text":"(aa) More than 10% of the company's revenues or assets linked to Sudan involve Power Production Activities;"},{"prefix":"bb","text":" Less than 75% of the company's Power Production Activities include projects whose intent is to provide power or electricity to the Marginalized Populations Of Sudan; and"},{"prefix":"cc","text":" The company has failed to take Substantial Action;"},{"prefix":"B","text":" The company is complicit in the Darfur genocide;"},{"prefix":"C","text":" The company supplies Military Equipment within Sudan, unless it clearly shows that the Military Equipment cannot be used to facilitate offensive military actions in Sudan or the company implements rigorous and verifiable safeguards to prevent use of that equipment by forces actively participating in armed conflict, including, through post-sale tracking of the equipment by the company, certification from a reputable and objective third party that the equipment is not being used by a party participating in armed conflict in Sudan, or sale of the equipment solely to the regional government of southern Sudan or any internationally recognized peacekeeping force or humanitarian organization."},{"prefix":"16","text":" \"Scrutinized Companies List\" means a list of Scrutinized Companies compiled in accordance with § 1-335.02."},{"prefix":"17","text":" \"Social Development Company\" means a company whose primary purpose in Sudan is to provide humanitarian goods or services, including medicine or medical equipment, agricultural supplies or infrastructure, educational opportunities, journalism-related activities, information or information materials, spiritual-related activities, services of a purely clerical or reporting nature, food, clothing, or general consumer goods that are unrelated to Oil-Related Activities, Mineral Extraction Activities, or Power Production Activities."},{"prefix":"18","text":" \"Substantial Action\" means:"},{"prefix":"A","text":" Adopting, publicizing, and implementing a formal plan to cease Business Operations within one year and to refrain from any new Business Operations;"},{"prefix":"B","text":" Undertaking significant humanitarian efforts on behalf of one or more Marginalized Populations Of Sudan; or"},{"prefix":"C","text":" Through engagement with the Government of Sudan, materially improving conditions for the genocidally victimized population in Darfur."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XVI","text":"Divestment, Prohibition on Investment of Certain Public Funds."},"part":{"identifier":"A","text":"Sudan."},"heading":{"title":"1","chaptersection":"335","identifier":"1-335.01","catch_text":"Definitions."}}