{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-106, see notes following ยง 1-335.01.\n\nDC CODE ยง 1-335.02\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-106, ยง 3, 54 DCR 12223.)","sections":[{"prefix":"a","text":" Within 90 days after February 2, 2008, the Public Fund shall make its best efforts to identify all Scrutinized Companies in which the Public Fund has Direct Holdings, Indirect Holdings, or could possibly have such holdings in the future. Such efforts shall include, as appropriate:"},{"prefix":"1","text":" Reviewing and relying, as appropriate in the Public Fund's judgment, on publicly available information regarding companies with Business Operations in Sudan, including information provided by nonprofit organizations, research firms, international organizations, and government entities;"},{"prefix":"2","text":" Contacting asset managers contracted by the Public Fund that invest in companies with Business Operations in Sudan;"},{"prefix":"3","text":" Contacting other institutional investors that have divested from, or engaged with, companies that have Business Operations in Sudan."},{"prefix":"b","text":" By the first meeting of the Public Fund following the 90-day period set forth in subsection (a) of this section, the Public Fund shall compile all Scrutinized companies identified into a Scrutinized Companies List."},{"prefix":"c","text":" The Public Fund shall update the Scrutinized Companies List on a quarterly basis based on information from sources, including those listed in subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XVI","text":"Divestment, Prohibition on Investment of Certain Public Funds."},"part":{"identifier":"A","text":"Sudan."},"heading":{"title":"1","chaptersection":"335","identifier":"1-335.02","catch_text":"Identification of companies."}}