{"text":"Authority is hereby granted to the Secretary of the Interior and the President of the United States, in their discretion, to grant additional compensation at rates not to exceed those prevailing without regard to the provisions of §§ 1341, 1342 and 1349 to 1351 and subchapter II of Chapter 15 of Title 31, United States Code, additional compensation at rates not to exceed those prevailing in the District of Columbia for similar or comparable employment to each employee in or under the National Capital Parks and the Executive Mansion Grounds, whose compensation is fixed and adjusted from time to time by a wage board, or whose compensation is fixed without reference to Chapter 51 and subchapter III of Chapter 53 of Title 5, United States Code relating to the classification of government employees and related matters, or whose compensation is limited or fixed specifically by the provisions of the District of Columbia Appropriation Act, 1952.","historical":"Prior Codifications\n\n1981 Ed., § 1-345.\n\n1973 Ed., § 1-251.\n\nLegislative History of Laws\n\nLaw 2-139 was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\n\"§§ 1341, 1342, and 1349 to 1351 and subchapter II of Chapter 15 of Title 31, United States Code\", referred to in this section, was substituted for \"§ 3679 of the Revised Statutes, as amended (31 U.S.C. § 665)\" on authority of § 4(b) of the Act of September 13, 1982, Pub. L. 97-258.\n\nDC CODE § 1-333.07\n\nCurrent through December 11, 2012","credits":"(Oct. 25, 1951, 65 Stat. 637, ch. 560, § 2; Mar. 3, 1979, D.C. Law 2-139, § 3205(aaa), 25 DCR 5740.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XV","text":"Miscellaneous."},"heading":{"title":"1","chaptersection":"333","identifier":"1-333.07","catch_text":"Authority to grant additional compensation."}}