{"text":"(Square 0948, Lots 802 and 803), for use as the official residence upon the expiration of the current lease of this property in June 2002;","historical":"Prior Codifications\n\n1981 Ed., ยง 1-370.3.\n\nLegislative History of Laws\n\nFor Law 13-179, see notes following ยง 1-331.01.\n\nDC CODE ยง 1-331.03\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-179, ยง 4, 47 DCR 6847.)","sections":[{"prefix":"a","text":" There is established a Mayor's Official Residence Commission with the purpose of preparing recommendations to the Council and the Mayor on the most appropriate site in the District to establish the Mayor's official residence and on the most cost-effective methods of financing the acquisition, renovation, and maintenance of the official residence."},{"prefix":"b","text":" The Commission shall:"},{"prefix":"1","text":" Explore the appropriateness and cost of using property under the District's jurisdiction that is located at 921 Pennsylvania Avenue, S.E. (Square 0948, Lots 802 and 803), for use as the official residence upon the expiration of the current lease of this property in June 2002;"},{"prefix":"2","text":" Compare the appropriateness and cost of using the property identified in paragraph (1) of this subsection as the official residence with the appropriateness and cost of using other properties already owned or to be acquired by the District or another entity for this purpose; and"},{"prefix":"3","text":" Develop a plan for raising the funds necessary for the acquisition, renovation, and maintenance of the most appropriate property for use as the official residence."},{"prefix":"c","text":"(1) The Commission shall submit its recommendations in the form of a report to the Council and the Mayor within 180 days of the appointment of a majority of its members. The report shall include the information, comparative analysis, and plan required by subsections (a) and (b) of this section, along with specific recommendations on the actions and timetables for such actions that are necessary to establish an official residence of the Mayor. The report shall be accompanied by any draft executive orders, or proposed legislation, regulations, or amendments to existing statutes or regulations, including this subchapter, which may be necessary to implement the recommendations."},{"prefix":"2","text":" Prior to the issuance of this report, the Commission shall conduct not less than one public forum or hearing, at which comments are invited from the public, and for which 15 days prior notice is provided in the District of Columbia Register and to the Mayor, the Council, and each Advisory Neighborhood Commission. A copy of all written comments provided to the Commission by the public shall be submitted by the Commission to the Council and the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XIV","text":"Mayor's Official Residence."},"part":{"identifier":"A","text":"Official Residence Commission."},"heading":{"title":"1","chaptersection":"331","identifier":"1-331.03","catch_text":"Mayor's Official Residence Commission--establishment; duties."}}