{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-337, see notes following § 1-336.01.\n\nDC CODE § 1-336.03\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 2009, D.C. Law 17-337, § 103, 56 DCR 939.)","sections":[{"prefix":"a","text":" For each scrutinized company on the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List:"},{"prefix":"1","text":"(A)(i) For each company in which the public fund has direct holdings newly identified under § 1-336.02, the public fund shall send a written notice informing the company of its scrutinized company status and that it may become subject to divestment by the public fund."},{"prefix":"ii","text":" The notice shall inform the company of the opportunity to clarify its Iran-related activities and encourage the company, within 90 days, to cease its scrutinized business activities or convert such activities to inactive business activities to avoid qualifying for divestment by the public fund. The notice shall be sent no later than 135 days after the company is placed on the list."},{"prefix":"B","text":" If, within 90 days after the public fund's notice to a company pursuant to this paragraph, the company announces by public disclosure substantial action specific to Iran, the public fund may maintain its direct holdings, but the company shall remain on the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List pending completion of its cessation of scrutinized business activities."},{"prefix":"2","text":"(A) If, after 90 days following the public fund's 1st notice to a company pursuant to paragraph (1) of this subsection, the company has not announced by public disclosure substantial action specific to Iran, or the public fund determines or becomes aware that the company continues to have scrutinized business activities, the public fund, within 8 months after the expiration of such 90-day period, shall sell, redeem, divest, or withdraw all publicly-traded securities of the company from the public fund's direct holdings."},{"prefix":"B","text":" If the public fund determines or becomes aware that a company that ceased scrutinized business activities following engagement pursuant to paragraph (1) of this subsection has resumed such activities, the public fund shall:"},{"prefix":"i","text":" Send a written notice to the company as required under paragraph (1)(A)(ii) of this subsection;"},{"prefix":"ii","text":" Add the company to the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List; and"},{"prefix":"iii","text":" Sell, redeem, divest, or withdraw as may be required by subparagraph (A) of this paragraph."},{"prefix":"C","text":" The public fund shall monitor the scrutinized company that has announced by public disclosure substantial action specific to Iran. If, after one year, the public fund determines or becomes aware that the company has not implemented such substantial action, within 3 months after the expiration of such one-year period, the public fund shall sell, redeem, divest, or withdraw all publicly-traded securities of the company from the public fund's direct holdings, and the company also shall be immediately reintroduced onto the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List."},{"prefix":"b","text":" The public fund shall not acquire securities of companies on the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List."},{"prefix":"c","text":" Notwithstanding the provisions of this part, subsection (a)(2) of this section shall not apply to the public fund's indirect holdings; provided, that the public fund shall submit letters to the managers of any managed investment funds containing companies on the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List that they consider removing such companies from the fund or create a similar actively-managed fund having indirect holdings devoid of such companies. If the manager creates a similar fund without such securities or if such funds are created elsewhere, the District of Columbia Retirement Board shall determine within 6 months whether to replace all applicable investments with investments in the similar fund in an expedited time period consistent with prudent investing standards. For the purposes of this section, a private equity fund shall be deemed to be an actively-managed investment fund."},{"prefix":"d","text":" The District of Columbia Retirement Board shall comply with the requirements of this part only to the extent consistent with:"},{"prefix":"1","text":" Its fiduciary duties under Chapters 7 and 9 of this title; and"},{"prefix":"2","text":" Section 5 of the Sudan Accountability and Divestment Act of 2007, approved December 31, 2007 (121 Stat. 2516; 50 U.S.C. § 1701, note)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XVI","text":"Divestment, Prohibition on Investment of Certain Public Funds."},"part":{"identifier":"B","text":"Government of Iran."},"heading":{"title":"1","chaptersection":"336","identifier":"1-336.03","catch_text":"Required actions."}}