{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-370.4.\n\nLegislative History of Laws\n\nFor Law 13-179, see notes following ยง 1-331.01.\n\nDC CODE ยง 1-331.04\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-179, ยง 5, 47 DCR 6847.)","sections":[{"prefix":"a","text":" The Commission shall be composed of 9 voting members. Four public citizen members including the chairperson of the Commission shall be appointed by the Chairman of the Council, 3 public citizen members shall be appointed by the Mayor, and 2 ex officio members shall be the District's Chief Property Management Officer and Director of the Office of Planning who each may designate from time to time a staff representative to perform the ex officio member's responsibilities. A majority of the members shall be required to be District residents. All appointments shall be made within 15 days of the October 21, 2000. A vacancy shall be filled in the same manner in which its initial appointment was made."},{"prefix":"b","text":" Each public citizen member of the Commission shall serve without compensation and shall not be entitled to reimbursement for actual and necessary expenses incurred in the performance of the Commission's duties."},{"prefix":"c","text":" The chairperson of the Commission, or the chairperson's designated representative who shall be a member of the Commission, shall convene all meetings of the Commission. The chairperson shall convene the first meeting of the Commission not later than 15 days after all appointments have been made. The Commission shall meet not less often than once a month."},{"prefix":"d","text":" A majority of the members of the Commission shall constitute a quorum. Voting by proxy shall not be permitted, but meetings and votes by teleconference or other electronic means shall be permitted. A written summary shall be prepared of all meetings at which a vote is taken, which shall be made available to the public upon request."},{"prefix":"e","text":" The Commission may request from any department, agency, or instrumentality of the District government, including independent agencies and receiverships, any information necessary to carry out the provisions of this subchapter. Each department, agency, instrumentality, independent agency, or receivership shall cooperate with the Commission and provide any information, in a timely manner, that the Commission requests to carry out the provisions of this subchapter."},{"prefix":"f","text":" The Mayor shall provide administrative and technical support, office space, staff, supplies, and other resources needed by the Commission to carry out the provisions of this subchapter."},{"prefix":"g","text":" The Commission may solicit, receive, accept, and expend contributions or grants from private or federal sources to carry out the provisions of this subchapter. Any Commission solicitation, receipt, acceptance, or expenditure of contributions or grants from private sources shall not be subject to appropriation. The Commission shall keep a record, available to the public for inspection, of all private contributions or grants and any substantial nongovernment in-kind contributions received. The record shall include the full name, address, and occupation or type of business of each donor."},{"prefix":"h","text":" The Commission may enter into contracts, for which sufficient appropriations or other public or private funding is available and provided, with federal or state agencies, private firms, institutions, or individuals to conduct research or surveys, prepare appraisals or reports, or perform other activities necessary to the discharge of its duties."},{"prefix":"i","text":" The Commission may establish such advisory groups, committees, or subcommittees, consisting of members or nonmembers, as it deems necessary to carry out the purposes of this subchapter."},{"prefix":"j","text":" No District laws, rules, or orders governing administrative procedures, conflict of interest, financial disclosure, employment, or procurement shall apply to the Commission in its expenditure of non-local funds, except as provided in this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XIV","text":"Mayor's Official Residence."},"part":{"identifier":"A","text":"Official Residence Commission."},"heading":{"title":"1","chaptersection":"331","identifier":"1-331.04","catch_text":"Mayor's Official Residence Commission--composition; compensation; quorum."}}