{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-337, see notes following § 1-336.01.\n\nDC CODE § 1-336.04\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 2009, D.C. Law 17-337, § 104, 56 DCR 939.)","sections":[{"prefix":"a","text":" The public fund shall send a report to each member of the District of Columbia Retirement Board, the Council, and the Mayor that includes the Scrutinized Companies with Activities in the Iran Petroleum Energy Sector List within 30 days after the list is created. The report shall be made available to the public."},{"prefix":"b","text":" Annually thereafter, the public fund shall send a publicly available report to the Council and the Mayor that includes:"},{"prefix":"1","text":" All investments sold, redeemed, divested, or withdrawn in compliance with § 1-336.03(a);"},{"prefix":"2","text":" All prohibited investments under § 1-336.03(b);"},{"prefix":"3","text":" Any progress made under § 1-336.03(e);"},{"prefix":"4","text":" A list of all publicly-traded securities held directly by the public fund; and"},{"prefix":"5","text":" A list of any investments held by the public fund that would have been divested under § 1-336.03(a), but for § 1-336.03(d), including a statement of the reasons why a sale or transfer of the investments is inconsistent with the fiduciary responsibilities of the District of Columbia Retirement Board, and the circumstances under which the District of Columbia Retirement Board anticipates that it will sell, transfer, or reduce the investments."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XVI","text":"Divestment, Prohibition on Investment of Certain Public Funds."},"part":{"identifier":"B","text":"Government of Iran."},"heading":{"title":"1","chaptersection":"336","identifier":"1-336.04","catch_text":"Reporting."}}