{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under ยง 1-350.01.\n\nDC CODE ยง 1-350.05\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2012, D.C. Law 19-168, ยง 1046, 59 DCR 8025.)","sections":[{"prefix":"a","text":" If a person liable to pay a delinquent debt neglects or refuses to pay the delinquent debt after demand by the Central Collection Unit, the amount, including any interest and any fees imposed for collection of the delinquent debt that may accrue, shall be a lien in favor of the District of Columbia upon all property (including rights to property), whether real or personal, belonging to the person, and shall have the same effect as a lien created by judgment. The lien shall attach to all real or personal property (including rights to property) belonging to, or acquired by, the person at any time during the period of the lien."},{"prefix":"b","text":" The lien imposed by subsection (a) of this section shall be deemed to have arisen on the 91st day after the debt became due and owing to the District and shall continue until the delinquent debt is satisfied or becomes unenforceable."},{"prefix":"c","text":" The lien imposed by subsection (a) of this section shall not be valid against a bona fide purchaser for value, holder of a security interest, mechanic's lien, or judgment lien creditor until the lien has been filed with the Recorder of Deeds by the Central Collection Unit."},{"prefix":"d","text":" Upon transferring a delinquent debt to the Central Collection Unit, a transferring agency's authority to file a lien for that debt shall terminate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Specified Governmental Authority."},"subchapter":{"identifier":"XVII","text":"Delinquent Debt Recovery."},"heading":{"title":"1","chaptersection":"350","identifier":"1-350.05","catch_text":"Lien for delinquent debt."}}