{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nLegislative History of Laws\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nFor Law 17-353, see notes following § 1-129.05.\n\nMiscellaneous Notes\n\nSection 7094 of D.C. Law 17-219 repealed section 301 of D.C. Law 17-108.\n\nDC CODE § 1-515.01\n\nCurrent through December 11, 2012","credits":"(Feb. 6, 2008, D.C. Law 17-108, § 101, 54 DCR 10993; Mar. 25, 2009, D.C. Law 17-353, § 223(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, all District subordinate agencies, independent agencies, and instrumentalities shall use a ranking system based on a scale of 100 points for all employment decisions for positions equivalent to Career Service, educational employee, Legal Service, and Management Supervisory Service positions, as defined under § 1- 603.01(3), (6), (13A), and (13B), and shall award each District resident applicant a preference of 10 points unless the resident declines the preference points. The 10 preference points shall be in addition to any points awarded on the 100-point scale."},{"prefix":"b","text":" An applicant claiming a hiring preference shall submit no less than 8 proofs of bona fide residency in a manner determined by the Mayor. If hired, the employee shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel for the agency or instrumentality for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment."},{"prefix":"c","text":"(1) Each subordinate agency head shall submit to the Mayor and the Council quarterly reports detailing the names of all new employees and their pay schedules, titles, and place of residence. The report shall explain the reasons for employment of non-District residents. The Mayor shall integrate into each subordinate agency's annual performance objectives the rate of success in hiring District residents."},{"prefix":"2","text":" Each independent agency and instrumentality shall submit to the Mayor and the Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence. The reports shall explain the reasons for employment of non-District residents."},{"prefix":"d","text":" The Mayor shall conduct annual audits of each subordinate agency's personnel records to ensure that all persons claiming a residency preference at time of hiring complies with the provisions of subsection (b) of this section. Audit reports shall be submitted annually to the Council."},{"prefix":"e","text":" Each subordinate agency, independent agency, and instrumentality head shall be a resident of the District of Columbia throughout his or her tenure and shall forfeit his or her position if he or she fails to remain a resident of the District of Columbia."},{"prefix":"f","text":" The Mayor may issue rules to implement the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Officers and Employees Generally."},"subchapter":{"identifier":"I-A","text":"Residency Preferences and Requirements for Government Employees."},"heading":{"title":"1","chaptersection":"515","identifier":"1-515.01","catch_text":"District residency preference for employees; District residency requirement for agency heads."}}