{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-3003.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-214, see Historical and Statutory Notes following § 1-529.01.\n\nMiscellaneous Notes\n\nLaw 17-358 amended this section subject to congressional enactment.\n\nDC CODE § 1-529.03\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-214, § 4, 36 DCR 513.)","sections":[{"prefix":"a","text":" For purposes of this section, \"former spouse\" means a living person whose marriage to an employee or retiree has been subject to a divorce, annulment, or legal separation resulting in a court order, except that with respect to an award of a survivor annuity, it additionally means a living person:"},{"prefix":"1","text":" Who was married for at least 9 months to an employee or retiree who performed at least 18 months creditable service in a position covered by 1 or more of the retirement systems in § 1-529.01; and"},{"prefix":"2","text":" Whose marriage to the employee or retiree was terminated prior to the death of the employee or retiree."},{"prefix":"b","text":" The Mayor shall comply with any qualifying court order that is issued prior to the employee's retirement. Any qualifying court order that awards the entire amount the retirement system is responsible for with respect to that employee bars recovery by any other person."},{"prefix":"c","text":" The Mayor shall comply with any qualifying court order that is issued after the employee's retirement only to the extent it is consistent with any election previously executed at the time of retirement by the employee regarding that former spouse. Any qualifying court order that awards the entire amount the retirement system is responsible for with respect to that employee bars recovery by any other person."},{"prefix":"d","text":" The Mayor is not obligated to comply with qualifying court orders issued prior to March 16, 1989."},{"prefix":"e","text":"(1) Any reduction in an employee's annuity, made pursuant to the relevant retirement system in order to provide for a survivor annuity awarded by court order, shall cease upon remarriage of the former spouse if the remarriage occurs before age 55."},{"prefix":"2","text":" Payment of a survivor annuity to a former spouse pursuant to a court order shall cease upon the remarriage of the former spouse if the remarriage occurs before age 55."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Officers and Employees Generally."},"subchapter":{"identifier":"VI","text":"Spouse Equity. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"529","identifier":"1-529.03","catch_text":"Compliance with court orders."}}