{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-3002.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-214, see Historical and Statutory Notes following § 1-529.01.\n\nMiscellaneous Notes\n\nLaw 17-358 amended this section subject to congressional enactment.\n\nDC CODE § 1-529.02\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-214, § 3, 36 DCR 513; Oct. 16, 1992, 106 Stat. 2167, Pub. L. 102-422, § 1(2), (3).)","sections":[{"prefix":"a","text":" \"Court order\" means any judgment, decree, or property settlement issued by or approved by any court of any state, the District of Columbia, the Commonwealth of Puerto Rico, Guam, the Northern Mariana Islands, or the Virgin Islands, and any Native American court in connection with, or incident to, the divorce, annulment of marriage, or legal separation of an employee or retiree."},{"prefix":"b","text":" \"Employee\" means an individual who performs a function of the District government and who receives compensation for the performance of the services, as provided in § 1-603.01(7) or an officer, member, or retiree of the United States Park Police Force or an officer, member, or retiree of the United States Secret Service to whom the District of Columbia Policemen and Firemen's Retirement and Disability Act (D.C. Code § 5-707 et seq.) applies."},{"prefix":"c","text":" \"Qualifying court order\" means one that by its terms awards to a former spouse all or a portion of an employee's or retiree's retirement benefits, a payment from an employee's or retiree's retirement benefits, or a survivor annuity. The court order must state the former spouse's share as a fixed amount, or a percentage or a fraction of the annuity, and shall indicate whether the former spouse should receive the amount awarded directly from the District. For purposes of awarding a survivor annuity, the court order must also either state the former spouse's entitlement to a survivor annuity or direct the employee or retiree to provide a survivor annuity."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Officers and Employees Generally."},"subchapter":{"identifier":"VI","text":"Spouse Equity. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"529","identifier":"1-529.02","catch_text":"Definitions."}}