{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-3004.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-214, see Historical and Statutory Notes following § 1-529.01.\n\nMiscellaneous Notes\n\nLaw 17-358 amended this section subject to congressional enactment.\n\nDC CODE § 1-529.04\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-214, § 6, 36 DCR 513.)","sections":[{"prefix":"a","text":" For purposes of this section, \"former spouse\" means a living person:"},{"prefix":"1","text":" Who was married for at least 9 months to an employee or retiree who performed at least 18 months creditable service in a position covered by 1 or more of the retirement systems referred to in § 1-529.01;"},{"prefix":"2","text":" Whose marriage to the employee or retiree was terminated prior to the death of the employee or retiree;"},{"prefix":"3","text":" Who was enrolled as a family member in a health benefits plan approved under the Federal Health Benefits Program or in a plan approved under §§ 1- 621.05 through 1-621.13 at any time during the 18-month period before the dissolution of the marriage by divorce, annulment, or legal separation; and"},{"prefix":"4","text":" Who is receiving any portion of an annuity or survivor's annuity or is entitled to receive an annuity or survivor's annuity pursuant to an election by the employee at the time of retirement, a qualifying court order, or the provisions of the retirement system."},{"prefix":"b","text":" Any former spouse of an employee or of a retiree may enroll in a health benefits plan approved under the Federal Employee Health Benefits Program or in a plan approved under §§ 1-621.05 through 1-621.13."},{"prefix":"c","text":" Any former spouse who enrolls in a health benefits plan pursuant to subsection (b) of this section may elect to enroll either as an individual or for self and family, subject to an agreement by the former spouse to pay the full subscription charge of the enrollment, including any amount set aside for the administration of the health benefits plan and any necessary reserves as determined by the Mayor."},{"prefix":"d","text":" Only former spouses whose marriages were dissolved after March 16, 1989 through divorce, annulment, or legal separation shall be eligible to enroll in the health benefits plans."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Officers and Employees Generally."},"subchapter":{"identifier":"VI","text":"Spouse Equity. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"529","identifier":"1-529.04","catch_text":"Enrollment in health benefits plan."}}