{"text":"There is established within the District government a Legal Service for independent and subordinate agencies to ensure that the law business of the District government is responsive to the needs, policies, and goals of the District and is of the highest quality. In order to improve the quality and timeliness of the legal services that support the lawful activities, objectives, and policies of the District government, all attorneys who perform work for subordinate agencies shall become employees of the Office of the Attorney General for the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 1-609.52.\n\nEffect of Amendments\n\nD.C. Law 16-33 rewrote section, which had read as follows:\n\n\"There is established within the District government a Legal Service for independent and subordinate agencies to ensure that the law business of the District government is responsive to the needs, policies, and goals of the District and is of the highest quality. In order to improve the quality and timeliness of the legal services that support the lawful activities, objectives, and policies of the District government, this subchapter shall vest in the Corporation Counsel supervisory authority of attorneys employed by the subordinate agencies.\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90 day) amendment of section, see § 3012(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nDC CODE § 1-608.52\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 852, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Oct. 20, 2005, D.C. Law 16-33, § 3012(b), 52 DCR 7503.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.52","catch_text":"Creation of the Legal Service."}}