{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.1.\n\n1973 Ed., § 1-338.2.\n\nEffect of Amendments\n\nD.C. Law 13-91, in par. (1) of subsec. (b), substituted \"subchapters V, VI, VII, XVII-A and XVIII\" for \"subchapters V, VI, VII, XVII and XVIII\".\n\nD.C. Law 16-305, in subsec. (b)(2)(K), substituted \"persons with disabilities\" for \"handicapped persons\".\n\nD.C. Law 17-108, rewrote subsecs. (d)(1) and (2); in subsec. (d)(7)(B), substituted \"7 consecutive years\" for \"5 consecutive years\"; and added subsec. (f). Prior to amendment, subsecs. (d)(1) and (2) read as follows:\n\n\"(d)(1) Notwithstanding any provision of § 2-1401.01 et seq., an applicant for District government employment in the Educational Service who is a bona fide resident of the District at the time of application shall be given a hiring preference over a non-resident applicant. This preference shall be in addition to, and not instead of, qualifications established for the position.\n\n\"(2) An applicant claiming a hiring preference shall submit proof of bona fide residency in a manner determined by the Boards pursuant to paragraph (5) of this subsection. If hired, the employee shall agree in writing to maintain bona fide District residency for a period of 5 consecutive years from the effective date of hire. Failure to maintain bona fide District residency for the consecutive 5-year period shall result in forfeiture of employment.\"\n\nD.C. Law 17-122, in subsec. (a), substituted \"Board\" for \"Boards\" and deleted \"the District of Columbia Board of Education for educational employees of the Board of Education and\" following \"means\"; in subsec. (b), substituted \"Board\" for \"Boards\" and rewrote par. (2); in subsec. (c), substituted \"Board\" for \"Boards\"; in subsec. (d), substituted \"Mayor or Board\" for \"Boards\". Prior to amendment, par. (2) of subsec. (b) read as follows:\n\n\"(2) The Board of Education. The Board of Education shall issue rules and regulations which shall provide for the following:\n\n\"(A) A positive recruitment program designed to meet current and projected personnel needs;\n\n\"(B) Open competition for initial appointment to the service;\n\n\"(C) Appointment procedures designed to achieve maximum objectivity, reliability, and validity through a practical assessment of attributes necessary to successful job performance and career development as provided in subchapter VII of this chapter;\n\n\"(D) Appointments to be made on the basis of merit by selection from the highest qualified available eligible persons based on specific job requirements, from appropriate lists or files established on the basis of the provisions of subparagraphs (A), (B), and (C) of this paragraph with appropriate regard for affirmative action goals and veterans preference as provided in subchapter VII of this chapter;\n\n\"(E) Appointments made without time limitation in accordance with subparagraph (D) of this paragraph, as permanent Educational Service status appointments upon satisfactory completion of a probationary period of at least 1 year;\n\n\"(F) Temporary and other time-limited appointments in appropriate cases which do not confer permanent status, but are to be made, insofar as practicable, in accordance with subparagraph (D) of this paragraph;\n\n\"(G) Appointments to continuing positions (in the absence of lists of eligibles), which do not confer permanent status, subject to meeting minimum qualification standards and subject to termination as soon as lists of qualified eligibles for permanent appointment can be established in accordance with subparagraph (D) of this paragraph;\n\n\"(H) Emergency appointments for not more than 30 days to provide for maintenance of essential services in situations of natural disaster or catastrophes where normal employment procedures are impracticable;\n\n\"(I) Promotion of permanent employees, giving due consideration to demonstrated ability, quality and length of service;\n\n\"(J) Reinstatements, reassignments, and transfers of employees with permanent status;\n\n\"(K) Establishment of programs, including trainee programs, designed to attract and utilize persons with minimal qualifications, but with potential for development, in order to provide career development opportunities for members of disadvantaged groups, persons with disabilities, women, and other appropriate target groups. These programs may provide for permanent appointments to trainee or similar positions through competitive procedures established by the Boards;\n\n\"(L)(i) Reduction-in-force procedures, with: (I) a prescribed order of separation based on tenure of appointment, length of service, including creditable federal and military service, District residency, veterans preference, and relative work performance; (II) priority reemployment consideration for employees separated; (III) consideration of job sharing and reduced hours; and (IV) employee appeal rights;\n\n\"(ii) Notwithstanding any other provision of law, the Board of Education shall not issue rules that require or permit nonschool-based personnel or school administrators to be assigned or reassigned to the same competitive level as classroom teachers;\n\n\"(M) Separation for cause, which shall be subject to the adverse action and appeal procedures provided for in subchapter XVI-A of this chapter; and\n\n\"(N) Selections to the Educational Service shall be made in accordance with equal employment opportunity principles as set forth in subchapter VII of this chapter.\"\n\nD.C. Law 17-219, in subsec. (b)(2), repealed subpar. (A)(ii)(II), rewrote subpar. (A)(ii)(III), substituted \"the Office of the State Superintendent of Education as of\" for \"the Office of the State Superintendent for Education, and the Office of Public Education Facilities Modernization as of\" and inserted \"A person employed by the Office of the State Superintendent of Education ('OSSE') as of August 16, 2008, who is not an Excluded Employee, shall be reappointed noncompetitively to the Educational Service, in accordance with subparagraph (A) of this paragraph.\" in subpar. (B)(i), inserted \"or, in the case of employees employed by the OSSE before August 16, 2008, within 30 days of August 16, 2008,\" in subpar. (B)(ii), and substituted \"or the Office of the State Superintendent of Education who is not\" for \"the Office of the State Superintendent for Education, or the Office of Public Education Facilities Modernization who is not\" in subpar. (C)(i).\n\nPrior to amendment, subsec. (b)(2)(A)(ii)(III) read as follows:\n\n\"(III) All Educational Service employees within the Office of the State Superintendent for Education transferred pursuant to [§ 38-2602.01].\"\n\nD.C. Law 17-231, in subsec. (c)(1), substituted \"spouse, domestic partner\" for \"husband, wife\".\n\nD.C. Law 17-353, in subsec. (b)(2)(A)(ii)(I), inserted a semicolon at the end;  in subsec. (b)(2)(F)(i)(III), inserted \"the\" following \"within\";   and, in subsec. (d)(2), substituted \"Mayor or the Board\" for \"Mayor or Board\".\n\nD.C. Law 19-171, in subsec. (b)(2)(B)(i), (C)(i), (I), substituted \"Superintendent of Education\" for \"Superintendent for Education\"; and, in subsec. (f), substituted \"The board\" for \"\"Each board\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 1001 of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Education Personnel Reform Emergency Amendment Act of 2007 (D.C. Act 17-241, January 22, 2008, 55 DCR 983).\n\nFor temporary (90 day) additions, see §§ 3, 5 of Public Education Personnel Reform Emergency Amendment Act of 2008 (D.C. Act 17-241, January 22, 2008, 55 DCR 983).\n\nFor temporary (90 day) amendment, see § 4019(a) of Fiscal Year 2009 Budget Support Emergency Act of 2008 (D.C. Act 17-468, July 28, 2008, 55 DCR 8746).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-14, see Historical and Statutory Notes following § 1-608.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 4-2, see Historical and Statutory Notes following § 1-608.01.\n\nFor legislative history of D.C. Law 4-92, see Historical and Statutory Notes following § 1-608.01.\n\nLaw 5-159 was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984 and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-15, see Historical and Statutory Notes following § 1-608.01.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nFor legislative history of D.C. Law 7-203, see Historical and Statutory Notes following § 1-608.01.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 11-78, see Historical and Statutory Notes following § 1-624.07.\n\nFor legislative history of D.C. Law 11-98, see Historical and Statutory Notes following § 1-624.07\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-138, see Historical and Statutory Notes following § 1-608.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 16-305, see notes following § 1-307.02.\n\nFor Law 17-108, see notes following § 1-209.05.\n\nLaw 17-122, the \"Public Education Personnel Reform Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-450 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on January 29, 2008, it was assigned Act No. 17-271 and transmitted to both Houses of Congress for its review. D.C. Law 17-122 became effective on March 20, 2008.\n\nFor Law 17-219, see notes following § 1-308.29.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nFor Law 17-353, see notes following § 1-129.05.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nReferences in Text\n\nThe \"Residency Preference Amendment Act of 1988\", referred to in subsection (d)(3), is D.C. Law 7-203.\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nEditor's note: Both D.C. Law 11-52 and D.C. Law 11-98 added a new (b)(2)(L-i). The versions were almost identical, and effect has been given to D.C. Law 11-98.\n\nRepeal of Law 12-138: Section 153 of Pub. L. 105-277, 112 Stat. 2681-146, repealed D.C. Law 12-138, which had added a subsection (e) to this section.\n\nSections 3 to 5 of D.C. Law 17-122 provide:\n\n\"Sec. 3. Rulemaking.\n\n\"The Mayor shall issue rules to implement the provisions of section 2. The proposed rules shall be submitted to the Council for a 45-day period of review. If the Council does not approve or disapprove the proposed rules, by resolution, within the 45-day review period, the proposed rules shall be deemed approved.\n\n\"Sec. 4. Voluntary early-retirement request.\n\n\"The Mayor shall submit a request to the United States Office of Personnel Management that it authorize voluntary early retirement to employees in the Educational Service classification of the District of Columbia Public Schools, the Office of the State Superintendent of Education, and the Office of Public Education Facilities Modernization hired prior to 1987 and entitled to federal benefit payments.\n\n\"Sec. 5. Evaluation and re-authorization.\n\n\"On September 15, 2012, the Mayor shall submit to the Council an assessment of the personnel reform enacted by this act, which shall include:\n\n\"(1) A comprehensive list of the employees terminated pursuant to this act, as described in section 801A(b)(2)(I) of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2- 139; D.C. Official Code § 1-608.01a(b)(2)(I); and\n\n\"(2) An assessment of the progress in public education achieved as a result of this act that warrants continuation of the provisions of this act.\"\n\nShort title: Section 4003 of D.C. Law 17-219 provided that subtitle B of title IV of the act may be cited as the \"Educational Service Amendment Act of 2008\".\n\nDC CODE § 1-608.01a\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 801A, 25 DCR 5740; Aug. 1, 1979, D.C. Law 3-14, 2(b), 25 DCR 25 10565; Aug. 7, 1980, D.C. Law 3-81, § 2(h), 27 DCR 2632; May 22, 1981, D.C. Law 4-2, § 2(d), (e), 28 DCR 2586; Apr. 3, 1982, D.C. Law 4-92, § 2(d), (e), 29 DCR 745; Mar. 14, 1985, D.C. Law 5-159, § 21, 32 DCR 30; Aug. 1, 1985, D.C. Law 6-15, § 7(b), 32 DCR 3570; Feb. 24, 1987, D.C. Law 6-177, § 3(h), 33 DCR 7241; Mar. 16, 1989, D.C. Law 7-203, § 2(b), 36 DCR 450; Nov. 21, 1989, 103 Stat. 1277, Pub. L. 101-168, § 110B(b)(2); Sept. 26, 1995, D.C. Law 11-52, § 1001(b), 42 DCR 3684; Mar. 5, 1996, D.C. Law 11-98, § 301(a), (b), 43 DCR 5; Apr. 26, 1996, 110 Stat. [215], Pub. L. 104-134, § 145(2); Aug. 1, 1996, D.C. Law 11-152, § 302(g), 43 DCR 2978; Sept. 9, 1996, 110 Stat. 2372, Pub. L. 104-194, § 138(2); June 10, 1998, D.C. Law 12-124, § 101(f), 45 DCR 2464; July 24, 1998, D.C. Law 12-138, § 2(b), 45 DCR 2972; Oct. 21, 1998, 112 Stat. 2681-146, Pub. L. 105-277, § 153; Apr. 12, 2000. D.C. Law 13-91, § 103(i), 47 DCR 520; Apr. 24, 2007, D.C. Law 16-305, § 3(e), 53 DCR 6198; Feb. 6, 2008, D.C. Law 17-108, § 203(e), 54 DCR 10993; Mar. 20, 2008, D.C. Law 17-122, § 2(a), 55 DCR 1506; Aug. 16, 2008, D.C. Law 17-219, §§ 4004(a), 4019(a), 55 DCR 7598; Sept. 12, 2008, D.C. Law 17-231, § 3(d), 55 DCR 6758; Mar. 25, 2009, D.C. Law 17-353, §§ 224(a), 225, 56 DCR 1117; Sept. 26, 2012, D.C. Law 19-171, §§ 9(c), 143, 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the purpose of this subchapter, the term \"Board\" means the Board of Trustees of the University of the District of Columbia for educational employees of the University of the District of Columbia."},{"prefix":"b","text":" The Board shall issue rules and regulations governing employment, advancement, and retention in the Educational Service, which shall include all educational employees of the District of Columbia employed by the Board. The rules and regulations shall be indexed and cross referenced as to the incumbent classification and compensation system."},{"prefix":"1","text":" University of the District of Columbia. In keeping with the purpose of this chapter, the Board of Trustees of the University of the District of Columbia shall issue rules and regulations embodying principles of merit and equal employment governing, among others, appointment, promotion, retention, reassignment, professional development and training, classification, and salary administration (except as provided in § 1-602.03), employee benefits, reduction-in-force, adverse action, grievances, and appeals, provided that such rules and regulations concerning adverse actions and regulations covering adverse actions and appeals shall be consistent with subchapters V, VI, VII, XVII-A and XVII of this chapter."},{"prefix":"2","text":"(A)(i) Excluding those employees in a recognized collective bargaining unit, those employees appointed before January 1, 1980, those employees who are based at a local school or who provide direct services to individual students, and those employees required to be excluded pursuant to a court order (collectively, \"Excluded Employees\"), a person appointed to a position within the Educational Service shall serve without job tenure."},{"prefix":"ii","text":" Except for Excluded Employees, the provisions of this paragraph shall apply to all nonschool-based personnel, as defined in § 1-603.01(13C), including:"},{"prefix":"I","text":" All Educational Service employees within the District of Columbia Public Schools (\"DCPS\");"},{"prefix":"II","text":" Repealed."},{"prefix":"III","text":" All Educational Service employees within the Office of the State Superintendent of Education."},{"prefix":"B","text":"(i) A person employed within the Educational Service in DCPS, the Office of the State Superintendent of Education as of January 22, 2008, who is not an Excluded Employee shall be reappointed noncompetitively to the Educational Service, in accordance with subparagraph (A) of this paragraph. A person employed by the Office of the State Superintendent of Education (\"OSSE\") as of August 16, 2008, who is not an Excluded Employee, shall be reappointed noncompetitively to the Educational Service, in accordance with subparagraph (A) of this paragraph."},{"prefix":"ii","text":" Within 30 days of January 22, 2008, or in the case of employees employed by the OSSE before August 16, 2008, within 30 days of August 16, 2008, the Mayor shall notify in writing each employee of his or her reappointment. The employee shall accept or decline such reappointment within 10 days of receipt of the reappointment notice."},{"prefix":"iii","text":" A person declining such reappointment shall receive a written 15-day separation notice and shall be entitled to severance pay pursuant to § 1- 624.09."},{"prefix":"iv","text":" An employee who accepts reappointment who is subsequently terminated shall be terminated in accordance with subparagraph (C)(ii) and (iii) of this paragraph."},{"prefix":"C","text":"(i) A person employed within the Educational Service in DCPS, or the Office of the State Superintendent of Education who is not an Excluded Employee, shall be a probationary employee for one year from his or her date of hire (\"probationary period\") and may be terminated without notice or evaluation."},{"prefix":"ii","text":" Following the probationary period, an employee may be terminated, at the discretion of the Mayor; provided, that the employee has been provided a 15- day separation notice and has had at least one evaluation within the preceding 6 months, a minimum of 30 days prior to the issuance of the separation notice."},{"prefix":"iii","text":" An employee terminated for non-disciplinary reasons may be given severance pay in accordance with § 1-609.03(f)."},{"prefix":"D","text":" The Mayor may terminate without notice or evaluation an employee for the following reasons:"},{"prefix":"i","text":" Conviction of a felony at any time following submission of an employee's job application;"},{"prefix":"ii","text":" Conviction of another crime at any time following submission of an employee's job application when the crime is relevant to the employee's position, job duties, or job activities;"},{"prefix":"iii","text":" Commission of any knowing or negligent material misrepresentation on an employment application or other document given to a government agency;"},{"prefix":"iv","text":" Commission of any on-duty or employment-related act or omission that the employee knew or reasonably should have known is a violation of law; or"},{"prefix":"v","text":" Commission of any on-duty or employment-related act that is gross insubordination, misfeasance, or malfeasance."},{"prefix":"E","text":" A terminated employee shall retain his or her veterans preference eligibility, if any, in accordance with federal laws and regulations issued by the United States Office of Personnel Management but shall be separated without competition, assignment rights, retreat rights, a right to re-assignment under either the Agency Reemployment Priority Program or the Displaced Employee Program established pursuant to section 2400 of the District of Columbia Personnel Manual, or a right to any internal or administrative review, subject to any right under Unit A of Chapter 14 of Title 2, federal law, or common law."},{"prefix":"F","text":"(i) The Mayor shall establish:"},{"prefix":"I","text":" A positive recruitment program designed to meet current and projected personnel needs;"},{"prefix":"II","text":" A procedure for open competition for initial appointment to the Educational Service, designed to achieve maximum objectivity, reliability, and validity through a practical assessment of attributes necessary to successful job performance and career development, and appointments of persons, made on the basis of merit, by selection from the highest qualified available eligible persons based on specific job requirements, with appropriate regard for affirmative-action goals and veterans preference as provided in subchapter VII of this chapter; and"},{"prefix":"III","text":" Written position descriptions for each position within the Educational Service and a process for updating the descriptions to maintain accurate and current position descriptions."},{"prefix":"ii","text":" The Mayor shall provide a written copy of the relevant position description to each new employee and to each reappointed employee upon employment or reappointment."},{"prefix":"G","text":" Appointments to the Educational Service of persons shall be made in accordance with equal employment opportunity principles, as set forth in subchapter VII of this chapter."},{"prefix":"H","text":" Temporary and other time-limited appointments, which do not confer permanent status, may be made in appropriate cases, at the discretion of the Mayor, including emergency appointments to provide for the maintenance of essential services in situations of natural disaster or catastrophes, where normal-employment procedures are impracticable."},{"prefix":"I","text":" Within 180 days of January 22, 2008, the Mayor shall submit a list to the Council, for informational purposes, of those people employed within the Educational Service in DCPS, the Office of the State Superintendent of Education, and the Office of Public Education Facilities Modernization as of the effective date of the Emergency Act, who, pursuant to subparagraph (B) of this paragraph, declined reappointment and were terminated and who accepted reappointment but were subsequently terminated. The Mayor shall maintain a database of this information on an ongoing basis to be submitted to the Council pursuant to section 5 of the Public Education Personnel Reform Amendment Act of 2008, effective March 20, 2008 (D.C. Law 17-122; 55 DCR 1506)."},{"prefix":"J","text":"(i) The Mayor shall establish reduction-in-force procedures, including:"},{"prefix":"I","text":" A prescribed order of separation based on District residency and veterans preference;"},{"prefix":"II","text":" Priority reemployment consideration of separated employees; and"},{"prefix":"III","text":" Job sharing and reduced hours, if feasible."},{"prefix":"ii","text":" Notwithstanding any other provision of law or regulation, an Excluded Employee or a nonschool-based employee shall not be assigned or reassigned to replace a classroom teacher."},{"prefix":"iii","text":" For the purposes of this subparagraph, the term \"reduction-in-force\" means a reduction in personnel, the need for which shall be declared by the Mayor, that is necessary due to a lack of funding or the discontinuance of a department, program, or function of an agency. A reduction-in-force shall not be considered a punitive or corrective action as it relates to an employee separated pursuant to the reduction in force and no blemish on an employee's record shall ensue."},{"prefix":"3","text":" Repealed."},{"prefix":"c","text":"(1) For the purpose of this subsection, \"relative\" means, with respect to a public official, an individual who is related to the public official as father, mother, son, daughter, brother, sister, uncle, aunt, first cousin, nephew, niece, spouse, domestic partner, father-in-law, mother-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, stepfather, stepmother, stepson, stepdaughter, stepbrother, stepsister, half brother, or half sister."},{"prefix":"2","text":" A public official who appoints, employs, promotes, or advances, or advocated such appointment, employment, promotion, or advancement of any individual in violation of this subsection shall reimburse the District for any funds improperly paid to such individual."},{"prefix":"3","text":" The Board may issue rules and regulations authorizing the temporary employment, in the event of emergencies resulting from natural disasters or similar unforeseen events or circumstances, of individuals whose employment would otherwise be prohibited by this subsection."},{"prefix":"4","text":" A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a position in the agency in which he or she is serving or over which he or she exercises jurisdiction or control, any individual who is a relative of the public official. An individual may not be appointed, employed, promoted, or advanced in or to a position in an agency if such appointment, employment, promotion, or advancement has been advocated by a public official who is serving in or exercising jurisdiction or control over the agency, and is a relative of the individual."},{"prefix":"d","text":"(1) Notwithstanding any provision of Unit A of Chapter 14 of Title 2, an applicant for District government employment in the Educational Service who is a bona fide resident of the District at the time of application shall be given a 10-point hiring preference over a nonresident applicant unless the applicant declines the preference. This preference shall be in addition to, and not instead of, qualifications established for the position."},{"prefix":"2","text":" An applicant claiming a hiring preference shall submit 8 proofs of bona fide residency in a manner determined by the Mayor or the Board. If hired, the employee shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of bona fide residency annually to the director of personnel for the agency for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment."},{"prefix":"3","text":" Any individual hired under a previous residency law who was subject to a residency requirement shall be treated as if the individual claimed a preference and was hired pursuant to the Residency Preference Amendment Act of 1988."},{"prefix":"4","text":" In reductions-in-force, a resident District employee shall be preferred for retention and reinstatement of employment over a non-resident District employee. For purposes of this paragraph only, a non-resident District employee hired prior to January 1, 1980, shall be considered a District resident. When the provisions of this paragraph conflict with an effective collective bargaining agreement, the terms of the collective bargaining agreement shall govern."},{"prefix":"5","text":" A District employee hired in the Educational Service prior to March 16, 1989, who elects to apply for a competitive promotion in the Educational Service and to claim a preference, shall be bound by the provisions of paragraph (2) of this subsection."},{"prefix":"6","text":" The Mayor or the Board shall, pursuant to subchapter I of Chapter 5 of Title 2, issue proposed rules to implement the preference system established by this subsection. The proposed rules shall be submitted to the Council no later than February 1, 1989, for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"7","text":"(A) Except as provided in subparagraph (B), the Mayor or the Board may not require an individual to reside in the District of Columbia as a condition of employment in the Educational Services."},{"prefix":"B","text":" The Mayor or the Board shall provide notice to each employee in the Educational Service of the provisions of this subsection that require an employee claiming a residency preference to maintain District residency for 7 consecutive years, and shall only apply such provisions with respect to employees claiming a residency preference on or after March 16, 1989."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" The Board shall submit to the Council quarterly reports detailing the names of all new employees, their pay schedules, titles, and place of residence. The report shall explain the reasons for employment of non-District residents. The Board shall integrate into its yearly performance objectives the rate of success in hiring District residents. The Boards shall conduct annual audits of its personnel records to ensure that all persons claiming a residency preference at time of hiring complies with the provisions of subsection (d)(2) of this section. Audit reports shall be submitted annually to the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-A","text":"Educational Service. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.01a","catch_text":"Creation of the Educational Service."}}