{"text":"Length of Employment       Maximum Severance\nUp to 6 months             2 weeks of the employee's basic pay\n6 months to 1 year         4 weeks of the employee's basic pay\n1 to 3 years               8 weeks of the employee's basic pay\nMore than 3 years          10 weeks of the employee's basic pay.","historical":"Prior Codifications\n\n1981 Ed., § 1-610.3.\n\n1973 Ed., § 1-339.3.\n\nEffect of Amendments\n\nD.C. Law 13-27 added subsec. (h).\n\nD.C. Law 13-52, in subsec. (f), added \"provided that, the individual has been a District government employee for at least one year prior to the separation; otherwise the separation pay shall not exceed 4 weeks of the agency head's basic pay\".\n\nD.C. Law 13-172, in subsec. (a), inserted par. (3A).\n\nD.C. Law 14-28, in subsec. (a)(2), substituted a period for a semicolon at the end of the third sentence and inserted \"In addition to the 220 Excepted Service positions, and notwithstanding any other law or regulation, the Chief of the Fire and Emergency Medical Services Department may designate up to 11 positions as Excepted Service policy positions, no more than 4 of which may be filled by sworn members;\"; and added subsecs. (a)(6B) and (6C).\n\nD.C. Law 15-190, in par. (6C) of subsec. (a), substituted \"District of Columbia Sentencing Commission\" for \"Advisory Commission on Sentencing\".\n\nD.C. Law 16-91, in subsec. (a)(3), substituted \"General Counsel and those in the Legal Service\" for \"General Counsel\"; and repealed subsec. (a)(6), which had read as follows:\n\n\"(6) The District of Columbia General Hospital Commission may appoint 10 persons;\"\n\nD.C. Law 16-126, in subsec. (a)(6C), substituted \"Sentencing and Criminal Code Revision Commission\" for \"Sentencing Commission\".\n\nD.C. Law 17-122 rewrote subsec. (a)(4), which had read as follows:\n\n\"(4) The District of Columbia Board of Education may appoint 25 persons;\"\n\nD.C. Law 19-115 rewrote subsecs. (a), (c), (f), and (g) which formerly read:\n\n\"(a) Under qualifications issued pursuant to § 1-609.01, each appropriate personnel authority may appoint persons to the Excepted Service as follows:\n\n\"(1) The Mayor may appoint persons to serve as his or her personal staff, to be paid from funds appropriated for the Office of the Mayor;Reasonable pre-employment travel expenses;\n\n\"(2) The Mayor may appoint persons to 220 positions, of which 60 may be allotted to and designated by the Office of the Inspector General. In a control year, a maximum of 20 positions subject to appointment by the Mayor shall be allocated to and designated by the Office of the Chief Financial Officer. In addition to the 220 Excepted Service positions, the Chief of Police may designate up to 1% of the total number of authorized positions within the Metropolitan Police Department as Excepted Service policy positions, no more than 10 of which may be filled by sworn members or officers. In addition to the 220 Excepted Service positions, and notwithstanding any other law or regulation, the Chief of the Fire and Emergency Medical Services Department may designate up to 11 positions as Excepted Service policy positions, no more than 4 of which may be filled by sworn members;\n\n\"(3) The District of Columbia Auditor may appoint 4 persons;\n\n\"(4)(A) The Mayor may appoint 25 persons to the District of Columbia Public Schools; provided, that each person appointed pursuant to this paragraph shall be domiciled in the District within 180 days of appointment and shall remain domiciled in the District of Columbia throughout the term of his or her appointment.\n\n\"(B) The Mayor shall make his or her best efforts to ensure ward diversity in the appointments.\n\n\" (5) The Board of Trustees of the University of the District of Columbia may appoint officers of the University, persons who report directly to the President, persons who head major units of the University, academic administrators, and persons in a confidential relationship to the foregoing, exclusive of those listed in the definition of the Educational Service;\n\n\"(6) Repealed.\n\n\"(6A) The District of Columbia Lottery and Charitable Games Control Board (\"Board\") may appoint 6 persons who report directly to either the Executive Director or Deputy Director, or who head major units of the Board;\n\n\"(6B) All employees of the Criminal Justice Coordinating Council, who shall report directly to the Executive Director or to the Chairman of the Criminal Justice Coordinating Council;\n\n\"(6C) The District of Columbia Sentencing and Criminal Code Revision Commission (\"Commission\") may appoint 6 persons who shall report directly to the Executive Director, or to the Chairman of the Commission;\n\n\"(7) Each other personnel authority not expressly designated above may appoint 2 persons; and\n\n\"(8) Repealed.\"\n\n\"(c) Each personnel authority vested with authority in subsection (a) of this section shall publish in the District of Columbia Register within 15 days of March 3, 1979, a list of all positions to be filled by Excepted Service appointments under the authority of this section. Such notice shall also include a complete statement of position qualifications, standards and the proposed salary range for each position. Within 45 days of actual appointment, the names of all persons appointed to Excepted Service positions under the authority of this section shall be published in the District of Columbia Register. Thereafter, any changes in such appointments shall be published in the District of Columbia Register within 45 days after the actual change in appointment.\"\n\n\"(f) An individual appointed to the Excepted Service pursuant to this section or § 1-609.08 shall be paid separation pay of up to 12 weeks of his or her basic pay upon separation for non-disciplinary reasons; provided that, the individual has been a District government employee for at least one year prior to the separation; otherwise the separation pay shall not exceed 4 weeks of the employee's basic pay.\"\n\n\"(g) Pursuant to regulations as the Mayor may prescribe, the following expenses may be paid to an individual being interviewed for, or an appointee to, a hard-to-fill Excepted Service position at a DS-11 or above:\n\n\"(1) Reasonable pre-employment travel expenses;\n\n\"(2) Reasonable relocation expenses for the Excepted Service selectee or appointee and his or her immediate family if they relocate to the District of Columbia from outside the Greater Washington Metropolitan Area; and\n\n\"(3) A reasonable temporary housing allowance, for a period not to exceed 60 days, for the Excepted Service selectee or appointee and his or her immediate family.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section and repeal of Law 11-156, see § 2 of Designation of Excepted Services Positions Temporary Amendment Act of 1996 (D.C. Law 11-263, April 25, 1997, law notification 44 DCR 2861).\n\nFor temporary (225 day) amendment of section, see § 2 of Designation of Excepted Services Positions Temporary Amendment Act of 1998 (D.C. Law 12-148, September 18, 1997, law notification 45 DCR 6945).\n\nFor temporary (225 day) amendment of section, see § 2 of Fire/EMS Excepted Service Designation Temporary Amendment Act of 2001 (D.C. Law 13-290, April 27, 2001, law notification 48 DCR 4071).\n\nEmergency Act Amendments\n\nFor the temporary repeal of the Excepted Services Designation Temporary Amendment Act of 1996 (D.C. Law 11-156, September 20, 1996), see § 3 of the Designation of Excepted Service Positions Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-50, March 31, 1997, 44 DCR 2199).\n\nFor temporary amendment of section, see § 2 of the Designation of Excepted Service Positions Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-50, March 31, 1997, 44 DCR 2199), and see § 2 of the Designation of Excepted Service Positions Emergency Amendment Act of 1998 (D.C. Act 12-348, May 6, 1998, 45 DCR 2999).\n\nFor temporary amendment of section, see § 2(a) of the Career and Excepted Services Nonunion Metropolitan Police Officers Salary Change and Excepted Service Positions Authorization Emergency Amendment Act of 1998 (D.C. Act 12- 381, June 22, 1998, 45 DCR 4474).\n\nFor temporary amendment of section, see § 102 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 102 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor the temporary repeal of § 2(a) of the Career and Excepted Services Nonunion Metropolitan Police Officers Salary Change and Excepted Service Positions Authorization Emergency Amendment Act of 1998 (Enrolled Bill 12-653), see § 103 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 103 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 102 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) amendment of section, see § 2402(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2402(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2 of the Fire/EMS Excepted Service Designation Emergency Amendment Act of 2000 (D.C. Act 13-584, January 31, 2001, 48 DCR 1927).\n\nFor temporary (90 day) amendment of section, see §§ 902, 1407(a)(2), and 3403(b) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14- 124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Emergency Amendment Act of 2004 (D.C. Act 15-437, May 21, 2004, 51 DCR 5957).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-510, August 2, 2004, 51 DCR 8967).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Public Education Personnel Reform Emergency Amendment Act of 2007 (D.C. Act 17-241, January 22, 2008, 55 DCR 983).\n\nFor temporary (90 day) amendment of section, see § 2 of Severance Pay Limitation Emergency Amendment Act of 2010 (D.C. Act 18-666, December 29, 2010, 58 DCR 93).\n\nFor temporary (90 day) amendment of section, see § 1092(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1092(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 5-24, see Historical and Statutory Notes following § 1-604.06.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nFor legislative history of D.C. Law 6-205, see Historical and Statutory Notes following § 1-604.06.\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nLaw 11-156, the \"Excepted Service Positions Designation Temporary Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-685. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 17, 1996, it was assigned Act No. 11-284 and transmitted to both Houses of Congress for its review. D.C. Law 11- 156 became effective on September 20, 1996.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nLaw 13-27, the \"Metropolitan Police Department Excepted Service Sworn Employees' Compensation System Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-115, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 13, 1999, and May 4, 1999, respectively. Signed by the Mayor on May 20, 1999, it was assigned Act No. 13-86 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on September 10, 1999.\n\nLaw 13-52, the \"Separation Pay Adjustment Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-235, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 6, 1999, and September 21, 1999, respectively. Signed by the Mayor on October 1, 1999, it was assigned Act No. 13-147 and transmitted to both Houses of Congress for its review. D.C. Law 13-52 became effective on March 7, 2000.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 15-190, see notes following § 1-604.06.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 16-126, see notes following § 1-604.06.\n\nFor Law 17-122, see notes following § 1-608.01a.\n\nFor history of Law 19-115, see notes under § 1-608.01.\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nApplicability of § 101(h) of D.C. Law 12-124: Section 401(c) of D.C. Law 12- 124, as amended by § 60 of D.C. Law 12-264, provided that § 101(h), (l), (m), (n), (o)(2) through (5), (q), (r), (t), (u), (w), and (y) of the act shall apply as of October 21, 1998.\n\nApplicability: Section 4 of D.C. Law 16-126 provides: 'This act shall apply as of January 1, 2007.\"\n\nSection 4 of D.C. Law 19-115 provides:\n\n\"Sec. 4. Applicability.\n\n\"Section 2(d) shall apply as of January 1, 2013.\"\n\nDC CODE § 1-609.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 903, 25 DCR 5740; Aug. 2, 1983, D.C. Law 5-24, § 12(b), 30 DCR 3341; Feb. 24, 1987, D.C. Law 6-177, § 3(i), 33 DCR 7241; Feb. 28, 1987, D.C. Law 6-205, § 2(b), 34 DCR 670; Aug. 1, 1996, D.C. Law 11-152, § 302(h), 43 DCR 2978; June 10, 1998, D.C. Law 12-124, § 101(h), 45 DCR 2464; Mar. 26, 1999, D.C. Law 12-175, § 302, 45 DCR 7193; Sept. 10, 1999, D.C. Law 13-27, § 2(a), 46 DCR 5315; Mar. 7, 2000, D.C. Law 13-52, § 2, 46 DCR 9911; Oct. 19, 2000, D.C. Law 13-172, § 2402(a), 47 DCR 6308; Oct. 3, 2001, D.C. Law 14-28, §§ 1002, 1507(a)(2), 3803(b), 48 DCR 6981; Sept. 30, 2004, D.C. Law 15-190, § 3(b), 51 DCR 6737; Apr. 7, 2006, D.C. Law 16-91, § 110(c), 52 DCR 10637; June 16, 2006, D.C. Law 16-126, § 3(b), 53 DCR 4709; Mar. 20, 2008, D.C. Law 17-122, § 2(b), 55 DCR 1506; Mar. 14, 2012, D.C. Law 19-115, § 2(d), 59 DCR 461.)","sections":[{"prefix":"a","text":" Under qualifications issued pursuant to § 1-609.01, each appropriate personnel authority may appoint persons to the Excepted Service as follows:"},{"prefix":"1","text":" The Mayor may appoint no more than 160 persons, no more than 2 of whom may be appointed or detailed to a single agency, other than the Executive Office of the Mayor or the Office of the City Administrator;"},{"prefix":"2","text":" The Members of the Council of the District of Columbia may appoint persons to their staffs, except those permanent technical and clerical employees appointed by the Secretary or General Counsel and those in the Legal Service;"},{"prefix":"3","text":" The Inspector General may appoint no more than 15 persons;"},{"prefix":"4","text":" The District of Columbia Auditor may appoint no more than 4 persons;"},{"prefix":"5","text":" The Chief of Police may appoint no more than 6 persons;"},{"prefix":"6","text":" The Chief of the Fire and Emergency Medical Services Department may appoint no more than 6 persons;"},{"prefix":"7","text":" The Board of Trustees of the University of the District of Columbia may appoint officers of the University, persons who report directly to the President, persons who head major units of the University, academic administrators, and persons in a confidential relationship to the foregoing, exclusive of those listed in the definition of the Educational Service; provided, that the total number of persons appointed by the University to the Excepted Service shall not exceed 20;"},{"prefix":"8","text":" The Criminal Justice Coordinating Council may appoint no more than 9 persons;"},{"prefix":"9","text":" The District of Columbia Sentencing and Criminal Code Revision Commission may appoint no more than 6 persons; and"},{"prefix":"10","text":" Each other personnel authority not expressly designated in paragraphs (1) through (9) of this subsection may appoint 2 persons."},{"prefix":"b","text":" The authority to appoint persons to the Excepted Service, which is vested in subsection (a) of this section, may be redelegated, in whole or in part."},{"prefix":"c","text":" Within 45 days of actual appointment and within 45 days of any change in such appointment, the names, position titles, and agency placements of all persons appointed to Excepted Service positions under the authority of this section shall be:"},{"prefix":"1","text":" Published in the District of Columbia Register; and"},{"prefix":"2","text":" Posted online on a website accessible to the public."},{"prefix":"d","text":" At the discretion of the personnel authority, an individual appointed to the Excepted Service at grade level DS-11 or above pursuant to this section:"},{"prefix":"1","text":" May be paid in accordance with the pay schedule for the Management Supervisory Service as provided in § 1-609.56; and"},{"prefix":"2","text":" May be placed in any step of the appropriate grade of that schedule."},{"prefix":"e","text":" The personnel authority may authorize performance incentives for exceptional service for individuals appointed pursuant to this section not to exceed 10% of the rate of basic pay in any year. Such exceptional service incentives may be paid only when the Excepted Service employee is bound by a performance contract that clearly identifies measurable goals and outcomes and the employee has exceeded contractual expectations in the year for which the incentive is paid."},{"prefix":"f","text":" An individual appointed to the Excepted Service pursuant to this section or § 1-609.08 may be paid severance pay upon separation for non-disciplinary reasons according to the length of the individual's employment with the District government as follows:"},{"prefix":"g","text":"(1) Pursuant to regulations as the Mayor may prescribe, the following expenses may be paid to an individual being interviewed for, or an appointee to, a hard-to-fill Excepted Service position at a DS-11 or above:"},{"prefix":"A","text":" Reasonable pre-employment travel expenses;"},{"prefix":"B","text":" Reasonable relocation expenses for the Excepted Service selectee or appointee and his or her immediate family if they relocate to the District of Columbia from outside the Greater Washington Metropolitan Area; and"},{"prefix":"C","text":" A reasonable temporary housing allowance, for a period not to exceed 60 days, for the Excepted Service selectee or appointee and his or her immediate family."},{"prefix":"2","text":" In no event shall the sum of pre-employment travel expenses, relocation expenses, and temporary housing allowance exceed $10,000 or 10% of the appointee's salary, whichever is less."},{"prefix":"h","text":" Within 90 days of September 10, 1999, and notwithstanding any other law or regulation, the Mayor shall submit to the Council for approval under the provisions of § 1-611.06, regulations establishing the Metropolitan Police Department Excepted Service Sworn Employees' Compensation System. Such regulations shall establish policies and procedures governing the compensation, promotion, transfer, and demotion of Metropolitan Police Department excepted service sworn employees appointed pursuant to section § 1-609.03(a)(2)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"IX","text":"Excepted Service. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"609","identifier":"1-609.03","catch_text":"Number of Excepted Service employees; redelegation of authority to appoint; publication requirement."}}