{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-605.1.\n\n1973 Ed., § 1-335.1.\n\nEffect of Amendments\n\nD.C. Law 16-33, in subsec. (k), added the third sentence.\n\nD.C. Law 17-108, in subsec. (k), inserted the following two sentences: \"The Executive Director shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Board. Failure to maintain District residency shall result in a forfeiture of the position.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3018 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2 of Public Employee Relations Board Holdover Extension Emergency Amendment Act of 2009 (D.C. Act 18-101, June 2, 2009, 56 DCR ).\n\nFor temporary (90 day) amendment of section, see § 2 of Public Employee Relations Board Holdover Extension Emergency Amendment Act of 2011 (D.C. Act 19-74, June 22, 2011, 58 DCR 5373).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nFor Law 17-108, see notes following § 1-209.05.\n\nReferences in Text\n\n\"The effective date of this subsection,\" referred to in the second sentence of (a), is March 3, 1979.\n\nDC CODE § 1-605.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 501, 25 DCR 5740; Oct. 20, 2005, D.C. Law 16-33, § 3018, 52 DCR 7503; Feb. 6, 2008, D.C. Law 17-108, § 203(b), 54 DCR 10993.)","sections":[{"prefix":"a","text":" There is established a Public Employee Relations Board (hereinafter referred to in this subchapter as the \"Board\") consisting of 5 members, not otherwise in the employment of any labor organization granted exclusive recognition under this chapter or the District of Columbia government: Except, that members of the Board of Labor Relations established by Commissioner's Order 70-229 may be appointed to the Public Employee Relations Board. The members shall be appointed by the Mayor within 60 days after the effective date of this subsection."},{"prefix":"b","text":" The Mayor shall select members of the Board from persons who through their experience have demonstrated an expert knowledge of the field of labor relations and who possess the integrity and impartiality necessary to protect the public interest and the interests of the District of Columbia government and its employees. Every effort shall be made to select members who have experience in public sector labor relations and preference shall be given to such persons in the Mayor's appointments to the Board."},{"prefix":"c","text":" The members of the Board shall be selected by the Mayor in the following manner:"},{"prefix":"1","text":" One member shall be chosen from those persons whose names appear upon lists proposed by labor organizations each of which has been granted exclusive recognition for at least 250 District government employees at the time that the Mayor is making his or her selection;"},{"prefix":"2","text":" One member shall be chosen from a list of at least 2 names proposed by an ad hoc committee appointed by the Mayor representing agency heads within the District government; and"},{"prefix":"3","text":" Three neutral members, of whom 1 shall be designated by the Mayor as Chairperson, shall be public members."},{"prefix":"d","text":" The term of office for each member is 3 years: Except, that members first appointed to the Public Employee Relations Board shall serve the following terms: (1) Two members shall serve for 1 year; (2) two additional members shall serve for 2 years; and (3) the Chairperson shall serve a 3-year term. The Mayor shall designate the term of each member at the time of his or her appointment."},{"prefix":"e","text":" The Mayor may remove any member of the Board who engages in any activity prohibited by subsection (g) of this section or for repeated failures to attend Board meetings, and appoint a new member in accordance with the provisions of subsection (c) of this section to serve until the expiration of the term of the member so removed. When the Mayor believes that any member has engaged in any such activity, he or she shall initiate an action in the Superior Court of the District of Columbia in accordance with the provisions of § 16-3521 et seq. to remove such member."},{"prefix":"f","text":" Any vacancy occurring in the Board shall be filled within 45 days after the occurrence of such vacancy excluding Saturdays, Sundays and legal holidays."},{"prefix":"g","text":" A member of the Board who: (1) Violates the provisions of subsection (a) of this section; (2) engages in a conflict of interest in violation of the provisions of subchapter XVIII of this chapter; or (3) is convicted for an offense against the labor relations laws of the United States or of the District of Columbia, or for any other crime, which if committed in the District of Columbia would be a felony, which is by this or any other statute punishable by disqualification to hold office, in addition to the other punishment prescribed for such offenses, shall be removed from office as provided in this section."},{"prefix":"h","text":" The procedure provided in subsection (c) of this section for filling a vacancy resulting from the expiration of a term of office shall be initiated at least 30 days prior to the expiration. If a vacancy occurs during a term due to removal, resignation, or death of a member, the new appointee's term of office shall be for the remainder of the unexpired term. Appointment procedures for such new appointees shall be those provided in subsection (c) of this section. No person shall serve for more than 2 consecutive terms."},{"prefix":"i","text":" If at any time any matter comes before the Board in which any member has any interest, directly or indirectly, other than as that of a taxpayer, the member shall publicly so state and this statement shall be recorded in the minutes of that meeting. The member thereafter is disqualified from participation in the consideration of said matter."},{"prefix":"j","text":" Each member of the Board is entitled to compensation as provided in § 1- 611.12. Each member of the Board is expected to attend the regularly scheduled meetings of the Board. Thus a member may be removed by the Mayor, as provided in subsection (g) of this section, for repeated failures to attend such meetings, thereby hindering the work of the Board."},{"prefix":"k","text":" The Board may appoint such employees as may be required to conduct its business. The Board is authorized to request such appropriations as may be necessary to carry out its functions. Each employee of the Board, except the Executive Director, is in the Career Service as defined in subchapter VIII of this chapter. The Executive Director and the attorneys shall be in the Legal Service as defined in subchapter VIII-B of this chapter. The Executive Director shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Board. Failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"l","text":" Three members of the Board shall constitute a quorum for the transaction of business."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"V","text":"Public Employee Relations Board. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"605","identifier":"1-605.01","catch_text":"Establishment of Board; qualifications; composition; term of office; removal; vacancies; conflict of interest; compensation; attendance at meetings; appointment of employees; request for appropriations; quorum."}}