{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-602.4.\n\n1973 Ed., § 1-332.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nReferences in Text\n\nSection 1-609.09, referenced in (c), was repealed by D.C. Law 12-260, § 2(f), 46 DCR 1318, effective April 20, 1999.\n\nDC CODE § 1-602.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 204, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 21(b), 27 DCR 2632.)","sections":[{"prefix":"a","text":" Persons employed by the District of Columbia government serving on the date that this chapter becomes effective, as provided in § 1-636.02, shall be guaranteed rights and benefits at least equal to those currently applicable to such persons under provisions of personnel law and rules and regulations in force on the date immediately prior to the date that this chapter becomes effective as provided in § 1-636.02."},{"prefix":"b","text":" All provisions of existing contracts between the District government and labor organizations shall be honored until their expiration."},{"prefix":"c","text":" On January 1, 1980, all persons employed by the District of Columbia government, including those persons employed by the District of Columbia government on the date that this chapter becomes effective as provided in § 1-636.02, shall automatically transfer into the appropriate personnel system as established pursuant to subchapters VIII and VIII-A of this chapter or § 1- 609.04 or 1-609.09. The classification of and compensation for the position assumed upon transfer, and the rights and benefits inhering in such position, shall be at least equal to the classification, compensation, rights and benefits associated with the position from which said employee is transferred. The rights and benefits protected under this subsection shall be only those applicable to said employees under the provisions of personnel laws and rules and regulations in force on December 31, 1979: Provided, however, that no employee covered under the provision of this subsection shall be reduced in pay except as provided in subchapter XXIV of this chapter."},{"prefix":"d","text":" After January 1, 1980, persons employed by the District of Columbia government on the date that this chapter becomes effective as provided in § 1-636.02 and who transfer into the appropriate personnel system, pursuant to subsection (c) of this section, shall be governed by the provisions of this chapter, with the exception of subsection (e) of § 1-608.01 and subsection (d) of § 1-608.01a."},{"prefix":"e","text":" Employees hired on or after the date that this chapter becomes effective as provided in § 1-636.02 shall be governed by all the provisions of this chapter without exception."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"II","text":"Coverage; Status of Present Employees; Retention of Existing Personnel Rights and Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"602","identifier":"1-602.04","catch_text":"Status of employees employed by the District of Columbia government on the date that this chapter becomes effective as provided in § 1- 636.02; retention of existing rights."}}