{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.56.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (a), inserted \"Notwithstanding subchapter XVII-A,\".\n\nSubsec. (110)(d)(1)(B) of D.C. Law 13-91 provides:\n\n\"(1) Subsection (a) is amended as follows:\"\n\n\"(B)(i) Strike the phrase 'or reduction in grade,' and insert the phrase ' reduction in grade, or the placing of such attorney on enforced annual leave or enforced leave without pay,' in its place.\n\n\"(ii) The subparagraph shall apply upon the enactment of legislation by the United States Congress that states 'Notwithstanding any other law, section 3(c)(1)(B)(i) of the Legal Services Clarification and Technical Emergency Amendment Act of 1999, adopted by the Council of the District of Columbia is enacted into law.'\"\n\nPub. L. 108-386, in subsec. (a), substituted \"reduction in grade, or the placing of such attorney on enforced annual leave or enforced leave without pay,\" for \"or reduction in grade,\".\n\nD.C. Law 16-33 rewrote subsec. (b), which had read as follows:\n\n\"(b) The disciplinary action provided for in subsection (a) of this section shall be taken by:\n\n\"(1) The Corporation Counsel when the attorney is employed by the Office of the Corporation Counsel;\n\n\"(2) The Corporation Counsel, after consulting with the agency head, when the attorney is employed by a subordinate agency and there has been no delegation of authority over the attorney pursuant to § 1-608.55; or\n\n\"(3) The agency head or the Senior Executive Attorney designee when the attorney is employed by an independent agency or by a subordinate agency and the Corporation Counsel has delegated authority over the attorney to the subordinate agency head pursuant to § 1-608.55.\"\n\nD.C. Law 16-91 added subsec. (d).\n\nD.C. Law 16-191, in subsec. (b)(2), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90-day) amendment of section, see § 3(c) of the Legal Services Clarification and Technical Emergency Amendment Act of 1999 (D.C. Act 13-203, December 8, 1999, 46 DCR 10456).\n\nFor temporary (90-day) amendment of section, see § 3(c) of the Legal Services Clarification and Technical Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-293, March 7, 2000, 47 DCR 2063).\n\nFor temporary (90 day) amendment of section, see § 3012(f) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 16-191, see notes following § 1-325.44.\n\nEffective Dates\n\nSection 9 of Pub. L. 108-386, 118 Stat. 2228, the 2004 District of Columbia Omnibus Authorization Act, provides that: \"The amendments made by this section shall take effect on the date of the enactment of this Act.\"\n\nDC CODE § 1-608.56\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 856, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Apr. 12, 2000. D.C. Law 13-91, § 110(d), 47 DCR 520; Oct. 30, 2004, 118 Stat. 2230, Pub. L. 108-386, § 7; Oct. 20, 2005, D.C. Law 16-33, § 3012(f), 52 DCR 7503; Apr. 7, 2006, D.C. Law 16-91, § 110(b), 52 DCR 10637; Mar. 2, 2007, D.C. Law 16-191, § 5(p)(3), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Notwithstanding subchapter XVI-A, a Legal Service attorney, other than a Senior Executive Attorney, shall be subject to disciplinary action, including removal, suspension, reduction in grade, or the placing of such attorney on enforced annual leave or enforced leave without pay, for unacceptable performance or for any reason that is not arbitrary or capricious."},{"prefix":"b","text":" The disciplinary action provided for in subsection (a) of this section shall be taken by:"},{"prefix":"1","text":" The Attorney General when the attorney is employed by the Office of the Attorney General and performs work primarily for that Office, whether located in that Office or not;"},{"prefix":"2","text":" The Attorney General, after consulting with the agency head, when the attorney is employed by the Office of the Attorney General and performs work primarily for any other subordinate agency, whether located at the other subordinate agency or not, and there has been no delegation of authority pursuant to § 1-608.55; or"},{"prefix":"3","text":" The agency head or the Senior Executive Attorney designee when the attorney is employed by an independent agency or by a subordinate agency and the Attorney General has delegated authority over the attorney to the subordinate agency head pursuant to § 1-608.55."},{"prefix":"c","text":" Any disciplinary action pursuant to this section taken against attorneys in subordinate agencies may be appealed to the Mayor. The Mayor's decision regarding this disciplinary action shall be final. The decision of the agency head or the Senior Executive Attorney designee shall be final with respect to disciplinary action taken against attorneys in independent agencies."},{"prefix":"d","text":" The disciplinary provisions of § 1-609.05 shall apply to Legal Service employees of the Council of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.56","catch_text":"Disciplinary action for attorneys other than Senior Executive Attorneys."}}