{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.57.\n\nEffect of Amendments\n\nD.C. Law 16-33 substituted \"Attorney General\" for \"Corporation Counsel\".\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90 day) amendment of section, see § 3012(g) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nDC CODE § 1-608.57\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 857, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Oct. 20, 2005, D.C. Law 16-33, § 3012(g), 52 DCR 7503.)","sections":[{"prefix":"a","text":" The Attorney General shall establish an annual mandatory program of continuing legal education for attorneys in the Legal Service, other than attorneys employed by independent agencies. Attorneys in the Legal Service who supervise one or more other attorneys as part of their normal duties shall maintain and enhance their management and supervisory skills through at least annual in-house or other training arranged or approved by their employing agency."},{"prefix":"b","text":" The Attorney General shall develop and establish a performance management system that includes accountability standards and individual accountability plans for all attorneys, including Senior Executive Attorneys, in the Legal Service who are under the direction and control of the Attorney General. The performance management system shall link pay to performance."},{"prefix":"c","text":" The head of an independent agency that employs attorneys in the Legal Service shall develop and establish a performance management system that includes accountability standards and individual accountability plans for all attorneys in the Legal Service who are under their direction and control. The head of an independent agency may utilize the system developed for use by the Attorney General for attorneys under the direction and control of the Attorney General, for attorneys under the independent agency head's direction and control. The performance management system shall link pay to performance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.57","catch_text":"Continuing legal education; management supervisory skills maintenance and enhancement; accountability standards and plans."}}