{"text":"The provisions of this subchapter shall apply on April 20, 1999, except as follows:\n\n\n\n\n\n\"Notwithstanding any other law, the provisions contained in Title VIII-B of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, passed on second reading on December 15, 1998 (Enrolled version of Bill 12-660) shall apply to all covered attorneys first hired on or before December 31, 1979.\"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.62.\n\nEffect of Amendments\n\nD.C. Law 14-42 validated a previously made technical change in par. (4).\n\nD.C. Law 16-33 added par. (5).\n\nPub. L. 109-356 repealed par. (2) which had read as follows:\n\n\"(2) The provisions of this subchapter shall apply to attorneys employed by the Office of the Chief Financial Officer when the District of Columbia is no longer in a control period, as defined in § 47-393(4).\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90-day) amendment of section, see § 3(e) of the Legal Services Clarification and Technical Emergency Amendment Act of 1999 (D.C. Act 13-203, December 8, 1999, 46 DCR 10456).\n\nFor temporary (90-day) amendment of section, see § 3(e) of the Legal Services Clarification and Technical Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-293, March 7, 2000, 47 DCR 2063).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 3012(i) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 14-42, see notes following § 1-307.67.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nDC CODE § 1-608.62\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 862, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Oct. 26, 2001, D.C. Law 14-42, § 2(b), 48 DCR 7612; Oct. 20, 2005, D.C. Law 16-33, § 3012(i), 52 DCR 7503; Oct. 16, 2006, 120 Stat. 2037, Pub. L. 109-356, § 202(b).)","sections":[{"prefix":"1","text":" Section 1-608.52 shall include attorneys employed by the District of Columbia Board of Education as part of the new Legal Service only as long as there is no Congressional statutory requirement that attorneys employed by the District of Columbia public schools be classified as Educational Service employees."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Within 90 days after April 20, 1999, the Mayor shall appoint to the new Legal Service any attorney who has been appointed to a position in the Office of the Corporation Counsel as of the effective date of this subchapter. Effective October 1, 1999, the appropriate personnel authority shall appoint to the new Legal Service any attorney who has been appointed to a position in any other subordinate agency or in any independent agency as of that date."},{"prefix":"4","text":" The provisions of § 1-608.56 shall apply to individuals hired on or before December 31, 1979 as attorneys by the Mayor, an agency under the personnel authority of the Mayor, or any independent agency upon enactment of legislation by Congress that states the following:"},{"prefix":"5","text":" Effective October 1, 2005, any attorney who was employed by any subordinate agency other than the Office of the Attorney General as of October 20, 2005 shall become an attorney employed by the Office of the Attorney General for the District of Columbia. By December 31, 2005, the Mayor shall complete the personnel paperwork necessary to reflect these appointments."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.62","catch_text":"Applicability."}}