{"text":"The Council of the District of Columbia finds that:","historical":"Prior Codifications\n\n1981 Ed., § 1-601.1.\n\n1973 Ed., § 1-331.1.\n\nLegislative History of Laws\n\nLaw 2-139 was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDirector of Personnel and Chief of Police, see Mayor's Order 99-79, May 13, 1999 (46 DCR 5436).\n\nMiscellaneous Notes\n\nPub.L. 106-113, Div. A, Title I, § 120, Nov. 29, 1999, 113 Stat. 1515, and Pub. L. 107-96, § 111(a), Dec. 21, 2001, 115 Stat. 948, provided:\n\n\"Notwithstanding any other provisions of law, the provisions of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 (D.C. Law 2- 139; D.C. Code, sec. 1-601.1 et seq.), enacted pursuant to section 422(3) of the District of Columbia Home Rule Act (87 Stat. 790; Public Law 93-198; D.C. Code, sec. 1-242(3)), shall apply with respect to the compensation of District of Columbia employees: Provided, That for pay purposes, employees of the District of Columbia government shall not be subject to the provisions of title 5, United States Code.\"\n\nTwo Percent (2%) Mid-Year Adjustment of Pay Rates for Career & Excepted Service Employees of the D.C. Within the Scope of Collective Bargaining Represented by Compensation Units 1 (DS), 2 (WG) and 14 (LPNs): See Mayor's Order 90-70, May 7, 1990.\n\nDC CODE § 1-601.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 102, 25 DCR 5740.)","sections":[{"prefix":"1","text":" The provisions of § 1-204.22(3) require that the Council of the District of Columbia adopt a comprehensive merit system of personnel management for the government of the District of Columbia before January 2, 1980."},{"prefix":"2","text":" The provisions of sections §§ 1-202.01(f), 1-202.04(g), 1- 204.22(3), 1-207.13(c) and (d), and 1-207.14(c), guarantee certain benefits to incumbent employees of the District of Columbia government and those persons transferred to the District of Columbia government from the formerly independent National Capital Housing Authority, District of Columbia Redevelopment Land Agency and the District of Columbia Department of Manpower including, without limitation, benefits relating to appointments, promotions, discipline, separation, pay, unemployment compensation, health, disability and death benefits, leave, retirement, insurance, and veterans preference."},{"prefix":"3","text":" The present authority for filling positions within the District of Columbia government is fragmented, both between the United States Civil Service Commission and the District of Columbia government, and among various subdivisions of the District government, such as, the District of Columbia Board of Education, the Trustees of the University of the District of Columbia and other independent boards and commissions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"I","text":"Findings; Purpose. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"601","identifier":"1-601.01","catch_text":"Findings."}}