{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.53.\n\nEffect of Amendments\n\nD.C. Law 13-91 rewrote subsec. (b), which previously read:\n\n\"An appointment to the Senior Executive Attorney Service shall be at-will employment.\"; and in subsec. (f), added \", or as provided by statute for a term of years, subject to removal for cause as may be provided in the appointing statute\".\n\nD.C. Law 16-33, in subsecs. (a) through (d), substituted \"Attorney General\" for \"Corporation Counsel\"; and rewrote subsec. (e), which had read as follows:\n\n\"(e) A Senior Executive Attorney employed by any other subordinate agency shall serve at the pleasure of the Corporation Counsel, and the Corporation Counsel shall consult with the agency head before making any decision concerning the termination of a Senior Executive Attorney employed by the agency. The Senior Executive Attorney shall serve at the pleasure of the agency head where the Corporation Counsel has delegated direction and control over the attorney to the agency head pursuant to § 1-608.55.\"\n\nD.C. Law 16-91, in subsecs. (a) through (d), validated previously made technical corrections.\n\nD.C. Law 16-191, in subsecs. (a) to (d), validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90-day) amendment of section, see § 3(a) of the Legal Services Clarification and Technical Emergency Amendment Act of 1999 (D.C. Act 13-203, December 8, 1999, 46 DCR 10456).\n\nFor temporary (90-day) amendment of section, see § 3(a) of the Legal Services Clarification and Technical Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-293, March 7, 2000, 47 DCR 2063).\n\nFor temporary (90 day) amendment of section, see § 3012(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 16-191, see notes following § 1-325.44.\n\nDC CODE § 1-608.53\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 853, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Apr. 12, 2000. D.C. Law 13-91, § 110(b), 47 DCR 520; Oct. 20, 2005, D.C. Law 16-33, § 3012(c), 52 DCR 7503; Apr. 7, 2006, D.C. Law 16-91, § 121, 52 DCR 10637; Mar. 2, 2007, D.C. Law 16-191, § 5(p)(2), 53 DCR 6794.)","sections":[{"prefix":"a","text":" A Senior Executive Attorney Service is established as part of the Legal Service. The Senior Executive Attorney Service shall be administered to assure that Senior Executive Attorneys are accountable and responsible for the effectiveness and productivity of employees under their supervision."},{"prefix":"b","text":" Notwithstanding subchapter XVI-A, an appointment to the Senior Executive Attorney Service shall be at will employment, or as provided by statute for a term of years, subject to removal for cause as may be provided in the appointing statute."},{"prefix":"c","text":" A Senior Executive Attorney who is to be removed or whose grade is to be reduced may be appointed, at the discretion of the Attorney General, to a position in the Legal Service which is available and for which the attorney is qualified, if the removal or reduction in grade is not for delinquency or misconduct."},{"prefix":"d","text":" A Senior Executive Attorney employed by the Office of the Attorney General shall serve at the pleasure of the Attorney General."},{"prefix":"e","text":" A Senior Executive Attorney employed by the Office of the Attorney General who performs work primarily for any other subordinate agency, whether located at that agency or not, shall serve at the pleasure of the Attorney General, and the Attorney General shall consult with the agency head before making any decision concerning the termination of a Senior Executive Attorney who performs work primarily for the other subordinate agency. The Senior Executive Attorney shall serve at the pleasure of the agency head where the Attorney General has delegated direction and control over the attorney to the agency head pursuant to § 1-608.55."},{"prefix":"f","text":" A Senior Executive Attorney employed by an independent agency shall serve at the pleasure of the agency head, or as provided by statute for a term of years, subject to removal for cause as may be provided in the appointing statute."},{"prefix":"g","text":" Persons currently holding an appointment in the Excepted Service which meet the definition of a Senior Executive Attorney Service position as defined in § 1-608.51(3) shall be appointed to the Senior Executive Attorney Service unless the employee declines the appointment. A person who declines this appointment shall be appointed within 3 months to another position in the Legal Service if a vacant position for which the employee qualifies is available and is acceptable to the employee."},{"prefix":"h","text":" An individual appointed to the Senior Executive Attorney Service shall be paid separation pay of up to 12 weeks of his or her basic pay upon separation for non-disciplinary reasons."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.53","catch_text":"Creation of the Senior Executive Attorney Service."}}