{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.58.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nResolutions\n\nResolution 15-793, the \"Office of the Attorney General for the District of Columbia Legal Services Non-Collective Bargaining Unit Employees Compensation System Changes Approval Resolution of 2004\", was approved effective December 21, 2004.\n\nResolution 15-795, the \"Office of the Attorney General Legal Services Managers Compensation System Establishment Rulemaking and Compensation System Changes Approval Resolution of 2004\", was approved effective December 21, 2004.\n\nResolution 16-319, the \"Office of the Attorney General Legal Service Managers Compensation System Changes Approval Resolution of 2005\", was approved effective October 11, 2005.\n\nResolution 16-320, the \"Office of the Attorney General for the District of Columbia Legal Service Non-Collective Bargaining Employees Compensation System Changes Approval Resolution of 2005\", was approved effective October 11, 2005.\n\nDC CODE § 1-608.58\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 858, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318.)","sections":[{"prefix":"a","text":" Compensation for Legal Service attorneys shall be reviewed annually by the Mayor and shall be fixed in accordance with the following policy:"},{"prefix":"1","text":" The compensation of Senior Executive Attorneys shall be competitive with that provided by the federal government Senior Executive Service Salary Table for attorneys in the Washington metropolitan area having comparable duties, responsibilities, qualifications and experience; and"},{"prefix":"2","text":" The compensation of all other Legal Service Attorneys shall be competitive with that provided by the federal government General Schedule for attorneys in the Washington metropolitan area having comparable duties, responsibilities, qualifications, and experience."},{"prefix":"b","text":" Pay shall be established by the Mayor and submitted by resolution to the Council pursuant to § 1-611.06."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.58","catch_text":"Pay parity for attorneys."}}