{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-606.2.\n\n1973 Ed., § 1-336.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 8-127, see Historical and Statutory Notes following § 1-606.06.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 8-127 provided that the Office shall file a report on the operation of the Office with the Mayor and Council by Oct. 31, 1990. The report shall include the following:\n\nOffice of Employee Appeals Amendment Rules and Regulations Approval and Disapproval Resolution of 1992: Pursuant to Resolution 9-263, effective June 19, 1992, the Council approved, in part, and disapproved, in part, the proposed rules to amend the Office of Employee Appeals rules and regulations.\n\nOffice to file report: (1) The number of appeals filed with the Office;\n\n(2) The number of appeals sent to arbitration;\n\n(3) The number of decisions made by the Office;\n\n(4) The number of backlog appeals;\n\n(5) The costs incurred by the government of the District of Columbia for appeals sent to arbitration; and.\n\n(6) The time taken to process all appeals within the Office and by arbitration.\n\nDC CODE § 1-606.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 602, 25 DCR 5740; May 15, 1990, D.C. Law 8-127, § 2(c), 37 DCR 2093.)","sections":[{"prefix":"a","text":" The Office shall have, in addition to the authority necessary and proper for carrying out its duties as specified elsewhere in this subchapter, the authority to:"},{"prefix":"1","text":" Appoint and remove employees of the Office, subject to applicable provisions of this chapter;"},{"prefix":"2","text":" Hear and adjudicate appeals received from District agencies and from employees as provided in this subchapter;"},{"prefix":"3","text":" Issue an annual report on the activities of the Office to the Mayor and Council which should include, at a minimum, the following:"},{"prefix":"A","text":" The number and nature of cases heard by the Office, and the type of order issued in each case;"},{"prefix":"B","text":" The number of appeals heard by Office panels and the disposition of such appeal or type of order issued in each case;"},{"prefix":"C","text":" The number of appeals taken to Superior Court of the District of Columbia (both directly and from Office panels) and the disposition of or status of each case; and"},{"prefix":"D","text":" A statement of the amount of time taken to reach a final disposition of each case brought before the Office and a statement of the number of backlogged cases, if any;"},{"prefix":"4","text":" Compel the appearance of witnesses and production of documents by subpoena, enforceable by the Office in the Superior Court of the District of Columbia;"},{"prefix":"5","text":" Issue any rules and regulations necessary to carry out its duties under this chapter; and"},{"prefix":"6","text":" Order any agency or employee of the government of the District of Columbia to comply with an order or decision issued by the Office under the authority of this chapter and to enforce compliance with the order or decision."},{"prefix":"b","text":" Any performance rating, grievance, adverse action or reduction-in-force review, which has been included within a collective bargaining agreement under the provisions of subchapter XVII of this chapter, shall not be subject to the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VI","text":"Office of Employee Appeals. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"606","identifier":"1-606.02","catch_text":"Authority; duties of the Office."}}