{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-604.2.\n\n1973 Ed., § 1-334.2.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (b), substituted \"subchapter XI-A\" for \"subchapter XI\".\n\nD.C. Law 14-190 added subsec. (e).\n\nD.C. Law 14-307, in subsec. (e), substituted \"Subject to the availability of appropriations, the Director of Personnel\" for \"The Director of Personnel\".\n\nD.C. Law 15-194, in subsec. (d), substituted \"exclusively to the Director of Personnel\" for \"to the Director of Personnel\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2632 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 1502 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 1502 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 1502 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 14-190, see notes following § 1-301.131.\n\nLaw 14-307, the \"Fiscal Year 2003 Budget Support Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-892, which was referred to the Committee on the Whole.  The Bill was adopted on first and second readings on October 1, 2002, and November 7, 2002, respectively.   Signed by the Mayor on December 4, 2002, it was assigned Act No. 14-543 and transmitted to both Houses of Congress for its review.  D.C. Law 14-307 became effective on June 5, 2003.\n\nLaw 15-194, the \"Omnibus Public Safety Agency Reform Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-32, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on April 6, 2004, and June 1, 2004, respectively.   Signed by the Mayor on June 24, 2004, it was assigned Act No. 15-463 and transmitted to both Houses of Congress for its review.  D.C. Law 15-194 became effective on September 30, 2004.\n\nMiscellaneous Notes\n\nAmendment of Mayor's Order 90-178, Delegation of Contracting Authority; Delegation of Personnel Authority; and Establishment of Position of Administrator in the Commission on Mental Health Services: See Mayor's Order 96-172, December 9, 1996 (43 DCR 6973).\n\nAmendment of Mayor's Order 96-172, Establishing Position of Administrator in the Commission on Mental Health Services; Appointment of Interim Administrator; Duties of Administrator: See Mayor's Order 97-6, January 9, 1997 (44 DCR 357).\n\nShort title of subtitle C of title XXVII of Law 14-190: Section 2731 of D.C. Law 14-190 provided that subtitle C of title XXVII of the act may be cited as the Classification and Compensation Studies for Police and Fire Amendment Act of 2002.\n\nRe-Designation of the D.C. Office of Personnel as the D.C. Department of Human Resources, see Mayor's Order 2007-61, February 28, 2007 (54 DCR 2437).\n\nDC CODE § 1-604.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 402, 25 DCR 5740; Apr. 12, 2000. D.C. Law 13-91, § 103(c), 47 DCR 520; Oct. 1, 2002, D.C. Law 14-190, § 2732, 49 DCR 6968; June 5, 2003, D.C. Law 14-307, § 1502, 49 DCR 11664; Sept. 30, 2004, D.C. Law 15-194, § 802, 51 DCR 9406.)","sections":[{"prefix":"a","text":" There is established an Office of Personnel, the head of which is the Director of Personnel."},{"prefix":"b","text":" The Director of Personnel shall be appointed by the Mayor in accordance with the provisions of subchapter X-A of this chapter."},{"prefix":"c","text":" To be eligible for appointment as Director of Personnel a person shall have demonstrated, through his or her knowledge and experience, the ability to administer a public personnel program of the size and complexity of the program established by this chapter."},{"prefix":"d","text":" The Mayor may delegate his or her authority under this chapter, in whole or in part, exclusively to the Director of Personnel."},{"prefix":"e","text":" Subject to the availability of appropriations, the Director of Personnel shall conduct classification and compensation studies of all sworn and civilian pay classes of the Fire and Emergency Medical Services Department and the Metropolitan Police Department and, based upon those studies, recommend reforms to promote equity, competitive pay, and sound performance management. The areas for review shall include recruitment, retention, longevity, hazardous duty, technical pay, and pay incentives for recognition of superior performance based on standards promulgated by the Director of Personnel."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"IV","text":"Organization for Personnel Management. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"604","identifier":"1-604.02","catch_text":"Office of Personnel established; appointment and eligibility of Director; delegation of Mayor's authority."}}