{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-604.6.\n\n1973 Ed., § 1-334.6.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in par. (13) of subsec. (b).\n\nD.C. Law 13-277 added par. (17).\n\nD.C. Law 14-28, in subsec. (b), added pars. (18) and (19).\n\nD.C. Law 14-56, in subsec. (b), added par. (20).\n\nD.C. Law 14-80, in subsec. (b), added par. (3A).\n\nD.C. Law 15-105, in subsec. (a), validated previously made technical corrections.\n\nD.C. Law 15-187 added a new par. (17) [(21)] of subsec. (b).\n\nD.C. Law 15-190, in par. (19) of subsec. (b), substituted \"District of Columbia Sentencing Commission\" for \"Advisory Commission on Sentencing\" in two places.\n\nD.C. Law 16-91, in subsec. (b)(3)(A), inserted \"Council and the employees in the Legal Services employed by the Council of the District of Columbia; and, in subsecs. (b)(19), (20), and (21), validated previously made technical corrections.\n\nD.C. Law 16-126, in subsec. (b)(19), substituted \"Sentencing and Criminal Code Revision Commission\" for \"Sentencing Commission\" in two places.\n\nD.C. Law 18-111, in subsec. (b)(3)(A), designated the existing text as sub-sub par. (i) and added sub-sub par. (ii).\n\nD.C. Law 19-124, in subsec. (b)(4), substituted \"Board of Elections\" for \"District of Columbia Board of Elections and Ethics\" both times it appears, and substituted \"§ 1-1163.02\" for \"D.C. Official Code, § 1-1103.01\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Advisory Neighborhood Commission Temporary Amendment Act of 2001 (D.C. Law 14-21, September 6, 2001, law notification 48 DCR 9091).\n\nFor temporary (225 day) amendment of section, see § 16(a)(2) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(a)(2) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 3 of Advisory Neighborhood Commission Emergency Amendment Act of 2001 (D.C. Act 14-56, May 2, 2001, 48 DCR 4410).\n\nFor temporary (90 day) amendment of section, see § 16(a)(2) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 3 of Advisory Neighborhood Commission Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 104, July 23, 2001, 48 DCR 7149).\n\nFor temporary (90 day) amendment of section, see §§ 1407(a)(1) and 3403(a) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 116(a)(2) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary transfer, due to Congressional review, of the operation of the Disability Compensation Program from the Office of Personnel to the Office of the City Administrator, see § 2 of Disability Compensation Program Transfer and Risk Management Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-128, July 29, 2003, 50 DCR 6836).\n\nFor temporary transfer, due to Congressional review, of the operation of the Disability Compensation Program from the Office of Personnel to the Office of the City Administrator, see § 2 of Disability Compensation Program Transfer and Risk Management Second Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-172, October 6, 2003, 50 DCR 9173).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Emergency Amendment Act of 2004 (D.C. Act 15-437, May 21, 2004, 51 DCR 5957).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-510, August 2, 2004, 51 DCR 8967).\n\nFor temporary (90 day) amendment of section, see § 1103 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 1103 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 401(c)(2) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-603.01.\n\nLaw 3-119 was introduced in Council and assigned Bill No. 3-324, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 25, 1980 and December 9, 1980, respectively. Signed by the Mayor on December 18, 1980, it was assigned Act No. 3-313 and transmitted to both Houses of Congress for its review.\n\nLaw 5-24 was introduced in Council and assigned Bill No. 5-169, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 1983, and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-41 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nLaw 6-205 was introduced in Council and assigned Bill No. 6-526, which was referred to the Committee on Libraries, Recreation, and Charitable Games. The Bill was adopted on first and second readings on November 18, 1986 and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-265 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-228, see Historical and Statutory Notes following § 1-602.01.\n\nLaw 8-97 was introduced in Council and assigned Bill No. 8-267, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 19, 1989, and January 16, 1990, respectively. Signed by the Mayor on January 26, 1990, it was assigned Act No. 8-149 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-127, see Historical and Statutory Notes following § 1-606.06.\n\nLaw 8-163 was introduced in Council and assigned Bill No. 8-118, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 29, 1990, and June 12, 1990, respectively. Approved without the signature of the Mayor on June 29, 1990, it was assigned Act No. 8-227 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 13-277, see notes following § 1-603.01.\n\nLaw 14-28, the \"Fiscal Year 2002 Budget Support Act of 2001\", was introduced in Council and assigned Bill No. 14-144, which was referred to the Committee Of the Whole. The Bill was adopted on first and second readings on May 1, 2001, and June 5, 2001, respectively. Signed by the Mayor on June 29, 2001, it was assigned Act No. 14-85 and transmitted to both Houses of Congress for its review. D.C. Law 14-28 became effective on October 3, 2001.\n\nFor Law 14-56, see notes following § 1-603.01.\n\nFor Law 14-80, see notes following § 1-309.13.\n\nFor Law 15-105, see notes following § 1-301.47.\n\nFor Law 15-187, see notes following § 1-309.10.\n\nLaw 15-190, the \"Advisory Commission on Sentencing Structured Sentencing System Pilot Program Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-711, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 4, 2004, and June 1, 2004, respectively. Signed by the Mayor on June 23, 2004, it was assigned Act No. 15-457 and transmitted to both Houses of Congress for its review. D.C. Law 15- 190 became effective on September 30, 2004.\n\nLaw 16-126, the \"Advisory Commission on Sentencing Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-172 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 7, 2006, and April 4, 2006, respectively. Signed by the Mayor on April 21, 2006, it was assigned Act No. 16-344 and transmitted to both Houses of Congress for its review. D.C. Law 16-126 became effective on June 16, 2006.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor history of Law 19-124, see notes under § 1-122.\n\nDelegation of Authority\n\nDelegations and sub-delegations of authority--Director of Personnel, Chief of Police, and Agency Heads--Rescission of Mayor's Orders 80-78, 92-114, 99-79 and Deletion of Part I of Mayor's Order 97-88, see Mayor's Order 2000-83, May 30, 2000 (47 DCR 4956).\n\nJoint Delegation of Personnel Authority in the Department of Human Services, see Mayor's Order 2002-104, June 28, 2002 (49 DCR 6001).\n\nDelegation of Authority to Conduct Background Investigations for Potential and Current Information Technology Employees in Subordinate Agencies, see Mayor's Order 2003-136, September 25, 2003 (50 DCR 9955).\n\nDelegation of Personnel Authority in the Office of the Attorney General for the District of Columbia, see Mayor's Order 2007-237, November 2, 2007 (55 DCR 173).\n\nDelegation of Personnel Authority to Identify and Designate Positions Subject to, and to Conduct, Criminal Background Investigations for Employees in Subordinate Agencies, see Mayor's Order 2011-183, November 2, 2011 (58 DCR 9652).\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nDrug Free Workplace Policy: See Mayor's Order 90-27, January 31, 1990.\n\nPowers of Chief Financial Officer: Section 152 of Pub. L. 104-134, 110 Stat. 1321 [220] provided that:\n\n\"Notwithstanding any other provision of law, for the fiscal years ending September 30, 1996 and September 30, 1997 --\n\n\"(a) the heads and all other personnel of the following offices, together with all other District of Columbia executive branch accounting, budget, and financial management personnel, shall be appointed by, shall serve at the pleasure of, and shall act under the direction and control of the Chief Financial Officer:\n\n\"The Office of the Treasurer.\n\n\"The Controller of the District of Columbia.\n\n\"The Office of the Budget.\n\n\"The Office of Financial Information Services.\n\n\"The Department of Finance and Revenue.\n\n\"The District of Columbia Financial Responsibility and Management Assistance Authority established pursuant to Public Law 104-8, approved April 17, 1995, may remove such individuals from office for cause, after consultation with the Mayor and the Chief Financial Officer.\n\n\"(b) the Chief Financial Officer shall prepare and submit to the Mayor, for inclusion in the annual budget of the District of Columbia under part D of title IV of the District of Columbia Self-Government and Governmental Reorganization Act of 1993, approved December 24, 1973 (87 Stat. 774; Public Law 93-198), as amended, for fiscal years 1996, 1997 and 1998, annual estimates of the expenditures and appropriations necessary for the operation of the Office of the Chief Financial Officer for the year. All such estimates shall be forwarded by the Mayor to the Council of the District of Columbia for its action pursuant to sections 446 and 603(c) of such Act, without revision but subject to recommendations. Notwithstanding any other provisions of such Act, the Council may comment or make recommendations concerning such estimates, but shall have no authority to revise such estimates.\"\n\nDelegation of Personnel Authority in the Metropolitan Police Department to the Chief of Police: See Mayor's Order 97-88, May 9, 1997 (44 DCR 2959).\n\nApplicability: Section 4 of D.C. Law 16-126 provides: 'This act shall apply as of January 1, 2007.\"\n\nDC CODE § 1-604.06\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 406, 25 DCR 5740; Feb. 26, 1981, D.C. Law 3-119, § 5, 27 DCR 5641; Aug. 2, 1983, D.C. Law 5-24, § 12(a), 30 DCR 3341; Feb. 24, 1987, D.C. Law 6-177, § 3(g), 33 DCR 7241; Feb. 28, 1987, D.C. Law 6-205, § 2(a), 34 DCR 670; Mar. 16, 1989, D.C. Law 7-228, § 2(b), 36 DCR 754; Mar. 24, 1990, D.C. Law 8-97, § 3(b), 37 DCR 1046; May 15, 1990, D.C. Law 8-127, § 2(a), 37 DCR 2093; Sept. 20, 1990, D.C. Law 8-163, § 6, 37 DCR 4676; Aug. 1, 1996, D.C. Law 11-152, § 302(f), 43 DCR 2978; June 10, 1998, D.C. Law 12-124, § 101(c), 45 DCR 2464; Apr. 12, 2000. D.C. Law 13-91, § 103(e), 47 DCR 520; Apr. 4, 2001, D.C. Law 13-277, § 3(b)(2), 48 DCR 2043; Oct. 3, 2001, D.C. Law 14-28, §§ 1507(a)(1), 3803(a), 48 DCR 6981; Dec. 18, 2001, D.C. Law 14-56, § 116(a)(2), 48 DCR 7674; Mar. 6, 2002, D.C. Law 14-80, § 3, 48 DCR 11268; Mar. 13, 2004, D.C. Law 15-105, §§ 21, 22(a), 23, 51 DCR 881; Sept. 30, 2004, D.C. Law 15-187, § 102(a), 51 DCR 6525; Sept. 30, 2004, D.C. Law 15-190, § 3(a), 51 DCR 6737; Apr. 7, 2006, D.C. Law 16-91, §§ 110(a), 119, 120(a), 52 DCR 10637; June 16, 2006, D.C. Law 16-126, § 3(a), 53 DCR 4709; Mar. 3, 2010, D.C. Law 18- 111, § 1103, 57 DCR 181; Apr. 27, 2012, D.C. Law 19-124, § 501(c)(2), 59 DCR 1862.)","sections":[{"prefix":"a","text":" The implementation of the rules and regulations shall be undertaken by the appropriate personnel authority for employees of the District."},{"prefix":"b","text":" For the purposes of subsection (a) of this section, the personnel authority for District of Columbia government means the Mayor for all employees, except as provided in § 1-602.03 and as follows:"},{"prefix":"1","text":" For noneducational employees of the District of Columbia Board of Education, the personnel authority is the District of Columbia Board of Education;"},{"prefix":"2","text":" For noneducational employees of the Board of Trustees of the University of the District of Columbia, the personnel authority is the Board of Trustee of the University of the District of Columbia;"},{"prefix":"3","text":" For employees of the Council of the District of Columbia, the personnel authority is:"},{"prefix":"A","text":"(i) The Chairman of the Council for all central staff of the Council and the employees in the Legal Services employed by the Council of the District of Columbia. For the purposes of this subchapter, the term \"central staff of the Council\" refers to those employees described in § 1-609.03(a)(3) except those assigned to an individual member of the Council; provided, however, that the Secretary, General Counsel, and Budget Director to the Council to the Council shall be appointed by the Council of the District of Columbia according to its rules of procedure and organization; and"},{"prefix":"ii","text":" For employees of the Council, the Chairman of the Council shall exercise the authority possessed by the Director of the Department of Human Resources and may adopt personnel procedures applicable to those employees; and"},{"prefix":"B","text":" each member of the Council for his or her personal and committee staff; provided, however, that the respective committees of the Council shall approve the appointment of each committee staffperson. The Chairman and each member of the Council shall utilize the Secretary to the Council for the actual transaction of all personnel matters for employees of the Council;"},{"prefix":"3A","text":" For the Executive Director of the Office of Advisory Neighborhood Commissions, the personnel authority is the Chairman of the Council."},{"prefix":"4","text":" For employees of the Board of Elections, the personnel authority is the Board of Elections; provided, however, that this authority shall not apply to the Director of Campaign Finance (§ 1-1163.02). For employees in the Office of Director of Campaign Finance, the personnel authority is the Director of Campaign Finance;"},{"prefix":"5","text":" For employees of the Public Service Commission, the personnel authority is the Public Service Commission; provided, however, that the People's Counsel (D.C. Official Code, § 34-804) shall be appointed according to law and for employees under the direct administrative control of the People's Counsel, the personnel authority is the People's Counsel;"},{"prefix":"6","text":" For the Executive Director of the Public Employee Relations Board, created by subchapter V of this chapter, the personnel authority is the Public Employee Relations Board; and for all other employees of the Board, the personnel authority is the Executive Director of the Board;"},{"prefix":"7","text":" For the Executive Director of the Office of Employee Appeals and the General Counsel of the Office of Employee Appeals created by subchapter VI of this chapter, the personnel authority is the Office of Employee Appeals; and for all other employees of the Office, the personnel authority is the Executive Director;"},{"prefix":"8","text":" For employees of the Office of District of Columbia Auditor (D.C. Official Code, § 1-204.55), the personnel authority is the Auditor of the District of Columbia;"},{"prefix":"9","text":" Repealed;"},{"prefix":"10","text":" For employees of the District of Columbia Armory Board (D.C. Official Code, § 3-302), the personnel authority is the Armory Board;"},{"prefix":"11","text":" For employees of the District of Columbia Law Revision Commission, the personnel authority is the District of Columbia Law Revision Commission;"},{"prefix":"12","text":" For employees of the District of Columbia Board of Library Trustees, the personnel authority is the Board of Library Trustees;"},{"prefix":"13","text":" Repealed;"},{"prefix":"14","text":" For the Executive Director and Deputy Director of the District of Columbia Lottery and Charitable Games Control Board (\"Board\"), the personnel authority is the Board, and for all other employees of the Board the personnel authority is the Executive Director of the Board;"},{"prefix":"15","text":" For employees of the District of Columbia Retirement Board, the personnel authority is the District of Columbia Retirement Board;"},{"prefix":"16","text":" For the Director of the Office of Zoning, the personnel authority shall be the District members of the Zoning Commission for the District of Columbia, and for any other employee of the Office of Zoning the personnel authority shall be the Director of the Office of Zoning;"},{"prefix":"17","text":" For employees of the Child and Family Services Agency, the personnel authority is the Director of the Child and Family Services Agency;"},{"prefix":"18","text":" For employees of the Criminal Justice Coordinating Council, the personnel authority is the Criminal Justice Coordinating Council;"},{"prefix":"19","text":" For employees of the District of Columbia Sentencing and Criminal Code Revision Commission, the personnel authority is the District of Columbia Sentencing and Criminal Code Revision Commission;"},{"prefix":"20","text":" For employees of the Department of Mental Health, the personnel authority is the Director of the Department of Mental Health; and"},{"prefix":"21","text":" For the Director of the Alcoholic Beverage Regulation Administration, the personnel authority shall be the members of the Alcoholic Beverage Control Board for the District of Columbia, and for any other employee of the Alcoholic Beverage Regulation Administration, the personnel authority shall be the Director of the Alcoholic Beverage Regulation Administration."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"IV","text":"Organization for Personnel Management. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"604","identifier":"1-604.06","catch_text":"Personnel authority."}}