{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-610.2.\n\n1973 Ed., § 1-339.2.\n\nEffect of Amendments\n\nD.C. Law 19-115 rewrote the section, which formerly read:\n\n\"Each person holding an excepted appointment under the authority of this section and §§ 1-609.01 and 1-609.03 is intended to be an individual whose primary duties are of a policy determining, confidential, or policy advocacy character and who reports directly to the head of an agency. No person holding an Excepted Service appointment pursuant to §§ 1-609.03 or 1-609.08 may be appointed to a position in the Career, Management Supervisory, or Educational Service during the 6 month period immediately preceding a Mayoral election. However, upon termination, a person with Career or Educational Service status may retreat, at the discretion of the terminating personnel authority, within 3 months to a vacant position in such service for which he or she is qualified. The provisions of this section shall not apply to employees of the Council of the District of Columbia.\"\n\nD.C. Law 19-168 added subsec. (d).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1092(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1092(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nFor history of Law 19-115, see notes under § 1-608.01.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nMiscellaneous Notes\n\nShort title: Section 1091 of D.C. Law 19-168 provided that subtitle I of title I of the act may be cited as \"Merit Personnel Clarification and Leave Restoration Amendment Act of 2012\".\n\nDC CODE § 1-609.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 902, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(i), 27 DCR 2632; June 10, 1998, D.C. Law 12-124, § 101(g), 45 DCR 2464; Mar. 14, 2012, D.C. Law 19-115, § 2(c), 59 DCR 461; Sept. 20, 2012, D.C. Law 19-168, § 1092(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" Each person holding an excepted appointment under the authority of this section and §§ 1-609.01 and 1-609.03 shall be an individual:"},{"prefix":"1","text":" Whose primary duties are of a policy determining, confidential, or policy advocacy nature; and"},{"prefix":"2","text":" Who either reports directly to the head of an agency or is placed in the Executive Office of the Mayor or the Office of the City Administrator."},{"prefix":"b","text":" No person holding an Excepted Service appointment pursuant to § 1-609.03 or § 1-609.08 may be appointed to a position in the Career, Management Supervisory, or Educational Service during the period that begins 6 months before the Mayoral primary election and ends 3 months after the Mayoral general election; provided, that an Excepted Service appointee may compete for a position in the Career, Management Supervisory, or Educational Service during this time period; provided further, that, upon termination, a person with Career or Educational Service status may return, at the discretion of the terminating personnel authority, within 3 months of termination to a vacant position in such service for which he or she is qualified."},{"prefix":"c","text":" All persons appointed to the Excepted Service shall be subject to a credit check and a criminal background check, pursuant to the procedures established in Chapter 15 of Title 4. The suitability determination shall be made by the appointing personnel authority."},{"prefix":"d","text":" The provisions of this section shall not apply to employees of the Council of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"IX","text":"Excepted Service. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"609","identifier":"1-609.02","catch_text":"Nature of positions in the Excepted Service and conversion rights."}}