{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-609.55.\n\nEffect of Amendments\n\nD.C. Law 16-33, rewrote subsec. (a), (b) and (d). Prior to amendment, subsecs. (a), (b), and (d) had read as follows:\n\n\"(a) Attorneys employed by the Office of the Corporation Counsel, wherever located in the District government, and attorneys employed by any other subordinate agency, including Senior Executive Attorneys, shall act under the direction, supervision, and control of the Corporation Counsel.   The Corporation Counsel shall exercise authority, to the maximum extent practicable, over other subordinate agency attorneys in a way that:\n\n\"(1) Supports the lawful activities, objectives, and policies of the other subordinate agencies;\n\n\"(2) Provides the attorney services requested by the other subordinate agencies; and\n\n\"(3) Avoids giving unsolicited advice on policy decisions that involve no legal issues.\n\n\"(b) Notwithstanding the authority vested in the Corporation Counsel by subsection (a) of this section, the Corporation Counsel may delegate the direction, supervision and control of attorneys to a subordinate agency head as follows:\n\n\"(1) After consulting with the agency head, delegate in writing the direction, supervision, and control of all or some of the agency's attorneys, including Senior Executive Attorneys. This delegation may be withdrawn at any time, in writing, after consulting with the agency head.\n\n\"(2) The delegation and its withdrawal, if any, pursuant to paragraph (1) of this subsection shall cite the reasons for the delegation or withdrawal of delegation using the following criteria:\n\n\"(i) Agency size;\n\n\"(ii) Agency workload;\n\n\"(iii) Necessity or lack of necessity for agency in-house counsel to engage in high level policy-making;\n\n\"(iv) Agency head or agency General Counsel or the equivalent, expressed preferences;\n\n\"(v) Necessity or lack of necessity for Corporation Counsel supervision;\n\n\"(vi) Practicality or impracticality of Corporation Counsel supervision;\n\n\"(vii) Existence of a conflict of interest if the Corporation Counsel supervises agency Counsel; or\n\n\"(viii) Any other relevant factor as identified by the Corporation Counsel.\n\n\"(d) Subject to the availability of an unfilled appropriated position in the receiving agency or as otherwise authorized by law, the Corporation Counsel may:\n\n\"(1) After consulting with the affected agency head, transfer an attorney employed by the Office of the Corporation Counsel to any other subordinate agency; or\n\n\"(2) After consulting with the sending agency head, transfer an attorney employed by a subordinate agency to any other subordinate agency, including the Office of the Corporation Counsel, with the approval of the head of the receiving agency, unless the Corporation Counsel has delegated the direction, supervision, and control of the attorney to the head of the agency that employs the attorney.\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-608.51.\n\nFor temporary (90 day) amendment of section, see § 3012(e) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-260, see Historical and Statutory Notes following § 1-604.04.\n\nFor Law 16-33, see notes following § 1-617.17.\n\nDC CODE § 1-608.55\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 855, as added Apr. 20, 1999, D.C. Law 12-260, § 2(j), 46 DCR 1318; Oct. 20, 2005, D.C. Law 16-33, § 3012(e), 52 DCR 7503.)","sections":[{"prefix":"a","text":" Attorneys employed by the Office of the Attorney General, wherever located in the District government, including Senior Executive attorneys, shall act under the direction, supervision, and control of the Attorney General."},{"prefix":"b","text":" Notwithstanding the authority vested in the Attorney General by subsection (a) of this section, the Attorney General may delegate the direction, supervision and control of attorneys who perform work primarily for any other subordinate agency, whether located at the agency or not, to the head of that agency as follows:"},{"prefix":"1","text":" After consulting with the agency head, delegate in writing the direction, supervision and control of all or some of the attorneys who perform work primarily for the agency, including Senior Executive Attorneys. This delegation may be withdrawn at any time, in writing, after consulting with the agency head."},{"prefix":"2","text":" The delegation and its withdrawal, if any, pursuant to paragraph (1) of this subsection shall cite the reasons for the delegation or withdrawal of delegation using the following criteria:"},{"prefix":"A","text":" Agency size;"},{"prefix":"B","text":" Agency workload;"},{"prefix":"C","text":" Necessity or lack of necessity for agency in-house counsel to engage in high level policy-making;"},{"prefix":"D","text":" Agency head or agency General Counsel or the equivalent, expressed preferences;"},{"prefix":"E","text":" Necessity or lack of necessity for Attorney General supervision;"},{"prefix":"F","text":" Practicality or impracticality of Attorney General supervision;"},{"prefix":"G","text":" Existence of a conflict of interest if the Attorney General supervises agency counsel; or"},{"prefix":"H","text":" Any other relevant factor as identified by the Attorney General."},{"prefix":"c","text":" Attorneys employed by independent agencies shall act under the direction, supervision, and control of the respective agency heads."},{"prefix":"d","text":" The Attorney General may:"},{"prefix":"1","text":" After consulting with the affected subordinate agency head, assign an attorney employed by the Office of the Attorney General who previously performed work primarily for the Office of the Attorney General to perform work primarily for the affected subordinate agency, whether located at the agency or not, in the Attorney General's discretion; or"},{"prefix":"2","text":" After consulting with the affected sending and receiving subordinate agency heads, assign an attorney employed by the Office of the Attorney General who previously performed work primarily for the sending agency, including the Office of the Attorney General, to perform work primarily for the receiving agency, whether located at the receiving agency or not in the Attorney General's discretion, unless the Attorney General has delegated the direction, supervision, and control of the attorney pursuant to subsection (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"VIII-B","text":"Government Attorneys."},"part":{"identifier":"A","text":"Legal Service."},"heading":{"title":"1","chaptersection":"608","identifier":"1-608.55","catch_text":"Supervision of attorneys."}}