{"text":"The Council finds and declares that the public interest is served when employees of the District government are free to report waste, fraud, abuse of authority, violations of law, or threats to public health or safety without fear of retaliation or reprisal. Accordingly, the Council declares as its policy to:","historical":"Prior Codifications\n\n1981 Ed., § 1-616.11.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see § 102(c) of the Whistleblower Reinforcement Emergency Amendment Act of 1998 (D.C. Act 12-400, July 13, 1998, 45 DCR 5158) and § 102(c) of the Whistleblower Reinforcement Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-464, October 28, 1998, 45 DCR 7821).\n\nMiscellaneous Notes\n\nFor whistleblower protection for employees of contracts and instrumentalities, see § 2-223.01 et seq.\n\nDC CODE § 1-615.51\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1551, as added Oct. 7, 1998, D.C. Law 12-160, § 102(c), 45 DCR 5147.)","sections":[{"prefix":"1","text":" Enhance the rights of District employees to challenge the actions or failures of their agencies and to express their views without fear of retaliation through appropriate channels within the agency, complete and frank responses to Council inquiries, free access to law enforcement officials, oversight agencies of both the executive and legislative branches of government, and appropriate communication with the public;"},{"prefix":"2","text":" Ensure that acts of the Council enacted to protect individual citizens are properly enforced;"},{"prefix":"3","text":" Provide new rights and remedies to guarantee and ensure that public offices are truly public trusts;"},{"prefix":"4","text":" Hold public employees personally accountable for failure to enforce the laws and for negligence in the performance of their public duties;"},{"prefix":"5","text":" Ensure that rights of employees to expose corruption, dishonesty, incompetence, or administrative failure are protected;"},{"prefix":"6","text":" Guarantee the rights of employees to contact and communicate with the Council and be protected in that exercise;"},{"prefix":"7","text":" Protect employees from reprisal or retaliation for the performance of their duties; and"},{"prefix":"8","text":" Motivate employees to do their duties justly and efficiently."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XV-A","text":"Whistleblower Protection."},"heading":{"title":"1","chaptersection":"615","identifier":"1-615.51","catch_text":"Findings and declaration of purpose."}}