{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.13.\n\n1973 Ed., § 1-347.13.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subsec. (a), substituted \"subchapter XVII-A\" for \"subchapter XVII\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nDC CODE § 1-617.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1713, 25 DCR 5740; Apr. 12, 2000, D.C. Law 13-91, § 103(r), 47 DCR 520.)","sections":[{"prefix":"a","text":" Remedies of the Board may include, but shall not be limited to, orders which: Withdraw or decertify recognition of a labor organization; direct a new representation election; recommend that disciplinary action be taken against an employee or group of employees by an appropriate agency head; reinstate, with or without back pay, or otherwise make whole, the employment or tenure of any employee, who the Board finds has suffered adverse economic effects in violation of this subchapter, though for adequate cause under the provisions of subchapter XVI-A of this chapter; compel bargaining in good faith; compel a labor organization or the District to desist from conduct prohibited under this subchapter; or direct compliance with the provisions of this subchapter."},{"prefix":"b","text":" The Board may request the Superior Court of the District of Columbia to enforce any order issued pursuant to this subchapter, including those for appropriate temporary relief or restraining orders. No defense or objection to an order of the Board shall be considered by the Court, unless such defense or objection was first urged before the Board. The findings of the Board with respect to questions of fact shall be conclusive if supported by substantial evidence on the record considered as a whole. The Court may grant such temporary relief or restraining order as it deems just and proper and enter a decree enforcing, modifying and enforcing as so modified, or setting aside, in whole or in part, the order of the Board."},{"prefix":"c","text":" Any person aggrieved by a final order of the Board granting or denying in whole or in part the relief sought may obtain review of such order in the Superior Court of the District of Columbia by filing a request within 30 days after the final order has been issued. The Court shall have the same jurisdiction to review the Board's order and to grant to the Board such order of enforcement as in the case of a request by the Board under subsection (b) of this section."},{"prefix":"d","text":" The Board shall have the authority to require the payment of reasonable costs incurred by a party to a dispute from the other party or parties as the Board may determine."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.13","catch_text":"Remedies; enforcement; judicial review; payment of costs."}}