{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.2.\n\n1973 Ed., § 1-347.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nDC CODE § 1-617.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1702, 25 DCR 5740.)","sections":[{"prefix":"a","text":" The Public Employee Relations Board (hereinafter in this subchapter referred to as the \"Board\") shall issue rules and regulations establishing a labor-management relations program to implement the policy set forth in this subchapter."},{"prefix":"b","text":" The labor-management relations program shall include:"},{"prefix":"1","text":" A system for the orderly resolution of questions concerning the recognition of majority representatives of employees;"},{"prefix":"2","text":" The resolution of unfair labor practice allegations;"},{"prefix":"3","text":" The protection of employee rights as set forth in § 1-617.06;"},{"prefix":"4","text":" The right of employees to participate through their duly-designated exclusive representative in collective bargaining concerning terms and conditions of employment as may be appropriate under this chapter and rules and regulations issued pursuant thereto;"},{"prefix":"5","text":" The scope of bargaining;"},{"prefix":"6","text":" The resolution of negotiation impasses concerning matters appropriate for collective bargaining; and"},{"prefix":"7","text":" Any other matters which affect employee-employer relations."},{"prefix":"c","text":" Impasse resolution machinery may include, but need not be limited to, the following:"},{"prefix":"1","text":" Mediation;"},{"prefix":"2","text":" Fact-finding;"},{"prefix":"3","text":" Advisory arbitration;"},{"prefix":"4","text":" Request for injunction;"},{"prefix":"5","text":" Binding arbitration;"},{"prefix":"6","text":" Final best offer binding arbitration; and"},{"prefix":"7","text":" Final best offer binding arbitration item by item on noncompensation matters."},{"prefix":"d","text":" If, after a reasonable period of negotiation concerning the terms and conditions of employment to be incorporated in a collective bargaining agreement, further negotiation appears to be unproductive to the Board, an impasse shall be deemed to have occurred. Where deemed appropriate, impasse resolution procedures may be conducted by the Board, its staff or third parties chosen either by the Board or by the mutual concurrence of the parties to the dispute. Impasse resolution machinery may be invoked by either party or on application of the Board. The choice of the form(s) of impasse resolution machinery to be utilized in a particular instance shall be the prerogative of the Board, after appropriate consultation with the interested parties. In considering the appropriate award for each impasse item to be resolved, any third party shall consider at least the following criteria:"},{"prefix":"1","text":" Existing laws and rules and regulations which bear on the item in dispute;"},{"prefix":"2","text":" Ability of the District to comply with the terms of the award;"},{"prefix":"3","text":" The need to protect and maintain the public health, safety and welfare; and"},{"prefix":"4","text":" The need to maintain personnel policies that are fair, reasonable, and consistent with the objectives of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.02","catch_text":"Labor-management relations program established; contents; impasse resolution."}}