{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-115, see notes under ยง 1-608.01.\n\nDC CODE ยง 1-618.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, ยง 1804, as added Mar. 14, 2012, D.C. Law 19-115, ยง 2(k), 59 DCR 461.)","sections":[{"prefix":"a","text":" A public official may not appoint, employ, promote, advance, or advocate for appointment, employment, promotion, or advancement, in or to a position in the agency in which he or she is serving or over which he or she exercises jurisdiction or control, any individual who is a relative of the public official. An individual may not be appointed, employed, promoted, or advanced in or to a position in an agency if such appointment, employment, promotion, or advancement has been advocated by a public official who is serving in or exercising jurisdiction or control over the agency and is a relative of the individual."},{"prefix":"b","text":"(1) An individual appointed, employed, promoted, or advanced in violation of this section is not entitled to pay and may not be compensated."},{"prefix":"2","text":" A public official who appoints, employs, promotes, or advances, or advocates such appointment, employment, promotion, or advancement of any individual appointed in violation of this section, shall reimburse the District for any funds paid to such individual as a result of the individual's appointment, employment, promotion, or advancement."},{"prefix":"c","text":" The Mayor may issue rules and regulations authorizing the temporary employment, in the event of emergencies resulting from natural disasters or similar unforeseen events or circumstances, of individuals whose employment would otherwise be prohibited by this section."},{"prefix":"d","text":" For the purpose of this section, the term:"},{"prefix":"1","text":" \"Public official\" means an officer, employee, or any other individual in whom authority by law, rule, or regulation is vested, or to whom the authority has been delegated to select, appoint, employ, promote, reassign, demote, separate, or recommend individuals for any of these actions."},{"prefix":"2","text":" \"Relative\" means, with respect to a public official, an individual who is related to the public official as a father, mother, son, daughter, brother, sister, uncle, aunt, first cousin, nephew, niece, husband, wife, father-in-law, mother-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, stepfather, stepmother, stepson, stepdaughter, stepbrother, stepsister, half brother, or half sister."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVIII","text":"Employee Conduct. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"618","identifier":"1-618.04","catch_text":"Prohibition on nepotism."}}