{"text":"The Commission shall:","historical":"Legislative History of Laws\n\nFor Law 16-295, see notes following § 1-611.51.\n\nDC CODE § 1-611.53\n\nCurrent through December 11, 2012","credits":"(Mar 3, 1979, D.C. Law 2-139, § 1153, as added Mar. 14, 2007, D.C. Law 16-295, § 2(b), 54 DCR 1092.)","sections":[{"prefix":"1","text":" Conduct an annual review examining the best practices in compensation and benefits for mayors and members of the Council and other elected officials in the surrounding Washington Metropolitan Area, as well as in comparable jurisdictions in the country;"},{"prefix":"2","text":" Study the feasibility of allowing a Councilmember to elect between engaging in employment, whether as an employee or as a self-employed individual, or holding a position other than the position as Councilmember for which the member is compensated in an amount in excess of his or her actual expenses and authorizing additional compensation for Councilmembers who agree not to engage in outside employment; and"},{"prefix":"3","text":" Develop recommendations for changes in compensation levels for the Mayor or Councilmembers, or a recommendation that no changes be made, based on the review and study conducted pursuant to paragraphs (1) and (2) of this section and:"},{"prefix":"A","text":" The duties and level of responsibilities of each position;"},{"prefix":"B","text":" The current compensation for the position and the length of time since the last compensation change;"},{"prefix":"C","text":" Any change in the cost of living since the last compensation change;"},{"prefix":"D","text":" Salary trends for positions with analogous duties and responsibilities, both within government and in the private sector;"},{"prefix":"E","text":" Budget limitations;"},{"prefix":"F","text":" The information required by § 1-611.09(b)(2)(A) and (B); and"},{"prefix":"G","text":" Any other factors it considers to be reasonable, appropriate, and in the public interest."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XI-A","text":"Mayor and Council Compensation Advisory Commission."},"heading":{"title":"1","chaptersection":"611","identifier":"1-611.53","catch_text":"Duties."}}