{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-612.5.\n\n1973 Ed., § 1-341.5.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Police Officer Pay Increase Emergency Amendment Act of 1997 (D.C. Act 12-142, July 18, 1997, 44 DCR 4369), and § 2 of the Police Officers Pay Increase Emergency Amendment Act of 1998 (D.C. Act 12-408, July 13, 1998, 45 DCR 4837).\n\nFor temporary amendment of section, see § 2 of the Department of Corrections Pay Increase Emergency Amendment Act of 1998 (D.C. Act 12-327, April 24, 1998, 45 DCR 2794).\n\nFor temporary amendment of section, see § 2 of the Career, Educational, and Excepted Service Nonunion Employees Salary Increase Emergency Amendment Act of 1998 (D.C. Act 12-377, June 5, 1998, 45 DCR 4463).\n\nFor temporary amendment of section, see § 2(b) of the Career and Excepted Services Nonunion Metropolitan Police Officers Salary Change and Excepted Service Positions Authorization Emergency Amendment Act of 1998 (D.C. Act 12- 381, June 22, 1998, 45 DCR 4474).\n\nFor temporary amendment of section, see § 1801 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1801 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1801 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-130, see Historical and Statutory Notes following § 1-611.14.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nFor legislative history of D.C. Law 8-94, see Historical and Statutory Notes following § 1-611.04.\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nMetropolitan Police Department pay and benefit performance: Pursuant to §§ 2 and 3 of D.C. Law 6-145, the \"Metropolitan Police Department Pay and Benefit Conformance Act of 1986\", effective September 13, 1986, the Council approved changes to the compensation system for Career and Executive Service employees not covered by collective bargaining.\n\nSections 2 and 3 of D.C. Law 6-128, effective July 24, 1986, had also approved changes to the compensation system for Career and Executive Service employees not covered by collective bargaining. Section 4(b) of D.C. Law 6-128 provided that the act shall expire on the 180th day of its having taken effect.\n\nD.C. Fire Department Compensation and Salary Schedule Adjustment: Pursuant to §§ 2-4 of D.C. Law 7-192, the \"D.C. Fire Department Compensation System and Salary Schedule Adjustment Act of 1988\", effective March 6, 1989, the Council approved changes to the compensation system and salary schedule for uniformed members of the Fire Department of the District of Columbia not covered by collective bargaining.\n\nSections 2-4 of D.C. Law 7-196, effective March 16, 1989, had also approved changes to the compensation system and salary schedule for uniformed members of the Fire Department of the District of Columbia not covered by collective bargaining. Section 5(b) provided that the act shall expire on the 225th day of its having taken effect.\n\nApproval of continued payment of the base retention differential and retentive incentive to non-union uniformed members of Police force and Fire Department: Pursuant to Resolution 8-255, the \"Base Retention Differential & Retention Incentive Payment Continuation Emergency Resolution of 1990\", effective July 27, 1990, the Council approved the continued payment of the base retention differential and retention incentive to non-union uniformed members of the Police force and Fire Department who are receiving or establish eligibility to receive the base retention differential or retention incentive on or before October 6, 1990.\n\nDC CODE § 1-611.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1105, 25 DCR 5470; Mar. 4, 1981, D.C. Law 3-130, § 2(d), 28 DCR 277; Feb. 24, 1987, D.C. Law 6-177, § 3(n), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-94, § 2(b), 37 DCR 782; Aug. 1, 1996, D.C. Law 11-152, § 302(m), 43 DCR 2978; Mar. 26, 1999, D.C. Law 12- 175, § 2201, 45 DCR 7193.)","sections":[{"prefix":"a","text":" The Mayor, in consultation with the Board of Education and the Board of Trustees of the University of the District of Columbia, shall provide for a periodic review of the basic compensation system, in order to improve the system and provide continuing conformity with the policy established by § 1- 611.03."},{"prefix":"b","text":" These reviews of compensation shall include, but need not be limited to, review of the adequacy of the rates of basic pay."},{"prefix":"c","text":" The Mayor shall provide for appropriate consultations with employee organizations of employees under his or her jurisdiction in the periodic reviews of the compensation system(s)."},{"prefix":"d","text":" The Mayor, in consultation with the personnel authorities named in subsection (a) of this section, shall consider, on an annual basis, changes in the compensation system or systems and in the salary and pay schedules under such system or systems, and shall submit adjustments, if any, to the Council pursuant to § 1-611.06. The submission to the Council shall include proposed dates on which the adjustments shall become effective."},{"prefix":"e","text":" If, because of economic conditions, the pendency of collective bargaining, or budgetary constraints due to limited appropriations or revenues, the Mayor should, in any year, consider it inappropriate to submit a proposed change, or to make the adjustment in the salary or pay schedules pursuant to subsection (d) of this section, an alternative plan may be submitted with respect to such changes or adjustments as the Mayor considers appropriate with a statement of the reasons therefor."},{"prefix":"f","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XI","text":"Classification; Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"611","identifier":"1-611.05","catch_text":"Compensation system for Career and Excepted Services--Periodic review."}}