{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in par. (2) of subsec. (d), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 15-68, see notes following § 1-612.31.\n\nFor Law 15-354, see notes following § 1-523.01.\n\nDC CODE § 1-612.32\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1232, as added Feb. 6, 2004, D.C. Law 15-68, § 2, 50 DCR 9819; Apr. 13, 2005, D.C. Law 15-354, § 5(d), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Each agency or independent agency shall establish a voluntary leave transfer program under which annual or universal leave accrued or accumulated by an employee may be transferred on an hour-for-hour basis within the agency to the annual or universal leave account of any other eligible agency employee."},{"prefix":"b","text":" A voluntary transfer of leave is authorized when a potential recipient employee will suffer a prolonged absence due to the employee's serious health condition or the employee's responsibility to provide personal care to an immediate relative."},{"prefix":"c","text":" A recipient employee shall be eligible to receive a maximum of 320 hours of transferred leave during any 12-month period. Any unused transferred leave shall be forfeited or may be transferred to the annual leave bank upon the concurrence of the Office of Personnel."},{"prefix":"d","text":"(1) Notwithstanding any other provision of this section, if the head of an agency determines that any organization or program within the agency or independent agency is being substantially disrupted in carrying out its functions or is incurring additional costs because of its participation in the voluntary leave transfer program, the agency head may exclude from the program any employee or group of employees."},{"prefix":"2","text":" If the head of an agency excludes an employee or group of employees from the program, he or she shall submit a report to the Director of the Office of Personnel specifying how the organization or program would be substantially disrupted in carrying out its functions or would incur additional costs. This information shall be included in the Voluntary Transfer of Leave Program Report required under § 1-612.38."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XII-A","text":"Voluntary Leave Transfer Program."},"heading":{"title":"1","chaptersection":"612","identifier":"1-612.32","catch_text":"Voluntary leave transfer program."}}