{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-613.1.\n\n1973 Ed., § 1-342.1.\n\nEffect of Amendments\n\nD.C. Law 15-334 rewrote subsec. (a)(2) which had read as follows:\n\n\"(2) The basic workweek and hours of work for all employees of the Board of Education and the Board of Trustees of the University of the District of Columbia shall be established under rules and regulations issued by the respective Boards; provided, however, that the basic work scheduling for all employees in recognized collective bargaining units shall be subject to collective bargaining, and collective bargaining agreements shall take precedence over the provisions of this subchapter.\"\n\nD.C. Law 18-223 rewrote subsec. (b)(4), which had read as follows:\n\n\"(4) The basic nonovertime workday may not exceed 8 hours;\"\n\nTemporary Addition of Section\n\nSections 2 to 4 of D.C. Law 19-1 added sections to read as follows:\n\n\"Sec. 2. Furloughing of employees.\n\n\"(a)(1) Notwithstanding any other District law or regulation, and except as provided in subsection (b) of this section and section 3, the personnel authority of each subordinate and independent agency and instrumentality of the District of Columbia government shall furlough each of its full-time employees for 4 legal public holidays without pay during the fiscal year ending September 30, 2011, and each of its part-time employees with a scheduled tour of duty for the appropriate pro-rated amount of furlough hours for the 4 furlough days.\n\n\"(2) Except as provided in subsection (b) of this section, the unpaid furlough days required by this act shall be scheduled on the following legal public holidays, as that term is described in section 1202 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-612.02):\n\n\"(A) Washington's Birthday, Monday, February 21, 2011;\n\n\"(B) District of Columbia Emancipation Day, Friday, April 15, 2011;\n\n\"(C) Memorial Day, Monday, May 30, 2011; and\n\n\"(D) Independence Day, Monday, July 4, 2011.\n\n\"(b)(1) Each agency and instrumentality shall furlough each covered employee on the designated legal public holidays, unless doing so:\n\n\"(A) Would impair the ability of the agency or instrumentality to fulfill its essential or emergency public health or public safety functions;\n\n\"(B) Would impair the ability of the agency or instrumentality to fulfill its mission;\n\n\"(C) Is not possible because the holiday is not part of an employee's pay period; or\n\n\"(D) Is not legally permissible.\n\n\"(2) If a covered employee cannot be furloughed on any of the legal public holidays listed in subsection (a)(2) of this section due to any of the reasons listed in paragraph (1) of this subsection, as determined by the Mayor, the employing agency or instrumentality, in consultation with the applicable personnel authority, shall schedule the furlough day on an alternate date in the same pay period that does not impair the ability of the agency or instrumentality to fulfill its mission, as determined by the Mayor. The District of Columbia Public Schools shall not furlough a classroom teacher on a date when there is classroom instruction during an instructional period.\n\n\"(3)(A) Notwithstanding paragraphs (1) and (2) of this subsection, the 4 furlough days required under subsection (a) of this section may be scheduled on alternate dates in the same or subsequent pay periods for covered employees, including correctional officers, working in an agency listed in this paragraph; provided, that each of the covered employees is furloughed the required 4 days by July 31, 2011. This paragraph shall apply to the:\n\n\"(i) Department of Youth Rehabilitation Services employees at the Youth Services Center and at New Beginnings;\n\n\"(ii) Department of Corrections correctional personnel at the Central Detention Facility;\n\n\"(iii) Office of Unified Communications employees; and\n\n\"(iv) Office of the Chief Medical Examiner employees.\n\n\"(B) The Mayor shall have discretion in the application of the furlough provided under this paragraph.\n\n\"(c) To the extent possible, employees who are newly hired after any of the 4 legal public holidays designated as furlough days shall be furloughed during the same pay period of the legal public holiday.\n\n\"(d) Unless a subordinate or independent agency or instrumentality has authority to adopt rules governing furloughs and has adopted such rules, each agency and instrumentality is subject to the furlough rules published at 6 DCMR B §§ 2438 through 2446 and 2499, or emergency rules published by the District of Columbia Department of Human Resources to implement the provisions of this act.\n\n\"(e)(1) Notwithstanding any other District law or regulation, each employee shall be provided not less than 15 days written notice before the employee's first furlough date and the provision of 15 days written notice shall be sufficient notice to permit the furloughing of the employee on that first furlough date.\n\n\"(2) If an employing agency or instrumentality is unable to give notice in accordance with paragraph (1) of this subsection for the unpaid furlough day specified by subsection (a)(2)(A) of this section, or schedule the furlough day as required by this act, the employing agency or instrumentality, in consultation with the applicable personnel authority, shall schedule the furlough day on an alternate date in any subsequent pay period on or before July 31, 2011.\n\n\"Sec. 3. Scope of coverage.\n\n\"(a) This act shall apply to all subordinate and independent agencies and instrumentalities, except the following agencies or instrumentalities:\n\n\"(1) Not-for-Profit Hospital Corporation;\n\n\"(2) District of Columbia Housing Authority;\n\n\"(3) District of Columbia Housing Finance Agency;\n\n\"(4) Washington Convention and Sports Authority; and\n\n\"(5) District of Columbia Water and Sewer Authority.\n\n\"(b) The following positions shall be exempt from the coverage of this act:\n\n\"(1) Positions in an agency that is the subject of a court order specifically excluding the positions from furlough actions; and\n\n\"(2) Certain essential or emergency positions, as determined by the Mayor by executive order, within the Metropolitan Police Department and the Fire and Emergency Medical Services Department.\n\n\"Sec. 4. Transfer of funds.\n\n\"All furlough cost savings associated with special purpose revenue or dedicated taxes shall be transferred to the unrestricted fund balance of the General Fund of the District of Columbia.\"\n\nSection 6(b) of D.C. Law 19-1 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 5 of D.C. Law 19-172 added a provision to read as follows:\n\n\"Sec. 5. Furlough rebate implementation.\n\n\"(a) Notwithstanding the Bonus and Special Pay Limitation Act of 2011, effective September 14, 2011 (D.C. Law 19-21; 58 DCR 6226), a current employee who did not receive compensation for at least one unpaid furlough day in fiscal year 2011 pursuant to the Balanced Budget Holiday Furlough Emergency Act of 2011, effective February 2, 2011 (D.C. Act 19-3; 58 DCR 1241), the Balanced Budget Holiday Furlough Congressional Review Emergency Act of 2011, effective April 27, 2011 (D.C. Act 19-50; 58 DCR 3874), or the Balanced Budget Holiday Furlough Temporary Act of 2011, effective May 21, 2011 (D.C. Law 19-1; 58 DCR 2610), shall receive a furlough rebate in accordance with subsection (b) of this section unless the employee affirmatively chooses to waive all or any part of the furlough rebate in accordance with subsection (c) of this section.\n\n\"(b)(1) A current employee who receives a furlough rebate shall be given a one-time lump-sum payment in an amount of the current employee's loss of salary or rate attributable to unpaid furlough days.\n\n\"(2) A furlough rebate shall not include losses attributable to benefits, reimbursements, deductions, or any other additional pay of any kind beyond the rate of basic pay.\n\n\"(3) A furlough rebate shall not be used or counted toward a current employee's retirement benefits or otherwise affect the current employee's eligibility for a benefit offered by the District government.\n\n\"(c)(1) An employee eligible to receive a furlough rebate may decline to accept all or any part of the furlough rebate if the employee signs a waiver and files the waiver with the Director of Personnel within 30 days after the effective date of the Fiscal Year 2012 Second Revised Budget Request Emergency Adjustment Act of 2012, effective June 20, 2012 (D.C. Act 19-382; 59 DCR 7760).\n\n\"(2) Once an employee files a waiver pursuant to this subsection, the waiver may not be revoked.\n\n\"(d) For the purposes of this section, the term \"current employee\" means an employee of the District who is employed by the District on July 10, 2012.\"\n\nSection 7(b) of D.C. Law 19-172 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1032(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition of sections, see §§ 2 to 4 of Balanced Budget Holiday Furlough Emergency Act of 2011 (D.C. Act 19-3, February 2, 2011, 58 DCR 1241).\n\nFor temporary (90 day) amendment of § 2 of D.C. Act 19-3, see § 2 of Public Safety Civilian Emergency Personnel Furlough Exemption Emergency Amendment Act of 2011 (D.C. Act 19-28, March 1, 2011, 58 DCR 2587.\n\nFor temporary (90 day) addition of sections, see §§ 2 to 4 of Balanced Budget Holiday Furlough Congressional Review Emergency Act of 2011 (D.C. Act 19-50, April 27, 2011, 58 DCR 3874).\n\nFor temporary (90 day) addition of section, see § 5 of Fiscal Year 2012 Second Revised Budget Request Emergency Adjustment Act of 2012 (D.C. Act 19-382, June 20, 2012, 59 DCR 7760).\n\nFor temporary (90 day) addition of section, see § 5 of Fiscal Year 2012 Second Revised Budget Request Congressional Review Emergency Adjustment Act of 2012 (D.C. Act 19-406, July 20, 2012, 59 DCR 9124).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nLaw 12-124, the \"Omnibus Personnel Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-44, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 3, 1998, and March 17, 1998, respectively. Signed by the Mayor on April 1, 1998, it was assigned Act No. 12-326 and transmitted to both houses of Congress for its review. D.C. Law 12-124 became effective on June 10, 1998.\n\nLaw 15-334, the \"Labor Relations and Collective Bargaining Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-913 which was referred to the Committee on Public Interest. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-747 and transmitted to both Houses of Congress for its review. D.C. Law 15-334 became effective on April 12, 2005.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nApplicability of § 101(l)(1) of D.C. Law 12-124: Section 401(b) of D.C. Law 12-124, as amended by § 60 of D.C. Law 12-264, provided that § 101(o)(1) of the act shall apply upon the enactment by the United States Congress of an amendment to 29 U.S.C. § 207 of the Fair Labor Standards Act to exempt the District of Columbia government from the applicability of the overtime provisions when employees are on a compressed work schedule up to 80 hours per pay period. Since Congress has not, as of date, enacted such an amendment, the amendments made by section 101(o)(1) of D.C. Law 11-210 have not been implemented.\n\nSince Congress has not, as of date, enacted such an amendment, the amendments made by section 101(o)(1) of D.C. Law 12-124 have not been implemented.\n\nShort title: Section 1031 of D.C. Law 18-223 provided that subtitle D of title I of the act may be cited as the \"Overtime Work Hours Amendment Act of 2010\".\n\nDC CODE § 1-612.01\n\nCurrent through December 11, 2012","credits":"(1973 Ed., § 1-342.1; Mar. 3, 1979, D.C. Law 2-139, § 1201, 25 DCR 5740;   Feb. 24, 1987, D.C. Law 6-177, § 3(p), 33 DCR 7241; Aug. 1, 1996, D.C. Law 11-152, § 302(o), 43 DCR 2978; June 10, 1998, D.C. Law 12-124, § 101(o)(1), 45 DCR 2464; Apr. 12, 2005, D.C. Law 15-334, § 2(a), 52 DCR 2012; Sept. 24, 2010, D.C. Law 18-223, § 1032(a), 57 DCR 6242.)","sections":[{"prefix":"a","text":" A basic administrative workweek of 40 hours is established for each full-time employee and the hours of work within that workweek shall be performed within a period of not more than 6 of any 7 consecutive days; except, that:"},{"prefix":"1","text":" The basic workweek for uniformed members of the Firefighting Division of the District of Columbia Fire Department shall not exceed 48 hours and the Division shall operate under a 2-shift system with all hours of duty of either shift being consecutive; and"},{"prefix":"2","text":" The basic workweek, hours of work, and tour of duty for all employees of the Board of Education and the Board of Trustees of the University of the District of Columbia shall be established under rules and regulations issued by the respective Boards; provided, that the basic work scheduling for all employees in recognized collective bargaining units to these established tours of duty shall be subject to collective bargaining, and collective bargaining provisions related to scheduling shall take precedence over conflicting provisions of this subchapter."},{"prefix":"b","text":" Except when the Mayor determines that an organization would be seriously handicapped in carrying out its functions or that costs would be substantially increased, tours of duty shall be established to provide, with respect to each employee in an organization, that:"},{"prefix":"1","text":" Assignments to tours of duty are scheduled in advance over periods of not less than 1 week;"},{"prefix":"2","text":" The basic 40 hour workweek is scheduled on 5 days, Monday through Friday when practicable, and the 2 days outside the basic workweek are consecutive;"},{"prefix":"3","text":" The working hours in each day in the basic workweek are the same;"},{"prefix":"4","text":" Overtime shall be paid in accordance with Title XVII and the Fair Labor Standards Act of 1938, approved June 25, 1938 (52 Stat. 1060; 29 U.S.C. § 201 et seq.);"},{"prefix":"5","text":" The occurrence of holidays may not affect the designation of the basic workweek; and"},{"prefix":"6","text":" Breaks in working hours of more than 1 hour may not be scheduled in a basic workday except under rules and regulations on flexible work schedules as provided in subsection (e) of this section."},{"prefix":"c","text":" Special tours of duty, of not less than 40 hours, may be established to enable employees to take courses in nearby colleges, universities or other educational institutions that will equip them for more effective work in the District government. Premium pay may not be paid to an employee solely because his or her special tour of duty results in his or her working on a day or at a time of day for which premium pay is otherwise authorized."},{"prefix":"d","text":" To the maximum extent practicable, time to be spent by an employee in a travel status away from his or her official duty station shall be scheduled within the regularly scheduled workweek of the employee."},{"prefix":"e","text":" The Mayor shall issue rules and regulations governing hours of work. Such rules and regulations shall provide for the use of flexible work schedules within the 40 hour workweek when such schedules are considered both practicable and feasible."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XII","text":"Hours of Work; Legal Holidays; Leave. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"612","identifier":"1-612.01","catch_text":"Hours of work."}}