{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.11.\n\n1973 Ed., § 1-347.11.\n\nEffect of Amendments\n\nD.C. Law 14-190, in subsec. (a), substituted \"consistent with law\" for \"in an amount equal to the dues of the employees' organizations\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3732(d) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 14-190, see notes following § 1-301.131.\n\nDC CODE § 1-617.11\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1711, 25 DCR 5740; Oct. 1, 2002, D.C. Law 14-190, § 3832(d), 49 DCR 6968.)","sections":[{"prefix":"a","text":" The labor organization which has been certified to be the exclusive representative of all employees in the unit shall have the right to act for and negotiate agreements covering all employees in the unit and shall be responsible for representing the interests of all such employees without discrimination and without regard to membership in the labor organization: Provided, however, that the employee pays dues or service fees consistent with law. Agency shop and other labor organization security provisions should be an appropriate issue for collective bargaining."},{"prefix":"b","text":" Bargaining units established at the time this chapter becomes effective shall continue to be recognized as appropriate units subject to § 1- 617.09(c), and labor organizations which have exclusive recognition in bargaining units existing at the time this chapter becomes effective shall continue to enjoy exclusive recognition in these units subject to § 1- 617.10(b)(2)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.11","catch_text":"Rights accompanying exclusive recognition."}}