{"text":"The District of Columbia government finds that a radical redesign of the adverse and corrective action system by replacing it with more positive approaches toward employee discipline is critical to achieving organizational effectiveness. To that end, the Mayor, the District of Columbia Board of Education, and the Board of Trustees of the University of the District of Columbia shall issue rules and regulations to establish a disciplinary system that includes:","historical":"Prior Codifications\n\n1981 Ed., § 1-617.51.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 19-6 added a section to read as follows:\n\n\"Sec. 2. Report on reinstatement of separated employees.\n\n\"(a) Within 120 days of the effective date of the Reinstated Government Employee Review Emergency Act of 2011, passed on emergency basis on February 15, 2011 (Enrolled version of Bill 19-112), the Mayor shall review the status of all separated District employees, since January 3, 2007, who have in their favor a current employee appeal decision for reinstatement to service by a statutorily recognized entity, including the Public Employee Relations Board, the Office of Employee Appeals, the Office of Administrative Hearings, and the courts of the District of Columbia.\n\n\"(b) After the review in subsection (a) of this section is completed, the Mayor shall have 45 days to issue a report to the Council on the status of each decision for reinstatement to service described in subsection (a) of this section, and the District's plan for each employee who is to be reinstated.\"\n\nSection 4(b) of D.C. Law 19-6 provides that the act shall expire after 225 days of its having taken effect\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Reinstated Government Employee Review Emergency Act of 2011 (D.C. Act 19-27, March 1, 2011, 58 DCR 2585).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nMiscellaneous Notes\n\nApplicability of § 101(s) of D.C. Law 12-124: Section 401(a) of D.C. Law 12- 124, as amended by § 60 of D.C. Law 12-264, provided that § 101(d), (k), (p), (s), and (x) of the act shall apply upon the enactment of legislation by the United States Congress that states the following:\n\n\"Notwithstanding any other law, section 101(d), (k), (p), (s), and (x) of the Omnibus Personnel Reform Act of 1998, adopted by the Council of the District of Columbia is enacted into law.\"\n\nSection 134 of Title I of Division C of Pub. L. 105-277, 112 Stat. 2681-596, provided that \"Notwithstanding any other law, sections 101(d), (k), (p), (s), and (x) of the Omnibus Personnel Reform Amendment Act of 1998, D.C. Law 12-124, effective June 11, 1998, are enacted into law.\"\n\nConstruction of Law 12-124: Section 301 of D.C. Law 12-124 provided that nothing in the act shall be construed as superseding the provisions of the National Capital Revitalization and Self-Government Improvement Act of 1997, approved August 5, 1997 (Public Law 105-33; 111 Stat. 712), except that § 47- 395.04(b)(3) is expressly superseded. Further, nothing in the act shall be construed as superseding the provisions of § 47-391.01 et seq. or of § 164 of the District of Columbia Appropriations Act, 1998, approved November 19, 1997 (Public Law 105-100; 111 Stat. 2160).\n\nDC CODE § 1-616.51\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1651, as added June 10, 1998, D.C. Law 12-124, § 101(s), 45 DCR 2464.)","sections":[{"prefix":"1","text":" A provision that disciplinary actions may only be taken for cause;"},{"prefix":"2","text":" A definition of the causes for which a disciplinary action may be taken;"},{"prefix":"3","text":" Prior written notice of the grounds on which the action is proposed to be taken;"},{"prefix":"4","text":" Except as provided in paragraph (5) of this section, a written opportunity to be heard before the action becomes effective, unless the agency head finds that taking action prior to the exercise of such opportunity is necessary to protect the integrity of government operations, in which case an opportunity to be heard shall be afforded within a reasonable time after the action becomes effective; and"},{"prefix":"5","text":" An opportunity to be heard within a reasonable time after the action becomes effective when the agency head finds that taking action is necessary because the employee's conduct threatens the integrity of government operations; constitutes an immediate hazard to the agency, to other District employees, or to the employee; or is detrimental to the public health, safety or welfare."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVI-A","text":"General Discipline and Grievances."},"heading":{"title":"1","chaptersection":"616","identifier":"1-616.51","catch_text":"Policy."}}