{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-612.13.\n\n1973 Ed., § 1-341.14.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 1-604.08.\n\nReferences in Text\n\nThe references to 5 U.S.C. § 5305 in (a)(1) and (a)(2) are to a former § 5305 which was omitted in a general revision by the Act of Nov. 5, 1990, P.L. 101-509, Title V, § 529, 104 Stat. 1429.\n\nDC CODE § 1-611.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1114, 25 DCR 5740; Apr. 30, 1988, D.C. Law 7-104, § 36(b), 35 DCR 147.)","sections":[{"prefix":"a","text":"(1) The Mayor of the District of Columbia shall ascertain the average percentage increase to be used by the President of the United States in adjusting rates of pay (to be effective October 1, 1978, and October 1, 1979, respectively) under § 5305(a)(2) of Title 5 of the United States Code, or whether the President of the United States intends to submit to the United States Congress an alternative plan with respect to pay adjustments under § 5305(c) of Title 5 of the United States Code, and the contents of the alternative plan of the President of the United States."},{"prefix":"2","text":" The Mayor of the District of Columbia shall then adjust the rates of pay in each class and service step on the salary schedule in § 5-541.01(a) and in § 38-1963, on the 1st pay period after October 1, 1978, and October 1, 1979, respectively, to reflect the average percentage increase given to General Schedule employees. If the alternative plan of the President of the United States becomes effective as provided in § 5305 of Title 5 of the United States Code, the Mayor of the District of Columbia shall adjust the rates of pay to reflect the average percentage increase given to General Schedule employees under such alternative plan. If the alternative plan of the President of the United States is disapproved by the United States Congress, the Mayor of the District of Columbia shall adjust such rates of pay to reflect the average percentage increase of the Presidential adjustments of rates of pay under 5 U.S.C. § 5305(m)."},{"prefix":"3","text":" The adjustments in the rates of pay made by the Mayor of the District of Columbia under this section shall be effective on and payable for the 1st day of the 1st pay period beginning on or after October 1, 1978, and October 1, 1979, respectively, or the effective date of the alternative plan of the President of the United States, whichever is later."},{"prefix":"b","text":" The rates of pay, which become effective under this section, shall be the rates of pay for each class and service step concerned, as if those rates had been set by statute, and shall remain in effect until amended by the Council of the District of Columbia."},{"prefix":"c","text":" The rates of pay established under this section shall supersede and render inapplicable those corresponding rates of pay set prior to the effective date of the rates of pay set under this section."},{"prefix":"d","text":" The rates of pay that take effect under this section shall be published in the District of Columbia Register."},{"prefix":"e","text":"(1) Retroactive compensation or salary shall be paid by reason of the amendments made by this chapter only in the case of an individual in the service of the District of Columbia government, the Board of Education of the District of Columbia, or of the United States (including service in the armed forces of the United States) on the effective date of this section: Except, that such retroactive compensation or salary shall be paid:"},{"prefix":"A","text":" To any employee covered by this section who retired during the period beginning on the 1st day of the 1st pay period which began on or after October 1, 1978, and October 1, 1979, respectively, or the effective date of the alternative plan of the President of the United States, whichever is later, and ending on the effective date of this chapter for services rendered during such period; and"},{"prefix":"B","text":" In accordance with the provisions of subchapter VIII of Chapter 55 of Title 5 of the United States Code (relating to settlement of accounts of deceased employees), for services rendered during the period beginning on the 1st pay period which began on or after October 1, 1978, or October 1, 1979, respectively, or the effective date of the alternative plan of the President of the United States, whichever is later, and ending on the effective date of this chapter by any such employee who dies during such period."},{"prefix":"2","text":" For the purpose of this subsection, service in the armed forces of the United States in the case of an individual relieved from training and service in the armed forces of the United States, or discharged from hospitalization following such training and service, shall include the period provided by law for the mandatory restoration of such individual to a position in or under the municipal government of the District of Columbia."},{"prefix":"3","text":" For the purpose of determining the amount of insurance for which an individual is eligible under the provisions of Chapter 87 of Title 5 of the United States Code (relating to government employees' group life insurance), all changes in rates of compensation or salary which result from the enactment of this chapter shall be held and considered to be effective as of the effective date of this chapter."},{"prefix":"f","text":" The process, as set forth in subsection (a) of this section, whereby the salaries of the District of Columbia police, fire fighters, and teachers are adjusted in accordance with the rates of pay for federal General Schedule employees, shall be in effect only for the period commencing on October 1, 1978, and ending on September 30, 1980."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XI","text":"Classification; Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"611","identifier":"1-611.13","catch_text":"Pay setting for fire fighters, police officers and teachers for the fiscal year ending September 30, 1979, and September 30, 1980."}}