{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-611.52.\n\nEffect of Amendments\n\nD.C. Law 19-83 rewrote subsec. (b), which had read as follows:\n\n\"(b) The Mayor shall designate the appropriate level for each subordinate agency head position.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 17-56 substituted \"7\" for \"5\" in subsec. (a), and rewrote subsec. (b) to read as follows:\n\n\"(b)(1) The Mayor shall designate the appropriate pay level for each subordinate agency head position based on market analyses and other relevant criteria; provided, that any salary on the E6 or E7 pay grade shall be submitted to the Council for a 45-day period of review, excluding days of Council recess. If the Council does not approve or disapprove the proposed salary within the 45-day period, the proposed salary shall be deemed disapproved.\n\n\"(2) Notwithstanding paragraph (1) of this subsection, the requirement of Council approval of salaries shall not apply to:\n\n\"(A) The incumbents in the following offices as of July 25, 2007:\n\n\"(i) Chief Financial Officer;\n\n\"(ii) Chief of the Metropolitan Police Department;\n\n\"(iii) Chief of the Fire and Emergency Medical Services Department;\n\n\"(iv) Chancellor of the District of Columbia Public Schools; and\n\n\"(v) Director of the Office of Public Education Facilities Modernization; or\n\n\"(B) The first Chief Medical Examiner appointed by the Mayor and approved by the Council after July 25, 2007.\"\n\nSection 6(b) of D.C. Law 17-56 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-238, in subsec. (a), substituted \"7\" for \"5\";   and amended subsec. (b) to read as follows:\n\n\"(b)(1) The Mayor shall designate the appropriate pay level for each subordinate agency head position based on market analyses and other relevant criteria; provided, that any salary on the E6 or E7 pay grade shall be submitted to the Council for a 45-day period of review, excluding days of Council recess. If the Council does not approve or disapprove the proposed salary within the 45-day period, the proposed salary shall be deemed disapproved.\n\n\"(2) Notwithstanding paragraph (1) of this subsection, Council approval is not required for the salary for Allen Lew as the Director of the Office of Public Education Facilities Modernization, upon the expiration of the Executive Service Compensation System Change and Pay Schedule Temporary Amendment Act of 2007, effective November 24, 2008 (D.C. Law 17-56; 54 DCR 10034).\".\n\nSection 6(b) of D.C. Law 17-238 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Executive Service Compensation System Change and Pay Schedule Emergency Amendment Act of 2007 (D.C. Act 17-83, July 25, 2007, 54 DCR 8003).\n\nFor temporary (90 day) amendment of section, see § 2 of Executive Service Compensation System Change and Pay Schedule Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-155, October 18, 2007, 54 DCR 10915).\n\nFor temporary (90 day) amendment of section, see § 2 of Director of the Office of Public Education Facilities Modernization Allen Lew Compensation System Change and Pay Schedule Emergency Amendment Act of 2008 (D.C. Act 17-424, July 16, 2008, 55 DCR 8242).\n\nFor temporary (90 day) addition of sections, see §§ 2, 3 of Chancellor of the District of Columbia Public Schools Salary Adjustment Approval Emergency Act of 2011 (D.C. Act 19-137, August 9, 2011, 58 DCR 6802).\n\nFor temporary (90 day) amendment of section, see § 4 of Chancellor of the District of Columbia Public Schools Salary Adjustment Approval Emergency Act of 2011 (D.C. Act 19-137, August 9, 2011, 58 DCR 6802).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nLaw 19-83, the \"Executive Service Compensation Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-44, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on November 1, 2011, and December 6, 2011, respectively. Signed by the Mayor on December 16, 2011, it was assigned Act No. 19-243 and transmitted to both Houses of Congress for its review. D.C. Law 19-83 became effective on February 24, 2012.\n\nResolutions\n\nResolution 16-220, the \"Executive Service Schedule Approval Resolution of 2005\", was approved effective July 6, 2005.\n\nMiscellaneous Notes\n\nApplicability of § 101(m) of D.C. Law 12-124: See Historical and Statutory Notes following § 1-610.51.\n\nDC CODE § 1-610.52\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1052, as added June 10, 1998, D.C. Law 12-124, § 101(m), 45 DCR 2464; Feb. 24, 2012, D.C. Law 19-83, § 2(a), 58 DCR 11024.)","sections":[{"prefix":"a","text":" The Executive Schedule (\"DX Schedule\"), shall be divided into 5 pay levels and shall be the basic pay schedule for subordinate agency head positions."},{"prefix":"b","text":"(1) The Mayor shall designate the appropriate pay level within the range of the DX Schedule for each subordinate agency head position."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, the Council approves the existing level of compensation for the positions of the Chief of the Metropolitan Police Department Cathy Lanier ($253,817), the Chief of the Fire and Emergency Medical Services Department Kenneth Ellerbe ($187,302), the Chancellor of the District of Columbia Public Schools Kaya Henderson ($275,000), and the Chief Medical Examiner Dr. Marie Pierre-Louis ($185,000)."},{"prefix":"3","text":" The levels of compensation as provided in paragraph (2) of this subsection shall be the total annual salary amount that the present officeholder may receive. The officeholder may not receive longevity pay, bonus pay, including performance bonus pay, retention pay, per annum percentage increases for cost-of-living purposes or due to any collective bargaining activity within the officeholder's respective agency or department, or any equivalent financial incentives or salary enhancements; provided, that the Chancellor may be paid an additional income allowance of $12,500, for School Year 2010, in order for the parties to meet the terms and conditions of the November 1, 2010 agreement."},{"prefix":"4","text":" The existing levels of compensation for the positions in paragraph (2) of this subsection shall not be used as the basis for determining the salary of an officeholder in the position of Chief of Police, Fire Chief, Chief Medical Examiner, Chancellor of the District of Columbia Public Schools, who takes office after February 24, 2012. Each position in paragraph (2) of this subsection shall be subject to compensation within the limits of the DX Schedule, except as provided by this chapter."},{"prefix":"c","text":" Each level shall have a minimum and maximum salary range established by the Mayor, subject to Council review and approval by resolution. Initial salary ranges shall be submitted by the Mayor to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove of the proposed changes to the salary ranges by resolution within this 60-day period, the proposed salary ranges shall be deemed approved."},{"prefix":"d","text":" Any subsequent changes to the salary ranges established pursuant to subsection (c) of this section shall be submitted by the Mayor to the Council for a 15-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove of the proposed changes to the salary ranges by resolution within this 15-day period, the proposed salary ranges shall be deemed approved."},{"prefix":"e","text":" Initial salary ranges and any subsequent changes to the salary ranges shall become effective upon approval and shall be published in the District of Columbia Register for notice purposes within 45 days of their approval."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"X-A","text":"Executive Service."},"heading":{"title":"1","chaptersection":"610","identifier":"1-610.52","catch_text":"Executive Service pay schedule."}}