{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.8.\n\n1973 Ed., § 1-347.8.\n\nEffect of Amendments\n\nD.C. Law 15-334 rewrote subsec. (a)(5); and added subsec. (a-1). Prior to amendment, subsec. (a)(5) read as follows:\n\n\"(5) To determine the mission of the agency, its budget, its organization, the number of employees, and the number, types, and grades of positions of employees assigned to an organizational unit, work project, or tour of duty, and the technology of performing its work; or its internal security practices; and\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 15-334, see notes following § 1-612.01.\n\nMiscellaneous Notes\n\nCompensation of Members of Boards and Commissions Emergency Disapproval Resolution of 1993: Pursuant to Resolution 10-122, effective August 6, 1993, the Council disapproved, on an emergency basis, rules to implement § 1108 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978.\n\nDC CODE § 1-617.08\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1708, 25 DCR 5740; Apr. 12, 2005, D.C. Law 15-334, § 2(b), 52 DCR 2012.)","sections":[{"prefix":"a","text":" The respective personnel authorities (management) shall retain the sole right, in accordance with applicable laws and rules and regulations:"},{"prefix":"1","text":" To direct employees of the agencies;"},{"prefix":"2","text":" To hire, promote, transfer, assign, and retain employees in positions within the agency and to suspend, demote, discharge, or take other disciplinary action against employees for cause;"},{"prefix":"3","text":" To relieve employees of duties because of lack of work or other legitimate reasons;"},{"prefix":"4","text":" To maintain the efficiency of the District government operations entrusted to them;"},{"prefix":"5","text":" To determine:"},{"prefix":"A","text":" The mission of the agency, its budget, its organization, the number of employees, and to establish the tour of duty;"},{"prefix":"B","text":" The number, types, and grades of positions of employees assigned to an agency's organizational unit, work project, or tour of duty;"},{"prefix":"C","text":" The technology of performing the agency's work; and"},{"prefix":"D","text":" The agency's internal security practices; and"},{"prefix":"6","text":" To take whatever actions may be necessary to carry out the mission of the District government in emergency situations."},{"prefix":"a-1","text":" An act, exercise, or agreement of the respective personnel authorities (management) shall not be interpreted in any manner as a waiver of the sole management rights contained in subsection (a) of this section."},{"prefix":"b","text":" All matters shall be deemed negotiable except those that are proscribed by this subchapter. Negotiations concerning compensation are authorized to the extent provided in § 1-617.16."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.08","catch_text":"Management rights; matters subject to collective bargaining."}}