{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.6.\n\n1973 Ed., § 1-347.6.\n\nEffect of Amendments\n\nD.C. Law 14-190, in subsec. (a), made nonsubstantive changes in pars. (2) and (3), and added par. (4).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3732(c) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 14-190, see notes following § 1-301.131.\n\nDC CODE § 1-617.06\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1706, 25 DCR 5740; Oct.1, 2002, D.C. Law 14-190, § 3832(c), 49 DCR 6968.)","sections":[{"prefix":"a","text":" All employees shall have the right:"},{"prefix":"1","text":" To organize a labor organization free from interference, restraint, or coercion;"},{"prefix":"2","text":" To form, join, or assist any labor organization or to refrain from such activity;"},{"prefix":"3","text":" To bargain collectively through representatives of their own choosing as provided in this subchapter; and"},{"prefix":"4","text":" To refrain from any or all such activities under paragraphs (1), (2), and (3) of this subsection, except to the extent that such right may be affected by an agreement requiring membership in a labor organization as a condition of employment as authorized in § 1-617.11."},{"prefix":"b","text":" Notwithstanding any other provision in this chapter, an individual employee may present a grievance at any time to his or her employer without the intervention of a labor organization: Provided, however, that the exclusive representative is afforded an effective opportunity to be present and to offer its view at any meetings held to adjust the complaint. Any employee or employees who utilize this avenue of presenting personal complaints to the employer may not do so under the name, or by representation, of a labor organization. Adjustments of grievances must be consistent with the terms of the applicable collective bargaining agreement. Where the employee is not represented by the union with exclusive recognition for the unit, no adjustment of a grievance shall be considered as a precedent or as relevant either to the interpretation of the collective bargaining agreement or to the adjustment of other grievances."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.06","catch_text":"Employee rights."}}