{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.4.\n\n1973 Ed., § 1-347.4.\n\nEffect of Amendments\n\nD.C. Law 14-190, in subsec. (a)(1), inserted \"with\" after \"Interfering\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3732(b) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 12-151, see Historical and Statutory Notes following § 1-605.02.\n\nFor Law 14-190, see notes following § 1-301.131.\n\nDC CODE § 1-617.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1704, 25 DCR 5740; Sept. 18, 1998, D.C. Law 12-151, § 2(c), 45 DCR 4043; Oct. 1, 2002, D.C. Law 14-190, § 3832(b), 49 DCR 6968.)","sections":[{"prefix":"a","text":" The District, its agents, and representatives are prohibited from:"},{"prefix":"1","text":" Interfering with, restraining, or coercing any employee in the exercise of the rights guaranteed by this subchapter;"},{"prefix":"2","text":" Dominating, interfering, or assisting in the formation, existence or administration of any labor organization, or contributing financial or other support to it, except that the District may permit employees to negotiate or confer with it during working hours without loss of time or pay;"},{"prefix":"3","text":" Discriminating in regard to hiring or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization, except as otherwise provided in this chapter;"},{"prefix":"4","text":" Discharging or otherwise taking reprisal against an employee because he or she has signed or filed an affidavit, petition, or complaint or given any information or testimony under this subchapter; or"},{"prefix":"5","text":" Refusing to bargain collectively in good faith with the exclusive representative."},{"prefix":"b","text":" Employees, labor organizations, their agents, or representatives are prohibited from:"},{"prefix":"1","text":" Interfering with, restraining, or coercing any employees or the District in the exercise of rights guaranteed by this subchapter;"},{"prefix":"2","text":" Causing or attempting to cause the District to discriminate against an employee in violation of § 1-617.06;"},{"prefix":"3","text":" Refusing to bargain collectively in good faith with the District if it has been designated in accordance with this chapter as the exclusive representative of employees in an appropriate unit;"},{"prefix":"4","text":" Engaging in a strike, or any other form of unauthorized work stoppage or slowdown, or in the case of a labor organization, its agents, or representatives condoning any such activity by failing to take affirmative action to prevent or stop it; and"},{"prefix":"5","text":" Engaging in a strike or refusal to handle goods or perform services, or threatening, coercing or restraining any person with the object of forcing or requiring any person to cease, delay, or stop doing business with any other person or to force or to require an employer to recognize for recognition purposes a labor organization not recognized pursuant to the procedures set forth in § 1-617.06."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.04","catch_text":"Unfair labor practices."}}