{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-612.4.\n\n1973 Ed., § 1-341.4.\n\nEffect of Amendments\n\nD.C. Law 13-27 inserted subsec. (e-1).\n\nD.C. Law 13-91, in subsec. (a), in the first sentence, inserted \"Legal,\".\n\nD.C. Law 14-213, in subsec. (a), substituted \"Excepted, and Management Supervisory Services\" for \"and Excepted Services\".\n\nTemporary Enactments\n\nFor temporary (225 day) additions, see §§ 2, 3 of Retirement Incentive Temporary Act of 2000 (D.C. Law 13-162, October 4, 2000, law notification 47 DCR 8609).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2(f) of the Legal Services Clarification and Technical Emergency Amendment Act of 1999 (D.C. Act 13-203, December 8, 1999, 46 DCR 10456).\n\nFor temporary (90-day) amendment of section, see § 2(f) of the Legal Services Clarification and Technical Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-293, March 7, 2000, 47 DCR 2063).\n\nFor temporary (90-day) amendment of section, see §§ 302 and 303 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 302, 303 and 305 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-130, see Historical and Statutory Notes following § 1-611.14.\n\nFor legislative history of D.C. Law 6-177, see Historical and Statutory Notes following § 1-601.02.\n\nLaw 8-94 was introduced in Council and assigned Bill No. 8-352, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1989, and December 19, 1989, respectively. Signed by the Mayor on January 11, 1990, it was assigned Act. No. 8-145 and transmitted to both Houses of Congress for its review.\n\nLaw 11-25, the \"Merit Personnel Early Out Retirement Revisions Temporary Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11- 211. The Bill was adopted on first and second readings on April 4, 1995, and May 2, 1995, respectively. Signed by the Mayor on May 15, 1995, it was assigned Act No. 11-53 and transmitted to both Houses of Congress for its review. D.C. Law 11-25 became effective on July 14, 1995.\n\nLaw 11-122, the \"Merit Personnel Early Out Retirement Revisions Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-226, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 6, 1996, and March, 1996, respectively. Signed by the Mayor on March 15, 1996, it was assigned Act No. 11-229 and transmitted to both Houses of Congress for its review. D. C. Law 11-122 became effective on May 24, 1996.\n\nFor legislative history of D.C. Law 11-152, see Historical and Statutory Notes following § 1-602.02.\n\nFor Law 13-27, see notes following § 1-609.03.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 14-213, see notes following § 1-603.01.\n\nResolutions\n\nResolution 14-53, the \"District of Columbia Government Comprehensive Merit Personnel Act of 1978 Recruitment and Retention Incentives for the Child and Family Services Agency Compensation System Changes Emergency Approval Resolution of 2001\", was approved effective March 6, 2001.\n\nResolution 16-219, the \"Excepted Service Employees Compensation System Changes Approval Resolution of 2005\", was approved effective July 6, 2005.\n\nResolution 16-321, the \"Career and Excepted Service Non-union Employees Compensation System Changes for Fire and Emergency Medical Services Department Non-bargaining Unit Battalion Chiefs, Deputy Chiefs, and Assistant Chiefs Approval Resolution of 2005\", was approved effective October 11, 2005.\n\nResolution 16-322, the \"Career Service, Excepted Service, and Management Supervisory Service Non-bargaining Unit Employees Pay Equity Compensation System Changes Approval Resolution of 2005\", was approved effective October 11, 2005.\n\nMiscellaneous Notes\n\nRepeal of § 3 of Law 6-177: Section 4(b) of D.C. Law 6-177 provided that the provisions of § 3 are repealed on the 1st day following the 36-month period after February 24, 1987.\n\nRepeal of § 4(b) of Law 6-177: Section 3(b) of D.C. Law 8-74, effective March 15, 1990, provided that § 4(b) of D.C. Law 6-177 is repealed.\n\nDisapproval of new compensation system for employees in Career and Excepted Services: Pursuant to Resolution 7-345, the \"Establishment of the New Compensation System for Employees in the Career and Excepted Services Disapproval Resolution of 1988\", effective November 15, 1988, the Council disapproved the Career and Excepted Services Compensation System submitted to Council by the Mayor on September 21, 1988.\n\nDistrict of Columbia Government Comprehensive Merit Personnel Act of 1978 Compensation System Changes Emergency Approval Resolution of 1991: Pursuant to Resolution 9-109, effective October 4, 1991, the Council approved, on an emergency basis, changes to the compensation system to authorize the Mayor to establish a retirement incentive program for certain District government employees.\n\nFiscal Year 1995 Spending Reduction Approval Emergency Resolution of 1995: Pursuant to Resolution 11-21, effective February 7, 1995, the Council approved, on an emergency basis, changes to the Career and Excepted Service compensation system to authorize the Mayor to extend the retirement incentive program for certain District government employees.\n\nSections 302, 303, and 305 of D.C. Law 13-172 provide:\n\n\"Sec. 302. Easy out retirement incentive.\n\n\"(a) Notwithstanding section 1106 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 ('CMPA') the Council adopts changes to the Career and Excepted Service compensation system under section 1104 of the CMPA, that authorize the Mayor to establish a retirement incentive program for certain District employees.\n\n\"(b) The changes to the compensation system are as follows:\n\n\"(1) The Mayor is authorized to establish an easy out retirement incentive program ('Easy Out Program') which shall apply to eligible employees under the personnel authority of the Mayor, and employees of any other personnel authority that is under the pay authority of the Mayor if the personnel authority chooses to participate in the Easy Out Program.\n\n\"(2) The Easy Out Program may be implemented by the appropriate personnel authority at any time after the effective date of this act.\n\n\"(3) The Easy Out Program shall be limited to employees retiring under the optional retirement provisions of 5 U.S.C. § 8336(a), (b), or (f).\n\n\"(4) The Easy Out Program shall offer a retirement incentive of not more than 50% of an employee's annual rate of basic pay from the employee's salary or pay schedule which was in effect on April 9, 2000, not to exceed $25,000, to be paid within one year of the employee's retirement.\n\n\"(5) Retirement incentive payments shall be prorated in the case of a part-time employee.\n\n\"(6) Retirement incentive payments shall not be considered basic pay for computing retirement entitlement, insurance entitlement, any category of premium pay entitlement, lump-sum leave, or any other entitlement that is computed on basic pay.\n\n\"(7) No incentive payment shall be paid to:\n\n\"(A) An employee retiring under the law enforcement or firefighter provisions of 5 U.S.C. § 8336(c), the discontinued service/involuntary retirement provisions of 5 U.S.C. § 8336(d)(1), or the disability retirement provisions of 5 U.S.C. § 8337;\n\n\"(B) An employee who is a reemployed annuitant under the provisions of 5 U.S.C. § 8344;\n\n\"(C) An employee who is in a critical position as defined by regulations promulgated by the Mayor;\n\n\"(D) An employee who is a sworn member of the Metropolitan Police Department or the Fire and Emergency Medical Services Department;\n\n\"(E) An employee who is under indictment or who is charged by information with or who has been convicted of a felony or who has been convicted after a plea of nolo contendere to a felony related to his or her employment duties; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been indicted for or charged by information with a felony; or\n\n\"(F) An employee who, based on conduct related to his or her employment duties, has been convicted of a misdemeanor or who has plead guilty or has been convicted after a plea of nolo contendere to a misdemeanor; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been charged with a misdemeanor.\n\n\"(8) For the purposes of paragraph (7)(E) of this subsection, the term 'felony' means an offense that is punishable by a term of imprisonment that exceeds one year or a fine of at least $1,000.\n\n\"(9) An employee who receives an incentive payment under the Easy Out Program shall not be eligible for reemployment with the District government for 5 years from the date of retirement, or hired or retained as a sole source consultant or personal services contractor for 5 years from the date of retirement.\n\n\"Sec. 303. Early out retirement incentive.\n\n\"(a) Notwithstanding section 1106 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 ('CMPA'), the Council adopts changes to the Career and Excepted Service compensation system under section 1104 of the CMPA, that authorize the Mayor to establish a retirement incentive program for certain District employees.\n\n\"(b) The changes to the compensation system are as follows:\n\n\"(1) The Mayor is authorized to establish an early out retirement incentive program ('Early Out Program') which shall apply to eligible employees under the personnel authority of the Mayor, and employees of any other personnel authority that is under the pay authority of the Mayor, if the personnel authority chooses to participate in the Early Out Program.\n\n\"(2) The Early Out Program may be implemented by the appropriate personnel authority at any time after the effective date of this act.\n\n\"(3) The Early Out Program shall be limited to employees retiring under the voluntary early out retirement provisions of 5 U.S.C. § 8336(d)(2).\n\n\"(4) The Early Out Program shall offer a retirement incentive of not more than 50% of an employee's annual rate of basic pay from the employee's salary or pay schedule which was in effect on April 9, 2000, not to exceed $25,000, to be paid within one year of the employee's retirement.\n\n\"(5) Retirement incentive payments shall be prorated in the case of a part-time employee.\n\n\"(6) Retirement incentive payments shall not be considered basic pay for computing retirement entitlement, insurance entitlement, any category of premium pay entitlement, lump-sum leave, or any other entitlement that is computed on basic pay.\n\n\"(7) No incentive payment shall be paid to:\n\n\"(A) An employee retiring under the law enforcement or firefighter provisions of 5 U.S.C. § 8336(c), the discontinued service/involuntary retirement provisions of 5 U.S.C. § 8336(d)(1), or the disability retirement provisions of 5 U.S.C. § 8337;\n\n\"(B) An employee who is a reemployed annuitant under the provisions of 5 U.S.C. § 8344;\n\n\"(C) An employee who is in a critical position as defined by regulations promulgated by the Mayor;\n\n\"(D) An employee who is a sworn member of the Metropolitan Police Department or the Fire and Emergency Medical Services Department;\n\n\"(E) An employee who is under indictment or who is charged by information with or who has been convicted of a felony or who has been convicted after a plea of nolo contendere to a felony related to his or her employment duties; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been indicted for or charged by information with a felony; or\n\n\"(F) An employee who, based on conduct related to his or her employment duties, has been convicted of a misdemeanor or who has plead guilty or has been convicted after a plea of nolo contendere to a misdemeanor; provided, that any employee who is ultimately acquitted or cleared of any charge that caused his or her ineligibility shall be eligible for all benefits as if that employee had never been charged with a misdemeanor.\n\n\"(8) For the purposes of paragraph (7)(E) of this subsection, the term 'felony' means an offense that is punishable by a term of imprisonment that exceeds one year or a fine of a least $1,000.\n\n\"(9) An employee who receives an incentive payment under the Early Out Program shall not be eligible for reemployment with the District government for 5 years from the date of retirement, or hired or retained as a sole source consultant or personal services contractor for 5 years from the date of retirement.\"\n\n\"Sec. 305. Sunset provision.\n\n\"This title shall expire on December 31, 2000.\"\n\nDC CODE § 1-611.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1104, 25 DCR 5740; Mar. 4, 1981, D.C. Law 3-130, § 2(c), 28 DCR 277; Feb. 24, 1987, D.C. Law 6-177, § 3(m), 33 DCR 7241; Mar. 15, 1990, D.C. Law 8-94, § 2(a), 37 DCR 782; May 24, 1996, D.C. Law 11-122, § 2, 43 DCR 1540; Aug. 1, 1996, D.C. Law 11-152, § 302(l), 43 DCR 2978; Sept. 10, 1999, D.C. Law 13-27, § 2(a), 46 DCR 5315; Apr. 12, 2000. D.C. Law 13-91, § 103(p), 47 DCR 520; Oct. 19, 2002, D.C. Law 14-213, § 3(j), 49 DCR 8140.)","sections":[{"prefix":"a","text":" The Mayor shall develop, in consultation with the Board of Education and the Board of Trustees of the University of the District of Columbia, a new compensation system for all employees in the Career, Legal, Excepted, and Management Supervisory Services. Any comments that the Board of Education or the Board of Trustees of the University of the District of Columbia wish to make on the proposed system shall be presented along with the proposed pay system submitted by the Mayor."},{"prefix":"b","text":" This new system shall include, but need not be limited to, provisions for basic pay, pay increases based on quality and length of service, premium pay, allowances, and severance pay."},{"prefix":"c","text":" The Mayor shall provide for appropriate consultations with employee organizations in the development of the new compensation system for Career Service employees."},{"prefix":"d","text":" The Mayor shall submit any proposed new compensation system to the Council for approval under the provisions of § 1-611.06. The submission shall include proposed dates on which the new compensation system shall become effective."},{"prefix":"e","text":" Until such time as a new compensation system is approved, the compensation system, including the salary and pay schedules, in effect on December 31, 1979, shall continue in effect: Provided, that pay adjustments shall be made in accordance with the policy stated in § 1-611.03."},{"prefix":"e-1","text":" Until such time as the Metropolitan Police Department Excepted Service Sworn Employees' Compensation System is established, the Mayor may develop a pay schedule, to be limited to no more than 10 excepted service sworn employees, for Metropolitan Police Department Excepted Service sworn employees and submit it to the Council for approval in accordance with § 1-611.06."},{"prefix":"f","text":" For the purpose of subsections (a) through (d) of this section, the term compensation system shall not include salary or pay schedules."},{"prefix":"g","text":" An employee who is under indictment or who is charged by information with or who has been convicted of a felony related to his or her employment duties shall not be eligible for benefits under an Easy Out, Early Out, or similar Retirement Incentive Program; provided, that any employee who is ultimately acquitted or cleared of any charge which caused his ineligibility shall be eligible for all benefits as if that employee has never been indicted for or charged by information with a felony."},{"prefix":"h","text":" For the purposes of this subchapter, the term \"felony\" means an offense that is punishable by a term of imprisonment that exceeds one year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XI","text":"Classification; Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"611","identifier":"1-611.04","catch_text":"Compensation system for Career and Excepted Services-- Established."}}