{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-613.6.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-155, see Historical and Statutory Notes following § 1-613.04.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nMiscellaneous Notes\n\nApplicability of § 101(o)(5) of D.C. Law 12-124: Section 401(c) of D.C. Law 12-124, as amended by § 60 of D.C. Law 12-264, provided that § 101(h), (l), (m), (n), (o)(2) through (5), (q), (r), (t), (u), (w), and (y) of the act shall apply as of October 21, 1998.\n\nDC CODE § 1-612.06\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1206, as added Sept. 11, 1990, D.C. Law 8-155, § 2, 37 DCR 4159; June 10, 1998, D.C. Law 12-124, § 101(o)(5), 45 DCR 2464.)","sections":[{"prefix":"a","text":" A potential leave donor may submit a voluntary written request to the potential leave donor's personnel authority that a specified number of hours of the employee's accrued annual leave be donated to the annual leave bank. The donation shall be made to the annual leave bank in accordance with procedures established pursuant to § 1-612.11."},{"prefix":"b","text":" A leave donor may not donate more than a total of one-half of the amount of annual leave that the leave donor would be entitled to accrue during the leave year in which the donation is made, except that a leave donor may donate restored leave without limitation; however, the personnel authority or his or her designee may, in special circumstances, waive the limitation of the amount of annual leave that can be donated by an employee once the employee has donated the minimum of 4 hours of leave."},{"prefix":"b-1","text":" A leave donor may designate the employee who is to receive the donated leave if the employee has applied for and been approved as a leave recipient. Any remaining donated annual leave, if not used by the designated leave recipient, becomes the property of the annual leave bank program for use by other leave recipients."},{"prefix":"c","text":" The value of the leave donated by the leave donor shall be in an amount equal to the hourly rate of pay of the leave donor multiplied by the number of hours of annual leave donated."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XII","text":"Hours of Work; Legal Holidays; Leave. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"612","identifier":"1-612.06","catch_text":"Donations."}}