{"text":"For purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-354, in par. (4), validated a previously made technical correction.\n\nD.C. Law 16-91, in par. (4), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 15-68, the \"Voluntary Transfer of Leave Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-46, which was referred to Committee on Government Operations.  The Bill was adopted on first and second readings on July 8, 2003, and October 7, 2003, respectively.   Signed by the Mayor on October 24, 2003, it was assigned Act No. 15-197 and transmitted to both Houses of Congress for its review.  D.C. Law 15-68 became effective on February 6, 2004.\n\nFor Law 15-354, see notes following § 1-523.01.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nDC CODE § 1-612.31\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1231, as added Feb. 6, 2004, D.C. Law 15-68, § 2, 50 DCR 9819; Apr. 13, 2005, D.C. Law 15-354, § 5(c), 52 DCR 2638; Apr. 7, 2006, D.C. Law 16-91, § 118(b), 52 DCR 10637.)","sections":[{"prefix":"1","text":" \"Agency\" shall have the meaning provided in § 1-603.01(1)."},{"prefix":"2","text":" \"Child\" means any person:"},{"prefix":"A","text":" Under 21 years of age;"},{"prefix":"B","text":" Twenty-one years of age or older and is substantially dependent upon the recipient employee by reason of physical or mental disability; or"},{"prefix":"C","text":" Under 23 years of age and is a full-time student."},{"prefix":"3","text":" \"Domestic partner\" shall have the meaning provided in § 32-701."},{"prefix":"4","text":" \"Employee\" shall have the meaning provided in § 1-603.01(7), except that it shall mean an employee who is eligible to accrue annual or universal leave."},{"prefix":"5","text":" \"Head\" shall have the meaning provided in § 1-603.01."},{"prefix":"6","text":" \"Immediate relative\" means:"},{"prefix":"A","text":" An individual who is related by blood or marriage to the recipient employee as father, mother, child, husband, or wife;"},{"prefix":"B","text":" An individual for whom the recipient employee is the legal guardian; or"},{"prefix":"C","text":" A domestic partner."},{"prefix":"7","text":" \"Independent agency\" shall have the meaning provided in § 1-603.01(13)."},{"prefix":"8","text":" \"Intimidate, threaten, or coerce\" includes promising to confer or conferring any benefit such as appointment, promotion, or compensation, or effecting, or threatening to effect, any reprisal such as deprivation of appointment, promotion, or compensation."},{"prefix":"9","text":" \"Leave contributor\" means an employee who contributes annual or universal leave to be transferred to a designated recipient employee."},{"prefix":"10","text":" \"Personal care\" means custodial or primary assistance that helps an individual with activities of daily living, including bathing, eating, dressing, and continence. The term \"personal care\" shall include the recent adoption of a child and the care of a newborn child."},{"prefix":"11","text":" \"Prolonged absence\" means an employee's absence from duty for at least 10 consecutive workdays that will result in a substantial loss of income to the employee because of the unavailability of paid leave."},{"prefix":"12","text":" \"Recipient employee\" means an individual employed by the District government for a minimum of one year without a break in service who is designated to receive annual or universal leave transferred from a leave contributor."},{"prefix":"13","text":" \"Serious health condition\" means pregnancy or a physical or mental illness, injury, or impairment that involves a hospital, hospice, or residential health care facility or continuing treatment at home by a competent health care provider or other individual."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XII-A","text":"Voluntary Leave Transfer Program."},"heading":{"title":"1","chaptersection":"612","identifier":"1-612.31","catch_text":"Definitions."}}