{"text":"Employees shall have the following rights and responsibilities:","historical":"Prior Codifications\n\n1981 Ed., § 1-616.18.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subd. (11), substituted \"subchapter XVII-A\" for \"§ 617.1\".\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-615.51.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-160, see Historical and Statutory Notes following § 1-602.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nDC CODE § 1-615.58\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1558, as added Oct. 7, 1998, D.C. Law 12-160, § 102(c), 45 DCR 5147; Apr. 12, 2000, D.C. Law 13-91, § 109(d), 47 DCR 520.)","sections":[{"prefix":"1","text":" The right to freely express their opinions on all public issues, including those related to the duties they are assigned to perform; provided, however, that any agency may promulgate reasonable rules and regulations requiring that any such opinions be clearly disassociated from that agency's policy;"},{"prefix":"2","text":" The right to disclose information unlawfully suppressed, information concerning illegal or unethical conduct which threatens or which is likely to threaten public health or safety or which involves the unlawful appropriation or use of public funds, and information which would tend to impeach the testimony of employees of the District government before committees of the Council or the responses of employees to inquiries from members of the Council concerning the implementation of programs, information which would involve expenditure of public funds, and the protection of the constitutional rights of citizens and the rights of government employees under this chapter and under any other laws, rules, or regulations for the protection of the rights of employees; provided, however, that nothing in this section shall be construed to permit the disclosure of the contents of personnel files, personal medical reports, or any other information in a manner to invade the individual privacy of an employee or citizen of the United States except as otherwise provided in this chapter;"},{"prefix":"3","text":" The right to communicate freely and openly with members of the Council and to respond fully and with candor to inquiries from committees of the Council, and from members of the Council; provided, however, that nothing in this section shall be construed to permit the invasion of the individual privacy of other employees or of citizens of the United States;"},{"prefix":"4","text":" The right to assemble in public places for the free discussion of matters of interest to themselves and to the public and the right to notify, on their own time, fellow employees and the public of these meetings;"},{"prefix":"5","text":" The right to humane, dignified, and reasonable conditions of employment, which allow for personal growth and self-fulfillment, and for the unhindered discharge of job responsibilities;"},{"prefix":"6","text":" The right to individual privacy; provided, however, that nothing in this section shall limit in any manner an employee's access to his or her own personnel file, medical report file, or any other file or document concerning his or her status or performance within his or her agency, except as otherwise provided in subchapter XXXI;"},{"prefix":"7","text":" Each employee of the District government shall make all protected disclosures concerning any violation of law, rule, or regulation, contract, misuse of government resources or other disclosure enumerated in § 1- 615.52(a)(6), as soon as the employee becomes aware of the violation or misuse of resources;"},{"prefix":"8","text":" Each supervisor employed by the District government shall make all protected disclosures involving any violation of law, rule, regulation or contract pursuant to § 1-615.52(a)(6)(D) as soon as the supervisor becomes aware of the violation;"},{"prefix":"9","text":" The failure of a supervisor to make protected disclosures pursuant to § 1-615.52(a)(6)(D) shall be a basis for disciplinary action including dismissal;"},{"prefix":"10","text":" Upon receipt of an adjudicative finding that a protected activity was a contributing factor in an alleged prohibited personnel action, the appropriate agency head shall immediately institute disciplinary action against the offending supervisor; and"},{"prefix":"11","text":" Disciplinary action taken pursuant to this section shall follow the procedures of subchapter XVI-A, where applicable."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XV-A","text":"Whistleblower Protection."},"heading":{"title":"1","chaptersection":"615","identifier":"1-615.58","catch_text":"Employee responsibilities."}}