{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-615.12.\n\nEffect of Amendments\n\nD.C. Law 13-172 rewrote subsec. (e), which previously read:\n\n\"For each measure of performance there shall be at least 2 stated objectives, one designated as an acceptable level of performance and the other designated as a superior level of performance. The performance plan shall also state the position, and immediate supervisor or superior of the District of Columbia management employee, and the identity of nonmanagement personnel who are most directly responsible for the achievement of each performance measure.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1802(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1802(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-16, see Historical and Statutory Notes following § 1-614.11.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 18, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-375 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nMiscellaneous Notes\n\nGovernment Managers Accountability Act of 1995--FY 96 Performance Report and FY 98 Performance Plan: See Mayor's Order 97-8, January 14, 1997 (44 DCR 490).\n\nDC CODE § 1-614.12\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1412, as added May 16, 1995, D.C. Law 11-16, § 2(b), 42 DCR 1394; Oct. 19, 2000, D.C. Law 13-172, § 1802, 47 DCR 6308; Oct. 19, 2000, D.C. Law 13-172, § 1802(a), 47 DCR 6308.)","sections":[{"prefix":"a","text":" Not later than January 1, 1996, and coincident with annual budget submissions to the Council in succeeding years, each agency of the District of Columbia shall develop and submit to the Council a performance plan that covers all publicly funded activities of the agency."},{"prefix":"b","text":" The performance plan shall state measurable, objective performance goals and objectives for all significant activities of the government of the District of Columbia, including activities supported in whole or in part by public funds, but performed in whole or in part by some other public or private entity."},{"prefix":"c","text":" Control center and responsibility center budgetary information shall be organized along specific program lines with corresponding statements of goals and objectives included in the performance plan."},{"prefix":"d","text":" For each agency and major program covered by the performance plan, there shall be one or more measures of performance, that addresses both quantity and quality. The performance measures may include program outputs and activity levels, but should also include measures of program outcomes and results."},{"prefix":"e","text":" The performance plan shall state the name and position of the management employees most directly responsible for the achievement of each performance measure, and the immediate supervisor or superior of the management employees."},{"prefix":"f","text":" Any change in resources or reprogramming within the agency shall require appropriate revision to the performance plan by the agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XIV-A","text":"Managers Accountability."},"heading":{"title":"1","chaptersection":"614","identifier":"1-614.12","catch_text":"Performance plan."}}