{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-616.5.\n\n1973 Ed., § 1-345.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nDC CODE § 1-615.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1505, 25 DCR 5740.)","sections":[{"prefix":"a","text":"(1) Any citizen shall have a right to commence a suit in the Superior Court of the District of Columbia on behalf of the District government to recover funds which have been improperly paid by the District government while there exists any conflict of interest on the part of the employee or employees directly or indirectly responsible for such payment."},{"prefix":"2","text":" It shall be an affirmative defense to any action under this section that the defendant did not know or have reason to know of the conflict of interest."},{"prefix":"b","text":" Any citizen who commences a suit under this section shall be entitled to 10 percent of the amount recovered for the District. The prevailing party shall recover reasonable attorney's fees and other costs incidental to the action."},{"prefix":"c","text":" The right of a citizen to commence and maintain a suit under this section shall continue notwithstanding any action taken by the Corporation Counsel or any United States attorney: Provided, however, that if the District shall first commence suit, a citizen may not commence a suit under this section: Provided, further, however, that if the District shall fail to carry on such suit with due diligence within a period of 6 months or within such additional time as the Court may allow, a citizen may commence a suit under this section and such suit shall continue notwithstanding any action taken by the Corporation Counsel or any United States attorney."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XV","text":"Employee Rights and Responsibilities. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"615","identifier":"1-615.05","catch_text":"Curbing fraud and conflicts of interest."}}