{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-614.1.\n\n1973 Ed., § 1-343.1.\n\nEffect of Amendments\n\nD.C. Law 19-168 added subsecs. (a-1) and (h).\n\nEmergency Act Amendments\n\nFor temporary amendment of § 401 of the Omnibus Personnel Reform Amendment Act of 1998 (D.C. Law 12-124), see § 2 of the Personnel Reform Technical Amendment Emergency Act of 1998 (D.C. Act 12-520, December 4, 1998, 45 DCR 9049).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nMiscellaneous Notes\n\nShort title: Section 1141 of D.C. Law 19-168 provided that subtitle N of title I of the act may be cited as \"District Employee Training Recordation and Centralization Amendment Act of 2012\".\n\nDC CODE § 1-613.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1301, 25 DCR 5740; Sept. 20, 2012, D.C. Law 19-168, § 1142, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The Mayor and the District of Columbia Board of Education shall each install and maintain programs for the training and development of their respective employees through planned courses, systems, or other instruction or education in fields which are or will be related to the performance of official duties for the District, in order to increase their knowledge, proficiency, ability, skill and qualifications in the performance of these duties. This system of training shall be created to ensure that the principles of efficiency, economy and equitable treatment for all employees is carried out for the successful operation of the District government."},{"prefix":"a-1","text":"(1) The Mayor shall undertake a comprehensive analysis of all training and development programs available to District employees and shall establish a comprehensive plan (\"Plan\") to expand training opportunities for all District employees. The plan shall include a review of federal training programs, courses, and professional certifications and a recommendation of whether to centralize administration and coordination of training functions within the Department of Human Resources."},{"prefix":"2","text":" The Mayor shall provide the Plan required by this subsection to the Council no later than December 31, 2012."},{"prefix":"b","text":" When educational facilities under the control and direction of the District government are not the most economical available to carry out the provisions of this section, the Mayor and the District of Columbia Board of Education may make arrangements and agreements with colleges, universities, educational institutions, appropriate institutions or corporations. The appropriate personnel authority shall have the authority to enter into these arrangements and agreements for employee development. The Mayor and the District of Columbia Board of Education shall issue rules and regulations concerning what items must be included in agreements for employee development activities relying on non-District facilities."},{"prefix":"c","text":"(1) An employee shall not suffer a loss in pay, tenure, or other rights and benefits by reason of participation in any training or career development program when such participation has been approved or authorized by the District government."},{"prefix":"2","text":" The District may: (A) Pay all or a part of the pay of an employee selected and assigned for training under this section (except overtime, holiday, night, or Sunday premium pay); and (B) pay all or a part of the necessary expenses of the training, including the employee's costs of travel, subsistence, transportation, tuition, fees, books, and related materials; and membership fees to the extent that the fee is a necessary cost directly related to the training itself or that payment of the fee is a condition precedent for the training. The prohibition in this subsection on payment of premium pay may be waived when the Mayor determines that payment of premium pay would be in the interests of equity and good conscience or in the public interest."},{"prefix":"d","text":"(1) An employee selected for training under this section in a university, college, or other educational institution not controlled by the District shall agree in writing with the District that he or she will:"},{"prefix":"A","text":" Continue in the service of the District after the end of the training period for a period of time at least equal to the length of the training period, unless he or she is involuntarily separated from that service; and"},{"prefix":"B","text":" Pay to the District the amount of expenses incurred by it in connection with the training, other than his or her pay, if he or she voluntarily leaves that service before the end of the period for which he or she had agreed to serve."},{"prefix":"2","text":" If an employee fails to fulfill the agreement under this subsection to pay the expenses of the training, a sum equal to those expenses is recoverable by the District from the employee, or his or her estate, by setoff against pay, amount of retirement credit, or other amount due the employee from the District."},{"prefix":"3","text":" The right of recovery under paragraph (2) of this subsection may be waived, in whole or in part, by the Mayor and the District of Columbia Board of Education if recovery would be against equity and good conscience, or against the public interest."},{"prefix":"4","text":" The Mayor and the District of Columbia Board of Education may exempt from the requirement for entering into a written agreement under this subsection the following:"},{"prefix":"A","text":" An employee selected for training that does not exceed 80 hours within a single program;"},{"prefix":"B","text":" An employee selected for training which is given through a correspondence course; and"},{"prefix":"C","text":" An employee selected for training in a manufacturer's training facility, if that training is the direct result of the lease or purchase of that manufacturer's product by the District government."},{"prefix":"e","text":" The Mayor and the District of Columbia Board of Education shall issue rules and regulations concerning the implementation of this subchapter, consistent with equal employment opportunities and standards."},{"prefix":"f","text":" The head of each District agency shall prepare an annual employee development plan which identifies subject matter areas where training is needed, the types of programs and courses which could be used to meet those identified training needs and the types of training activities which will be carried out in the coming year."},{"prefix":"1","text":" The annual employee development plan should also evaluate the impact and success of prior training and employee development activities. Cost figures should include employee pay and benefit expenses while engaged in training on official time, tuition expenses and other fees, travel costs, and other appropriate items."},{"prefix":"2","text":" The Council may review and inspect all plans developed in accordance with this subsection."},{"prefix":"g","text":" Programs developed under the authority of this subchapter are appropriate matters for collective bargaining with labor organizations."},{"prefix":"h","text":" The Mayor shall maintain a record in each employee's personnel file of the training and development programs in which the employee has participated. The Mayor may dictate the content of the record; provided, that it includes:"},{"prefix":"1","text":" The name of each program;"},{"prefix":"2","text":" The length of each program;"},{"prefix":"3","text":" Any certification or endorsement associated with each program; and"},{"prefix":"4","text":" The cost of each program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XIII","text":"Employee Development. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"613","identifier":"1-613.01","catch_text":"Programs for employee development."}}