{"text":"The Executive Service employees' leave system shall provide the following:","historical":"Prior Codifications\n\n1981 Ed., § 1-611.61.\n\nEffect of Amendments\n\nD.C. Law 19-115, in par. (3), substituted \"208 hours\" for \"26 days\"; in par. (4), substituted \"2 hours\" for \"8 hours\"; and, in par. (5), substituted \"40 hours\" for \"5 days\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7 of Fiscal Year 1999 Budget Support Temporary Amendment Act of 1998 (D.C. Law 12-211, April 13, 1999, law notification 46 DCR 3833).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see §§ 6 and 7 of the Fiscal year 1999 Budget Support Emergency Amendment Act of 1998 (D.C. Act 12-480, October 28, 1998, 45 DCR 8016), and §§ 6 and 7 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-4, February 8, 1999, 46 DCR 2291).\n\nFor temporary amendment of section, see § 1901 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, 45 DCR 7229), as amended by § 6 of D.C. Law 12-211, and § 1901 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nSection 1902 of D.C. Act 12-401 provides that § 1901(a) and (b) shall apply upon the enactment by the United States Congress of legislation adopting § 101(m) of the Omnibus Personnel Reform Amendment Act of 1998, signed by the Mayor on April 1, 1998 (D.C. Law 12-124; 45 DCR 2464).\n\nFor temporary (90-day) amendment of section, see § 1901 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 1-603.01.\n\nLaw 12-267, the \"Closing of a Public Alley in Square 371, S.O. 96-202, Act of 1998,\" was introduced in Council and assigned Bill No. 12-800. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 23, 1998, it was assigned Act No. 12-576 and transmitted to both Houses of Congress for its review. D.C. Law 12-267 became effective on April 27, 1999.\n\nFor history of Law 19-115, see notes under § 1-608.01.\n\nMiscellaneous Notes\n\nApplicability of § 101(m) of D.C. Law 12-124: See Historical and Statutory Notes following § 1-610.51.\n\nApplicability of § 2301(a) and (b) of D.C. Law 12-175: Section 2302 of D.C. Law 12-175, as amended by § 63 of D.C. Law 12-264, provided that § 2301(a) and (b) of the act shall apply as of October 21, 1998.\n\nDC CODE § 1-610.61\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1061, as added June 10, 1998, D.C. Law 12-124, § 101(m), 45 DCR 2464; Mar. 26, 1999, D.C. Law 12-175, § 2301, 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-264, § 5(b), 46 DCR 2118; Apr. 27, 1999, D.C. Law 12-267, § 5, 46 DCR 960; Mar. 14, 2012, D.C. Law 19-115, § 2(g), 59 DCR 461.)","sections":[{"prefix":"1","text":" No employee shall earn annual or sick leave."},{"prefix":"2","text":" Each employee shall have a universal leave account."},{"prefix":"3","text":" Each employee's universal leave account shall be credited with 208 hours on the first pay period of the leave year, or on a pro-rata basis for appointments after the first pay period of the leave year."},{"prefix":"4","text":" No employee shall be charged for leave for any absence which is less than 2 hours."},{"prefix":"5","text":" An employee may carry over, for use in succeeding years, not more than 40 hours of unused universal leave."},{"prefix":"6","text":" Each employee in the Executive Service on the last day of the last pay period of the leave year shall have his or her accrued annual leave balance, up to a maximum of 240 hours, transferred to an escrow account for use at the discretion of the employee until exhausted. The employee will be given a lump-sum payment for any annual leave in excess of 240 hours, payable at the rate of pay in effect immediately before the transition."},{"prefix":"7","text":" Each employee appointed without a break in service to a position in the Executive Service from another position in the District government, on or after the first day of the first pay period after enactment of this section shall have his or her accrued annual leave balance, up to a maximum of 240 hours, transferred to an escrow account for use at the discretion of the employee until exhausted. The employee will be given a lump-sum payment for any annual leave in excess of 240 hours, payable at the rate of pay in effect immediately before his or her appointment in the Executive Service."},{"prefix":"8","text":" Upon separation from his or her position in the Executive Service, any annual leave remaining in the escrow account and any universal leave to his or her credit (less a pro-rated amount representing the portion of the leave that would be creditable for the remainder of the year) will be paid at the employee's rate of pay at the time of separation."},{"prefix":"9","text":" Sick leave previously accrued under a different leave system shall be held in an escrow account and may be used at the discretion of the employee until exhausted."},{"prefix":"10","text":" The Mayor may establish a disability income protection program for Executive Service employees to include short and long-term disability insurance which shall provide coverage for non-job related illness or injury."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"X-A","text":"Executive Service."},"heading":{"title":"1","chaptersection":"610","identifier":"1-610.61","catch_text":"Universal leave."}}