{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-616.4.\n\n1973 Ed., § 1-345.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nDC CODE § 1-615.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1504, 25 DCR 5740.)","sections":[{"prefix":"a","text":" For purposes of this section, \"consumer protection law\" shall include any law intended to protect, or which does in fact protect, individual consumers from unfair, deceptive, or misleading acts or practices; or the nondisclosure of product quality, weight, size, or performance. Any employee who administers, enforces, or implements any health, safety, environmental, or consumer protection law, or any rules and regulations promulgated for the enforcement of such laws, is a fiduciary to any individual or class of individuals intended to be protected, or who are in fact protected, from injury or harm, or risk of injury or harm, by laws, rules and regulations, and, as a fiduciary, is obligated to protect such individual or class of individuals."},{"prefix":"b","text":" Any individual or class of individuals may commence a civil action on his or her or their own behalf against any employee or employees in any agency for breach of a fiduciary duty upon showing that said employee or employees by his or her or their acts or omissions has or have exposed said individual or class of individuals to an injury or harm, or risk of injury or harm, from which they are to be protected by the employee or employees. Such action may be brought in the Superior Court of the District of Columbia. The District of Columbia, through the Corporation Counsel, shall defend any employee or employees against whom such action is commenced. Such employee or employees may, however, at his or her or their option, provide for his or her or their own defense."},{"prefix":"c","text":" If the Court finds that any employee or employees have breached their fiduciary duty by any act or omission or by any series of acts or omissions, the Court shall do the following:"},{"prefix":"1","text":" Order performance or cessation of performance, as appropriate; and"},{"prefix":"2","text":" Take any other appropriate action, including the assessment of fines not to exceed $1,000, against any employee or employees within the agency who has or have breached the duties of the fiduciary relationship."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XV","text":"Employee Rights and Responsibilities. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"615","identifier":"1-615.04","catch_text":"Public employees as fiduciaries for consumer protection."}}