{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-618.3.\n\n1973 Ed., § 1-347.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nDC CODE § 1-617.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. 2-139, § 1703, 25 DCR 5740.)","sections":[{"prefix":"a","text":" Recognition shall be accorded only to a labor organization that is free from corrupt influences and influences opposed to basic democratic principles. A labor organization must certify to the Board that its operations mandate the following:"},{"prefix":"1","text":" The maintenance of democratic provisions for periodic elections to be conducted subject to recognized safeguards and provisions defining and securing the right of individual members to participate in the affairs of the organization, to fair and equal treatment under the governing rules of the organization, and to fair process in disciplinary proceedings;"},{"prefix":"2","text":" The exclusion from office in the organization of any person identified with corrupt influences;"},{"prefix":"3","text":" The prohibition of business or financial interests on the part of organization officers and agents which conflict with their duty to the organization and its members;"},{"prefix":"4","text":" Fair elections; and"},{"prefix":"5","text":" The maintenance of fiscal integrity in the conduct of the affairs of the organization, including provision for accounting and financial controls and regular financial reports or summaries to be made available to members."},{"prefix":"b","text":" The Board may accept any of the following as evidence that a labor organization's operations meet the requirements of subsection (a) of this section:"},{"prefix":"1","text":" A statement in writing that the labor organization is a member of the American Federation of Labor-Congress of Industrial Organizations and is governed by and subscribes to the American Federation of Labor-Congress of Industrial Organizations Codes of Ethical Practice;"},{"prefix":"2","text":" A copy of the labor organization's constitution and bylaws which contain explicit provisions covering these standards;"},{"prefix":"3","text":" A copy of rules and regulations of the organization which have been officially adopted by the membership, which contain explicit provisions covering these standards; or"},{"prefix":"4","text":" An official certification in writing from a labor organization stating that the labor organization subscribes to the standards of conduct for labor organizations, as set forth in this section."},{"prefix":"c","text":" The Board shall prescribe the rules and regulations needed to effect this section. Any complaint of a violation of this section shall be filed with the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XVII","text":"Labor-Management Relations. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"617","identifier":"1-617.03","catch_text":"Standards of conduct for labor organizations."}}