{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-616.14.\n\nEffect of Amendments\n\nD.C. Law 18-117 rewrote subsec. (a);  in subsec. (b), substituted \"defendant\" for \"employing District agency\";  and added subsec. (e).   Prior to amendment, subsec. (a) read as follows:\n\n\"(a) An employee aggrieved by a violation of § 1-615.53 may bring a civil action before a court or a jury in the Superior Court of the District of Columbia seeking relief and damages, including but not limited to injunction, reinstatement to the same position held before the prohibited personnel action or to an equivalent position, and reinstatement of the employee's seniority rights, restoration of lost benefits, back pay and interest on back pay, compensatory damages, and reasonable costs and attorney fees. A civil action shall be filed within one year after a violation occurs or within one year after the employee first becomes aware of the violation. A civil action brought pursuant to this section shall comply with the notice requirements of § 12- 309.\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-615.51.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-160, see Historical and Statutory Notes following § 1-602.01.\n\nFor Law 18-117, see notes following § 1-615.52.\n\nDC CODE § 1-615.54\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 1554, as added Oct. 7, 1998, D.C. Law 12-160, § 102(c), 45 DCR 5147; Mar. 11, 2010, D.C. Law 18-117, § 2(c), 57 DCR 896.)","sections":[{"prefix":"a","text":"(1) An employee aggrieved by a violation of § 1-615.53 may bring a civil action against the District, and, in his or her personal capacity, any District employee, supervisor, or official having personal involvement in the prohibited personnel action, before a court or a jury in the Superior Court of the District of Columbia seeking relief and damages, including:"},{"prefix":"A","text":" An injunction;"},{"prefix":"B","text":" Reinstatement to the same position held before the prohibited personnel action or to an equivalent position;"},{"prefix":"C","text":" Reinstatement of the employee's seniority rights;"},{"prefix":"D","text":" Restoration of lost benefits;"},{"prefix":"E","text":" Back pay and interest on back pay;"},{"prefix":"F","text":" Compensatory damages; and"},{"prefix":"G","text":" Reasonable costs and attorney fees."},{"prefix":"2","text":" A civil action shall be filed within 3 years after a violation occurs or within one year after the employee first becomes aware of the violation, whichever occurs first."},{"prefix":"3","text":" Section 12-309 shall not apply to any civil action brought under this section."},{"prefix":"b","text":" In a civil action or administrative proceeding, once it has been demonstrated by a preponderance of the evidence that an activity proscribed by § 1-615.53 was a contributing factor in the alleged prohibited personnel action against an employee, the burden of proof shall be on the defendant to prove by clear and convincing evidence that the alleged action would have occurred for legitimate, independent reasons even if the employee had not engaged in activities protected by this section."},{"prefix":"c","text":" Notwithstanding any other provision of law, a violation of § 1-615.53 constitutes a complete affirmative defense for a whistleblower to a prohibited personnel action in an administrative review, challenge, or adjudication of that action."},{"prefix":"d","text":" An employee who prevails in a civil action at the trial level, shall be granted the equitable relief provided in the decision effective upon the date of the decision, absent a stay."},{"prefix":"e","text":"(1) If a protected disclosure assists in securing the right to recover, the actual recovery of, or the prevention of loss of more than $100,000 in public funds, the Mayor may pay a reward in any amount between $5,000 and $50,000 to the person who made the protected disclosure; provided, that any reward shall be recommended by the Inspector General, the District of Columbia Auditor, or other similar law enforcement authority."},{"prefix":"2","text":" This subsection shall not create any right or benefit, substantive or procedural, enforceable at law or equity, by a party against any District government agency, instrumentality, officer, employee, or other person."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XV-A","text":"Whistleblower Protection."},"heading":{"title":"1","chaptersection":"615","identifier":"1-615.54","catch_text":"Enforcement."}}