{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.37.\n\n1973 Ed., § 1-353.37.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nDC CODE § 1-623.37\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2337, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(cc), 27 DCR 2632.)","sections":[{"prefix":"a","text":" When the Mayor finds that the amount of compensation payable to an employee who is neither a citizen nor resident of the United States or Canada, or payable to a dependent of such an employee, is substantially disproportionate to compensation for disability or death payable in similar cases under local statute, regulations, custom, or otherwise at the place outside the continental United States or Canada where the employee is working at the time of injury, he or she may provide for payment of compensation on a basis reasonably in accord with prevailing local payments in similar cases by:"},{"prefix":"1","text":" The adoption or adaption of the substantive features, by a schedule or otherwise, of local workmen's compensation provisions or other local statute, regulation, or custom applicable in cases of personal injury or death; or"},{"prefix":"2","text":" Establishing special schedules of compensation for injury, death and loss of use of members and functions of the body for specific classes of employees, areas, and place. Irrespective of the basis adopted, the Mayor may at any time:"},{"prefix":"A","text":" Modify or limit the maximum monthly and total aggregate payments for injury, death, and medical or other benefits;"},{"prefix":"B","text":" Modify or limit the percentages of the wage of the employee payable as compensation for the injury or death; and"},{"prefix":"C","text":" Modify, limit, or redesignate the class or classes of beneficiaries entitled to death benefits, including the designation of persons, representatives, or groups entitled to payment under local statute or custom whether or not included in the classes of beneficiaries otherwise specified by this subchapter."},{"prefix":"b","text":" In a case under this section, the Mayor or his or her designee may:"},{"prefix":"1","text":" Make a lump sum award in the manner prescribed by § 1-623.35 when he or she, or his or her designee, considers it to be for the best interest of the District of Columbia government; and"},{"prefix":"2","text":" Compromise and pay a claim for benefits, including a claim in which there is a dispute as to jurisdiction or other fact or a question of law. Compensation paid under this subsection is instead of all other compensation from the District of Columbia government for the same injury or death, and a payment made under this subsection is deemed compensation under this subchapter and satisfaction of all liability of the District of Columbia government in respect to the particular injury or death."},{"prefix":"c","text":" The Mayor may delegate to an employee or agency of the District of Columbia government, with such limitations and right of review as he or she considers advisable, authority to process, adjudicate, commute by lump-sum award, compromise and pay a claim or class of claims for compensation, and to provide other benefits, locally, under this section, in accordance with such rules, regulations, and instructions as the Mayor considers necessary. For this purpose, the Mayor may provide or transfer funds, including reimbursement of amounts paid under this subchapter."},{"prefix":"d","text":" The Mayor may waive the application of this subchapter in whole or in part and for such period or periods as he or she may fix if the Mayor finds that:"},{"prefix":"1","text":" Conditions prevent the establishment of facilities for processing and adjudicating claims under this section; or"},{"prefix":"2","text":" Claimants under this section are alien enemies."},{"prefix":"e","text":" The Mayor may apply this section retrospectively with adjustment of compensation and benefits as he or she considers necessary and proper."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.37","catch_text":"Compensation for noncitizens and nonresidents."}}