{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.42.\n\n1973 Ed., § 1-353.42.\n\nEffect of Amendments\n\nD.C. Law 17-219 rewrote subsec. (a), which had read as follows:\n\n\"(a) There is established in the District of Columbia government the Employees' Compensation Fund which consists of sums that the Council of the District of Columbia government and/or Congress, from time to time, may appropriate for or transfer to it and amounts that otherwise accrue to it under this subchapter or other statute. The Fund is available without time limit for the payment of compensation and other benefits and expenses, except administrative expenses, authorized by this subchapter or any extension or application thereof, except as otherwise provided by this subchapter or other statute. For the purpose of this section, 'administrative expenses' does not include expenses for legal service performed by or for the Mayor under §§ 1-623.31 and 1-623.32.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Fiscal Year 1999 Disability Compensation Administrative Financing Temporary Amendment Act of 1998 (D.C. Law 12-239, April 20, 1999, law notification 46 DCR 4152).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(h) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(h) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary amendment of section, see § 2 of the Disability Compensation Administrative Financing Emergency Amendment Act of 1998 (D.C. Act 12-445, September 8, 1998, 45 DCR 6663), and § 2 of the Fiscal Year 1999 Disability Compensation Administrative Financing Emergency Amendment Act of 1998 (D.C. Act 12-572, January 12, 1999, 46 DCR 903).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 17-219, see notes following § 1-308.29.\n\nMiscellaneous Notes\n\nShort title: Section 1012 of D.C. Law 17-219 provided that subtitle F of title I of the act may be cited as the \"Employee Compensation Fund Allowance and Clarification Amendment Act of 2008\".\n\nDC CODE § 1-623.42\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2342, 25 DCR 5740; Mar. 26, 1999, D.C. Law 12-175, § 2102(h), 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-264, § 5(e), 46 DCR 2118; Aug. 16, 2008, D.C. Law 17-219, § 1013, 55 DCR 7598.)","sections":[{"prefix":"a","text":"(1) For the purposes of this section, the term \"administrative expenses\" means, except as provided by subsection (b) of this section, any cost of administration or operation, whether executive, clerical, or otherwise, discretionary or non- discretionary, that is not a payment directed to medical care, vocational rehabilitation, or employee compensation and benefits; provided, that the term \"administrative expenses\" shall not include expenses for legal service performed by or for the Mayor under §§ 1-623.31 and 1- 623.32."},{"prefix":"2","text":" There is established in the District of Columbia government the Employees' Compensation Fund (\"Fund\"), which shall consists of sums that the Council of the District of Columbia government or Congress, from time to time, may appropriate for or transfer to it and amounts that otherwise accrue to it under this chapter or other statute. The Fund is available without time limit for the payment of compensation and other benefits and expenses, except administrative expenses, authorized by this chapter or any extension or application thereof, except as otherwise provided by this subchapter or other statute."},{"prefix":"3","text":" Notwithstanding the provisions of paragraph (2) of this subsection, for fiscal year 2009 only, an amount not to exceed $904,000 may be expended for the administrative expenses of the Fund."},{"prefix":"b","text":" The costs and expenses of the representation of the Mayor or his or her designee by the Corporation Counsel in proceedings under § 1-623.24 and § 1-623.28 shall be paid out of the Employees' Compensation Fund established by this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.42","catch_text":"Employees' Compensation Fund."}}