{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.31.\n\n1973 Ed., § 1-353.31.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nDC CODE § 1-623.31\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2331, 25 DCR 5740.)","sections":[{"prefix":"a","text":"(1) If an injury or death for which compensation is payable under this subchapter is caused under circumstances creating a legal liability on a person other than the District of Columbia government to pay damages, the Mayor may require the beneficiary to do the following:"},{"prefix":"A","text":" Assign to the District of Columbia government any right of action he or she may have to enforce the liability or any right he or she may have to share in money or other property received in satisfaction of that liability; or"},{"prefix":"B","text":" Prosecute the action in his or her own name."},{"prefix":"2","text":" An employee required to appear as a party or witness in the prosecution of such an action is in an active duty status while so engaged."},{"prefix":"b","text":" A beneficiary who refuses to assign or prosecute an action in his or her own name when required by the Mayor is not entitled to compensation under this subchapter."},{"prefix":"c","text":" The Mayor may prosecute or compromise a cause of action assigned to the District of Columbia government. When the Mayor realizes on the cause of action, he or she shall deduct therefrom and place to the credit of the Employees' Compensation Fund the amount of compensation already paid to the beneficiary and the expense of realization or collection. Any surplus shall be paid to the beneficiary and credited on future payment of compensation payable for the same injury. The beneficiary is entitled to not less than one-fifth of the net amount of a settlement or recovery remaining after the expenses thereof have been deducted."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.31","catch_text":"Subrogation of the District of Columbia."}}