{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.28.\n\n1973 Ed., § 1-353.28.\n\nEffect of Amendments\n\nD.C. Law 14-28 inserted \"of the Department of Employment Services\" following \"Director\"; and, substituted \"Office of Personnel\" for \"Benefits Administration Office of the Department of Employment Services\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(e) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(e) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1702(e) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90 day) amendment of section, see § 1103(f) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nDC CODE § 1-623.28\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2328, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(aa), 27 DCR 2632; Mar. 26, 1999, D.C. Law 12-175, § 2102(e), 45 DCR 7193; Oct. 3, 2001, D.C. Law 14-28, § 1203(f), 48 DCR 6981.)","sections":[{"prefix":"a","text":" The Director of the Department of Employment Services may review an award for or against payment of compensation on application by either the claimant or the Office of the Corporation Counsel. An application for review pursuant to this subsection must be filed within 30 days after the date of the issuance of the decision of the Mayor or his or her designee pursuant to § 1- 623.24(b)(1). The decision of the Mayor or his or her designee pursuant to § 1-623.24(b)(1) may be affirmed, modified, revised, or remanded in the discretion of the Director. The decision of the Mayor or his or her designee pursuant to § 1-623.24 shall be affirmed if supported by substantial competent evidence on the record. The Director shall notify the claimant, the Corporation Counsel, and the Office of Personnel in writing of his or her decision."},{"prefix":"b","text":" The action of the Director in allowing or denying a payment under this subchapter may be reviewed by the District of Columbia Court of Appeals. An application for review to the District of Columbia Court of Appeals shall be filed within 30 days of the date of the issuance of the decision by the Director. The decision of the Director may be affirmed, modified, revised or remanded in the discretion of the Court. The decision of the Director shall be affirmed if supported by substantial competent evidence on the record. Credit shall be allowed in the accounts of a certifying or disbursing official for payment in accordance with that action."},{"prefix":"c","text":" Notwithstanding subsection (b) of this section, an action in which the United States Department of Labor (or other federal authority) participated at any stage of the adjudication allowing or denying payment under this subchapter pursuant to an agreement with the District of Columbia is:"},{"prefix":"1","text":" Final and conclusive for all purposes and with respect to all questions of law or fact; and"},{"prefix":"2","text":" Not subject to review by a court by mandamus or otherwise."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.28","catch_text":"Review of award."}}