{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-625.7.\n\nEffect of Amendments\n\nPublic Law 106-113, in subsecs. (a), (b), (i), and (k), substituted \"2000\" for \"1999\".\n\nPublic Law 106-522, in subsec. (a), substituted \"September 30, 2000, and each subsequent fiscal year\" for \"September 30, 2000,\"; in subsec. (b), substituted \"February 1 of each year\" for \"February 1, 2000\"; in subsec. (i), substituted \"March 1 of each year\" for \"March 1, 2000\"; and in subsec. (k), substituted \"September 1 of each year\" for \"September 1, 2000\".\n\nD.C. Law 13-91 validated a previously made technical amendment in the heading.\n\nD.C. Law 16-91, in the section heading and par. (b), validated previously made technical corrections.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 18-216 added a section to read as follows:\n\n\"Sec. 2. (a) Within 14 days of the effective date of the District of Columbia Public Schools Teacher Reinstatement Emergency Act of 2010, effective May 26, 2010 (D.C. Act 18-425; 57 DCR ___), the Office of the Chief Financial Officer shall submit a written determination on whether the District of Columbia Public Schools ('DCPS') has a surplus in its fiscal year 2010 budget, including, if applicable, the amount of the surplus and the reason for the surplus.\n\n\"(b) If the Office of the Chief Financial Officer determines there is a budget surplus in DCPS based in part, or in whole, on an accounting error resulting in a reduction-in-force action ('RIF'), the DCPS shall submit to the Council, within 30 days of the effective date of the District of Columbia Public Schools Teacher Reinstatement Emergency Act of 2010, effective May 26, 2010 (D.C. Act 18-425; 57 DCR ___), a feasibility plan on whether DCPS plans to reinstate faculty and staff separated from service pursuant to the RIF. The plan shall include:\n\n\"(1) A legal review of the RIF laws, rules, guidelines, and regulations, including the budgetary criteria necessary for a RIF in DCPS;\n\n\"(2) If DCPS acts to reinstate separated faculty and staff, the length of time necessary to reinstate separated faculty and staff;\n\n\"(3) If DCPS acts to reinstate separated faculty and staff, the criteria used for a competitive scale for reinstatement if the Office of the Chief Financial Officer determines that funding is available to reinstate fewer than all of the separated faculty and staff; and\n\n\"(4) A written analysis on whether or not DCPS plans to reinstate separated faculty and staff, and the criteria for that decision.\"\n\nSection 4(b) of D.C. Law 18-216 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of District of Columbia Public Schools Teacher Reinstatement Emergency Act of 2010 (D.C. Act 18-425, May 26, 2010, 57 DCR 4773).\n\nFor temporary (90 day) addition of section, see § 2 of District of Columbia Public Schools Teacher Reinstatement Congressional Review Emergency Act of 2010 (D.C. Act 18-456, July 7, 2010, 57 DCR 6050).\n\nLegislative History of Laws\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nReferences in Text\n\nSubtitle B of Title XI of the Balanced Budget Act of 1997 is subtitle B of Title XI of Pub. L. 105-33, 111 Stat. 731.\n\nMiscellaneous Notes\n\nConstruction of Law 12-124: Section 301 of D.C. Law 12-124 provided that: \"Nothing in this act shall be construed as superseding the provisions of the National Capital Revitalization and Self-Government Improvement Act of 1997, approved August 5, 1997 (P.L. 105-33; 111 Stat. 712), except that section 11105(b)(3) of the Act is expressly superseded. Further, nothing in this act shall be construed as superseding the provisions of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, approved April 17, 1995 (109 Stat. 97, D.C. Code § 47-391.01 et seq.) or of section 164 of the District of Columbia Appropriations Act, 1998, approved November 19, 1997 (Public Law 105-100; 111 Stat. 2160).\"\n\nDC CODE § 1-624.08\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2408, as added Nov. 19, 1997, 111 Stat. 2181, Pub. L. 105-100, § 150(d); Oct. 21, 1998, 112 Stat. 2681-144, Pub. L. 105-277, § 144(b); Nov. 29, 1999, 113 Stat. 1522, Pub. L. 106-113, § 140(b); Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 129(b); Apr. 12, 2000, D.C. Law 13-91, § 107, 47 DCR 520; Apr. 7, 2006, D.C. Law 16-91, § 123, 52 DCR 10637.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, regulation, or collective bargaining agreement either in effect or to be negotiated while this legislation is in effect for the fiscal year ending September 30, 2000, and each subsequent fiscal year, each agency head is authorized, within the agency head's discretion, to identify positions for abolishment."},{"prefix":"b","text":" Prior to February 1 of each fiscal year, each personnel authority (other than a personnel authority of an agency which is subject to a management reform plan under subtitle B of title XI of the Balanced Budget Act of 1997) shall make a final determination that a position within the personnel authority is to be abolished."},{"prefix":"c","text":" Notwithstanding any rights or procedures established by any other provision of this subchapter, any District government employee, regardless of date of hire, who encumbers a position identified for abolishment shall be separated without competition or assignment rights, except as provided in this section."},{"prefix":"d","text":" An employee affected by the abolishment of a position pursuant to this section who, but for this section would be entitled to compete for retention, shall be entitled to one round of lateral competition pursuant to Chapter 24 of the District of Columbia Personnel Manual, which shall be limited to positions in the employee's competitive level."},{"prefix":"e","text":" Each employee selected for separation pursuant to this section shall be given written notice of at least 30 days before the effective date of his or her separation."},{"prefix":"f","text":" Neither the establishment of a competitive area smaller than an agency, nor the determination that a specific position is to be abolished, nor separation pursuant to this section shall be subject to review except that:"},{"prefix":"1","text":" An employee may file a complaint contesting a determination or a separation pursuant to subchapter XV of this chapter or § 2-1403.03; and"},{"prefix":"2","text":" An employee may file with the Office of Employee Appeals an appeal contesting that the separation procedures of subsections (d) and (e) were not properly applied."},{"prefix":"g","text":" An employee separated pursuant to this section shall be entitled to severance pay in accordance with subchapter XI of this chapter, except that the following shall be included in computing creditable service for severance pay for employees separated pursuant to this section:"},{"prefix":"1","text":" Four years for an employee who qualified for veterans preference under this chapter, and"},{"prefix":"2","text":" Three years for an employee who qualified for residency preference under this chapter."},{"prefix":"h","text":" Separation pursuant to this section shall not affect an employee's rights under either the Agency Reemployment Priority Program or the Displaced Employee Program established pursuant to Chapter 24 of the District Personnel Manual."},{"prefix":"i","text":" With respect to agencies which are not subject to a management reform plan under subtitle B of title XI of the Balanced Budget Act of 1997, the Mayor shall submit to the Council a listing of all positions to be abolished by agency and responsibility center by March 1 of each fiscal year or upon the delivery of termination notices to individual employees."},{"prefix":"j","text":" Notwithstanding the provisions of § 1-617.08 or § 1-624.02(d), the provisions of this chapter shall not be deemed negotiable."},{"prefix":"k","text":" A personnel authority shall cause a 30-day termination notice to be served, no later than September 1 of each fiscal year, on any incumbent employee remaining in any position identified to be abolished pursuant to subsection (b) of this section."},{"prefix":"l","text":" In the case of an agency which is subject to a management reform plan under subtitle B of title XI of the Balanced Budget Act of 1997, the authority provided by this section shall be exercised to carry out the agency's management reform plan, and this section shall otherwise be implemented solely in a manner consistent with such plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIV","text":"Reductions-In-Force. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"624","identifier":"1-624.08","catch_text":"Abolishment of positions for fiscal year 2000 and subsequent fiscal years."}}