{"text":"For the purposes of §§ 1-621.04 through 1-621.13, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-622.3.\n\nEffect of Amendments\n\nD.C. Law 18-111 rewrote pars. (1)(B)(i) to (iii); added par. (2A); and, in par. (6), substituted \"'Member of family' or 'Family member\"' for \"'Member of family\"'. Prior to amendment, pars. (1)(B)(i) to (iii) read as follows:\n\n\"(i) Reaching 57 years of age and having completed 25 years of creditable District service in a law enforcement position;\n\n\"(ii) Becoming entitled to retirement benefits under the Social Security Act; or\n\n\"(iii) Becoming entitled to disability benefits under the Social Security Act.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Comprehensive Merit Personnel Act Health and Life Insurance Clarification Temporary Amendment Act of 1996 (D.C. Law 11-183, April 9, 1997, law notification 44 DCR 2378).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Comprehensive Merit Personnel Act Health Benefits and Life Insurance Clarification Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-27, March 11, 1997, 44 DCR 1892), and § 2(a) of the Comprehensive Merit Personnel Act Health and Life Insurance Clarification Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-213, December 5, 1997, 44 DCR 7615).\n\nFor temporary (90 day) amendment of section, see § 1201(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 1201(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nLaw 12-66, the \"Comprehensive Merit Personnel Act Health and Life Insurance Clarification Amendment Act of 1997,\" was introduced in Council and assigned Bill No. 12-229, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 7, 1997, and November 4, 1997, respectively. Signed by the Mayor on November 21, 1997, it was assigned Act No. 12-205 and transmitted to both Houses of Congress for its review. D.C. Law 12-66 became effective on March 20, 1998.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nMiscellaneous Notes\n\nShort title: Section 1200 of D.C. Law 18-111 provided that subtitle U of title I of the act may be cited as the \"District Retirement Program Post-Employment Health and Life Insurance Benefits Amendment Act of 2009\".\n\nDC CODE § 1-621.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2103, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(d), 34 DCR 5079; Mar. 20, 1998, D.C. Law 12-66, § 2(a), 45 DCR 343; Mar. 3, 2010, D.C. Law 18-111, § 1201(a), 57 DCR 181.)","sections":[{"prefix":"1","text":" \"Annuitant\" means:"},{"prefix":"A","text":" An employee first employed by the District after September 30, 1987, who has subsequently retired pursuant to any of the following:"},{"prefix":"i","text":" Teachers' Retirement System (§§ 38-2001.01 to 38-2023.16);"},{"prefix":"ii","text":" Police and Fire Retirement System (§§ 5-707 to 5-730);"},{"prefix":"iii","text":" Judges' Retirement System (§§ 11-1561 to 11-1571); or"},{"prefix":"iv","text":" Teachers' Insurance and Annuity Association programs; or"},{"prefix":"B","text":" An employee first employed by the District after September 30, 1987, who has subsequently separated pursuant to the District Retirement Benefit Program (§§ 1-626.03 to 1-626.14) after any of the following:"},{"prefix":"i","text":" Reaching 57 years of age and having completed 25 years of creditable District service in a correctional officer position;"},{"prefix":"ii","text":" Reaching 62 years of age and having completed 10 years of District government service in a position other than correctional officer; or"},{"prefix":"iii","text":" Becoming entitled to disability benefits under the Social Security Act."},{"prefix":"2","text":" \"Carrier\" means a voluntary association, corporation, partnership, or other nongovernmental organization that is lawfully engaged in providing, paying for, or reimbursing the cost of health services under group insurance policies or contracts, medical or hospital service agreements, membership or subscription contracts, or similar group arrangements, in consideration of premiums or other periodic charges payable to the organization."},{"prefix":"2A","text":" \"Creditable District service\" means all service in the employment of the District government that is creditable for purposes of the employee's retirement."},{"prefix":"3","text":" \"Dependent child\" includes:"},{"prefix":"A","text":" An adopted child; and"},{"prefix":"B","text":" A stepchild, foster child, or natural child of an employee or annuitant."},{"prefix":"4","text":" \"Employee\" means an individual first employed by the District after September 30, 1987."},{"prefix":"5","text":" \"Health benefit plan\" means a group insurance policy or contract, medical or hospital service agreement, membership or subscription contract, or similar group arrangement provided by a carrier for the purpose of providing, paying for, or reimbursing expenses for health services under § 1-621.05."},{"prefix":"6","text":" \"Member of family\" or \"Family member\" means:"},{"prefix":"A","text":" The spouse of an employee or annuitant;"},{"prefix":"B","text":" An unmarried dependent child under 22 years of age;"},{"prefix":"C","text":" An unmarried dependent child under 25 years of age who is a full-time student; and"},{"prefix":"D","text":" An unmarried child regardless of age who is incapable of self-support because of mental or physical disability that existed before age 22."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXI","text":"Health Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"621","identifier":"1-621.03","catch_text":"Definitions."}}