{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.29.\n\n1973 Ed., § 1-353.29.\n\nEffect of Amendments\n\nD.C. Law 15-290 added subsecs. (a-1) and (b-1); and rewrote subsec. (b) which had read:\n\n\"(b) Adjustment or recovery by the District of Columbia government may be waived when incorrect payment has been made to an individual who is without fault and when recovery would defeat the purpose of this subchapter or would be against equity and good conscience.\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(f) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(f) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1702(f) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 15-290, see notes following § 1-623.03.\n\nDC CODE § 1-623.29\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2329, 25 DCR 5740; Mar. 26, 1999, D.C. Law 12-175, § 2102(f), 45 DCR 7193; Apr. 5, 2005, D.C. Law 15-290, § 2(f), 52 DCR 1449.)","sections":[{"prefix":"a","text":" When an overpayment has been made to an individual under this subchapter because of an error of fact or law, under rules and regulations prescribed by the Mayor, either recovery of the overpayments shall be required of the individual or adjustment shall be made by decreasing later payments to which the individual is entitled. If the individual dies before the adjustment is completed, an adjustment shall be made by decreasing later benefits payable under this subchapter with respect to the individual's death."},{"prefix":"a-1","text":" Before seeking to recover an overpayment or adjust benefits, the District government shall advise the individual in writing:"},{"prefix":"1","text":" That the overpayment exists, and the amount of the overpayment;"},{"prefix":"2","text":" That a preliminary finding shows that the individual either was or was not at fault in the creation of the overpayment;"},{"prefix":"3","text":" That the individual has the right to inspect and copy government records relating to the overpayment; and"},{"prefix":"4","text":" That the individual has the right to request a waiver of the adjustment or recovery and to present evidence that challenges the fact or amount of the overpayment or the preliminary finding that he or she was at fault in the creation of the overpayment."},{"prefix":"b","text":"(1) Adjustment or recovery by the District government shall be waived when incorrect payment has been made to an individual who is without fault and recovery would defeat the purpose of this subchapter or would be against equity and good conscience."},{"prefix":"2","text":"(A) For the purposes of this subsection:"},{"prefix":"i","text":" The term \"at fault\" means that an individual has made an incorrect statement as to a material fact that he or she knew or should have known to be incorrect; failed to provide information which he or she knew or should have known to be material; or accepted a payment which he or she knew or should have known to be incorrect."},{"prefix":"ii","text":" The term \"without fault\" means an individual is receiving benefits pursuant to a good faith dispute as to whether his or her medical condition entitles him or her to receive those benefits."},{"prefix":"iii","text":" The phrase \"recovery would defeat the purpose of this subchapter\" means that recovery would cause hardship to a current or former claimant or other beneficiary because he or she needs substantially all of his or her current income, including compensation to meet current ordinary and necessary living expenses which shall include:"},{"prefix":"I","text":" Fixed living expenses such as food, housing, utilities, maintenance, insurance, and taxes;"},{"prefix":"II","text":" Medical, hospitalization, and related expenses;"},{"prefix":"III","text":" Expenses for the support of others for whom the individual is legally responsible; and"},{"prefix":"IV","text":" Expenses that may be reasonably considered as part of the individual's standard of living."},{"prefix":"iv","text":" The phrase \"against equity and good conscience\" means that recovery would cause severe financial hardship to an individual to make the overpayment."},{"prefix":"B","text":" The determination of whether an individual was at fault regarding an overpayment shall depend upon the totality of circumstances surrounding the overpayment including the complexity of those circumstances and the individual's capacity to realize that he or she is being overpaid. The government shall consider all pertinent circumstances including the individual's age, intelligence, and any physical, mental, educational, or linguistic limitations including any difficulty with the English language."},{"prefix":"b-1","text":"(1) Before the District government may seek to recover an overpayment or adjust benefits, the government must allow the individual the opportunity to present evidence to the government in writing or at a pre-recoupment hearing. The evidence must be presented or the hearing requested within 30 days of the date of the written notice of the overpayment. The 30-day requirement can be waived for good cause including mental or physical incapacity of the individual or lack of timely receipt of the notice of adjustment or recoupment."},{"prefix":"2","text":" An individual shall be required to provide relevant information and documentation to support his or her claim of severe financial hardship or that the individual needs substantially all of his or her current income to meet current ordinary and necessary living expenses. Failure to submit the requested information within 30 days of the request shall result in denial of a request for a waiver and no further request for a waiver shall be considered until the requested information is furnished."},{"prefix":"c","text":" A certifying or disbursing official is not liable for an amount certified or paid by him when:"},{"prefix":"1","text":" Adjustment or recovery of the amount is waived under subsection (b) of this section; or"},{"prefix":"2","text":" Adjustment under subsection (a) of this section is not completed before the death of all individuals against whose benefits deductions are authorized."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.29","catch_text":"Recovery of overpayments."}}