{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-621.65.\n\nEffect of Amendments\n\nD.C. Law 14-56 rewrote subsec. (b) which had read as follows:\n\n\"(b) The program shall cover all Department and Commission employees, including management, and shall be implemented as a single program of the Department and a single program of the Commission.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(a)(7) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-620.21.\n\nFor temporary (90 day) amendment of section, see § 16(a)(7) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(a)(7) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(a)(7) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-191, see Historical and Statutory Notes following § 1-620.21.\n\nFor legislative history of D.C. Law 12-227, see Historical and Statutory Notes following § 1-620.21.\n\nFor Law 14-56, see notes following § 1-603.01.\n\nMiscellaneous Notes\n\nTemporary addition of subchapter: See Historical and Statutory Notes following § 1-620.21.\n\nDC CODE § 1-620.25\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2025, as added, Apr. 13, 1999, D.C. Law 12-227, § 2, 46 DCR 502; Dec. 18, 2001, D.C. Law 14-56, § 116(a)(7), 48 DCR 7674.)","sections":[{"prefix":"a","text":" The drug and alcohol testing policy shall be issued in writing in advance of program implementation to inform employees and allow them the opportunity to seek treatment. An employee shall be allowed only one opportunity to seek treatment following his or her first positive test result. Thereafter, any confirmed positive drug test, or positive breathalyzer test, or a refusal to submit to a drug or breathalyzer test shall be grounds for termination of employment."},{"prefix":"b","text":" The program shall cover all Department of Mental Health and Department of Human Services employees, including management, and shall be implemented as a single program of each Department."},{"prefix":"c","text":" The results of any random test conducted pursuant to this subchapter may not be turned over to any law enforcement agency without the employee's written consent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XX-B","text":"Mandatory Drug and Alcohol Testing of Certain Employees of the Department of Human Services and the Commission on Mental Health Services."},"heading":{"title":"1","chaptersection":"620","identifier":"1-620.25","catch_text":"Procedure and employee impact."}}