{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.19.\n\n1973 Ed., § 1-353.19.\n\nEffect of Amendments\n\nD.C. Law 15-290 added subsecs. (b) and (c).\n\nD.C. Law 16-231, in subsec. (b)(3), substituted \"is not raised\" for \"is raised\".\n\nD.C. Law 16-294, in subsec. (b), deleted \"if\" from the end of the lead-in text, inserted \"If\" at the beginning of pars. (1) and (2), and inserted ''Unless\" at the beginning of par. (3).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 15-290, see notes following § 1-623.03.\n\nLaw 16-231, the \"District Government Injured Employee Protection Act of 2006\", was introduced in Council and assigned Bill No. 16-238, which was referred to Committee on Government Operations.  The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively.   Signed by the Mayor on December 28 2006, it was assigned Act No. 16-587 and transmitted to both Houses of Congress for its review.   D.C. Law 16-231 became effective on March 8, 2007.\n\nLaw 16-294, the \"Second Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-996, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-653 and transmitted to both Houses of Congress for its review. D.C. Law 16-294 became effective on March 14, 2007.\n\nDC CODE § 1-623.19\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2319, 25 DCR 5740; Apr. 5, 2005, D.C. Law 15-290, § 2(b), 52 DCR 1449; Mar. 8, 2007, D.C. Law 16-231, § 2(a), 54 DCR 365; Mar. 14, 2007, D.C. Law 16-294, § 2(a), 54 DCR 1086.)","sections":[{"prefix":"a","text":" An employee injured in the performance of his or her duty, or someone on his or her behalf, shall give notice thereof. Notice of a death believed to be related to the employment shall be given by an eligible beneficiary specified in § 1-623.33, or someone on his or her behalf. A notice of injury or death shall:"},{"prefix":"1","text":" Be given within 30 days after the injury or death;"},{"prefix":"2","text":" Be given to the immediate superior of the employee by personal delivery or by depositing it in the mail properly stamped and addressed;"},{"prefix":"3","text":" Be in writing;"},{"prefix":"4","text":" State the name and address of the employee;"},{"prefix":"5","text":" State the year, month, day, hour when, and the particular locality where the injury or death occurred;"},{"prefix":"6","text":" State the cause and nature of the injury, or in the case of death, the employment factors believed to be the cause;"},{"prefix":"7","text":" Be signed by and contain the address of the individual giving the notice; and"},{"prefix":"8","text":" Be accompanied by a form approved by the Mayor authorizing access to all related medical and earnings data concerning the claimant."},{"prefix":"b","text":" Failure to give the notice shall not bar any claim under this chapter:"},{"prefix":"1","text":" If the employer or the Disability Compensation Fund had actual knowledge of the injury or death and its relationship to the employment and the employer has not been prejudiced by failure to give the notice;"},{"prefix":"2","text":" If the Mayor or his or her designee excuses the failure on the ground that for some satisfactory reason the notice could not be given; or"},{"prefix":"3","text":" Unless objection to the failure is not raised before the Mayor at the first hearing of a claim for compensation relating to the injury or death at the Department of Employment Services."},{"prefix":"c","text":" The time limitations in this section shall not apply to:"},{"prefix":"1","text":" A minor until he or she reaches 21 years of age or has had a legal representative appointed; or"},{"prefix":"2","text":" An incompetent individual while he or she is incompetent and has no duly appointed legal representative."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.19","catch_text":"Notice of injury or death."}}