{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.24.\n\n1973 Ed., § 1-353.24.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (b)(1), substituted \"before a Department of Employment Services Disability Compensation Administrative Law Judge\" for \"before a representative of the Mayor\" in the first sentence and substituted \"Office of Personnel for \"Benefits Administration Office of the Department of Employment Services\" in the last sentence; and, in subsec. (d), in the third sentence, substituted \"Director of the Department of Employment Services\" for \"Mayor or his or her designee\", and substituted \"Office of Personnel\" for \"Benefits Administration Office of the Department of Employment Services\".\n\nD.C. Law 15-290 rewrote subsecs. (a) and (d); and added subsecs. (a-1) to (a-4), par. (3) of subsec. (b), and subsecs. (e) and (f). Prior to amendment, subsecs. (a) and (d) read as follows:\n\n\"(a) The Mayor or his or her designee shall determine and make a finding of facts and make an award for or against payment of compensation under this subchapter after the following:\n\n\"(1) Considering the claim presented by the beneficiary and the report furnished by the immediate superior; and\n\n\"(2) Completing such investigation as the Mayor or his or her designee considers necessary.\n\n\"(d) If the Mayor or his or her designee has reason to believe a change of condition has occurred, the Mayor or his or her designee may modify the award of compensation under the procedures of subsection (a) of this section. Where the Mayor or his or her designee has modified an award of compensation, the claimant shall have the right to a hearing under subsection (b) of this section. Within 30 days after the hearing, the Director of the Department of Employment Services shall notify the claimant, the Corporation Counsel, and the Office of Personnel in writing of his or her decision and the basis of the decision. The claimant and the Office of Corporation Counsel shall have the right to seek review of the decision under § 1-623.28 within 30 days of the issuance of the decision.\"\n\nD.C. Law 16-231 added subsec. (g).\n\nD.C. Law 18-223, in subsec. (a-3)(1), substituted \"against payment of compensation on a newly filed claim\" for \"against payment of compensation\"; repealed subsec. (a-4); rewrote subsecs. (d)(3)(C), (E), and (4)(D). Prior to repeal or amendment, subsecs. (a-4), (d)(3)(C), (E), and (4)(D) read as follows:\n\n\"(a-4)(1) A claimant who disagrees with a decision of the Mayor or his or her designee under subsection (a) of this section shall have the right to request reconsideration of that decision within 30 days after the issuance of the decision. The request shall be written and contain reasonable medical or factual justification for the reconsideration.\n\n\"(2) The Mayor or his or her designee shall provide a written decision on the reconsideration request within 30 days of receipt of the request. If the Mayor or his or her designee fails to make a written reconsideration decision within this period, the claim shall be deemed accepted, and payment of compensation to the claimant shall commence on the 31st day following the date the request was filed. If the Mayor or his or her designee later makes an award against payment of compensation, payment shall cease immediately; provided, that the Mayor or his or her designee may only recoup benefits in accordance with § 1- 623.29, and not until all administrative remedies to the Department of Employment Service have been exhausted under subsection (b) of this section and § 1-623.28.\n\n\"(3) A claimant who disagrees with a decision of the Mayor or his or her designee under subsection (a) of this section may waive reconsideration under this subsection, and request a hearing under subsection (b) of this section.\"\n\n\"(C) The claimant has returned to work based upon clear evidence;\"\n\n\"(E) Payment of compensation has been suspended due to the claimant's failure to participate in vocational rehabilitation or cooperate with the Mayor's request for a physical examination.\"\n\n\"(D) The employee has returned to work on a full-time or part-time basis other than vocational rehabilitation under § 1-623.04; or\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(c) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(c) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1702(c) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90 day) amendment of section, see § 1103(e) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 1062(b)(14) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.2.\n\nFor legislative history of D.C. Law 8-198, see Historical and Statutory Notes following § 1-623.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 15-290, see notes following § 1-623.03.\n\nFor Law 16-231, see notes following § 1-623.19.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 1-623.01.\n\nApplication of § 150(c) of Pub. L. 105-100: Section 150(c)(5) of Pub. L. 105- 100, 111 Stat. 2181, the District of Columbia Appropriations Act, 1998, provided that the amendments made by subsection (c) shall apply with respect to services, supplies, or appliances furnished under title XXIII of the District of Columbia Merit Personnel Act of 1978 on or after the date of the enactment of this Act. Public Law 105-100 was approved November 19, 1997.\n\nDC CODE § 1-623.24\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2324, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(z), 27 DCR 2632; Mar. 6, 1991, D.C. Law 8-198, § 3(e), 37 DCR 6890; Nov. 19, 1997, 111 Stat. 2181, Pub. L. 105-100, § 150(c)(3); Mar. 26, 1999, D.C. Law 12-175, § 2102(c), 45 DCR 7193; Oct. 3, 2001, D.C. Law 14-28, § 1203(e), 48 DCR 6981; Apr. 5, 2005, D.C. Law 15-290, § 2(e), 52 DCR 1449; Mar. 8, 2007, D.C. Law 16-231, § 2(b), 54 DCR 365; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(14), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Mayor or his or her designee shall determine and make a finding of facts and an award for or against payment of compensation under this subtitle within 30 days after the claim was filed based on the following guidelines:"},{"prefix":"1","text":" The claim presented by the beneficiary and the report furnished by the employee's immediate superior; and"},{"prefix":"2","text":" Any investigation as the Mayor or his or her designee considers necessary, provided that the investigation shall not extend beyond 30 days from the date that the Mayor received the report of the injury."},{"prefix":"a-1","text":" Failure of an employee's immediate superior to report an injury shall not prejudice a claimant's right to benefits, nor relieve the Mayor or his or her designee of the duty to make a finding of facts and an award for or against payment of compensation within 30 days after the date the claim was filed."},{"prefix":"a-2","text":" Failure of the Mayor or his or her designee to complete an investigation under subsection (a) of this section shall not prejudice a claimant's right to benefits."},{"prefix":"a-3","text":"(1) If the Mayor or his or her designee fails to make a finding of facts and an award for or against payment of compensation on a newly filed claim within 30 calendar days, the claim shall be deemed accepted, and the Mayor or his or her designee shall commence payment of compensation on the 31st day following the date the claim was filed. This section shall not apply if the Mayor provides notice in writing that extenuating circumstances preclude the Mayor from making a decision within this period, which shall include supporting documentation stating the reasons why a finding of facts and an award for or against compensation cannot be made within this period."},{"prefix":"2","text":" If after the commencement of payment, the Mayor makes a determination against payment of compensation, payment shall cease; provided, that the Mayor or his or her designee may recoup benefits under § 1-623.29. The claimant shall not be required to repay monies received until all administrative remedies to the Department of Employment Service have been exhausted under subsection (b) of this section and under § 1-623.28."},{"prefix":"a-4","text":" Repealed."},{"prefix":"b","text":"(1) Before review under § 1-623.28(a), a claimant for compensation not satisfied with a decision of the Mayor or his or her designee under subsection (a) of this section is entitled, on request made within 30 days after the date of the issuance of the decision, to a hearing on the claim before a Department of Employment Services Disability Compensation Administrative Law Judge. At the hearing, the claimant and the Corporation Counsel are entitled to present evidence. Within 30 days after the hearing, the Mayor or his or her designee shall notify the claimant, the Corporation Counsel, and the Office of Personnel in writing of his or her decision and any modifications of the award he or she may make and the basis of the decision."},{"prefix":"2","text":" In conducting the hearing, the representative of the Mayor is not bound by common law or statutory rules of evidence, or by technical or formal rules of procedure, or by the provisions of the District of Columbia Administrative Procedure Act (D.C. Code, § 2-501 et seq.), except as provided by this subchapter, but may conduct the hearing in such manner as to best ascertain the rights of the claimant. For this purpose, he or she shall receive such relevant evidence as the claimant adduces and such other evidence as he or she determines necessary or useful in evaluating the claim."},{"prefix":"3","text":" The Mayor or his or her designee shall begin payment of compensation to the claimant within 30 days after the date of an order from the Department of Employment Services Administrative Law Judge."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":"(1) The Mayor may modify an award of compensation if the Mayor or his or her designee has reason to believe a change of condition has occurred. The modification shall be made in accordance with the standards and procedures as follows:"},{"prefix":"A","text":" The Mayor shall provide written notice to the claimant of the proposed modification with the supportive documentation relied upon for the modification;"},{"prefix":"B","text":" The claimant shall have at least 30 days to provide the Mayor with written information as to why the proposed modification is not justified; and"},{"prefix":"C","text":" The Mayor shall conduct a full review of the reasons for the proposed modification and the arguments and information provided by the claimant."},{"prefix":"2","text":" If the Mayor determines that modification of the award is required, the Mayor shall provide written notice to the claimant of the modification, including the reasons for the modification and the claimant's right to seek review of that decision under subsection (b) of this section."},{"prefix":"3","text":" The Mayor may not modify benefits until requirements under this subsection have been completed, or until any deadline established by the Mayor for the submission of additional information has expired, whichever is later, except that the following modifications may be made contemporaneously with the provision of a notice under this subsection:"},{"prefix":"A","text":" The award of compensation was for a specific period of time which has expired;"},{"prefix":"B","text":" The death of the claimant;"},{"prefix":"C","text":" The claimant has been released to return to work or has returned to work based upon clear evidence;"},{"prefix":"D","text":" The claimant has been convicted of fraud in connection with the claim; or"},{"prefix":"E","text":" Payment of compensation has been suspended due to the claimant's failure to participate in vocational rehabilitation, failure to follow prescribed and recommended courses of medical treatment from the treating physician, or failure to cooperate with the Mayor's request for a physical examination."},{"prefix":"4","text":" An award for compensation may not be modified because of a change to the claimant's condition unless:"},{"prefix":"A","text":" The disability for which compensation was paid has ceased or lessened;"},{"prefix":"B","text":" The disabling condition is no longer causally related to the employment;"},{"prefix":"C","text":" The claimant's condition has changed from a total disability to a partial disability;"},{"prefix":"D","text":" The employee has been released to return to work in a modified or light duty basis; or"},{"prefix":"E","text":" The Mayor or his or her designee determines based upon strong compelling evidence that the initial decision was in error."},{"prefix":"e","text":" The Mayor shall provide a claimant and his or her attorney with access to the claimant's file within 5 business days after a request to review the file is made. The claimant shall be provided, upon request, with one set of copies of the documents in the file."},{"prefix":"f","text":" A claimant who is not satisfied with a decision under subsection (d) of this section may, within 30 days after the issuance of a decision, request a hearing on the claim before a Department of Employment Services Disability Compensation Administrative Law Judge under subsection (b) of this section."},{"prefix":"g","text":" If the Mayor or his or her designee fails to make payments of the award for compensation as required by subsection (a-3)(1), (a-4)(2), or (b)(3) of this section, the award shall be increased by an amount equal to one month of the compensation for each 30-day period that payment is not made; provided, that the increase shall not exceed 12 months' compensation. In addition, the claimant may file with the Superior Court of the District of Columbia a lien against the Disability Compensation Fund, the General Fund of the District of Columbia, or any other District fund or property to pay the compensation award. The Court shall fix the terms and manner of enforcement of the lien against the compensation award."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.24","catch_text":"Time for making claim; finding of facts; award; right to hearing; conduct of hearing."}}