{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-627.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nMiscellaneous Notes\n\nApproval in part and disapproval in part proposed rules for defined Contribution Pension Plan: Pursuant to Resolution 8-127, the \"Defined Contribution Pension Plan Rules Approval or Disapproval Resolution of 1989\", effective November 7, 1989, the Council approved in part and disapproved in part proposed rules for defined Contribution Pension Plan established by the District of Columbia Government Comprehension Merit Personnel Act of 1978, which were transmitted to the Council by the Mayor on July 14, 1989.\n\nDC CODE § 1-626.08\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2608, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(g), 34 DCR 5079.)","sections":[{"prefix":"a","text":" In order to ensure proper implementation of the District retirement program under § 1-626.05 by October 1, 1987, the Mayor may issue temporary rules regarding the District retirement program that shall not be subject to Council review. These temporary rules shall remain in effect only until the proposed rules have been approved or been deemed approved by the Council in accordance with subsection (b) of this section."},{"prefix":"b","text":" The Mayor shall, pursuant to subchapter I of Chapter 5 of Title 2, issue proposed rules to implement the provisions of this subchapter. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"c","text":" The proposed rules shall prescribe the time, manner, and conditions under which employees are eligible for coverage. The proposed rules may exclude employees on the basis of the nature and type of employment or conditions of employment such as short-term appointment, seasonal employment, intermittent or part-time employment, and employment of a similar nature, but shall not exclude an employee or group of employees solely on the basis of hazardous nature of employment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXVI","text":"Retirement. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"626","identifier":"1-626.08","catch_text":"Rules; eligibility."}}