{"text":"Notwithstanding paragraph (2) of this subsection, compensation payable for a child that would otherwise end because the child has reached 18 years of age shall continue if he or she is a student as defined by § 1-623.01 at the time he or she reaches 18 years of age for so long as he or she continues to be such a student or until he or she marries or enters into a domestic partnership.","historical":"Prior Codifications\n\n1981 Ed., § 1-624.10.\n\n1973 Ed., § 1-353.10.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"an employee with a disability\" for \"a disabled employee\", throughout the section.\n\nD.C. Law 17-231, in subsec. (a), substituted \"spouse or domestic partner\" for \"spouse\"; and, in the last undesignated paragraph, substituted \"marries or enters into a domestic partnership\" for \"marries\".\n\nD.C. Law 18-223, in the lead-in text of subsec. (a), substituted \"this section,\" for \"this section, and except as provided in subsection (a-1) of this section,\"; repealed subsecs. (a-1) and (b-1); and, in subsec. (b), substituted \"An employee with a disability, whose date of hire was before January 1, 1980,\" for \"Except as provided in subsection (b-1) of this section, an employee with a disability\". Prior to repeal, subsecs. (a-1) and (b-1) read as follows:\n\n\"(a-1) For employees hired after December 31, 1979, who make a claim for compensation for disability or death after December 29, 1994, the term 'dependent' means the natural issue of the employee or minor legally adopted by the employee prior to the injury who is:\n\n\"(1) Under 18 years of age and dependent upon the employee for support; or\n\n\"(2) Over 18 years of age and incapable of self-support because of physical or mental disability.\"\n\n\"(b-1) For employees hired after December 31, 1979, who make a claim for compensation for disability or death after December 29, 1994, an employee with a disability with one or more dependents is entitled to have his or her basic compensation for disability augmented:\n\n\"(1) At the rate of 8% of his or her monthly pay if his or her salary is equivalent to DS-2, Step 1 through DS-6, Step 5 in the collective bargaining unit; or\n\n\"(2) At the rate of 6% of his or her monthly pay if his or her salary is equivalent to DS-7, Step 1 through DS-12, Step 10 in the collective bargaining unit.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1062(b)(9) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 10-253, see Historical and Statutory Notes following § 1-623.01.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 16-305, see notes following § 1-307.02.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nDC CODE § 1-623.10\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2310, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(r), 27 DCR 2632; Sept. 26, 1995, D.C. Law 11-52, § 810(d), 42 DCR 3684; Apr. 9, 1997, D.C. Law 11-255, § 4(b), 44 DCR 1271; Apr. 24, 2007, D.C. Law 16-305, § 3(i), 53 DCR 6198; Sept. 12, 2008, D.C. Law 17-231, 3(h), 55 DCR 6758; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(9), 57 DCR 6242.)","sections":[{"prefix":"a","text":" For the purpose of this section, \"dependent\" means the following:"},{"prefix":"1","text":" A spouse or domestic partner, if:"},{"prefix":"A","text":" He or she is a member of the same household as the employee;"},{"prefix":"B","text":" He or she is receiving regular contributions from the employee for his or her support; or"},{"prefix":"C","text":" The employee has been ordered by a court to contribute to his or her support;"},{"prefix":"2","text":" An unmarried child, while living with the employee or receiving regular contributions from the employee toward his or her support, and who is:"},{"prefix":"A","text":" Under 18 years of age; or"},{"prefix":"B","text":" Over 18 years of age and incapable of self-support because of physical or mental disability; and"},{"prefix":"3","text":" A parent, while wholly dependent on and supported by the employee."},{"prefix":"a-1","text":" Repealed."},{"prefix":"b","text":" An employee with a disability, whose date of hire was before January 1, 1980, with 1 or more dependents is entitled to have his or her basic compensation for disability augmented:"},{"prefix":"1","text":" At the rate of 8 1/3 percent of his or her monthly pay if that compensation is payable under § 1-623.05 or 1-623.07(a); or"},{"prefix":"2","text":" At the rate of 8 1/3 percent of the difference between his or her monthly pay and his or her monthly wage-earning capacity if that compensation is payable under § 1-623.06."},{"prefix":"b-1","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.10","catch_text":"Augmented compensation for dependents."}}