{"text":"Any Department of Mental Health or Department of Human Services employee who operates a motor vehicle in the performance of his or her employment within the District of Columbia shall be deemed to have given his or her consent, subject to the provisions of this subchapter, to the testing of the employee's urine or breath, for the purpose of determining drug or alcohol content, whenever a supervisor has the probable cause or a police officer arrests such employee for a violation of § 50-2201.05 or has reasonable grounds to believe such employee to have been operating or in physical control of a motor vehicle within the District while that employee's alcohol concentration was 0.08 grams or more per 210 liters of breath, or while under the influence of an intoxicating liquor or any drug or any combination thereof, or while the employee's ability to operate a motor vehicle was impaired by the consumption of intoxicating liquor.","historical":"Prior Codifications\n\n1981 Ed., § 1-621.64.\n\nEffect of Amendments\n\nD.C. Law 14-56 substituted \"Department of Mental Health or Department of Human Services\" for \"Department or Commission\".\n\nD.C. Law 16-195 substituted \"alcohol concentration was 0.08 grams or more per 210 liters of breath\" for \"breath contained .08% or more, by weight, of alcohol\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 16(a)(6) of Department of Mental Health Establishment Temporary Amendment Act of 2001 (D.C. Law 14-51, October 30, 2001, law notification 48 DCR 10807).\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see note to § 1-620.21.\n\nFor temporary (90 day) amendment of section, see § 16(a)(6) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(a)(6) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(a)(6) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nFor temporary (90 day) amendment of section, see § 4(a)(1) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 4(a) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) amendment of section, see § 304(a) of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-191, see Historical and Statutory Notes following § 1-620.21.\n\nFor legislative history of D.C. Law 12-227, see Historical and Statutory Notes following § 1-620.21.\n\nFor Law 14-56, see notes following § 1-603.01.\n\nLaw 16-195, the \"Anti-Drunk Driving Clarification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-463, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 11, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 18, 2006, it was assigned Act No. 16-488 and transmitted to both Houses of Congress for its review. D.C. Law 16-195 became effective on March 2, 2007.\n\nMiscellaneous Notes\n\nTemporary addition of subchapter: See Historical and Statutory Notes following § 1-620.21.\n\nDC CODE § 1-620.24\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2024, as added, Apr. 13, 1999, D.C. Law 12-227, § 2, 46 DCR 502; Dec. 18, 2001, D.C. Law 14-56, § 116(a)(6), 48 DCR 7674; Mar. 2, 2007, D.C. Law 16-195, § 4(a), 53 DCR 8675.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XX-B","text":"Mandatory Drug and Alcohol Testing of Certain Employees of the Department of Human Services and the Commission on Mental Health Services."},"heading":{"title":"1","chaptersection":"620","identifier":"1-620.24","catch_text":"Implied consent of employees who operate motor vehicles."}}