{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.6.\n\n1973 Ed., § 1-353.6.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (b), substituted \"shall require each employee\" for \"may require a partially disabled employee\".\n\nD.C. Law 16-305, in subsec. (c), substituted \"An employee with a partial disability\" for \"A partially disabled employee\".\n\nD.C. Law 18-223, in subsec. (a), substituted \", subject to the limitations in § 1-623.06a, the District government\" for \"the District of Columbia government\".\n\nD.C. Law 19-168 rewrote subsec. (b), which formerly read:\n\n\"(b) The Mayor shall require each employee to report his or her earnings from employment or self-employment, by affidavit or otherwise, in the manner and at the times the Mayor specifies. The employee shall include in the affidavit or report the value of housing, board, lodging, and other advantages which are part of his or her earnings in employment or self-employment and which can be estimated in money. An employee who does the following:\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 19-69 repealed subsec. (b).\n\nSection 4(b) of D.C. Law 19-69 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1103(d) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 1062(b)(6) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Sector Workers' Compensation Return to Work Clarifying Emergency Amendment Act of 2011 (D.C. Act 19-158, October 11, 2011, 58 DCR 8881).\n\nFor temporary (90 day) amendment of section, see § 1032(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1032(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 16-305, see notes following § 1-307.02.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nMiscellaneous Notes\n\nShort title: Section 1031 of D.C. Law 19-168 provided that subtitle D of title I of the act may be cited as \"\"Public Sector Workers' Compensation Return to Work Clarifying Amendment Act of 2012\"\".\n\nDC CODE § 1-623.06\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2306, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(p), 27 DCR 2632; Oct. 3, 2001, D.C. Law 14-28, § 1203(d), 48 DCR 6981; Apr. 24, 2007, D.C. Law 16-305, § 3(h), 53 DCR 6198; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(6), 57 DCR 6242; Sept. 20, 2012, D.C. Law 19-168, § 1032(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" If the disability is partial, subject to the limitations in § 1-623.06a, the District government shall pay the employee during the disability monthly monetary compensation equal to 66 2/3 percent of the difference between his or her monthly pay and his or her monthly wage-earning capacity after the beginning of the partial disability. This shall be known as his or her basic compensation for partial disability."},{"prefix":"b","text":"(1) The Mayor shall require each employee receiving benefits under this subchapter to report his or her earnings from employment or self-employment by affidavit, including by providing copies of tax documents and authorizing the Mayor to obtain copies of tax documents, within 30 days of a written request for a report of earnings."},{"prefix":"2","text":" An employee shall forfeit his or her right to workers' compensation with respect to any period for which the report of earnings was required if the employee:"},{"prefix":"A","text":" Fails to file a complete report of earnings within 30 days of a written request for a report of earnings; or"},{"prefix":"B","text":" Knowingly omits or understates any part of his or her earnings."},{"prefix":"3","text":" Workers' compensation forfeited under this section, if already paid, may be recovered by a deduction from future workers' compensation payments owed to the employee or otherwise recovered under § 1-623.29."},{"prefix":"4","text":" The Mayor shall notify any employee receiving workers' compensation benefits, on forms prescribed by the Mayor, of that employee's affirmative duty to report earnings and shall specifically notify the employee that a failure to report earnings may subject him or her to termination from the program and civil or criminal liability. The notice by the Mayor may be satisfied by printing the notice on the employee payee statement portion of indemnity check sent to the employee."},{"prefix":"5","text":" For the purposes of this subsection, the term \"earnings\" includes any cash, wages, or salary received from self-employment or from any other employment aside from the employment in which the worker was injured. The term \"earnings\" also includes commissions, bonuses, and the cash value of all payments and benefits received in any form other than cash. Commissions and bonuses earned before disability but received during the time the employee is receiving workers' compensation benefits do not constitute earnings that must be reported."},{"prefix":"c","text":" An employee with a partial disability who:"},{"prefix":"1","text":" Refuses to seek suitable work; or"},{"prefix":"2","text":" Refuses or neglects to work after suitable work is offered to, procured by, or secured for him or her is not entitled to compensation and such payment shall be suspended."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.06","catch_text":"Partial disability."}}