{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.7.\n\n1973 Ed., § 1-353.7.\n\nEffect of Amendments\n\nD.C. Law 18-223 added subsec. (d).\n\nD.C. Law 19-169, in subsec. (c)(21), substituted \"hinder\" for \"handicap\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1062(b)(8) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 8-198, see Historical and Statutory Notes following § 1-623.01.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nFor history of Law 19-169, see notes under § 1-307.02.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 1-623.01.\n\nDC CODE § 1-623.07\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2307, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(q), 27 DCR 2632; Mar. 6, 1991, D.C. Law 8-198, § 3(c), 37 DCR 6890; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(8), 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-169, § 4, 59 DCR 5567.)","sections":[{"prefix":"a","text":" If there is permanent disability involving the loss, or loss of use, of a member or function of the body or disfigurement, the employee is entitled to basic compensation for the disability, as provided by the schedule in subsection (c) of this section, at the rate of 66 2/3 percent of his or her monthly pay. The basic compensation shall be:"},{"prefix":"1","text":" Payable regardless of whether the cause of the disability originates in a part of the body other than that member;"},{"prefix":"2","text":" Payable regardless of whether the disability also involves another impairment of the body; and"},{"prefix":"3","text":" In addition to compensation for temporary total or temporary partial disability."},{"prefix":"b","text":" With respect to any period after payments under subsection (a) of this section have ended, an employee is entitled to compensation as provided by the following:"},{"prefix":"1","text":" Section 1-623.05, if the disability is total; or"},{"prefix":"2","text":" Section 1-623.06, if the disability is partial."},{"prefix":"c","text":" The compensation schedule is as follows:"},{"prefix":"1","text":" Arm lost, 312 weeks' compensation;"},{"prefix":"2","text":" Leg lost, 288 weeks' compensation;"},{"prefix":"3","text":" Hand lost, 244 weeks' compensation;"},{"prefix":"4","text":" Foot lost, 205 weeks' compensation;"},{"prefix":"5","text":" Eye lost, 160 weeks' compensation;"},{"prefix":"6","text":" Thumb lost, 75 weeks' compensation;"},{"prefix":"7","text":" First finger lost, 46 weeks' compensation;"},{"prefix":"8","text":" Great toe lost, 38 weeks' compensation;"},{"prefix":"9","text":" Second finger lost, 30 weeks' compensation;"},{"prefix":"10","text":" Third finger lost, 25 weeks' compensation;"},{"prefix":"11","text":" Toe other than great toe lost, 16 weeks' compensation;"},{"prefix":"12","text":" Fourth finger lost, 15 weeks' compensation;"},{"prefix":"13","text":" Loss of hearing:"},{"prefix":"A","text":" Complete loss of hearing of 1 ear, 52 weeks' compensation; or"},{"prefix":"B","text":" Complete loss of hearing of both ears, 200 weeks' compensation;"},{"prefix":"14","text":" Compensation for loss of binocular vision or for loss of 80 percent or more of the vision of any eye is the same as for loss of the eye;"},{"prefix":"15","text":" Compensation for loss of more than 1 phalanx of a digit is the same as for loss of the entire digit. Compensation for loss of the 1st phalanx is one-half of the compensation for loss of the entire digit;"},{"prefix":"16","text":" If, in the case of an arm or a leg, the member is amputated above the wrist or ankle, compensation is the same as for loss of the arm or leg, respectively;"},{"prefix":"17","text":" Compensation for loss of use of 2 or more digits or 1 or more phalanges of each of 2 or more digits of a hand or foot is proportioned to the loss of the use of the hand or foot occasioned thereby;"},{"prefix":"18","text":" Compensation for permanent total loss of use of a member is the same as for loss of the member;"},{"prefix":"19","text":" Compensation for permanent partial loss of use of a member may be for proportionate loss of use of the member. The degree of loss of vision or hearing under this schedule is determined without regard to correction;"},{"prefix":"20","text":" In case of loss of use of more than 1 member or parts of more than 1 member as enumerated by this schedule, the compensation is for loss of the use of each member or part thereof and the awards run consecutively. When the injury affects only 2 or more digits of the same hand or foot, paragraph (17) of this subsection applies, and when partial bilateral loss of hearing is involved, compensation is computed on the loss as affecting both ears;"},{"prefix":"21","text":" For serious disfigurement of the face, head, or neck of a character likely to hinder an individual in securing or maintaining employment, proper and equitable compensation not to exceed $7,500 shall be awarded in addition to any other compensation payable under this schedule; or"},{"prefix":"22","text":" For permanent loss or loss of use of any other important external or internal organ of the body, as determined by the Mayor, proper and equitable compensation not to exceed 312 weeks for each organ so determined shall be paid in addition to any other compensation payable under this schedule."},{"prefix":"d","text":" If medical records or other objective evidence substantiate a pre-existing impairment or other impairments or conditions unrelated to the work-related injury, the Mayor shall apportion the pre-existing or unrelated medical impairment from that of the current work-related injury or occupational disease in accordance with American Medical Association Guides to the Evaluation of Permanent Impairment (\"AMA Guides\"). In making this determination, the Mayor shall consider medical reports by physicians with specific training and experience in the use of the AMA Guides."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.07","catch_text":"Compensation schedule."}}