{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-625A.2.\n\nEffect of Amendments\n\nD.C. Law 19-171, in subsec. (c)(5), substituted \"§ 2-352.05\" for \"§2- 301.15b(a)\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-78, see Historical and Statutory Notes following § 1-624.21.\n\nFor legislative history of D.C. Law 11-98, see Historical and Statutory Notes following § 1-624.21.\n\nFor history of Law 19-171, see notes under § 1-125.\n\nDC CODE § 1-624.22\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2422, as added Mar. 5, 1996, D.C. Law 11-98, § 601, 43 DCR 5; Sept. 26, 2012, D.C. Law 19-171, § 204, 59 DCR 6190.)","sections":[{"prefix":"a","text":" This section shall apply only to employees displaced as a result of a reduction-in-force in Fiscal Year 1996."},{"prefix":"b","text":" Any employee who is displaced as a result of the reduction-in-force procedure in Fiscal Year 1996 may be eligible for, to the extent there are Fiscal Year 1996 appropriations, the following:"},{"prefix":"1","text":" Continuation of health insurance benefits and premium contribution at the same rate as the employee had been subsidized by the District while an active employee for 2 months after separation or upon the commencement of new employment, whichever occurs first;"},{"prefix":"2","text":" Child care vouchers in the amount of $75 per week payable to a licensed day care provider for each week the displaced employee is certified to be unemployed for the 6-month period following separation or through the end of the first week when the displaced employee is no longer unemployed, whichever occurs first; and"},{"prefix":"3","text":" Tuition assistance to attend any vocational training or GED program not to exceed one-half the yearly cost for any full-time District resident student at UDC."},{"prefix":"c","text":" The benefits contained in subsection (b) of this section are subject to the following limitations:"},{"prefix":"1","text":" The displaced employee must be a bona fide District resident at the time of separation and must have filed a District of Columbia income tax return in the 2 years prior to separation;"},{"prefix":"2","text":" The continued coverage under subsection (b)(1) and (2) of this section for District employees enrolled in the Federal Employee Health Benefits Plan and Federal Employees Group Life Insurance Plan are subject to the federal regulations governing these benefits;"},{"prefix":"3","text":" The employee must not have been the recipient of the early out or easy out retirement incentive or voluntary severance incentive programs in Fiscal Year 1996;"},{"prefix":"4","text":" The limit of the Fiscal Year 1996 appropriations for this program;"},{"prefix":"5","text":" The employee cannot have been offered a position with a contractor for government services under § 2-352.05, and refused such offer of employment;"},{"prefix":"6","text":" Nothing in subsection (b) of this section shall be construed as an entitlement to any benefits; and"},{"prefix":"7","text":" No benefits set forth in subsection (b) of this section shall be available in any future Fiscal Year without additional appropriations for those benefits."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIV-A","text":"Transition Benefits for Displaced Employees."},"heading":{"title":"1","chaptersection":"624","identifier":"1-624.22","catch_text":"Transition benefits for displaced employees in Fiscal Year 1996."}}