{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.9.\n\n1973 Ed., § 1-353.9.\n\nEffect of Amendments\n\nD.C. Law 13-91, in sub-subpar. (a)(3)(D)(v), substituted \"reimbursement\" for \"reimbursal\".\n\nD.C. Law 17-231, in subsec. (a), substituted \"surviving spouse or domestic partner\" for \"widow or widower\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 10-253, see Historical and Statutory Notes following § 1-623.01.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nDC CODE § 1-623.09\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2309, 25 DCR 5740; Sept. 26, 1995, D.C. Law 11-52, § 810(c), 42 DCR 3684; Apr. 12, 2000, D.C. Law 13-91, § 103(s), 47 DCR 520; Sept. 12, 2008, D.C. Law 17-231, § 3(g), 55 DCR 6758.)","sections":[{"prefix":"a","text":" If an individual: (1) Has sustained disability compensable under § 1- 623.07(a); (2) has filed a valid claim in his or her lifetime; and (3) dies from a cause other than the injury before the end of the period specified by the schedule; the compensation specified by the schedule that is unpaid at his or her death, whether or not accrued or due at his or her death, shall be paid:"},{"prefix":"A","text":" Under an award made before or after the death;"},{"prefix":"B","text":" For the period specified by the schedule;"},{"prefix":"C","text":" To and for the benefit of the persons then in being within the classes and on the conditions and in proportions specified by this section; and"},{"prefix":"D","text":" In the following order of precedence:"},{"prefix":"i","text":" If there is no child, to the surviving spouse or domestic partner;"},{"prefix":"ii","text":" If there are both a surviving spouse or domestic partner and a child or children, one-half to the surviving spouse or domestic partner and one-half to the child or children;"},{"prefix":"iii","text":" If there is no surviving spouse or domestic partner, to the child or children;"},{"prefix":"iv","text":" If there is no survivor in the above classes, to the parent or parents completely or partially dependent for support on the decedent, or to other completely dependent relatives listed by § 1-623.33, or to both in proportions provided by rules and regulations; or"},{"prefix":"v","text":" If there is no survivor in the above classes and no burial allowance is payable under § 1-623.34, an amount not exceeding that which would be expendable under § 1-623.34, if applicable, shall be paid to reimburse a person equitably entitled thereto to the extent and in the proportion that he or she has paid the burial expenses: Except, that a compensated insurer or other person obligated by law or contract to pay the burial expenses or a state or political subdivision or entity is deemed not equitably entitled to such reimbursement."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, payments under subsection (a) of this subsection, except for an amount payable for a period preceding the death of the employee, are at the basic rate of compensation for permanent disability specified by § 1-623.07."},{"prefix":"2","text":" For an employee who would otherwise be an employee for purposes of this subchapter whose date of hire was before January 1, 1980, or whose claim for compensation for disability or death was pending before December 29, 1994, payments under subsection (a) of this section, except for an amount payable for a period preceding the death of the employee, are at the basic rate of compensation for permanent disability specified by § 1-623.07, even if at the time of death the employee was entitled to the augmented rate specified by § 1-623.10."},{"prefix":"c","text":" A surviving beneficiary under subsection (a) of this section, except one under sub-subparagraph (v) of subparagraph (D) of paragraph (3) of subsection (a) of this section, does not have a vested right to payment and must be alive to receive payment."},{"prefix":"d","text":" A beneficiary under subsection (a) of this section, except one under sub-subparagraph (v) of subparagraph (D) of paragraph (3) of subsection (a) of this section, ceases to be entitled to payment on the happening of an event which would terminate his or her right to compensation for death under § 1-623.33. When that entitlement ceases, compensation remaining unpaid under subsection (a) of this section is payable to the surviving beneficiary in accordance with subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.09","catch_text":"Beneficiaries of awards unpaid at death; order of precedence."}}