{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-630.1.\n\n1973 Ed., § 1-359.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 6-144, see Historical and Statutory Notes following § 1-629.02.\n\nFor legislative history of D.C. Law 12-124, see Historical and Statutory Notes following § 1-603.01.\n\nDelegation of Authority\n\nWaiver of government claims, see Mayor's Order 99-220, December 30, 1999 (47 DCR 1008).\n\nDelegation of Authority--Waiver of District Government Claims, see Mayor's Order 2009-27, March 9, 2009 (56 DCR 6762).\n\nMiscellaneous Notes\n\nApplicability of § 101(y) of D.C. Law 12-124: Section 401(c) of D.C. Law 12- 124, as amended by § 60 of D.C. Law 12-264, provided that § 101(h), (l), (m), (n), (o)(2) through (5), (q), (r), (t), (u), (w), and (y) of the act shall apply as of October 21, 1998.\n\nDC CODE § 1-629.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2901, 25 DCR 5740; Sept. 13, 1986, D.C. Law 6-144, § 2(b), 33 DCR 4383; June 10, 1998, D.C. Law 12-124, § 101(y), 45 DCR 2464.)","sections":[{"prefix":"a","text":" In accordance with rules issued by the Mayor, the Mayor may waive with written justification, in whole or part, a claim of the government against an employee or former employee of the District arising under § 1-629.02 when collection would be:"},{"prefix":"1","text":" Against equity;"},{"prefix":"2","text":" Against good conscience; and"},{"prefix":"3","text":" Not in the best interests of the District."},{"prefix":"b","text":" The authority to waive a claim for erroneous payment may not be exercised if there exists, in connection with the claim, an indication of fraud, misrepresentation, fault, or lack of good faith on the part of the employee, former employee, or any other person having an interest in obtaining a waiver of the claim."},{"prefix":"c","text":" After the expiration of 3 years immediately following the date on which the erroneous payment was discovered by the government, or 3 years immediately following March 3, 1979, whichever is later, the Mayor may not make any claim for an erroneous payment or debt owed to the government, except where the claim involves money owed for federal health benefits, federal life insurance, or United States civil service retirement."},{"prefix":"d","text":" A decision by the Mayor to deny a waiver of the government's claim for erroneous employee payment shall be the final administrative decision of the District government."},{"prefix":"e","text":" When the government has been reimbursed for a claim for erroneous payment in whole or in part, and a waiver of the claim is then granted, the employee or former employee shall be entitled to a refund of the amount of the reimbursement."},{"prefix":"f","text":" An erroneous payment, the collection of which is waived under this subchapter, is a valid payment for all purposes."},{"prefix":"g","text":" Nothing contained in this subchapter shall be construed to affect in any way the authority under any other statute to litigate, settle, compromise, or waive any claim of the government."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIX","text":"Employee Debt Set-Offs."},"heading":{"title":"1","chaptersection":"629","identifier":"1-629.01","catch_text":"Waiver of claims for erroneous employees payments."}}