{"text":"If an injury or death for which compensation is payable under this subchapter is caused under circumstances creating a legal liability in a person other than the District of Columbia government to pay damages, and a beneficiary entitled to compensation from the District of Columbia government for that injury or death receives money or other property in satisfaction of that liability as a result of suit or settlement by him or her in his or her behalf, the beneficiary, after deducting therefrom the costs of suit and a reasonable attorney's fee, shall refund to the District of Columbia government the amount of compensation paid by the District of Columbia government and credit any surplus on future payments of compensation payable to him or her for the same injury. No court, insurer, attorney or other person shall pay or distribute to the beneficiary or his or her designee the proceeds of such suit or settlement without first satisfying or assuring satisfaction of the interest of the District of Columbia government. The amount refunded to the District of Columbia government shall be credited to the Employees' Compensation Fund. If compensation has not been paid to the beneficiary, he or she shall credit the money or property on compensation payable to him or her by the District of Columbia government for the same injury. However, the beneficiary is entitled to retain, as a minimum, at least one-fifth of the net amount of the money or other property remaining after the expenses of a suit or settlement have been deducted, and, in addition to this minimum and at the time of distribution, to retain an amount equivalent to a reasonable attorney's fee proportionate to the refund to the District of Columbia government.","historical":"Prior Codifications\n\n1981 Ed., § 1-624.32.\n\n1973 Ed., § 1-353.32.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nDC CODE § 1-623.32\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2332, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(bb), 27 DCR 2632.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.32","catch_text":"Adjustment after recovery from third person."}}