{"text":"The employee may initially select a physician to provide medical services, appliances, and supplies in accordance with such rules and regulations and instructions as the Mayor considers necessary, and may be furnished necessary and reasonable transportation and expenses incident to the securing of such services, appliances, and supplies. These expenses, when authorized or approved by the Mayor, shall be paid from the Employees' Compensation Fund.","historical":"Prior Codifications\n\n1981 Ed., § 1-624.3.\n\n1973 Ed., § 1-353.3.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated previously made technical amendments.\n\nD.C. Law 15-290 added subsecs. (e) and (f).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(b) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(b) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1702(b) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 8-198, see Historical and Statutory Notes following § 1-623.01.\n\nFor legislative history of D.C. Law 10-253, see Historical and Statutory Notes following § 1-623.01.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 13-91, see notes following § 1-602.03.\n\nLaw 15-290, the \"Disability Compensation Effective Administration Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-873, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on January 4, 2005, it was assigned Act No. 15-685 and transmitted to both Houses of Congress for its review. D.C. Law 15- 290 became effective on April 5, 2005.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 1-623.01.\n\nApplication of § 150(c) of Pub. L. 105-100: Section 150(c)(5) of Pub. L. 105- 100, 111 Stat. 2181, the District of Columbia Appropriations Act, 1998, provided that the amendments made by subsection (c) shall apply with respect to services, supplies, or appliances furnished under title XXIII of the District of Columbia Merit Personnel Act of 1978 on or after the date of the enactment of this Act. Public Law 105-100 was approved November 19, 1997.\n\nDC CODE § 1-623.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2303, 25 DCR 5740; Mar. 6, 1991, D.C. Law 8-198, § 3(b), 37 DCR 6890; Sept. 26, 1995, D.C. Law 11-52, § 810(b), 42 DCR 3684; Nov. 19, 1997, 111 Stat. 2181, Pub. L. 105-100, §§ 150(c)(1), (2); Mar. 26, 1999, D.C. Law 12-175, § 2102(b), 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-264, § 5(d), 46 DCR 2118; Apr. 12, 2000, D.C. Law 13-91, §§ 160(a), 162, 163, 47 DCR 520; Apr. 5, 2005, D.C. Law 15-290, § 2(a), 52 DCR 1449.)","sections":[{"prefix":"a","text":" The District government shall furnish to an employee who is injured while in the performance of duty the services, appliances, and supplies prescribed or recommended by a qualified physician, who is approved by the Mayor or his or her designee pursuant to subsection (d) of this section, which the Mayor considers likely to cure, give relief, reduce the degree or period of disability, or aid in lessening the amount of the monthly compensation. These services, appliances, and supplies shall be furnished:"},{"prefix":"1","text":" Whether or not disability has arisen;"},{"prefix":"2","text":" Notwithstanding that the employee has accepted or is entitled to receive benefits under subchapter III of Chapter 83 of Title 5 of the United States Code, or another retirement system for employees of the District or federal government; and"},{"prefix":"3","text":" By or on the order of the District of Columbia government medical officers and hospitals, or by or on the order of a physician or managed care organization designated or approved by the Mayor."},{"prefix":"b","text":" The Mayor, under such limitations or conditions as he or she considers necessary, may authorize the employing agencies to provide for the initial furnishing of medical and other benefits under this section. The Mayor may certify vouchers for these expenses out of the Employees' Compensation Fund when the immediate superior of the employee certifies that the expense was incurred in respect to an injury accepted by the employing agency as properly compensable under this subchapter. The Mayor shall prescribe the form and content of the certificate."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":"(1) An employee to whom services, appliances, or supplies are furnished pursuant to subsection (a) of this section shall be provided with such services, appliances, and supplies (including reasonable transportation incident thereto) by a managed care organization or other health care provider designated by the Mayor or his or her designee, in accordance with such rules, regulations, and instructions as the Mayor considers appropriate. Any health care provider who is a member of such managed care organization shall apply in writing to the Mayor or his or her designee, and be approved by the Mayor or his or her designee prior to providing any services, appliances, or supplies pursuant to this section."},{"prefix":"2","text":" Any expenses incurred as a result of furnishing services, appliances, or supplies which are authorized by the Mayor under paragraph (1) of this section shall be paid from the Employees' Compensation Fund."},{"prefix":"3","text":" Any medical service provided pursuant to this subsection shall be subject to utilization review under § 1-623.23."},{"prefix":"e","text":" The District government shall furnish or authorize payment for services, appliances, supplies, and reasonable transportation and expenses incidental thereto, to the injured employee within 30 days after the Mayor or his or her designee receives notice that the employee has been injured while in the performance of duty."},{"prefix":"f","text":" The Mayor or his or her designee shall provide a claimant with written authorization for payment for any treatment or procedure within 30 days after the treating physician makes a written request to the Mayor or his or her designee for this authorization. If the Mayor or his or her designee fails to provide written authorization to the claimant within 30 days of the request, the treatment or procedure shall be deemed authorized, unless the Mayor or his or her designee commences a utilization review pursuant to § 1-623.23(a-2) within 30 days of the request."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.03","catch_text":"Medical services and initial medical and other benefits."}}