{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-622.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nDC CODE § 1-621.08\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Laws 2-139, § 2108, as added Oct. 1, 1987, D.C. Law 7-27, § 2(d), 34 DCR 5079.)","sections":[{"prefix":"a","text":" During each pay period in which an employee or an annuitant is enrolled under 1 of the health benefit plans there shall be withheld from the compensation of each employee and from the annuity of each annuitant or there shall be paid by each annuitant who received his or her benefits as a lump sum payment an amount equal to the cost of the selected health benefit plan less the amount of the District contribution for the employee or the annuitant. The amount withheld or paid by the employee or the annuitant, together with the District's contribution, shall be transferred to the carrier of the health benefit plan selected by the employee or the annuitant."},{"prefix":"b","text":" During each pay period in which an individual receiving disability compensation benefits pursuant to subchapter XXIII of this chapter is enrolled under 1 of the health benefit plans, there shall be withheld from those benefits an amount equal to the cost of the selected health benefit plan less the amount of the District contribution for the enrolled individual. The amount withheld from the employee or the annuitant, together with the District's contribution, shall be transferred to the carrier of the health benefit plan selected by the individual receiving disability benefits."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXI","text":"Health Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"621","identifier":"1-621.08","catch_text":"Employee deductions and withholdings."}}