{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.35.\n\n1973 Ed., § 1-353.35.\n\nEffect of Amendments\n\nD.C. Law 17-231 substituted \"surviving spouse or domestic partner\" for \"widow or widower\"; in subsec. (c), substituted \"remarriage or enters into a domestic partnership\" for \"remarriage\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1702(g) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1702(g) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) amendment of section, see § 1702(g) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 1-603.01.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nDC CODE § 1-623.35\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2335, 25 DCR 5740; Mar. 26, 1999, D.C. Law 12-175, § 2102(g), 45 DCR 7193; Sept. 12, 2008, D.C. Law 17-231, § 3(j), 55 DCR 6758.)","sections":[{"prefix":"a","text":" The claimant may enter into an agreement with the Mayor or his or her designee for a lump-sum settlement.  Such settlements must be in writing and signed by the Mayor or his or her designee and the claimant.   If the claimant is represented by counsel, the settlement documents must also be signed by the attorney for the claimant.  Such settlements are to be the complete and final dispositions of a case and once approved require no further action by the Mayor or his or her designee."},{"prefix":"b","text":" In reaching an agreement for a lump-sum settlement pursuant to this section, the probability of the death of the beneficiary before the expiration of the period during which he or she is entitled to compensation shall be determined according to the most current available United States Life Tables, as developed by the United States Department of Health and Human Services, but the lump-sum payment to a surviving spouse or domestic partner of the deceased employee may not exceed 60 months' compensation.   The probability of the occurrence of any other contingency affecting the amount or duration of compensation shall be disregarded."},{"prefix":"c","text":" On remarriage or entry into a domestic partnership before reaching age 60, a surviving spouse or domestic partner entitled to compensation under § 1- 623.33 shall be paid a lump-sum equal to 24 times the monthly compensation payment (excluding compensation on account of another individual) to which he or she was entitled immediately before the remarriage or entry into a domestic partnership."},{"prefix":"d","text":" Lump-sum settlements may not be reviewed or modified under § 1-623.24 or § 1-623.28, except in case of fraud or misrepresentation by any party."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.35","catch_text":"Lump-sum settlements."}}