{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-623.10.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nFor legislative history of D.C. Law 7-231, see Historical and Statutory Notes following § 1-611.11.\n\nDC CODE § 1-622.10\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2210, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(f), 34 DCR 5079; May 10, 1989, D.C. Law 7-231, § 3(2), 36 DCR 492.)","sections":[{"prefix":"a","text":" During each pay period in which the employee or annuitant is insured under a policy of insurance purchased by the District under § 1-622.05, an amount determined by the Mayor shall be withheld from the compensation of the employee or the annuity of the annuitant as his or her share of the cost of the group life insurance benefits purchased under § 1-622.05. The amount withheld from an employee or annuitant paid on other than a biweekly basis shall be determined at a proportional rate adjusted to the nearest cent."},{"prefix":"b","text":" During each pay period in which an employee receiving disability compensation benefits pursuant to subchapter XXIII of this chapter is insured under a policy of group life insurance purchased by the District under § 1- 622.05, an amount determined by the Mayor shall be withheld from the disability compensation benefits of the individual as his or her share of the cost of the group insurance."},{"prefix":"c","text":" There shall be paid by each annuitant who received his or her benefits as a lump sum payment an amount equal to the cost of the life insurance plan less the amount of the District contribution to the life insurance plan for the annuitant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXII","text":"Life Insurance; Benefit Program Study. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"622","identifier":"1-622.10","catch_text":"Employee deductions; withholdings; payments."}}