{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.45.\n\n1973 Ed., § 1-353.45.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsecs. (b)(1) and (2), substituted \"1 year\" for 2 years\"; and, in subsec. (c), substituted \"full-duty or part-time status\" for \"less than full duty status\".\n\nD.C. Law 15-290 rewrote pars. (1) and (2) of subsec. (b) which had read:\n\n\"(1) Immediately and unconditionally accord the employee, if the injury or disability has been overcome within 1 year after the date of commencement of compensation or from the time compensable disability recurs if the recurrence begins after the injured employee resumes regular full-time employment with the District of Columbia government, the right to resume his or her former, or an equivalent, position as well as all other attendant rights which the employee would have had or acquired in his or her former position had he or she not been injured or disabled, including the rights to tenure, promotion, and safeguards in reduction-in-force procedures; and\n\n\"(2) If the injury or disability is overcome within a period of more than 1 year after the date of commencement of compensation, make all reasonable efforts to place, and accord priority to placing, the employee in his or her former or equivalent position within such department or agency, or within any other department or agency.\"\n\nD.C. Law 16-231, in subsec. (b)(1), inserted \"and provision of all necessary medical treatment needed to lessen disability\" following \"after the date of commencement of compensation\".\n\nD.C. Law 16-294, in subsec. (b)(1), substituted \"two years\" for \"one year\".\n\nD.C. Law 16-305, in subsec. (b)(1), substituted \"had a disability\" for \"disabled\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1103(i) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 10-253, see Historical and Statutory Notes following § 1-623.01.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 1-623.10.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 15-290, see notes following § 1-623.03.\n\nFor Law 16-231, see notes following § 1-623.19.\n\nFor Law 16-294, see notes following § 1-623.19.\n\nFor Law 16-305, see notes following § 1-307.02.\n\nMiscellaneous Notes\n\nSection 2(c) of D.C. Law 16-294 provided that this section shall apply as of April 5, 2005.\n\nDC CODE § 1-623.45\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2345, 25 DCR 5740; Sept. 26, 1995, D.C. Law 11-52, § 810(j), 42 DCR 3684; Oct. 3, 2001, D.C. Law 14-28, § 1203(i), 48 DCR 6981; Apr. 5, 2005, D.C. Law 15-290, § 2(i), 52 DCR 1449; Mar. 8, 2007, D.C. Law 16-231, § 2(d), 54 DCR 365; Mar. 14, 2007, D.C. Law 16-294, § 2(b), 54 DCR 1086; Apr. 24, 2007, D.C. Law 16-305, § 3(l), 53 DCR 6198.)","sections":[{"prefix":"a","text":" In the event the individual resumes employment with the District government, the entire time during which the employee was receiving compensation under this subchapter shall be credited to the employee for the purposes of within-grade step increases, retention purposes, and other rights and benefits based upon length of service."},{"prefix":"b","text":" Under rules and regulations issued by the Mayor the department or agency which was the last employer shall:"},{"prefix":"1","text":" Immediately and unconditionally accord the employee the right to resume his or her former, or an equivalent, position as well as all other attendant rights which the employee would have had or acquired in his or her former position had he or she not been injured or had a disability, including the rights to tenure, promotion, and safeguards in reduction-in-force procedures, provided that the injury or disability has been overcome within two years after the date of commencement of compensation and provision of all necessary medical treatment needed to lessen disability or from the time compensable disability recurs if the recurrence begins after the injured employee resumes regular full-time employment with the District of Columbia government; or"},{"prefix":"2","text":" If the injury or disability is overcome within a period of more than 2 years after the date of commencement of payment of compensation or the provision of medical treatment by the Disability Compensation Fund, make all reasonable efforts to place, and accord priority to placing the employee in his or her former or equivalent position within such department or agency, or within any other department or agency."},{"prefix":"c","text":" Nothing in this provision shall exclude the responsibility of the employing agency to re-employ an employee in a full-duty or part-time status."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.45","catch_text":"Career and Educational Services retention rights."}}