{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.4.\n\n1973 Ed., § 1-353.4.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (a), substituted \"shall direct a permanently or temporarily\" for \"may direct a permanently\".\n\nD.C. Law 16-305, in subsec. (a), substituted \"an individual with a permanent or temporary disability\" for \"a permanently or temporarily disabled individual\".\n\nD.C. Law 18-223 added subsecs. (c) and (d).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1103(c) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 1062(b)(4) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 16-305, see notes following § 1-307.02.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nMiscellaneous Notes\n\nEstablishment and Appointments--D.C. State Rehabilitation Council, see Mayor's Order 2001-173, November 30, 2001 (48 DCR 11586).\n\nDC CODE § 1-623.04\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2304, 25 DCR 5740; Oct. 3, 2001, D.C. Law 14-28, § 1203(c), 48 DCR 6981; Apr. 24, 2007, D.C. Law 16-305, § 3(g), 53 DCR 6198; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(4), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Mayor shall direct an individual with a permanent or temporary disability whose disability is compensable under this subchapter to undergo vocational rehabilitation. The Mayor shall provide for furnishing the vocational rehabilitation services. In providing for these services, the Mayor, insofar as practicable, shall use the services or facilities of the District of Columbia government. The cost of providing these services to individuals undergoing vocational rehabilitation under this section shall be paid from the Employees' Compensation Fund."},{"prefix":"b","text":" Notwithstanding § 1-623.06, individuals directed to undergo vocational rehabilitation by the Mayor, while undergoing such rehabilitation, shall receive compensation at the rate provided in §§ 1-623.05 and 1-623.10, less the amount of any earnings received from remunerative employment other than employment undertaken pursuant to such rehabilitation."},{"prefix":"c","text":" The initial vocational rehabilitation services provided pursuant to this section shall be for a period not to exceed 90 days after the claimant reaches maximum medical improvement and vocational rehabilitation is initiated."},{"prefix":"d","text":" After the initial 90-day period has expired, the vocational rehabilitation services may be extended, at the discretion of the Mayor, for good cause shown, for incremental periods of 90 days, not to exceed one year from the initiation of the initial vocational rehabilitation plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.04","catch_text":"Vocational rehabilitation."}}