{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-628.2.\n\n1973 Ed., § 1-357.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 11-78, see Historical and Statutory Notes following § 1-624.07.\n\nFor legislative history of D.C. Law 11-98, see Historical and Statutory Notes following § 1-624.07.\n\nDC CODE § 1-627.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2702, 25 DCR 5740; Mar. 5, 1996, D.C. Law 11-98, § 1101(b), 43 DCR 5.)","sections":[{"prefix":"a","text":" Any employee of a District agency participating in an exchange of personnel as authorized in § 1-627.01 may be considered, during such participation, to be:"},{"prefix":"1","text":" On detail to regular work assignments of the receiving agency or organization; or"},{"prefix":"2","text":" In a status of leave of absence from his or her position in the sending agency."},{"prefix":"b","text":" Any employee who is on detail is entitled to the same salary and benefits to which he or she would otherwise be entitled and shall remain an employee of the sending agency for all other purposes except that the supervision of duties during the period of detail may be governed by agreement between the sending agency and the receiving agency or organization."},{"prefix":"c","text":" An employee who is on a leave of absence is entitled to at least the same salary and benefits to which he or she would otherwise be entitled. The salary and benefits shall be paid by the receiving agency or organization except as otherwise agreed between the sending and the receiving agencies or organizations."},{"prefix":"d","text":" The receiving agency or organization may grant annual leave or other time off with compensation to the extent authorized by law applicable to the sending agency."},{"prefix":"e","text":" Except as otherwise provided in this chapter, an employee who is on a status of leave of absence has the same rights, benefits and obligations as any other employee of the sending agency who is on a leave of absence status for any other purpose."},{"prefix":"f","text":" Any employee who participates in a temporary assignment under this subchapter and who suffers disability or death as a result of personal injury arising out of and in the course of the assignment, or sustained in performance of duties in connection therewith, shall be treated, for the purposes of the District's disability compensation program, as an employee who has sustained such injury in the performance of such duty, but shall not receive disability or injury benefits under that program for any period for which he or she is entitled to and elects to receive similar benefits under the employee compensation of the receiving agency or organization."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXVII","text":"Temporary Assignment of District Employees."},"heading":{"title":"1","chaptersection":"627","identifier":"1-627.02","catch_text":"Status of District employees while on assignment."}}