{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.44.\n\n1973 Ed., § 1-353.44.\n\nEffect of Amendments\n\nD.C. Law 14-28 deleted the second sentence which had read: \" The rules and regulations shall provide for an Employees' Compensation Appeals Board of 3 individuals designated or appointed by the Mayor with authority to hear and, subject to applicable law and the rules and regulations of the Mayor, make final administrative decisions on appeals taken from determinations and awards with respect to claims of employees.\"\n\nD.C. Law 15-290 rewrote the section which had read:\n\n\"The Mayor may prescribe rules and regulations necessary for the administration and enforcement of this subchapter including rules and regulations for the conduct of hearings under § 1-623.24. The Mayor may determine the nature and extent of the proof and evidence required to establish the right to benefits under this subchapter without regard to the date of injury or death for which claim is made.\"\n\nD.C. Law 16-91, in par. (4), validated a previously made technical correction.\n\nD.C. Law 18-223, in subsec. (a), substituted \"The Mayor shall promulgate rules necessary or useful for the administration and enforcement of this subchapter, including rules for modifying an award of compensation and for the conduct of hearings under § 1-623.24.\" for \"The Mayor shall promulgate regulations that explain the standards and procedures that govern determinations for the modification of an award of compensation.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1103(h) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 1062(b)(16) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor Law 14-28, see notes following § 1-604.06.\n\nFor Law 15-290, see notes following § 1-623.03.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nDelegation of Authority\n\nDelegation of Rulemaking Authority for Matters Within the Jurisdiction of the Office of Risk Management, see Mayor's Order 2004-198, December 14, 2004 (51 DCR 11887).\n\nDC CODE § 1-623.44\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2344, 25 DCR 5740; Oct. 3, 2001, D.C. Law 14-28, § 1203(h), 48 DCR 6981; Apr. 5, 2005, D.C. Law 15-290, § 2(h), 52 DCR 1449; Apr. 7, 2006, D.C. Law 16-91, § 122, 52 DCR 10637; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(16), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Mayor shall promulgate rules necessary or useful for the administration and enforcement of this subchapter, including rules for modifying an award of compensation and for the conduct of hearings under § 1-623.24. An award may be modified only in accordance with those regulations which shall include the following criteria relating to:"},{"prefix":"1","text":" Exchange of information including a claimant's opportunity to provide medical, vocational, or other information to the Mayor prior to a modification of benefits;"},{"prefix":"2","text":" Modification procedures including the manner and content of notices to a claimant concerning a proposed modification;"},{"prefix":"3","text":" The procedures for providing additional information concerning a claim, the type of information that may be submitted, and the manner in which all information will be considered;"},{"prefix":"4","text":" When a modification may properly be made, and the manner of notice to a claimant of the final decision;"},{"prefix":"5","text":" Physical examinations including the weight that shall be given to competing medical reports;"},{"prefix":"6","text":" File access including the manner in which a claimant or his or her attorney may request access to the claimant's file;"},{"prefix":"7","text":" Standard of review including the standard applicable to a modification process or appeal under this chapter;"},{"prefix":"8","text":" Deadlines and extensions applicable to claimants and the Mayor, which also shall provide that a claimant's failure to miss a deadline will be excused when good cause is found, a definition of \"good cause\", and the procedures for determining whether good cause exists; and"},{"prefix":"9","text":" Bases for modification including the legal bases upon which an award of compensation may be modified and the standards to determine whether a claimant's change of condition would justify the modification."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.44","catch_text":"Rules and regulations."}}