{"text":"The District may contract for or approve the following health benefit plans:","historical":"Prior Codifications\n\n1981 Ed., § 1-622.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nFor legislative history of D.C. Law 8-190, see Historical and Statutory Notes following § 1-621.14.\n\nMiscellaneous Notes\n\nMayor authorized to enter agreements to modify health benefits contracts: See Historical and Statutory Notes following § 1-611.03.\n\nDC CODE § 1-621.05\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2105, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(d), 34 DCR 5079; Mar. 2, 1991, D.C. Law 8-190, § 2(b), 37 DCR 6721.)","sections":[{"prefix":"1","text":" An Indemnity Benefit Plan: One District-wide plan offering at least 3 levels of benefits (one of which shall be deemed by the Mayor to be a standard option) under which a carrier agrees to pay certain sums of money, not in excess of the actual expenses incurred, for health benefits."},{"prefix":"2","text":" Health Maintenance Organization Plans including:"},{"prefix":"A","text":" One or more group prepayment plans that offer health benefits, in whole or in substantial part on a prepaid basis, with professional services provided by physicians representing at least 3 major medical specialties practicing as a group in a common center or centers who receive all or a substantial part of their professional income from the prepaid funds; and"},{"prefix":"B","text":" An individual practice prepayment plan that offers health benefits in whole or substantial part on a prepaid basis, with professional services provided by individual physicians who agree, under rules promulgated by the Mayor, to accept the payments provided by the plan as full payment for covered services that include in-hospital services, general care provided in their offices and in the patients' homes, out-of-hospital diagnostic procedures, and preventive care."},{"prefix":"3","text":" Preferred Provider Organization Plan: An individual practice plan that offers health benefits in whole or substantial part with professional services provided by individual physicians, hospitals, and other health care providers who agree under rules promulgated by the Mayor to accept contractually reduced payments for the covered services they provide."},{"prefix":"4","text":" Combined Benefit Plan: A plan that includes elements of more than 1 of the plans described in paragraphs (1), (2), and (3) of this section."},{"prefix":"5","text":" Other Health Benefit Plans: Nothing in this section shall preclude the Mayor from contracting for or approving a type of health benefit plan not specifically listed in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXI","text":"Health Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"621","identifier":"1-621.05","catch_text":"Health benefit plans."}}