{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-623.13.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nLaw 12-89, the \"Life Insurance Special Contingency Reserve Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-162, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 26, 1998, it was assigned Act No. 12-262 and transmitted to both Houses of Congress for its review. D.C. Law 12- 89 became effective on April 29, 1998.\n\nMiscellaneous Notes\n\nApplication of Law 12-89: Section 4 of D.C. Law 12-89 provided that the provisions of § 2 of the act shall apply as of May 30, 1995.\n\nDC CODE § 1-622.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2213, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(f), 34 DCR 5079; Apr. 29, 1998, D.C. Law 12-89, § 2, 45 DCR 1306.)","sections":[{"prefix":"a","text":" An excess of the total of § 1-622.12(a)(1) over the sum of § 1- 622.12(a)(2) and (a)(3) shall be held by the company issuing the policy as a special contingency reserve to be used by the company only for charges under the policy purchased under § 1-622.05."},{"prefix":"b","text":" The special contingency reserve shall bear interest at a rate determined in advance of each policy period by the company from which the insurance was purchased under § 1-622.05 and approved by the Mayor as being consistent with the rates generally used by the company from which the insurance was purchased under § 1-622.05 for similar funds held under other group life insurance policies."},{"prefix":"c","text":" When the Mayor determines that the amount of the special contingency reserve is sufficient to provide for adverse fluctuations in future charges under the policy, any funds in excess of that amount may be used to increase benefits, to reduce premiums, or both, or may be deposited in the General Fund of the District."},{"prefix":"d","text":" When a policy purchased under § 1-622.05 is discontinued, any balance remaining in the special contingency reserve after all charges have been paid shall be deposited in the General Fund of the District."},{"prefix":"e","text":" When a policy purchased pursuant to § 1-622.05 is replaced by a successor policy, either by a new policy under a contract with the same life insurance company or by a policy under a new contract with another life insurance company, any balance remaining in the special contingency reserve shall be transferred to the special contingency reserve for the new policy."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXII","text":"Life Insurance; Benefit Program Study. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"622","identifier":"1-622.13","catch_text":"Special contingency reserve."}}