{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223 rewrote subsec. (b)(1); and added subsec. (b-1). Prior to amendment, subsec. (b)(1) read as follows:\n\n\"(1) Retire with at least 10 years of creditable District service;\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1201(d) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 1201(d) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nMiscellaneous Notes\n\nSection 1093 of D.C. Law 18-223 provides:\n\n\"Sec. 1093. Applicability.\n\n\"(a) Section 1092(a) and (c) shall apply as of October 1, 2011 \"\n\n\"(b) This subtitle shall apply subject to its inclusion in an approved budget and financial plan.\"\n\nDC CODE § 1-621.17\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2117, as added Mar. 3, 2010, D.C. Law 18-111, § 1201(d), 57 DCR 181; D.C. Law 18-223, § 1092(c), Sept. 24, 2010, 57 DCR 6242.)","sections":[{"prefix":"a","text":" An annuitant may be eligible for the post-employment health benefits as set forth in § 1-621.05."},{"prefix":"b","text":" To be eligible for post-employment health benefits, the annuitant must:"},{"prefix":"1","text":" Retire with at least:"},{"prefix":"A","text":" 10 years of creditable District service if the annuitant retired under the District Retirement Benefit Program, the Teachers' Retirement System, the Judges' Retirement System, or the Teachers' Insurance and Annuity Association programs; or"},{"prefix":"B","text":" 10 years of creditable District service if the annuitant retired under the Police and Fire Retirement System and the annuitant was hired on or after November 10, 1996; or"},{"prefix":"C","text":" 5 years of creditable District service if the annuitant retired under the Police and Fire Retirement System and the annuitant was hired before November 10, 1996;"},{"prefix":"2","text":" Be enrolled in a health benefit plan under § 1-621.05 at the time of retirement;"},{"prefix":"3","text":" Have been continuously enrolled in a health benefit plan under § 1- 621.05 for a period of at least 5 years preceding the annuitant's retirement date; and"},{"prefix":"4","text":" Remain continuously covered under a health benefit plan under § 1- 621.05."},{"prefix":"b-1","text":" In addition to annuitants eligible under this section for the post-employment health benefits as set forth in § 1-621.05, individuals described in § 1-621.09(k) shall also be eligible for such benefits and those individuals shall be considered annuitants for the purposes of this section."},{"prefix":"c","text":" If an annuitant's coverage in a health benefit plan under § 1-621.05 ends, for any reason, the annuitant shall cease to be eligible for post-employment health benefits and shall not re-enroll, as an annuitant, in a health benefit plan under § 1-621.05."},{"prefix":"d","text":" Upon the death of an annuitant who is enrolled in a health benefit plan under § 1-621.05 with family coverage, the annuitant's surviving spouse and dependent children who are covered under the health benefit plan at the time of death may continue enrollment in a health benefit plan under § 1-621.05."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXI","text":"Health Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"621","identifier":"1-621.17","catch_text":"Post-employment benefits."}}