{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-622.9.\n\nEffect of Amendments\n\nD.C. Law 13-54 added subsecs. (c) and (d).\n\nD.C. Law 17-219 added subsec. (e).\n\nD.C. Law 18-111 rewrote subsec. (d); and added subsecs. (f) to (h). Prior to amendment, subsec. (d) read as follows:\n\n\"(d) The Mayor shall deposit into the Fund the $750,000, that was appropriated in fiscal years 1997, 1998, and 1999 for the purpose of funding the District's contribution for the health and life insurance premiums of annuitants. The Mayor may also deposit into the Fund any balances in the rate stabilization fund reserves that are refunded to the District by a health insurance carrier.\"\n\nD.C. Law 18-223, in subsec. (g), substituted \"or\" for \"the Police and Fire Retirement System,\"; in subsec. (h), substituted \"for an annuitant described in subsection (g) of this section\" for \"an annuitant\" in the lead-in text and rewrote par. (3); and added subsecs. (i) to (m). Prior to amendment, subsec. (h)(3) read as follows:\n\n\"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 72% of the cost of the selected health benefit plan and the annuitant shall contribute 28% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 60% of the cost of the selected health benefit plan and the family member shall contribute 40% of the cost of the selected health benefit plan.\"\n\nD.C. Law 18-370, in subsecs. (a), (h)(2), (h)(3), (j)(1), and (l), substituted \"an amount equal to 72%\" for \"an amount equal to 75%\"; in subsecs. (a) and (h)(1), substituted \"exceed 72%\" for \"exceed 75%\"; in subsecs. (h)(2), (h)(3), (j)(1), and (l), substituted \"contribute 28%\" for \"contribute 25%\"; and, in subsec. (j)(2), substituted \"shall not exceed 75%\" for \"shall not exceed 72%\".\n\nD.C. Law 19-21 rewrote subsecs. (h)(3) and (l), which formerly read:\n\n\"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 72% of the cost of the selected health benefit plan and the annuitant shall contribute 28% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 72% of the cost of the selected health benefit plan and the family member shall contribute 28% of the cost of the selected health benefit plan. This paragraph shall apply as of October 1, 2009.\"\n\n\"(l) For an individual covered by subsection (k) of this section, the District's contribution to the cost of the selected health benefits plan of the individual shall be an amount equal to 72% of the cost of the selected health benefit plan and the individual shall contribute 28% of the cost of the selected health benefit plan. For a covered family member of the individual, the District contribution to the cost of the selected health benefits plan of the family member shall be an amount equal to 72% of the cost of the selected health benefit plan and the family member shall contribute 28% of the cost of the selected health benefit plan.\"\n\nD.C. Law 19-168, in subsecs. (a), (h)(2), (h)(3), (j)(1) and (l), substituted \"an amount equal to 72%\" for \"an amount equal to 75%\"; in subsecs. (a) and (h)(1), substituted \"exceed 75%\" for \"exceed 72%\"; in subsecs. (h)(2), (h)(3), (j)(1) and (l), substituted \"contribute 25%\" for \" contribute 28%\"; and, in subsec. (j)(2), substituted \"shall not exceed 75%\" for \"shall not exceed 72%\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Annuitants' Health and Life Insurance Employer Contribution Temporary Amendment Act of 1999 (D.C. Law 12-278, April 27, 1999, law notification 46 DCR 4284).\n\nSection 2 of D.C. Law 18-100, in section 1201(b)(2) of D.C. Act 18-207, substituted \"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the family member shall contribute 25% of the cost of the selected health benefit plan. This paragraph shall apply as of October 1, 2009.\" for \"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 60% of the cost of the selected health benefit plan and the family member shall contribute 40% of the cost of the selected health benefit plan.\"\n\nSection 3 of D.C. Law 18-100, in section 1201(b)(2) of D.C. Law 18-111, substituted \"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the family member shall contribute 25% of the cost of the selected health benefit plan. This paragraph shall apply as of October 1, 2009.\" for \"(3) For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 60% of the cost of the selected health benefit plan and the family member shall contribute 40% of the cost of the selected health benefit plan.\".\n\nSection 5(b) of D.C. Law 18-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Annuitants' Health and Life Insurance Employer Contribution Emergency Amendment Act of 1998 (D.C. Act 12-617, January 22, 1999, 46 DCR 1335).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Annuitants' Health and Life Insurance Employer Contribution Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-199, December 1, 1999, 46 DCR 10446).\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Annuitants' Health and Life Insurance Employer Contribution Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-276, March 7, 2000, 47 DCR 2015).\n\nFor temporary (90 day) amendment of section, see § 7008 of Fiscal Year 2009 Budget Support Emergency Act of 2008 (D.C. Act 17-468, July 28, 2008, 55 DCR 8746).\n\nFor temporary (90 day) amendment of section, see § 1201(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see §§ 2 and 3 of Police and Firefighter Post-Retirement Health Benefits Emergency Amendment Act of 2009 (D.C. Act 18-230, November 5, 2009, 56 DCR 8794).\n\nFor temporary (90 day) amendment of section, see § 1201(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 102 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) amendment of section, see § 1012 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1012 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-27, see Historical and Statutory Notes following § 1-621.02.\n\nFor legislative history of D.C. Law 8-190, see Historical and Statutory Notes following § 1-621.14.\n\nLaw 13-54, the \"Annuitants' Health and Life Insurance Employer Contribution Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-286, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 6, 1999, and September 21, 1999, respectively. Signed by the Mayor on October 1, 1999, it was assigned Act No. 13-149 and transmitted to both Houses of Congress for its review. D.C. Law 13- 54 became effective on March 7, 2000.\n\nFor Law 17-219, see notes following § 1-308.29.\n\nFor Law 18-111, see notes following § 1-301.181.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nFor history of Law 18-370, see notes under § 1-301.01.\n\nFor history of Law 19-21, see notes under § 1-301.01.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nMiscellaneous Notes\n\nMayor authorized to enter agreements to modify health benefits contracts: See Historical and Statutory Notes following § 1-611.03.\n\nShort title: Section 7007 of D.C. Law 17-219 provided that subtitle D of title VII of the act may be cited as the \"Other Post-Employment Benefits Eligibility Act of 2008\".\n\nShort title: Section 1091 of D.C. Law 18-223 provided that subtitle J of title I of the act may be cited as the \"Police and Firefighter Post-Retirement Health Benefits Amendment Act of 2010\".\n\nSection 1093 of D.C. Law 18-223 provides:\n\n\"Sec. 1093. Applicability.\n\n\"(a) Section 1092(a) and (c) shall apply as of October 1, 2011 \"\n\n\"(b) This subtitle shall apply subject to its inclusion in an approved budget and financial plan.\"\n\nShort title: Section 101 of D.C. Law 18-370 provided that subtitle A of title I of the act may be cited as \"Health Benefit Plan District Contribution Amendment Act of 2010\".\n\nSection 103 of D.C. Law 18-370 provides:\n\n\"Sec. 103. Applicability.\n\n\"This subtitle shall apply as of January 1, 2011. \"\n\nShort title: Section 1051 of D.C. Law 19-21 provided that subtitle E of title I of the act may be cited as \"Police and Firefighter Post-Retirement Health Benefits Clarification Amendment Act of 2011\".\n\nShort title: Section 1011 of D.C. Law 19-168 provided that subtitle B of title I of the act may be cited as \"Health Benefit Plan District Contribution Amendment Act of 2012\".\n\nDC CODE § 1-621.09\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2109, as added Oct. 1, 1987, D.C. Law 7- 27, § 2(d), 34 DCR 5079; Mar. 2, 1991, D.C. Law 8-190, § 2(c), 37 DCR 6721; Mar. 7, 2000, D.C. Law 13-54, § 2(a), 46 DCR 9915; Aug. 16, 2008, D.C. Law 17-219, § 7008, 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 1201(b), 57 DCR 181; D.C. Law 18-223, § 1092(a), Sept. 24, 2010, 57 DCR 6242; Apr. 8, 2011, D.C. Law 18-370, § 102, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 1052, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 1012, 59 DCR 8025.)","sections":[{"prefix":"a","text":" The District's contribution to the cost of any health benefit plan shall be an amount equal to 75% of the subscription charge of the standard option indemnity plan, except that in no event shall the District's contribution exceed 75% of the total subscription charge of any plan or option in which the employee is enrolled. The District's contribution shall be paid on a regular pay period basis."},{"prefix":"b","text":" The Mayor shall determine the amount of the District contribution for individual and for self and family enrollments before the beginning date of each contract period."},{"prefix":"c","text":" There is established the Annuitants' Health and Life Insurance Employer Contribution Trust Fund (\"Fund\") from which the District's contribution for health and life insurance for annuitants shall be paid. The monies in the Fund shall not be a part of, or lapse into, the General Fund of the District or any other fund of the District."},{"prefix":"d","text":" Every fiscal year, the Chief Financial Officer shall deposit into the Fund the amount that has been appropriated for the purpose of funding the District contribution for the health and life insurance premiums of annuitants. The Chief Financial Officer may also deposit into the Fund any balances in rate stabilization fund reserves that are refunded to the District by a health insurance carrier."},{"prefix":"e","text":" Notwithstanding the other provisions of this chapter, the Mayor may issue rules to establish vesting requirements for the provision of other post-employment benefits to annuitants. Any proposed rules promulgated by the Mayor shall be submitted to the Council for a 60-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules within the 60-day period, by resolution, the proposed rules shall be deemed disapproved."},{"prefix":"f","text":" In the case of an annuitant who has separated pursuant to the District Retirement Benefit Program, no contribution shall be made by the District until the annuitant attains 62 years of age. The annuitant shall pay 100% of the cost of any health benefit plan selected by the annuitant until the annuitant attains age 62. Upon attaining 62 years of age, the District shall pay a portion of the cost of any health benefit plan selected by the annuitant in accordance with subsections (h)(1) or (2) of this section."},{"prefix":"g","text":" In the case of an annuitant described in subsection (g) of this section who retired pursuant to the Teachers' Retirement System, or the Judges' Retirement System or the Teachers' Insurance and Annuity Association programs, the District shall pay the portion of the cost of any health benefit plan selected by the annuitant in accordance with subsection (h) of this section."},{"prefix":"h","text":" The District contribution to post-employment health benefits for an annuitant described in subsection (g) of this section (and following the annuitant's death, the annuitant's eligible family members) shall be determined as follows:"},{"prefix":"1","text":" For annuitants who retire with at least 10 years of creditable District service, but less than 30 years of creditable District service, the District contribution to the cost of a health benefit plan selected by the annuitant shall be an amount equal to 25% of the cost of the selected health benefit plan (as secondary to Medicare) and 20% for the covered family member of the annuitant, plus an additional 2.5% for each year of creditable District service over 10 years; provided, that the District contribution shall not exceed 75% of the cost of the selected health benefits plan and 60% for the covered family member of the annuitant. The annuitant and family member shall contribute the applicable balance of the cost of the selected health benefit plan."},{"prefix":"2","text":" For annuitants with 30 or more years of creditable District service, the District contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 60% of the cost of the selected health benefit plan and the covered family member shall contribute 40% of the cost of the selected health benefit plan."},{"prefix":"3","text":" For annuitants who are injured or killed in the line of duty, the District's contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the family member shall contribute 25% of the cost of the selected health benefit plan. This paragraph shall apply as of October 1, 2009."},{"prefix":"i","text":" In the case of an annuitant who retired pursuant to the Police and Fire Retirement System, the District shall pay the portion of the cost of any health benefit plan selected by the annuitant in accordance with subsection (j) of this section."},{"prefix":"j","text":" The District contribution to post-employment health benefits for an annuitant (and following the annuitant's death, the annuitant's eligible family members) shall be determined as follows:"},{"prefix":"1","text":" For annuitants hired before November 10, 1996, who retire with at least 5 years of creditable District service, the District contribution shall be an amount equal to 75% of the cost of the selected health benefit plan and the annuitant shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of an annuitant, the District contribution shall be an amount equal to 60% of the cost of the selected health benefit plan and the covered family member shall contribute 40% of the cost of the selected health benefit plan."},{"prefix":"2","text":" For annuitants hired on or after November 10, 1996, with at least 10 years of creditable District service, but less than 25 years of creditable District service, the District contribution to the cost of a health benefit plan selected by the annuitant shall be an amount equal to 30% of the cost of the selected health benefit plan (as secondary to Medicare) for the annuitant, plus an additional 3% for each year of creditable District service over 10 years, and 25% for the covered family member of the annuitant, plus an additional 3% for each year of creditable District service over 10 years; provided, that the District contribution shall not exceed 75% of the cost of the selected health benefits plan for the annuitant and 60% of the cost of the selected health benefits plan for the covered family member of the annuitant. The annuitant and family member shall contribute the applicable balance of the cost of the selected health benefit plan."},{"prefix":"k","text":" In the case of an individual who would otherwise be subject to the Police and Fire Retirement System upon retirement but who is killed in the line of duty and in the case of an individual who retires under the Police and Fire Retirement System due to an injury that occurred in the line of duty, the District shall pay the portion of the cost of any health benefit plan selected by the individual or the individual family member in accordance with subsection (1) of this section."},{"prefix":"l","text":" For an individual covered by subsection (k) of this section, the District's contribution to the cost of the selected health benefits plan of the individual shall be an amount equal to 75% of the cost of the selected health benefit plan and the individual shall contribute 25% of the cost of the selected health benefit plan. For a covered family member of the individual, the District contribution to the cost of the selected health benefit plan of the family member shall be an amount equal to 75% of the cost of the selected health benefit plan and the family member shall contribute 25% of the cost of the selected health benefit plan."},{"prefix":"m","text":" An individual described in subsection (k) of this section shall be considered an annuitant for the purposes of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXI","text":"Health Benefits. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"621","identifier":"1-621.09","catch_text":"District contribution."}}