{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-624.16.\n\n1973 Ed., § 1-353.16.\n\nEffect of Amendments\n\nD.C. Law 13-38 added subsec. (d).\n\nD.C. Law 18-223 added subsec. (a-1).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 602 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90 day) amendment of section, see § 1062(b)(11) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nFor legislative history of D.C. Law 10-253, see Historical and Statutory Notes following § 1-623.01.\n\nFor Law 13-38, see notes following § 1-603.01.\n\nFor Law 18-223, see notes following § 1-301.78.\n\nDC CODE § 1-623.16\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 2316, 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(t), (u), 27 DCR 2632; Oct. 20, 1999, D.C. Law 13-38, § 602, 46 DCR 6373; Sept. 24, 2010, D.C. Law 18-223, § 1062(b)(11), 57 DCR 6242.)","sections":[{"prefix":"a","text":" While an employee is receiving compensation under this subchapter or if he or she has been paid a lump sum in commutation of installment payments until the expiration of the period during which the installment payments would have continued, he or she may not receive salary, pay, or remuneration of any type from the District of Columbia, except:"},{"prefix":"1","text":" In return for service actually performed;"},{"prefix":"2","text":" Pension for service in the Army, Navy, or Air Force;"},{"prefix":"3","text":" Other benefits administered by the Veterans Administration unless such benefits are payable for the same injury or the same death; and"},{"prefix":"4","text":" Retired pay, retirement pay, retainer pay, or equivalent pay for service in the armed forces or other uniformed services, subject to the reduction of such pay in accordance with § 5532 of Title 5 of the United States Code. Eligibility for or receipt of benefits under subchapter III of Chapter 83 of Title 5 of the United States Code or another retirement or disability system for employees of the government does not impair the right of the employee to compensation for scheduled disabilities specified by subsection (c) of § 1- 623.07."},{"prefix":"a-1","text":" An employee shall not be eligible for compensation under this subchapter if he or she was employed by the District of Columbia or the federal government before October 1, 1987, and is receiving disability benefits from the federal government for the same injury."},{"prefix":"b","text":" An individual entitled to benefits under this subchapter because of his or her injury, or because of the death of an employee who also is entitled to receive from the District of Columbia government under a provision of a statute, other than this subchapter, payment or benefits for that injury or death (except proceeds of an insurance policy), because of service by him or her (or in the case of death, by the deceased) as an employee or in the armed forces, shall elect which benefits he or she will receive. The individual shall make the election within 1 year after the injury or death or within a further time allowed for good cause by the Mayor. The election when made is irrevocable, except as otherwise provided by statute."},{"prefix":"c","text":" The liability of the District of Columbia government or an instrumentality thereof, under this subchapter or any extension thereof with respect to the injury or death of an employee, is exclusive and instead of all other liability of the District of Columbia government or the instrumentality to the employee, his or her legal representative, spouse, dependents, next of kin, and any other person otherwise entitled to recover damages from the District of Columbia or the instrumentality because of the injury or death in a direct judicial proceeding, in a civil action, or in admiralty, or by an administrative or judicial proceeding under a workmen's compensation statute or under a federal tort liability statute. This subchapter does not apply to a master or a member of a crew of a vessel."},{"prefix":"d","text":"(1) If an employee who has been receiving compensation under this title is paid a lump sum in commutation of installment payments until the expiration of the period during which the installment payments would have continued, becomes a retiree under the federal government civil service retirement system, that employee may not receive any further payments under this subchapter."},{"prefix":"2","text":" The Mayor shall promulgate rules to implement the provisions of paragraph (1) of this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXIII","text":"Public Sector Workers' Compensation. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"623","identifier":"1-623.16","catch_text":"Limitation of right to receive compensation."}}