{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-633.5.\n\n1973 Ed., § 1-362.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 1-601.01.\n\nFor legislative history of D.C. Law 3-81, see Historical and Statutory Notes following § 1-602.02.\n\nDC CODE § 1-632.07\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-139, § 3207(a)-(d), 25 DCR 5740; Aug. 7, 1980, D.C. Law 3-81, § 2(hh), 27 DCR 2632.)","sections":[{"prefix":"a","text":" Commissioner's Order No. 70-229 (Organization Order No. 25), June 19, 1970; Interim Labor Management Relations Policy for the University of the District of Columbia, May 4, 1978, 24 DCR 1004; Sections 600 through 619 of the Rules of the District of Columbia Board of Education, January 18, 1978, 24 DCR 6445-6475; the September 1975 Armory Board policy relating to labor relations; and any other labor-management relations policy inconsistent with this chapter are deemed to be superseded by this chapter: Provided, however, that nothing herein shall preclude the Mayor, the Board of Trustees of the University of the District of Columbia, the Board of Education, or the Armory Board from adopting new labor relations policies that are not inconsistent with this chapter or with regulations issued by the Public Employee Relations Board pursuant to this chapter."},{"prefix":"b","text":" Any law, rule and regulation, Commissioner's Order, Mayor's Order, Mayor's Memorandum, or any administrative rule and regulation which is inconsistent with or contrary to the provisions of this chapter is repealed or superseded to the extent of such inconsistency on or after the effective date of this chapter."},{"prefix":"c","text":" Any provision of the District Personnel Manual (DPM) which, while not expressly repealed or inconsistent with any provision of this chapter, lacks a statutory basis under this chapter is repealed on the effective date of this chapter."},{"prefix":"d","text":" Notwithstanding any other provision of this chapter, wherever federal merit system standards are applicable to a District program financed in whole or in part by the federal funds, the Mayor shall establish rules and regulations to the extent necessary to apply such standards to personnel administration in such grant-in-aid programs and the positions and employees therein."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Merit Personnel System."},"subchapter":{"identifier":"XXXII","text":"Implementation; Conforming Amendments and Repealers; Specific Retention of Laws and Authorities; Rules of Construction."},"heading":{"title":"1","chaptersection":"632","identifier":"1-632.07","catch_text":"Miscellaneous provisions."}}