{"text":"As used in this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-702.\n\n1973 Ed., § 1-1802.\n\nEffect of Amendments\n\nD.C. Law 13-248 added par. (6A).\n\nD.C. Law 15-205 added pars. (21), (22), and (23).\n\nD.C. Law 15-300 added par. (24).\n\nD.C. Law 16-91, in par. (24), validated previously made technical corrections.\n\nD.C. Law 17-231, in par. (9)(E), substituted \"spouse or domestic partner\" for \"spouse\"; and added par. (25).\n\nEmergency Act Amendments\n\nFor temporary (90 day) Office of Financial Operations and Systems reorganization, applicable upon enactment by Congress of section 139 of the fiscal year 2005 budget Request Act or enactment of other Congressional legislation authorizing the transfer of administration of the retirement plans, see §§ 1011 to 1015 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) Office of Financial Operations and Systems reorganization, applicable upon enactment by Congress of section 139 of the fiscal year 2005 budget Request Act or enactment of other Congressional legislation authorizing the transfer of administration of the retirement plans, see §§ 1011 to 1015 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 8-97 was introduced in Council and assigned Bill No. 8-267, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 19, 1989, and January 16, 1990, respectively. Signed by the Mayor on January 26, 1990, it was assigned Act No. 8-149 and transmitted to both Houses of Congress for its review.\n\nLaw 13-248, the \"Retirement Reform Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-815, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-533 and transmitted to both Houses of Congress for its review. D.C. Law 13-248 became effective on April 3, 2001.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nLaw 15-300, the \"Retirement Reform Act Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-934, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-697 and transmitted to both Houses of Congress for its review. D.C. Law 15-300 became effective on April 8, 2005.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nReferences in Text\n\nThe \"Executive Protective Service\" was changed to \"United States Secret Service Uniformed Division\" in paragraphs (7)(A) and (19) by the Act of November 15, 1977, 91 Stat. 1371, Pub. L. 95-179.\n\n\"Subtitle C of Title III of the Employee Retirement Income Security Act of 1974,\" referred to in (14) is codified at 29 U.S.C. § 1341 et seq.\n\n\"Section 2(1) of the Securities Act of 1933,\" referred to in (15) is codified at 15 U.S.C. § 77b.\n\nMiscellaneous Notes\n\nShort title of subtitle B of title I of Law 15-205: Section 1011 of D.C. Law 15-205 provided that subtitle B of title I of the act may be cited as the Office of Financial Operations and Systems Reorganization Act of 2004.\n\nFor conditional applicability of subtitle B of Title I of D.C. Law 15-205, see notes under § 1-911.04a.\n\nDC CODE § 1-702\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 102; Mar. 24, 1990, D.C. Law 8-97, § 2(a), 37 DCR 1046; Apr. 3, 2001, D.C. Law 13-248, § 2(a), 48 DCR 655; Dec. 7, 2004, D.C. Law 15-205, § 1012(a), 51 DCR 8441; Apr. 8, 2005, D.C. Law 15-300, § 2(a), 52 DCR 1504; Apr. 7, 2006, D.C. Law 16-91, § 124, 52 DCR 10637; Sept. 12, 2008, D.C. Law 17-231, § 4, 55 DCR 6758.)","sections":[{"prefix":"1","text":" The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"2","text":" The term \"Council\" means the Council of the District of Columbia."},{"prefix":"3","text":" The term \"Speaker\" means the Speaker of the House of Representatives."},{"prefix":"4","text":" The term \"President pro tempore\" means the President pro tempore of the Senate."},{"prefix":"5","text":" The term \"Board\" means the District of Columbia Retirement Board established by § 1-711."},{"prefix":"6","text":" The term \"Custodian of Retirement Funds\" means the Board, except that until such time as the members of the Board are first elected and the Board certifies pursuant to § 1-711(h) that it is assuming responsibility for the Funds established by this chapter, the term \"Custodian of Retirement Funds\" means the Director of the Office of Budget and Financial Management of the District of Columbia (established by Organization Order No. 30, Commissioner's Order No. 72-80, April 5, 1972)."},{"prefix":"6A","text":" The term \"good cause\" means board members not attending more than half of the scheduled board meetings in a 12 month period."},{"prefix":"7","text":" The term \"retirement program\" means:"},{"prefix":"A","text":" The program of annuities and other retirement and disability benefits for members and officers of the Metropolitan Police force and the Fire Department of the District of Columbia, but does not include the program of annuities and other retirement and disability benefits for members and officers of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division under the Policemen and Firemen's Retirement and Disability Act (D.C. Official Code, § 5-701 et seq.);"},{"prefix":"B","text":" The program of annuities and other retirement and disability benefits for judges of the courts of the District of Columbia under subchapter III of Chapter 15 of Title 11 of the District of Columbia Code; or"},{"prefix":"C","text":" The program of annuities and other retirement and disability benefits for teachers in the public day schools of the District of Columbia."},{"prefix":"8","text":" The term \"state\" means any state of the United States, the District of Columbia, Puerto Rico, the Virgin Islands, American Samoa, Guam, Wake Island, and the Canal Zone."},{"prefix":"9","text":" The term \"party in interest\" means:"},{"prefix":"A","text":" Any person (including a member of the Board) having fiduciary responsibilities under this chapter;"},{"prefix":"B","text":" Any person providing services to a Fund;"},{"prefix":"C","text":" The government of the District of Columbia;"},{"prefix":"D","text":" An employee organization; and"},{"prefix":"E","text":" A spouse or domestic partner, ancestor, lineal descendant, or spouse or domestic partner of a lineal descendant of any individual described in subparagraph (A) or (B) of this paragraph."},{"prefix":"10","text":" The term \"Fund\" means the District of Columbia Police Officers and Fire Fighters' Retirement Fund established by § 1-712, the District of Columbia Teachers' Retirement Fund established by § 1-713, or the District of Columbia Judges' Retirement Fund established by § 1-714."},{"prefix":"11","text":" The term \"current value\" means fair market value where available (as determined in good faith by a fiduciary in accordance with regulations promulgated by the Board), or otherwise the fair value (as determined in good faith by a fiduciary in accordance with regulations promulgated by the Board), assuming an orderly liquidation at the time of such determination."},{"prefix":"12","text":" The term \"future value\" means a liability for a given prior fiscal year expressed in terms of the price level expected to prevail in a given future fiscal year, adjusted at the rate of inflation used with regard to determinations made under § 1-722(a)(1)."},{"prefix":"13","text":" The term \"qualified public accountant\" means a person who is a certified public accountant, certified by a regulatory authority of a state."},{"prefix":"14","text":" The term \"enrolled actuary\" means an actuary enrolled under subtitle C of Title III of the Employee Retirement Income Security Act of 1974."},{"prefix":"15","text":" The term \"security\" means a security as defined in § 2(1) of the Securities Act of 1933."},{"prefix":"16","text":" The term \"employee organization\" means any labor union or any organization of any kind, or any agency or employee representation committee, association, group, or plan, in which individuals covered by a retirement program participate and which exists for the purpose, in whole or in part, of dealing with the government of the District of Columbia concerning such retirement program."},{"prefix":"17","text":" The term \"teacher\" means a teacher as defined in § 38-2021.13."},{"prefix":"18","text":" The term \"judge\" means a judge as defined in § 11-1561(1)."},{"prefix":"19","text":" The term \"participant\" does not include an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, to whom the Policemen and Firemen's Retirement and Disability Act (D.C. Official Code, § 5-701 et seq.) applies; and, unless the context requires otherwise, the term \"beneficiary\" does not include a beneficiary under such Act of any such officer or member."},{"prefix":"20","text":"(A) The term \"fiduciary\" means, except as otherwise provided in subparagraph (B) of this paragraph, any individual who, with respect to a Fund:"},{"prefix":"i","text":" Exercises any discretionary authority or discretionary control respecting management of such Fund or exercises any discretionary authority or discretionary control respecting management or disposition of its assets;"},{"prefix":"ii","text":" Renders investment advice for a fee or other compensation, direct or indirect, with respect to any monies or other property of such Fund, or has any authority or responsibility to do so; or"},{"prefix":"iii","text":" Has any discretionary authority or discretionary responsibility in the administration of such Fund."},{"prefix":"B","text":" If any money or other property of a Fund is invested in securities issued by an investment company registered under title I of An Act To provide for the registration and regulation of investment companies and investment advisers, and for other purposes (15 U.S.C. § 80a-1 et seq.) (\"Investment Company Act of 1940\"), that investment shall not by itself cause the investment company or the investment company's adviser or principal underwriter to be deemed to be a fiduciary or a party in interest as those terms are defined in this chapter. Nothing contained in this subparagraph shall limit the duties imposed on that investment company, investment adviser, or principal underwriter by any other law."},{"prefix":"21","text":" The term \"governing authority\" means, without limitation, any statutes, laws, amendments, resolutions, rules, regulations, policies, and procedures that govern the management and administration of the retirement program and management and control of the Funds."},{"prefix":"22","text":" The term \"post employment benefit programs\" means health insurance benefit plans applicable under § 1-621.01, health benefits plans authorized under § 1-621.05, life insurance benefits applicable under § 1-622.01, and life insurance benefits authorized under § 1-622.03."},{"prefix":"23","text":" The term \"Trust Document\" means the document that contains all the current statutes, laws, resolutions, rules, regulations, policies, and procedures by which authority the Board shall administer the retirement program and manage and control the Funds."},{"prefix":"24","text":" The term \"pooled or commingled real estate investment vehicle means any real estate investment structure or conveyance formed for the purpose of combining assets of multiple investors in order to achieve greater diversification than could be achieved by any single investor on a stand-alone basis."},{"prefix":"25","text":" The term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"I","text":"Findings; Purpose; Definitions. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"702","identifier":"1-702","catch_text":"Definitions."}}