{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-714.\n\n1973 Ed., § 1-1814.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Comprehensive Merit Personnel Act Annuity Offset Emergency Amendment Act of 1997 (D.C. Act 12-123, August 1, 1997, 44 DCR 4652), and see § 2 of the Comprehensive Merit Personnel Act Annuity Offset Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-183, October 30, 1997, 44 DCR 6958).\n\nReferences in Text\n\nSubtitle A of title XI of the Balanced Budget Act of 1997, referred to in (c)(1), is subtitle A of title XI of Pub. L. 105-33, codified at Chapter 8 of Title 1.\n\nMiscellaneous Notes\n\nFederal contribution to retirement funds: Public Law 104-194, 110 Stat. 2356, the District of Columbia Appropriations Act, 1997, provided for the federal contribution to the Police Officers' and Fire Fighters', Teachers', and Judges' Retirement Funds, as authorized by the District of Columbia Retirement Reform Act, approved November 17, 1979 (93 Stat. 866; Public Law 96-122), $52,070,000.\n\nDC CODE § 1-714\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 124(a), (c); Aug. 5, 1997, 111 Stat. 758, Pub. L. 105-33, § 11252(a); Oct. 21, 1998, 112 Stat. 2419, Pub. L. 105-274, § 2(c); Oct. 21, 1998, 112 Stat. ----, Pub. L. 105-277, § 804(c).)","sections":[{"prefix":"a","text":" There is established a fund to be known as the District of Columbia Judges' Retirement Fund into which shall be deposited the following (except as provided in § 11-1570), which shall constitute the assets of the Fund:"},{"prefix":"1","text":" Any amount deposited pursuant to subchapter III of Chapter 15 of Title 11;"},{"prefix":"2","text":" Any asset transferred to such Fund under subsection (b) of this section;"},{"prefix":"3","text":" Any amount appropriated for such Fund under subchapter III of this chapter; and"},{"prefix":"4","text":" Any return on investment of the assets of such Fund."},{"prefix":"b","text":" Notwithstanding any other provision of law, any asset held in the District of Columbia Judicial Retirement and Survivors Annuity Fund may be transferred to the District of Columbia Judges' Retirement Fund established by subsection (a) of this section."},{"prefix":"c","text":"(1) Notwithstanding any other provision of this chapter or the amendments made by this chapter, upon the date the assets of the Retirement Fund described in subtitle A of title XI of the Balanced Budget Act of 1997 are transferred, the assets of the District of Columbia Judges' Retirement Fund established under subsection (a) shall be transferred to the District of Columbia Judicial Retirement and Survivors Annuity Fund under § 11-1570, and no amounts shall be deposited into the District of Columbia Judges' Retirement Fund after the date on which the assets are so transferred."},{"prefix":"2","text":" In accordance with the direction of the Secretary, the District of Columbia Judges' Retirement Fund established under subsection (a) shall be continued at the Board and used for the purposes provided in this chapter until such time as all amounts in such Fund have been expended or transferred to the District of Columbia Judicial Retirement and Survivors Annuity Fund pursuant to paragraph (1) of this subsection. Thereafter any payments of retirement pay, annuities, refunds, and allowances for judicial personnel of the District of Columbia shall be paid from the District of Columbia Judicial Retirement and Survivors Annuity Fund in accordance with subchapter III of Chapter 15 of Title 11."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"II","text":"Establishment of Retirement Board and Retirement Funds."},"heading":{"title":"1","chaptersection":"714","identifier":"1-714","catch_text":"District of Columbia Judges' Retirement Fund."}}