{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-713.\n\n1973 Ed., § 1-1813.\n\nEmergency Act Amendments\n\nSection 5 of D.C. Law 11-218 repealed D.C. Act 11-369.\n\nFor temporary repeal of the Police Officers', Fire Fighters', and Teachers' Defined Benefit Pension Program Emergency Establishment Act of 1996 (D.C. Act 11-369, August 21, 1996, 41 DCR 4637), see § 5 of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-10, March 3, 1997, 44 DCR 1633).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-218, see Historical and Statutory Notes following § 1-712.\n\nDC CODE § 1-713\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 123(a), (c).)","sections":[{"prefix":"a","text":"(1) There is established a fund to be known as the District of Columbia Teachers' Retirement Fund into which shall be deposited the following, which shall constitute the assets of the Fund:"},{"prefix":"A","text":" Any amount paid to the Custodian of Retirement Funds pursuant to § 38- 2021.01 et seq., or under § 38-2061.02;"},{"prefix":"B","text":" Any asset transferred to such Fund under subsection (b) of this section;"},{"prefix":"C","text":" Any amount appropriated for such Fund under subchapter III of this chapter; and"},{"prefix":"D","text":" Any return on investment of assets of such Fund."},{"prefix":"2","text":" Annuities and other retirement and disability benefits (including refunds and lump-sum payments) payable from the District of Columbia Teachers' Retirement and Annuity Fund established by § 38-2021.02 shall continue to be paid from such Fund until all amounts in such Fund have been expended or transferred under subsection (b) of this section to the District of Columbia Teachers' Retirement Fund, and thereafter such benefits shall be paid from the District of Columbia Teachers' Retirement Fund."},{"prefix":"b","text":" Notwithstanding any other provision of law, any asset held in the District of Columbia Teachers' Retirement and Annuity Fund established by § 38- 2021.02 may be transferred to the District of Columbia Teachers' Retirement Fund established by subsection (a) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"II","text":"Establishment of Retirement Board and Retirement Funds."},"heading":{"title":"1","chaptersection":"713","identifier":"1-713","catch_text":"District of Columbia Teachers' Retirement Fund."}}