{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-712.\n\n1973 Ed., § 1-1812.\n\nEmergency Act Amendments\n\nSection 5 of D.C. Law 11-218 repealed D.C. Act 11-369.\n\nFor temporary repeal of the Police Officers', Fire Fighters', and Teachers' Defined Benefit Pension Program Emergency Establishment Act of 1996 (D.C. Act 11-369, August 21, 1996, 41 DCR 4637), see § 5 of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-10, March 3, 1997, 44 DCR 1633).\n\nLegislative History of Laws\n\nLaw 11-218, the \"New Hires Police Officers, Fire Fighters and Teachers Pension Modification Amendment Act,\" was introduced in Council and assigned Bill No. 11-316, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 3, 1996, and October 1, 1996, respectively. Signed by the Mayor on October 18, 1996, it was assigned Act No. 11-432 and transmitted to both Houses of Congress for its review. D.C. Law 11- 218 became effective on April 9, 1997.\n\nReferences in Text\n\nThe \"Executive Protection Service\" was changed to \"United States Secret Service Uniformed Division,\" referred to in subsection (b), by the Act of November 15, 1977, 91 Stat. 1371, Pub. L. 95-179.\n\nMiscellaneous Notes\n\nLump-sum payments to certain retired employees: H.R. 3067, amended by H.R. 99- 419, incorporated in Pub. L. 99-190 by § 101(c), the D.C. Appropriation Act, 1986, provided that notwithstanding any other provisions of law, in the case of each employee who retired from the Fire Department of the District of Columbia before February 15, 1980, and who is receiving from the date of enactment of this act an annuity based on service in the Fire Department, the District of Columbia Retirement Board shall cause to be paid not later than September 30, 1985, to each such employee a lump-sum payment equal to 3 percent of his or her annuity.\n\nSection 101(d) of Pub. L. 99-591, the D.C. Appropriations Act, 1987, provided, that, notwithstanding any other provision of law, in the case of each employee who retired from the Fire Department of the District of Columbia between November 24, 1984, and April 13, 1985 (both dates inclusive), and who on the date of the enactment of this Act are receiving annuities based on service in the Fire Department, the District of Columbia Retirement Board shall cause to be paid not later than October 15, 1986, to each such employee a lump-sum payment equal to 3 percent of his or her annuity.\n\nFederal contribution to retirement funds: Public Law 104-194, 110 Stat. 2356, the District of Columbia Appropriations Act, 1997, provided for the federal contribution to the Police Officers' and Fire Fighters', Teachers', and Judges' Retirement Funds, as authorized by the District of Columbia Retirement Reform Act, approved November 17, 1979 (93 Stat. 866; Public Law 96-122), $52,070,000.\n\nDC CODE § 1-712\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 122(a).)","sections":[{"prefix":"a","text":" There is established a fund to be known as the District of Columbia Police Officers and Fire Fighters' Retirement Fund into which shall be deposited the following, which shall constitute the assets of the Fund:"},{"prefix":"1","text":" Any amount paid to the Custodian of Retirement Funds pursuant to the last sentence of § 5-706(a) or to § 5-704(e)(1) or to § 5-741;"},{"prefix":"2","text":" Any amount appropriated for such Fund under subchapter III of this chapter; and"},{"prefix":"3","text":" Any return on investment of the assets of such Fund."},{"prefix":"b","text":" After September 30, 1979, or after the end of the 30-day period beginning on the date on which funds are first appropriated to the District of Columbia Police Officers and Fire Fighters' Retirement Fund, whichever is later, all payments of annuities and other retirement and disability benefits (including refunds and lump-sum payments) under the Policemen and Firemen's Retirement and Disability Act (§ 5-701 et seq.) shall be made from the Fund (except for any such payment which is made to an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service Division, or to a beneficiary of any such officer or member)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"II","text":"Establishment of Retirement Board and Retirement Funds."},"heading":{"title":"1","chaptersection":"712","identifier":"1-712","catch_text":"District of Columbia Police Officers and Fire Fighters' Retirement Fund."}}