{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-721.\n\n1973 Ed., § 1-1821.\n\nEffect of Amendments\n\nD.C. Law 15-300, in subsec. (a), rewrote the lead-in sentence which had read:   \"The assets of the Funds established by this chapter may not be invested in the following:\"; and added subsec. (d).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of South Africa Sanctions Repeal Act 1993 (D.C. Law 10-75, March 8, 1994, law notification 41 DCR 1518).\n\nLegislative History of Laws\n\nLaw 5-50 was introduced in Council and assigned Bill No. 5-18, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on September 6, 1983 and October 4, 1983, respectively. Signed by the Mayor on November 9, 1983, it was assigned Act No. 5-76 and transmitted to both Houses of Congress for its review.\n\nLaw 9-127, the \"Namibia Sanctions Repeal Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-361, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on April 7, 1992, and May 6, 1992, respectively. Signed by the Mayor on May 28, 1992, it was assigned Act No. 9-211 and transmitted to both Houses of Congress for its review. D.C. Law 9-127 became effective on July 22, 1992.\n\nLaw 9-185, the \"Public Funds Investment Policy in Financial Institutions and Companies Making Loans to or Doing Business with Northern Ireland Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-311, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 7, 1992, and October 6, 1992, respectively. Signed by the Mayor on November 2, 1992, it was assigned Act No. 9-305 and transmitted to both Houses of Congress for its review. D.C. Law 9- 185 became effective on March 16, 1993.\n\nLaw 10-134, the \"South Africa Sanctions Repeal Act of 1994,\" was introduced in Council and assigned Bill No. 10-427, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 1, 1994, and April 12, 1994, respectively. Signed by the Mayor on April 28, 1994, it was assigned Act No. 10-234 and transmitted to both Houses of Congress for its review. D.C. Law 10-134 became effective on June 28, 1994.\n\nFor Law 15-300, see notes following § 1-702.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 9-185, \"Public Funds Investment Policy in Financial Institutions and Companies Making Loans to or Doing Business with Northern Ireland Amendment Act of 1992\", see Mayor's Order 93-76, June 16, 1993.\n\nMiscellaneous Notes\n\nIndependent audit of Retirement Board: Section 135 of Public Law 103-334, 108 Stat. 2588, the District of Columbia Appropriations Act, 1995, provided that the District of Columbia Retirement Board shall enter into an agreement with an independent firm meeting certain qualifications to prepare and submit to the Retirement Board a written set of findings and recommendations not later than 6 months after the date of enactment of this Act regarding the appropriateness and adequacy of the Retirement Board's fiduciary, management, and investment practices and procedures, and provided for expenditure of funds.\n\nBoard to conduct study: Section 6 of D.C. Laws 8-97 provided that the Board shall conduct a study to determine the feasibility and advisability of direct investment in real estate in the District of Columbia, Maryland, and Virginia, including providing mortgage loans to participants and beneficiaries of the Funds for the purpose of financing residential home ownership for participants and beneficiaries of the Funds. The Board shall transmit the results of the study to the Council no later than 180 days from the effective date of this act.\n\nDC CODE § 1-721\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 141; Mar. 8, 1984, D.C. Law 5-50, § 4, 30 DCR 5916; July 22, 1992, D.C. Law 9-127, § 4, 39 DCR 3828; Mar. 16, 1993, D.C. Law 9-185, § 4, 39 DCR 8221; June 28, 1994, D.C. Law 10-134, § 3, 41 DCR 2597; Apr. 8, 2005, D.C. Law 15-300, § 2(c), 52 DCR 1504.)","sections":[{"prefix":"a","text":" Except as provided in subsection (d) of this section, the assets of the Funds may not be invested in the following:"},{"prefix":"1","text":" Interest-bearing bonds, notes, bills, or certificates of indebtedness of the government of the District of Columbia, the government of the Commonwealth of Virginia, or the government of the State of Maryland, or the government of any political subdivision thereof, or of any entity subject to control by any such government or any combination of any such governments;"},{"prefix":"2","text":" Obligations fully guaranteed as to the payment of both principal and interest by the government of the District of Columbia, the government of the Commonwealth of Virginia, or the government of the State of Maryland, or the government of any political subdivision thereof, or of any entity subject to control by any such government or any combination of any such governments;"},{"prefix":"3","text":" Real property in the District of Columbia, Virginia, or Maryland;"},{"prefix":"4","text":" Loans, mortgages, bonds, notes, bills, or certificates of indebtedness secured, in whole or in part, by real property in the District of Columbia, Virginia, or Maryland;"},{"prefix":"5","text":" Repealed."},{"prefix":"b","text":" Until such time as the members of the Board are first selected and the Board certifies pursuant to § 1-711(h) that it is assuming responsibility for the Funds established by this chapter, the assets of such Funds may only be invested in the following:"},{"prefix":"1","text":" Interest-bearing bonds, notes, bills, or certificates of indebtedness of the United States government, or obligations fully guaranteed as the payment of both principal and interest by the United States government; and"},{"prefix":"2","text":" Interest-bearing certificates of deposit issued by national, state, or District of Columbia savings and loan institutions."},{"prefix":"c","text":"(1) Any assets of the Funds invested after March 16, 1993, in stocks, securities, or other obligations of any institution or company doing business in or with Northern Ireland or with agencies or instrumentalities of Northern Ireland shall be invested to reflect advances to eliminate discrimination made by these institutions and companies pursuant to paragraph (2) of this subsection."},{"prefix":"2","text":" The Mayor shall consider the following criteria, referred to as the MacBride Principles, to determine the advances to eliminate discrimination made by companies and institutions doing business in or with Northern Ireland or with agencies or instrumentalities of Northern Ireland:"},{"prefix":"A","text":" Increasing the representation of individuals from under represented religious groups in the work force, including managerial, supervisory, administrative, clerical, and technical jobs;"},{"prefix":"B","text":" Providing adequate security for the protection of minority employees both at the workplace and while traveling to and from work;"},{"prefix":"C","text":" Banning provocative religious or political emblems from the workplace;"},{"prefix":"D","text":" Publicly advertising all job openings and making special recruitment efforts to attract applicants from underrepresented religious groups;"},{"prefix":"E","text":" Providing that layoff, recall, and termination procedures should not in practice favor particular religious groups;"},{"prefix":"F","text":" Abolishing job reservations, apprenticeship restrictions, and differential employment criteria that discriminate on the basis of religion or ethnic origin;"},{"prefix":"G","text":" Developing training programs that will prepare substantial numbers of current minority employees for skilled jobs, including the expansion of existing programs and the creation of new programs to train, upgrade, and improve the skills of minority employees;"},{"prefix":"H","text":" Establishing procedures to assess, identify, and actively recruit minority employees with potential for further advancement; and"},{"prefix":"I","text":" Appointing senior management staff members to oversee affirmative action efforts and the setting up of timetables to carry out affirmative action principles."},{"prefix":"3","text":"(A) On or before the 1st day of October of each year, the Mayor shall determine the existence of affirmative action taken by all institutions and companies doing business in or with Northern Ireland, in which Funds are or will be invested, in adhering to the MacBride Principles as enumerated in paragraph (2) of this subsection and provide an annual report of his or her findings for presentation to the Council, which report shall be made available for public inspection."},{"prefix":"B","text":" In making the determination pursuant to subparagraph (A) of this paragraph, the Mayor may rely on reference sources, such as the Investor Responsibility Research Center (IRRC), in making a determination with respect to the affirmation action taken by the institutions and companies."},{"prefix":"d","text":" The limitations on investments under subsection (a) of this section shall not apply to any of the following investments; provided, that the Board has no discretionary authority for investment decisions in specific geographical regions or political subdivisions, and further provided, that not more than 25% of the interests in pooled or commingled real estate investment vehicles is held by the Fund in:"},{"prefix":"1","text":" Pooled or commingled real estate investment vehicles;"},{"prefix":"2","text":" Publicly-traded real estate investment trusts and real estate operating companies; or"},{"prefix":"3","text":" Pooled or commingled real estate investment vehicles holding pass-through securities that contain mortgages, loans, bonds, notes and other similar instruments issued by private institutions, and that are guaranteed by the federal government or any of its agencies or government-sponsored enterprises."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"III","text":"Financing of Retirement Benefits."},"heading":{"title":"1","chaptersection":"721","identifier":"1-721","catch_text":"Limitation on investment of Retirement Funds."}}