{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-724.\n\n1973 Ed., § 1-1824.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-97, see Historical and Statutory Notes following § 1-702.\n\nFor legislative history of D.C. Law 10-135, see Historical and Statutory Notes following § 1-722.\n\nReferences in Text\n\n\"This Act,\" referred to in (f), is the Act of November 17, 1979, 93 Stat. 866, Pub. L. 96-122.\n\nMiscellaneous Notes\n\nMayor authorized to hire actuary: Section 143(b) of Pub. L. 104-194, 110 Stat. 2376, the District of Columbia Appropriations Act, 1997, provided that the Mayor, within 30 days after the enactment of this act, shall engage an enrolled actuary, to be paid by the District of Columbia Retirement Board, and shall comply with the requirements of §§ 1-722(d) and 1-724(d).\n\nFull Funding of Pension Liability Retirement Reform Amendment Act of 1994: Section 401 of D.C. Law 10-135 provided that notwithstanding any other law, title 1 §§ 101 (b)(1) and (2), and titles II and III, shall apply to any action or transaction taken or undertaken with respect to the Police Officers and Fire Fighters' Retirement Fund, the Teachers' Retirement Fund and the Judges' Retirement Fund on and after October 1, 1995.\n\nPursuant to the effective date language in § 501 of D.C. Law 10-135, the amendments made by that act have not been given effect.\n\nDC CODE § 1-724\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 144; Mar. 24, 1990, D.C. Law 8-97, § 2(d), 37 DCR 1046; Aug. 5, 1997, 111 Stat. 730, Pub. L. 105-33, § 11084(a)(2).)","sections":[{"prefix":"a","text":" There is authorized to be appropriated from the revenues of the United States for fiscal year 1980 and for each fiscal year thereafter through fiscal year 2004:"},{"prefix":"1","text":" As the federal payment to the District of Columbia Police Officers and Fire Fighters' Retirement Fund, the sum of $34,170,000, reduced by the amount of any reduction required under § 1-725(c);"},{"prefix":"2","text":" As the federal payment to the District of Columbia Teachers' Retirement Fund, the sum of $17,680,000; and"},{"prefix":"3","text":" As the federal payment to the District of Columbia Judges' Retirement Fund, the sum of $220,000."},{"prefix":"b","text":"(1) Amounts appropriated as a federal payment to a Fund established by this chapter shall not be subject to apportionment and shall be deposited in the appropriate Fund not more than 30 days after they are appropriated or 30 days after the beginning of the fiscal year for which they are appropriated, whichever is later."},{"prefix":"2","text":" Amounts appropriated as a District of Columbia payment to a Fund established by this chapter shall be deposited in the appropriate Fund in equal quarterly installments, the 1st of which shall be made not more than 30 days after amounts are appropriated or 30 days after the beginning of the fiscal year for which amounts are appropriated, whichever is later. The remaining installments shall be made on the 1st day of succeeding quarters of the fiscal year. If the District is late in making an installment, the Board shall charge the District daily interest, at a rate consonant with the Board's fiduciary duty."},{"prefix":"c","text":" If at any time the balance of any Fund established by this chapter is not sufficient to meet all obligations against such Fund, such Fund shall have a claim on the revenues of the District of Columbia to the extent necessary to meet such obligations."},{"prefix":"d","text":" If, for any fiscal year, the Mayor and the Council do not carry out the requirements of subsections (c)(2), (d), and (e) of § 1-722 with respect to a Fund, no funds authorized to be appropriated for such Fund by this section shall be available for such Fund for such fiscal year."},{"prefix":"e","text":"(1) In the year 2004, the Comptroller General shall determine whether the federal share with respect to each Fund has been paid in full by payments made pursuant to appropriations authorized under subsection (a) of this section and, in the case of the District of Columbia Police Officers and Fire Fighters' Retirement Fund, by payments made or to be made under § 1-722(e)."},{"prefix":"2","text":" For the purposes of this subsection, the term \"federal share\", with respect to a retirement program, means the sum of:"},{"prefix":"A","text":" Eighty percent of the accrued unfunded liability as of October 1, 1979, for participants in the retirement program who retired before January 2, 1975, under a provision of law authorizing retirement and entitlement to an annuity based upon the years of creditable service of the participant (and for the beneficiaries of such participants under the retirement program); and"},{"prefix":"B","text":" Thirty-three and one-third percent of the accrued unfunded liability as of October 1, 1979, for participants in the retirement program who retired before January 2, 1975, under a provision of law authorizing retirement and entitlement to an annuity based upon a disease or disability from which the participant is suffering (and for the beneficiaries of such participants under the retirement program)."},{"prefix":"f","text":" Notwithstanding any other provision of this Act, no Federal payments may be made to any Fund established by this chapter for any fiscal year after fiscal year 1997."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"III","text":"Financing of Retirement Benefits."},"heading":{"title":"1","chaptersection":"724","identifier":"1-724","catch_text":"Appropriations authorized as payments to the Funds."}}