{"text":"The Board and the Mayor shall permit any accountant or actuary so retained to inspect whatever books and records of the Fund and the retirement program are necessary for performing such audit or preparing such statement.","historical":"Prior Codifications\n\n1981 Ed., § 1-734.\n\n1973 Ed., § 1-1834.\n\nDC CODE § 1-734\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 164; Oct. 12, 1984, 98 Stat. 1975, Pub. L. 98-473, § 131(m).)","sections":[{"prefix":"a","text":"(1) The Board shall file with the Mayor, the Council, the Speaker, and the President pro tempore: (A) the annual reports for a fiscal year within 210 days after the end of such year; (B) a copy of each summary description of a retirement program within 1 year after the date of the enactment of this chapter; and (C) a revised summary description of a retirement program, incorporating any material modification in the terms of the retirement program, within 60 days after such modification is adopted or occurs. The Mayor shall make copies of such retirement program descriptions and annual reports available for public inspection in an appropriate location. The Board shall also furnish to the Mayor, the Council, the Speaker, and the President pro tempore, upon request, any documents relating to the retirement program or the Fund, including any bargaining agreement, trust agreement, contract, or other instrument under which the retirement program or Fund is operated."},{"prefix":"2","text":"(A) The Mayor or the Council may reject any filing under this section within 30 days of such filing:"},{"prefix":"i","text":" Upon determining that such filing is incomplete for purposes of this chapter; or"},{"prefix":"ii","text":" Upon determining that there is any material qualification by an accountant or actuary contained in an opinion submitted pursuant to § 1-732(a)(3)(A) or § 1-732(a)(4)(B)."},{"prefix":"B","text":" If the Mayor or the Council rejects a filing of a report under subparagraph (A) of this paragraph, and if a revised filing satisfactory to the Mayor or the Council is not submitted within 45 days after the determination under subparagraph (A) of this paragraph to reject the filing is made, and if the Mayor or the Council considers it in the best interest of the participants, then the Mayor or the Council may take any 1 or more of the following actions: (i) Retain an independent qualified public accountant on behalf of the participants to perform an audit; (ii) retain an enrolled actuary on behalf of the participants to prepare an actuarial statement; or (iii) bring a civil action for such legal or equitable relief as may be appropriate to enforce the provisions of this chapter. The Board shall permit any accountant or actuary so retained to inspect whatever books and records of the Fund are necessary for such audit."},{"prefix":"3","text":"(A) The Congress may reject any filing under this section within 30 days of such filing by enacting into law a joint resolution stating that the Congress has determined:"},{"prefix":"i","text":" That such filing is incomplete for purposes of this subchapter; or"},{"prefix":"ii","text":" That there is any material qualification by an accountant or actuary contained in an opinion submitted pursuant to § 1-732(a)(3)(A) or § 1- 732(a)(4)(B)."},{"prefix":"B","text":" If the Congress rejects a filing under subparagraph (A) of this paragraph and if either a revised filing is not submitted within 45 days after the enactment under subparagraph (A) of this paragraph rejecting the initial filing or such revised filing is rejected by the Congress by enactment into law of a joint resolution within 30 days after submission of the revised filing, then the Congress may, if it deems it is in the best interests of the participants, take any 1 or more of the following actions:"},{"prefix":"i","text":" Retain an independent qualified public accountant on behalf of the participants to perform an audit; or"},{"prefix":"ii","text":" Retain an enrolled actuary on behalf of the participants to prepare an actuarial statement."},{"prefix":"C","text":" If a revised filing is rejected under subparagraph (B) of this paragraph or if a filing required under this chapter is not made by the date specified, no funds appropriated for the Fund with respect to which such filing was required as part of the federal payment may be paid to the Fund until such time as an acceptable filing is made. For purposes of this subparagraph, a filing is unacceptable if, within 30 days of its submission, the Congress enacts into law a joint resolution disapproving such filing."},{"prefix":"b","text":" Publication of the summary retirement program descriptions and annual reports shall be made to participants and beneficiaries as follows:"},{"prefix":"1","text":" The Board shall furnish to each participant, and to each beneficiary receiving benefits under the retirement program, a copy of the summary retirement program description and all modifications and changes referred to in § 1-733(a) within 90 days after he becomes a participant or in the case of a beneficiary, within 90 days after he first receives benefits. The Board shall furnish to each participant, and to each beneficiary receiving benefits under the retirement program, every 5th year an updated summary retirement program description described in § 1-733 which integrates all retirement program amendments made within such 5-year period, except that in a case where no amendments have been made to a retirement program during such 5-year period this sentence shall not apply. Notwithstanding the foregoing sentence, the Board shall furnish to each participant, and to each beneficiary receiving benefits under the retirement program, the summary retirement program description described in § 1-733 every 10th year. If there is a modification or change described in § 1-733(a) a summary description of such modification or change shall be furnished to each participant and to each beneficiary who is receiving benefits under the retirement program not later than 210 days after the end of the fiscal year in which the change is adopted."},{"prefix":"2","text":" The Board shall make copies of the latest annual report and of any bargaining agreement, trust agreement, contract, or other instruments under which the retirement program or the Fund is operated available for examination by any participant or beneficiary in the principal office of the Board and in such other places as may be necessary to make available all pertinent information to all participants (including such places as the Council may by regulation prescribe)."},{"prefix":"3","text":" Within 210 days after the close of the fiscal year, the Board shall furnish to each participant, and to each beneficiary receiving benefits under the retirement program, a copy of the statements and schedules described in subparagraphs (A) and (B) of § 1-732(b)(2) for such fiscal year and such other material as is necessary to fairly summarize the latest annual report."},{"prefix":"4","text":" The Board shall, upon written request of any participant or beneficiary, furnish a copy of the latest updated summary retirement program description, the latest annual report, and any bargaining agreement, trust agreement, contract, or other instruments under which the retirement program or Fund is operated. The Board may make a reasonable charge to cover the cost of furnishing such copies. The Council may by regulation prescribe the maximum amount that will constitute a reasonable charge under the preceding sentence."},{"prefix":"c","text":" The Council may by regulation require that the Board furnish to each participant and to each beneficiary receiving benefits under a retirement program a statement of the rights of participants and beneficiaries under this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"IV","text":"Reporting and Disclosure Requirements."},"heading":{"title":"1","chaptersection":"734","identifier":"1-734","catch_text":"Filing reports and furnishing information to participants."}}