{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-733.\n\n1973 Ed., § 1-1833.\n\nDC CODE § 1-733\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 163.)","sections":[{"prefix":"a","text":"(1) A summary description of each retirement program to which this chapter applies shall be furnished to participants and beneficiaries as provided in § 1-734(b). The summary description shall include the information specified in subsection (b) of this section, shall be written in a manner calculated to be understood by the average participant or beneficiary, and shall be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the retirement program."},{"prefix":"2","text":" A summary of any material modification in the terms of the retirement program and any change in the information required under subsection (b) of this section, written in a manner calculated to be understood by the average participant or beneficiary, shall be furnished in accordance with § 1- 734(b)(1)."},{"prefix":"b","text":" Each summary description of a retirement program shall contain the following information:"},{"prefix":"1","text":" The name and type of administration of the retirement program;"},{"prefix":"2","text":" The name and address of the Chairman of the Board, who shall be the agent of the Board for the service of legal process;"},{"prefix":"3","text":" The name, title, and address of each member of the Board;"},{"prefix":"4","text":" A description of the relevant provisions of applicable collective-bargaining agreements;"},{"prefix":"5","text":" The retirement program's requirements respecting eligibility for participation and benefits;"},{"prefix":"6","text":" A description of the provisions providing for nonforfeitable pension benefits;"},{"prefix":"7","text":" Circumstances which may result in disqualification, ineligibility, or denial or loss of benefits;"},{"prefix":"8","text":" The identity of any organization through which benefits are provided;"},{"prefix":"9","text":" The procedures to be followed in presenting claims for benefits under the retirement program; and"},{"prefix":"10","text":" The remedies available under the retirement program for the redress of claims that are denied in whole or in part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"IV","text":"Reporting and Disclosure Requirements."},"heading":{"title":"1","chaptersection":"733","identifier":"1-733","catch_text":"Retirement program summary description."}}