{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-747.\n\n1973 Ed., § 1-1847.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-97, see Historical and Statutory Notes following § 1-702.\n\nDC CODE § 1-747\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 187; Mar. 24, 1990, D.C. Law 8-97, § 2(f), 37 DCR 1046.)","sections":[{"prefix":"a","text":" A civil action may be brought:"},{"prefix":"1","text":" By a participant or beneficiary:"},{"prefix":"A","text":" For the relief provided for in subsection (b) of this section; or"},{"prefix":"B","text":" To recover benefits due to him under the terms of his retirement program, to enforce his rights under the terms of the retirement program, or to clarify his rights to future benefits under the terms of the retirement program;"},{"prefix":"2","text":" By a participant or beneficiary, the District of Columbia, or the Board for appropriate relief under § 1-742; or"},{"prefix":"3","text":" By a participant or beneficiary, the District of Columbia, and the Board:"},{"prefix":"A","text":" To enjoin any act or practice which violates any provision of this chapter or the terms of a retirement program; or"},{"prefix":"B","text":" To obtain other appropriate equitable relief:"},{"prefix":"i","text":" To redress any such violation; or"},{"prefix":"ii","text":" To enforce any provision of this chapter or the terms of a retirement program."},{"prefix":"b","text":" If the Board fails or refuses to comply with a request for any information which the Board is required by this chapter to furnish to a participant or beneficiary (unless such failure or refusal results from matters reasonably beyond the control of the Board) by mailing the information requested to the last known address of the requesting participant or beneficiary within 30 days after such request, then the Board may, in the court's discretion, be liable to such participant or beneficiary in an amount of up to $100 a day from the date of such failure or refusal, and the court may order the Board to provide the required information and may in its discretion order such other relief as it considers proper."},{"prefix":"c","text":" The Board may sue and be sued under this chapter as an entity. Service of summons, subpoena, or other legal process of a court upon the Chairman of the Board in his capacity as such shall constitute service upon the Board."},{"prefix":"d","text":" In any action under this chapter by a participant, beneficiary, fiduciary, or the Board, the court in its discretion may allow a reasonable attorney's fee and costs of action to either party."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"V","text":"Fiduciary Responsibility; Civil Sanctions."},"heading":{"title":"1","chaptersection":"747","identifier":"1-747","catch_text":"Civil enforcement."}}