{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-741.\n\n1973 Ed., § 1-1841.\n\nEffect of Amendments\n\nD.C. Law 15-300 rewrote subsec. (h) and added subsec. (h-1). Prior to amendment, subsec. (h) read as follows:\n\n\"(h) The Board may from time to time submit to the Council for its approval by resolution proposed exemptions from all or part of the restrictions imposed by subsections (c) and (d) of this section. The Board shall only request exemptions that have been granted by the United States Secretary of Labor. Prior to the submission to the Council of any proposed exemption, the Board shall hold a public hearing on the proposed exemption. Notice of the time, place, and subject matter of the public hearing shall be published in the D.C. Register at least 15 days in advance of its scheduled date in order to afford interested persons an opportunity to present their views. Prior to or simultaneous with the submission of a proposed exemption to the Council, the proposed exemption shall be published by the Board in the D.C. Register. Any proposed exemption submitted to the Council shall be accompanied by a synopsis of the results of the public hearing held by the Board in connection with the proposed exemption, and written findings by the Board that the proposed exemption is:\n\n\"(1) Administratively feasible;\n\n\"(2) In the best interests of the funds and of their participants and beneficiaries; and\n\n\"(3) Protective of the rights of participants and beneficiaries of these funds.\"\n\nLegislative History of Laws\n\nLaw 6-160 was introduced in Council and assigned Bill No. 6-488. The Bill was adopted on first and second readings on June 24, 1986 and July 8, 1986, respectively. Signed by the Mayor on July 16, 1986, it was assigned Act No. 6- 205 and transmitted to both Houses of Congress for its review.\n\nLaw 6-163 was introduced in Council and assigned Bill No. 6-417, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 8, 1986 and September 23, 1986, respectively. Signed by the Mayor on October 9, 1986, it was assigned Act No. 6-209 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-97, see Historical and Statutory Notes following § 1-702.\n\nFor legislative history of D.C. Law 9-134, see Historical and Statutory Notes following § 1-711.\n\nFor legislative history of D.C. Law 9-145, see Historical and Statutory Notes following § 1-711.\n\nFor Law 15-300, see notes following § 1-702.\n\nResolutions\n\nResolution 15-288, the \"District of Columbia Retirement Board Restricted Transaction Exemption Approval Resolution of 2003\", was approved effective November 4, 2003.\n\nMiscellaneous Notes\n\nRepeal of Title IV of D.C. Law 9-145: Section 139(a) of Pub. L. 103-127, 107 Stat. 1349, provided that Title IV of the District of Columbia Omnibus Budget Support Act of 1992 (D.C. Law 9-145) is hereby repealed, and any provision of the District of Columbia Retirement Reform Act amended by such title is restored as if such title had not been enacted into law.\n\nSection 139(b) of Pub. L. 103-127 provided that subsection (a) of that section shall apply beginning September 10, 1992.\n\nApproval of rules to establish administrative class exemptions: Pursuant to Resolution 8-293, the \"District of Columbia Retirement Board Administrative Class Exemptions Approval Resolution of 1990\", effective November 30, 1990, the Council approved the proposed rules to establish administrative class exemptions from prohibited transactions in order to permit the District of Columbia Retirement Board to participate in certain commercially reasonable and noncontroversial financial transactions.\n\nIndependent audit of Retirement Board: Section 135 of Public Law 103-334, 108 Stat. 2586, the District of Columbia Appropriations Act, 1995, provided that the District of Columbia Retirement Board shall enter into an agreement with an independent firm meeting certain qualifications to prepare and submit to the Retirement Board a written set of findings and recommendations not later than 6 months after the date of enactment of this Act regarding the appropriateness and adequacy of the Retirement Board's fiduciary, management, and investment practices and procedures, and provided for expenditure of funds.\n\nDC CODE § 1-741\n\nCurrent through December 11, 2012","credits":"(Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 181; Feb. 24, 1987, D.C. Law 6-163, § 2, 33 DCR 6698; Mar. 24, 1990, D.C. Law 8-97, § 2(e), 37 DCR 1046; Sept. 10, 1992, D.C. Law 9-145, § 401(c), 39 DCR 4895; Oct. 29, 1993, 107 Stat. 1349, Pub. L. 103-127, 139(a); Apr. 8, 2005, D.C. Law 15- 300, § 2(d), 52 DCR 1504.)","sections":[{"prefix":"a","text":"(1) The Board, each member of the Board, and each person defined in § 1- 702(20) shall discharge responsibilities with respect to a Fund as a fiduciary with respect to the Fund. The Board may designate one or more other persons who exercise responsibilities with respect to a Fund to exercise such responsibilities as a fiduciary with respect to such Fund. The Board shall retain such fiduciary responsibility for the exercise of careful, skillful, prudent, and diligent oversight of any person so designated as would be exercised by a prudent individual acting in a like capacity and familiar with such matters under like circumstances."},{"prefix":"2","text":" A fiduciary shall discharge his duties with respect to a Fund solely in the interest of the participants and beneficiaries and:"},{"prefix":"A","text":" For the exclusive purpose of providing benefits to participants and their beneficiaries;"},{"prefix":"B","text":" With the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent individual acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims;"},{"prefix":"C","text":" By diversifying the investments of the Fund so as to minimize the risk of large losses, unless under the circumstances it is clearly prudent not to do so; and"},{"prefix":"D","text":" In accordance with the provisions of law, documents, and instruments governing the retirement program to the extent that such documents and instruments are consistent with the provisions of this chapter."},{"prefix":"b","text":" In addition to any liability which he may have under any other provision of this subchapter, a fiduciary with respect to a Fund shall be liable for a breach of fiduciary responsibility of another fiduciary with respect to the same Fund:"},{"prefix":"1","text":" If he knowingly participates in, or knowingly undertakes to conceal, an act or omission of such other fiduciary, knowing such act or omission is a breach of fiduciary responsibility;"},{"prefix":"2","text":" If, by his failure to comply with subsection (a)(2) of this section in the administration of his specific responsibilities which give rise to his status as a fiduciary, he has enabled such other fiduciary to commit a breach of fiduciary responsibility; or"},{"prefix":"3","text":" If he has knowledge of a breach of fiduciary responsibility by such other fiduciary, unless he makes reasonable efforts under the circumstances to remedy the breach."},{"prefix":"c","text":" Except as provided in subsections (f), (g), and (h) of this section, a fiduciary with respect to a Fund shall not cause the Fund to engage in a transaction, if he knows or should know that such transaction constitutes a direct or indirect:"},{"prefix":"1","text":" Sale or exchange, or leasing, of any property between the Fund and a party in interest;"},{"prefix":"2","text":" Lending of money or other extension of credit between the Fund and a party in interest;"},{"prefix":"3","text":" Furnishing of goods, services, or facilities between the Fund and a party in interest; or"},{"prefix":"4","text":" Transfer to, or use by or for the benefit of, a party in interest, of any assets of the Fund."},{"prefix":"d","text":" Except as provided in subsection (h) of this section, a fiduciary with respect to a Fund shall not:"},{"prefix":"1","text":" Deal with the assets of the Fund in his own interest or for his own account;"},{"prefix":"2","text":" In his individual or in any other capacity act in any transaction involving the Fund on behalf of a party (or represent a party) whose interests are adverse to the interests of the Fund or the interests of its participants or beneficiaries; or"},{"prefix":"3","text":" Receive any consideration for his own personal account from any party dealing with such Fund in connection with a transaction involving the assets of the Fund."},{"prefix":"e","text":" A transfer of real or personal property by a party in interest to a Fund shall be treated as a sale or exchange if the property is subject to a mortgage or similar lien which the Fund assumes or if it is subject to a mortgage or similar lien which a party in interest placed on the property within the 10- year period ending on the date of the transfer."},{"prefix":"f","text":" The prohibitions provided in subsection (c) of this section shall not apply to any of the following transactions:"},{"prefix":"1","text":" Contracting or making reasonable arrangements with a party in interest for office space, or legal, accounting, or other services necessary for the establishment or operation of the Fund, if no more than reasonable compensation is paid therefor;"},{"prefix":"2","text":" The investment of all or part of a Fund's assets in deposits which bear a reasonable interest rate in a bank or similar financial institution supervised by the United States or a state, if such bank or other institution is a fiduciary of such Fund and if such investment is expressly authorized by regulations of the Board or by a fiduciary (other than such bank or institution or affiliate thereof) who is expressly empowered by the Board to make such investment;"},{"prefix":"3","text":" The providing of any ancillary service by a bank or similar financial institution supervised by the United States or a state if such bank or other institution is a fiduciary of such Fund and if:"},{"prefix":"A","text":" Such bank or similar financial institution has adopted adequate internal safeguards which assure that the providing of such ancillary service is consistent with sound banking and financial practice, as determined by federal or state supervisory authority; and"},{"prefix":"B","text":" The extent to which such ancillary service is provided is subject to specific guidelines issued by such bank or similar financial institution (as determined by the Mayor after consultation with federal and state supervisory authority), and adherence to such guidelines would reasonably preclude such bank or similar financial institution from providing such ancillary service (i) in an excessive or unreasonable manner, and (ii) in a manner that would be inconsistent with the best interests of participants and beneficiaries of the retirement program. Such ancillary services shall not be provided at more than reasonable compensation;"},{"prefix":"4","text":" The exercise of a privilege to convert securities, to the extent provided in regulations of the Council, but only if the Fund receives no less than adequate consideration pursuant to such conversion; or"},{"prefix":"5","text":" Any transaction between a Fund and a common or collective trust fund or pooled investment fund maintained by a party in interest which is a bank or trust company supervised by a state or federal agency, or a pooled investment fund of an insurance company qualified to do business in a state, if:"},{"prefix":"A","text":" The transaction is a sale or purchase of an interest in the fund;"},{"prefix":"B","text":" The bank, trust company, or insurance company receives not more than reasonable compensation; and"},{"prefix":"C","text":" Such transaction is expressly permitted by the Board, or by a fiduciary (other than the bank, trust company, insurance company, or an affiliate thereof) who has authority to manage and control the assets of the Fund."},{"prefix":"g","text":" Nothing in subsection (c) of this section shall be construed to prohibit any fiduciary from:"},{"prefix":"1","text":" Receiving any benefit to which he may be entitled as a participant or beneficiary in the retirement program, so long as the benefit is computed and paid on a basis which is consistent with the terms of the retirement program as applied to all other participants and beneficiaries;"},{"prefix":"2","text":" Receiving any reasonable compensation for services rendered, or for the reimbursement of expenses properly and actually incurred, in the performance of his duties with respect to the Fund; or"},{"prefix":"3","text":" Serving as a fiduciary in addition to being an officer, employee, agent, or other representative of a party in interest."},{"prefix":"h","text":" The Board may from time to time avail itself to exemptive relief from all or part of the restrictions imposed by subsections (c) and (d) of this section for administrative exemptions which have been previously granted by the United States Department of Labor. Prior to utilizing exempted transactions, the Board shall hold a public hearing on the proposed exemption. Notice of the time, place, and subject matter of the public hearing shall be published in the D.C. Register at least 15 days in advance of its scheduled date in order to afford interested persons an opportunity to present their views. The proposed exemption shall be published in the D.C. Register and submitted to the Council along with a synopsis of the results of the public hearing, and written findings by the Board that the exemptions are:"},{"prefix":"1","text":" Administratively feasible;"},{"prefix":"2","text":" In the best interests of the funds and of their participants and beneficiaries; and"},{"prefix":"3","text":" Protective of the rights of participants and beneficiaries of these funds."},{"prefix":"h-1","text":" Unless the Council disapproves the proposed exemption submitted under subsection (h) of this section by resolution within 30 days of receipt by the Council, the exemption shall be deemed approved. If a resolution of disapproval has been introduced by at least one member of the Council within the 5-day period (excluding Saturdays, Sundays, and holidays) following its receipt, the period of Council review shall be extended by an additional 15 days (excluding Saturdays, Sundays, and holidays) from the date of its receipt. If the resolution of disapproval has not been approved within the 15- day extended period, the proposed exemption shall be deemed approved."},{"prefix":"i","text":" For purposes of subsections (c) and (d) of this section, the assets of a Fund shall not include assets in a pooled separate account of an insurance company qualified to do business in a state or assets in a collective investment fund of a bank or similar financial institution supervised by the United States or any state, provided that:"},{"prefix":"1","text":" The interest of all Funds in the separate account or collective investment fund does not exceed 5% of the total of all assets in the account or fund; and"},{"prefix":"2","text":" At the time a transaction that would otherwise be prohibited by subsection (c) or (d) of this section is entered into, and at the time of any subsequent renewal which requires the approval of the bank or insurance company, the terms of the transaction are not less favorable to the pooled separate account or collective investment fund than the terms generally available in an arm's length transaction between unrelated parties."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"7","text":"District of Columbia Employees Retirement Program Management."},"subchapter":{"identifier":"V","text":"Fiduciary Responsibility; Civil Sanctions."},"heading":{"title":"1","chaptersection":"741","identifier":"1-741","catch_text":"Fiduciary responsibilities."}}