{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-763.4.\n\nReferences in Text\n\nSection 6103 of the Internal Revenue Code of 1986, referred to in the introductory paragraph of (a), is 26 U.S.C § 6103.\n\nSection 11024(b) of the District of Columbia Retirement Protection Act of 1997, referred to in (c), is § 11024(b) of subtitle A of Title XI of Pub. L. 105-33, 111 Stat. 715.\n\nMiscellaneous Notes\n\nAmendments to Internal Revenue Code: For amendments to the Internal Revenue Code related to District of Columbia Retirement Programs, see § 11024(b) of Title XI of Pub. L. 105-33, 111 Stat. 721, the National Capital Revitalization and Self-Government Improvement Act of 1997.\n\nDC CODE § 1-805.04\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 721, Pub. L. 105-33, § 11024.)","sections":[{"prefix":"a","text":" In general. -- Except with respect to taxpayer returns and return information subject to § 6103 of the Internal Revenue Code of 1986, the Secretary may:"},{"prefix":"1","text":" Secure directly from any department or agency of the United States information necessary to enable the Secretary to verify or confirm benefit determinations under this chapter; and"},{"prefix":"2","text":" By regulation authorize the Trustee to review such information for purposes of administering this chapter and the contract."},{"prefix":"b","text":" Omitted."},{"prefix":"c","text":" Confidentiality. -- The Secretary may issue regulations governing the confidentiality of the information obtained pursuant to subsection (a) of this section and the provisions of law amended by § 11024(b) of the District of Columbia Retirement Protection Act of 1997."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"III","text":"Determinations and Review of Eligibility and Payments; Information Sharing."},"heading":{"title":"1","chaptersection":"805","identifier":"1-805.04","catch_text":"Federal information sharing for verification of benefit determinations."}}