{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-764.5.\n\nDC CODE ยง 1-807.05\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 724, Pub. L. 105-33, ยง 11035; Oct. 21, 1998, 112 Stat. 2681-531, Pub. L. 105-277, ยง 801(d).)","sections":[{"prefix":"a","text":" In general. -- As soon as practicable after the enactment of this chapter, the Secretary shall select a Trustee to administer the Trust Fund and otherwise carry out the responsibilities and duties specified in this chapter in accordance with the contract described in subsection (b) of this section."},{"prefix":"b","text":" Contract. -- The Secretary shall enter into a contract with the Trustee to provide for the management, investment, control and auditing of Trust Fund assets, the making of Federal benefit payments under this chapter from the Trust Fund, and such other matters as the Secretary deems appropriate. The Secretary shall enforce the provisions of the contract and otherwise monitor the administration of the Trust Fund."},{"prefix":"c","text":" Subcontracts. -- Notwithstanding any provision of a District Retirement Program or any other law, rule, or regulation, the Trustee may, with the approval of the Secretary, enter into one or more subcontracts with the District Government or any person to provide services to the Trustee in connection with its performance of the contract. The Trustee shall monitor the performance of any such subcontract and enforce its provisions."},{"prefix":"d","text":" Determination by the Secretary. -- Notwithstanding subsection (b) or any other provision of this chapter, the Secretary may determine, with respect to any function otherwise to be performed by the Trustee, that in the interest of economy and efficiency such function shall be performed by the Secretary rather than the Trustee."},{"prefix":"e","text":" Reports. -- The Trustee shall report to the Secretary, in a form and manner and at such intervals as the Secretary may prescribe, on any matters or transactions relating to the Trust Fund, including financial matters, as the Secretary may require."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"IV","text":"District of Columbia Federal Pension Liability Trust Fund."},"heading":{"title":"1","chaptersection":"807","identifier":"1-807.05","catch_text":"Administration through Trustee."}}