{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-765.1.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (b).\n\nPub. L. 108-489, in subsec. (b), deleted \"from Trust Fund\" from the heading.\n\nLegislative History of Laws\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nDC CODE § 1-809.01\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 725, Pub. L. 105-33, § 11041; Oct. 21, 1998, 112 Stat. 2681-531, Pub. L. 105-277, § 801(e); Apr. 12, 2000, D.C. Law 13-91, § 112, 47 DCR 520; Dec. 23, 2004, 118 Stat. 3969, Pub. L. 108-489, § 2(d).)","sections":[{"prefix":"a","text":" Administration of benefits until appointment of trustee. -- Notwithstanding subchapter II of this chapter, after the enactment of this chapter the District Government shall continue to discharge its duties and responsibilities under the District Retirement Program and the District Retirement Fund (as such duties and responsibilities are modified by this chapter), including the responsibility for Federal benefit payments, until such time as the Secretary notifies the District Government that the Secretary has directed the Trustee to carry out the duties and responsibilities required under the contract."},{"prefix":"b","text":" Reimbursement. -- The Secretary or the Trustee shall, at such times during or after the period of interim administration described in subsection (a) of this section as are deemed appropriate by the Secretary or the Trustee, reimburse the District Government for any administrative expenses incurred by the District Government in carrying out subsection (a) of this section:"},{"prefix":"1","text":" If the Secretary or the Trustee finds such expenses to be reasonable and necessary; and"},{"prefix":"2","text":" To the extent that the District Government is not reimbursed for such expenses from other sources."},{"prefix":"c","text":" Making District Retirement Fund whole. -- The District Government shall reimburse the District Retirement Fund for any benefits paid inconsistent with this chapter from the District Retirement Fund between the freeze date and such time as the Secretary notifies the District government that the Secretary has directed the Trustee to carry out the duties and responsibilities required under the contract."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"V","text":"Responsibilities of District Government."},"heading":{"title":"1","chaptersection":"809","identifier":"1-809.01","catch_text":"Interim administration."}}