{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-761.1.\n\nEffective Dates\n\nSection 11721 of Title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that except as otherwise provided in this title, the provisions of this title shall take effect on the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District government for fiscal year 1998 meet the requirements of section 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, as amended by this title.\n\nMiscellaneous Notes\n\nDistrict of Columbia Retirement Protection Act of 1997: Section 11001 of subtitle A of Title XI of Pub. L. 105-33, 111 Stat. 715, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that subtitle A may be cited as the \"District of Columbia Retirement Protection Act of 1997.\"\n\nDC CODE ยง 1-801.01\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 715, Pub. L. 105-33, ยง 11002.)","sections":[{"prefix":"a","text":" Findings. -- The Congress finds that:"},{"prefix":"1","text":" State and municipal retirement programs should be funded on an actuarially sound basis;"},{"prefix":"2","text":" The retirement programs for the police officers and firefighters, teachers and judges of the District of Columbia had significant unfunded liabilities totaling approximately $1,900,000,000 when the Federal government transferred those programs to the District of Columbia, and those liabilities have since increased to nearly $4,800,000,000, an increase which is almost entirely attributable to the accumulation of interest on the value which existed at the time of transfer;"},{"prefix":"3","text":" The District of Columbia has fully met its financial obligations under the District of Columbia Retirement Reform Act of 1979 (Public Law 96-122);"},{"prefix":"4","text":" The growth of the unfunded liabilities of the three pension funds listed above did not occur because of any action taken or any failure to act that lay within the power of the District of Columbia government or the District of Columbia Retirement Board;"},{"prefix":"5","text":" The presence of the unfunded pension liability is having and will continue to have a negative impact on the District of Columbia's credit rating as it is a legal obligation and the total unfunded liability exceeds the total General Obligation debt of the District, and the costs associated with this liability are a contributing cause of the District's ongoing financial crisis;"},{"prefix":"6","text":" The obligations of the District associated with these pension programs in fiscal year 1997 represents nearly 10 percent of the District's revenue;"},{"prefix":"7","text":" The annual Federal contribution toward these costs under the District of Columbia Retirement Reform Act has remained $52,000,000;"},{"prefix":"8","text":" If the unfunded pension liability situation is not resolved, in 2004 the District of Columbia would be responsible for annual costs exceeding $800,000,000, a figure which would be impossible to meet without catastrophic impact on the District government's resources and programs;"},{"prefix":"9","text":" The financial resources of the District of Columbia are not adequate to discharge the unfunded liabilities of the retirement programs; and"},{"prefix":"10","text":" The level of benefits and funding of the current retirement programs were authorized by various Acts of Congress."},{"prefix":"b","text":" Policy. -- It is the policy of this chapter:"},{"prefix":"1","text":" To relieve the District of Columbia government of the responsibility for the unfunded pension liabilities transferred to it by the Federal government;"},{"prefix":"2","text":" For the Federal government to assume the legal responsibility for paying certain pension benefits (including certain unfunded pension liabilities which existed as of the day prior to introduction of this legislation) for the retirement plans of teachers, police, and firefighters;"},{"prefix":"3","text":" To provide for a responsible Federal system for payment of benefits accrued prior to the date of introduction of this legislation; and"},{"prefix":"4","text":" To require the establishment of replacement plans by the District of Columbia government for the current retirement plans for teachers, and police and firefighters."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"I","text":"Short Title, Findings, Definitions. (Refs & Annos)"},"heading":{"title":"1","chaptersection":"801","identifier":"1-801.01","catch_text":"Findings and declaration of policy."}}