{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-764.3.\n\nDC CODE § 1-807.03\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 723, Pub. L. 105-33, § 11033; Oct. 21, 1998, 112 Stat. 2681-532, Pub. L. 105-277, §§ 801(g)(2), 803.)","sections":[{"prefix":"a","text":" In general. -- As of the replacement plan adoption date, all obligations to make Federal benefit payments and all assets of the District Retirement Fund as of the replacement plan adoption date (except as provided in subsections (b) and (c) of this section) shall be transferred to the Trust Fund."},{"prefix":"b","text":" Designation of assets to be retained by District Retirement Fund. -- The Secretary shall designate assets with a value of $1.275 billion that shall not be transferred from the District Retirement Fund under subsection (a) of this section. The Secretary's designation and valuation of the assets shall be final and binding."},{"prefix":"c","text":" Exception for certain employee contributions. --"},{"prefix":"1","text":" In general. -- Subsection (a) of this section shall not apply to assets of the District Retirement Fund consisting of any employee contributions deducted and withheld after the freeze date or any interest thereon (computed at a rate and in a manner determined by the Secretary)."},{"prefix":"2","text":" Employee contributions defined. -- In paragraph (1) of this subsection, the term \"employee contributions\" means amounts deducted and withheld from the salaries of covered District employees and paid to the District Retirement Fund (and, in the case of teachers, amounts of additional deposits paid to the District Retirement Fund), pursuant to the District Retirement Program."},{"prefix":"d","text":" Responsibilities of District Government. --"},{"prefix":"1","text":" In general. -- The transfer of assets from the District Retirement Fund under this section shall be made in accordance with the direction of the Secretary. The District Government shall promptly take all steps, and execute all documents, that the Secretary deems necessary to effect the transfer."},{"prefix":"2","text":" Final reconciliation of accounts. -- As soon as practicable after the replacement plan adoption date, the District Government shall furnish the Trustee a final reconciliation of accounts in connection with the transfer of assets and obligations to the Trust Fund. The allocation of assets under this section shall be adjusted in accordance with this reconciliation."},{"prefix":"e","text":" Methodology for designating assets. --"},{"prefix":"1","text":" In general. -- In carrying out subsection (b), the Secretary may develop and implement a methodology for designating assets after the replacement plan adoption date that takes into account the value of the District Retirement Fund as of the replacement plan adoption date and the proportion of such value represented by $1.275 billion, together with the income (including returns on investments) earned on the assets of and withdrawals from and deposits to the Fund during the period between such date and the date on which the Secretary designates assets under subsection (b). In implementing a methodology under the previous sentence, the Secretary shall not be required to determine the value of designated assets as of the replacement plan adoption date. Nothing in this paragraph may be deemed to effect the entitlement of the District Retirement Fund to income (including returns on investments) earned after the replacement plan adoption date on assets designated for retention by the Fund."},{"prefix":"2","text":" Employee contributions; Judicial Retirement and Survivors Annuity Fund. -- The Secretary may develop and implement a methodology comparable to the methodology described in paragraph (1) in carrying out the requirements of subsection (c) and in designating assets to be transferred to the District of Columbia Judicial Retirement and Survivors Annuity Fund pursuant to § 1- 714(c)(1)."},{"prefix":"3","text":" Discretion of the Secretary. -- The Secretary's development and implementation of methodologies for designating assets under this subsection shall be final and binding."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"IV","text":"District of Columbia Federal Pension Liability Trust Fund."},"heading":{"title":"1","chaptersection":"807","identifier":"1-807.03","catch_text":"Transfer of assets and obligations of District Retirement Funds."}}