{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-762.2.\n\nEffect of Amendments\n\nPub.L. 106-554 added subsec. (e).\n\nPub.L. 107-290, in subsec. (e), added the last sentence.\n\nPub.L. 108-133 added subsec. (f)\n\nD.C. Law 15-354, in subsec. (f), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 15-354, see notes following § 1-523.01.\n\nEffective Dates\n\nSection 908(c) of Title IX of H.R. 5666, incorporated by reference by Public Law 106-554 stated that the amendments made by section 908 shall apply with respect to federal benefit payments made after December 21, 2000.\n\nSection 2 of Public Law 107-290 stated that the amendment made by section 1 shall take effect as if included in the enactment of title IX of division A of the Miscellaneous Appropriations Act, 2001 (as enacted by reference in section 1(a)(4) of the Consolidated Appropriations Act, 2001) (Public Law 106-554).\n\nReferences in Text\n\nThe District of Columbia Military Retirement Equity Act of 2003, referred to in subsec. (f), is Pub. L. 108-133, 117 Stat. 1386.\n\nDC CODE § 1-803.02\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 718, Pub. L. 105-33, § 11012; Oct. 21, 1998, 112 Stat. 2681-531, Pub. L. 105-277, § 801(g)(1); Dec. 21, 2000, 114 Stat. 2763, Pub. L. 106-554, § 1(a)(4) H.R. 5666 § 908(a); Nov. 7, 2002, 116 Stat. 2051, Pub. L. 107-290, § 1; Nov. 22, 2003, 117 Stat. 1387, Pub. L. 108-133, § 3(a); Apr. 13, 2005, D.C. Law 15-354, § 6, 52 DCR 2638.)","sections":[{"prefix":"a","text":" In general. -- Subject to the succeeding provisions of this chapter, a \"Federal benefit payment\" is any benefit payment to which an individual is entitled under a District Retirement Program, in such amount and under such terms and conditions as may apply under such Program."},{"prefix":"b","text":" Treatment of service occurring after freeze date. -- Service after the freeze date shall not be credited for purposes of determining the amount of any Federal benefit payment. Nothing in this subsection shall be construed to affect the crediting of such service for any other purpose under the District Retirement Program."},{"prefix":"c","text":" Special rule regarding disability benefits. -- To the extent that any portion of a benefit payment to which an individual is entitled under a District Retirement Program is based on a determination of disability made by the District Government or the Trustee after the freeze date, the Federal benefit payment determined with respect to the individual shall be an amount equal to the deferred retirement benefit or normal retirement benefit the individual would receive if the individual left service on the day before the commencement of disability retirement benefits."},{"prefix":"d","text":" Special rule regarding certain death benefits. --"},{"prefix":"1","text":" In general. -- In the case of a benefit payment to which an individual is entitled under a District Retirement Program which is payable on the death of a covered District employee or former covered District employee and which is not determined by the length of service of the employee or former employee, the Federal benefit payment determined with respect to the individual shall be equal to the pre-freeze date percentage of the amount otherwise payable."},{"prefix":"2","text":" Pre-freeze date percentage defined. -- In paragraph (1) of this subsection, the \"pre-freeze date percentage\" with respect to a covered District employee or former covered District employee is the amount (expressed as a percentage) equal to the quotient of:"},{"prefix":"A","text":" The number of months of the covered District employee's or former covered District employee's service prior to the freeze date; divided by"},{"prefix":"B","text":" The total number of months of the covered District employee's or former covered District employee's service."},{"prefix":"e","text":" Treatment of increases in certain police service longevity payments. -- For purposes of subsection (a) of this section, in determining the amount of a Federal benefit payment made to an officer or member of the Metropolitan Police Department, the benefit payment to which the officer or member is entitled under the District Retirement Program shall include any amounts which would have been included in the benefit payment under such Program if the amendments made by the Police Recruiting and Retention Enhancement Amendment Act of 1999 (D.C. Law 13-101) had taken effect prior to the freeze date. The Secretary of the Treasury is authorized to estimate the additional compensation for service longevity for purposes of determining the amount of a federal benefit payment for annuitants who retire on or after August 29, 1972, and on or before December 31, 2001, and to make federal benefit payments based upon such estimates."},{"prefix":"f","text":" Treatment of military service credit purchased by certain police and fire retirees. -- For purposes of subsection (a) of this section, in determining the amount of a Federal benefit payment made to an officer or member, the benefit payment to which the officer or member is entitled under the District Retirement Program shall include any amounts which would have been included in the benefit payment under such Program if the amendments made by the District of Columbia Military Retirement Equity Act of 2003 had taken effect prior to the freeze date."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"II","text":"Federal Benefit Payments Under District Retirement Programs."},"heading":{"title":"1","chaptersection":"803","identifier":"1-803.02","catch_text":"Federal benefit payments described."}}