{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-764.2.\n\nDC CODE § 1-807.02\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 723, Pub. L. 105-33, § 11032; Oct. 21, 1998, 112 Stat. 2681-531, Pub. L. 105-277, § 801(c).)","sections":[{"prefix":"a","text":" In general. -- Amounts in the Trust Fund shall be used:"},{"prefix":"1","text":" To make Federal benefit payments under this chapter;"},{"prefix":"2","text":" subject to subsection (b)(1)of this section, to cover the reasonable and necessary expenses of administering the Trust Fund under the contract entered into pursuant to § 1-807.05(b);"},{"prefix":"3","text":" To cover the reasonable and necessary administrative expenses incurred by the Secretary in carrying out the Secretary's responsibilities under this chapter; and"},{"prefix":"4","text":" For such other purposes as are specified in this chapter."},{"prefix":"b","text":" Special rules regarding administrative expenses. --"},{"prefix":"1","text":" Budgeting; certification and approval. -- The administrative expenses of the Trust Fund shall be paid in accordance with an annual budget set forth by the Trustee which shall be subject to certification and approval by the Secretary."},{"prefix":"2","text":" Use of District Retirement Fund for interim administration. -- The Secretary is authorized to requisition from the District Retirement Fund such sums as are necessary to administer the Trust Fund (including expenses described in § 1-809.01(b)) until assets are transferred to the Trust Fund pursuant to § 1-807.03."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"IV","text":"District of Columbia Federal Pension Liability Trust Fund."},"heading":{"title":"1","chaptersection":"807","identifier":"1-807.02","catch_text":"Uses of amounts in Trust Fund."}}