{"text":"","historical":"Editor's Notes\n\nFormer § 1-817.04 has been recodified to § 1-819.04.\n\nDC CODE § 1-817.04\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 729, Pub. L. 105-33, § 11084, as added Dec. 23, 2004, 118 Stat. 3967, Pub. L. 108-489, § 2(a)(3).)","sections":[{"prefix":"a","text":" Annual amortization amount. --"},{"prefix":"1","text":" In general. -- At the end of each fiscal year (beginning with fiscal year 2005), the Secretary shall promptly pay into the D.C. Federal Pension Fund from the general fund of the Treasury an amount equal to the annual amortization amount for the year (which may not be less than zero)."},{"prefix":"2","text":" Determination of amount. -- For purposes of paragraph (1) of this paragraph;"},{"prefix":"A","text":" The \"original unfunded liability\" is the present value, as of December 23, 2004, of expected future benefits payable from the Federal Supplemental Fund; and"},{"prefix":"B","text":" The \"annual amortization amount\" means the amount determined by the enrolled actuary to be necessary to amortize in equal annual installments (until fully amortized):"},{"prefix":"i","text":" The original unfunded liability over a 30-year period;"},{"prefix":"ii","text":" A net experience gain or loss over a 10-year period; and"},{"prefix":"iii","text":" Any other changes in actuarial liability over a 20-year period."},{"prefix":"3","text":" Schedule for amortization. -- In determining the annual amortization amount under paragraph (2)(B) of this subsection, the enrolled actuary shall include amounts necessary to complete the amortization schedules used for determining the annual amortization amount for payments into the Federal Supplemental Fund under § 1-811.03 (as in effect prior to the enactment of this subchapter)."},{"prefix":"b","text":" Administrative expense. -- During each fiscal year (beginning with fiscal year 2009), the Secretary shall pay into the D.C. Federal Pension Fund from the general fund of the Treasury the amounts necessary to pay the reasonable and necessary administrative expenses described in § 1-817.02(a)(2) for the year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"IX","text":"District of Columbia Federal Pension Fund."},"heading":{"title":"1","chaptersection":"817","identifier":"1-817.04","catch_text":"Determination of annual federal payments into D.C. Federal Pension Fund."}}