{"text":"","historical":"Editor's Notes\n\nFormer § 1-817.05 has been recodified to § 1-819.05.\n\nDC CODE § 1-817.05\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 729, Pub. L. 105-33, § 11085, as added Dec. 23, 2004, 118 Stat. 3968, Pub. L. 108-489, § 2(a)(3).)","sections":[{"prefix":"a","text":" In general. -- The Secretary shall select a Pension Fund Trustee to carry out the responsibilities and duties specified in this subchapter in accordance with the contract described in subsection (b) of this section."},{"prefix":"b","text":" Contract. -- The Secretary shall enter into a contract with the Pension Fund Trustee to provide for the auditing of D.C. Federal Pension Fund assets, the making of Federal benefit payments under this chapter from the D.C. Federal Pension Fund, and such other matters as the Secretary deems appropriate. The Secretary shall enforce the provisions of the contract and otherwise monitor the administration of the D.C. Federal Pension Fund."},{"prefix":"c","text":" Subcontracts. -- Notwithstanding any provision of a District Retirement Program or any other law, rule, or regulation, the Pension Fund Trustee may, with the approval of the Secretary, enter into one or more subcontracts with the District Government or any person to provide services to the Pension Fund Trustee in connection with its performance of the contract. The Pension Fund Trustee shall monitor the performance of any such subcontract and enforce its provisions."},{"prefix":"d","text":" Determination by the Secretary. -- Notwithstanding subsection (b) of this section or any other provision of this chapter, the Secretary may determine, with respect to any function otherwise to be performed by the Pension Fund Trustee, that in the interest of economy and efficiency such function shall be performed by the Secretary rather than the Pension Fund Trustee."},{"prefix":"e","text":" Reports. -- The Pension Fund Trustee shall report to the Secretary, in a form and manner and at such intervals as the Secretary may prescribe, on any matters under the responsibility of the Pension Fund Trustee as the Secretary may prescribe."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"IX","text":"District of Columbia Federal Pension Fund."},"heading":{"title":"1","chaptersection":"817","identifier":"1-817.05","catch_text":"Administration through Pension Fund Trustee."}}