{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-766.3.\n\nDC CODE ยง 1-811.03\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 726, Pub. L. 105-33, ยง 11053; Oct. 21, 1998, 112 Stat. 2681-532, Pub. L. 105-277, ยง 801(f).)","sections":[{"prefix":"a","text":" Annual amortization amount. -- At the end of each applicable fiscal year the Secretary shall promptly pay into the Federal Supplemental Fund from the General Fund of the Treasury an amount equal to the annual amortization amount for the year (which may not be less than zero)."},{"prefix":"b","text":" Administrative expenses. -- During each applicable fiscal year, the Secretary shall pay into the Federal Supplemental Fund from the General Fund of the Treasury amounts not to exceed the covered administrative expenses for the year."},{"prefix":"c","text":" Determination of amounts. -- For purposes of this section:"},{"prefix":"1","text":" The \"original unfunded liability\" is the amount that is the present value as of October 21, 1998 of future benefits payable from the Federal Supplemental Fund."},{"prefix":"2","text":" The \"annual amortization amount\" is the amount determined by the enrolled actuary to be necessary to amortize in equal annual installments (until fully amortized):"},{"prefix":"A","text":" The original unfunded liability over a 30-year period;"},{"prefix":"B","text":" A net experience gain or loss over a 10-year period; and"},{"prefix":"C","text":" Any other changes in actuarial liability over a 20-year period."},{"prefix":"3","text":" The \"covered administrative expenses\" are the expenses determined by the Secretary (on an annual basis) to be necessary to administer the Federal Supplemental Fund."},{"prefix":"d","text":" Timing. -- The first applicable fiscal year under subsection (a) of this section is the first fiscal year that ends more than six months after the replacement plan adoption date."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"VI","text":"Financing of Benefit Payments After Depletion of Trust Fund."},"heading":{"title":"1","chaptersection":"811","identifier":"1-811.03","catch_text":"Determination of annual payment into Federal Supplemental Fund."}}