{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-768.2.\n\nDC CODE ยง 1-815.02\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 728, Pub. L. 105-33, ยง 11072.)","sections":[{"prefix":"a","text":" In general. -- The United States District Court for the District of Columbia shall have exclusive jurisdiction and venue, regardless of the amount in controversy, of:"},{"prefix":"1","text":" Civil actions brought by participants or beneficiaries pursuant to this chapter, and"},{"prefix":"2","text":" Any other action otherwise arising (in whole or part) under this chapter or the contract."},{"prefix":"b","text":" Review by Court of Appeals. -- Notwithstanding any other provision of law, any order of the United States District Court for the District of Columbia issued pursuant to an action described in subsection (a) of this section that concerns the validity or enforceability of any provision of this chapter or seeks injunctive relief against the Secretary or Trustee under this chapter shall be reviewable only pursuant to a notice of appeal to the United States Court of Appeals for the District of Columbia Circuit."},{"prefix":"c","text":" Review by Supreme Court. -- Notwithstanding any other provision of law, review by the Supreme Court of the United States of a decision of the Court of Appeals that is issued pursuant to subsection (b) of this section may be had only if the petition for relief is filed within 20 calendar days after the entry of such decision."},{"prefix":"d","text":" Restrictions on declaratory or injunctive relief. -- No order of any court granting declaratory or injunctive relief against the Secretary or the Trustee shall take effect during the pendency of the action before such court, during the time an appeal may be taken, or (if an appeal is taken or petition for certiorari filed) during the period before the court has entered its final order disposing of the action."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"VIII","text":"Judicial Enforcement."},"heading":{"title":"1","chaptersection":"815","identifier":"1-815.02","catch_text":"Jurisdiction and venue."}}