{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-766.4.\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nDC CODE ยง 1-811.04\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 727, Pub. L. 105-33, ยง 11054; Apr. 20, 1999, D.C. Law 12-264, ยง 6(a), 46 DCR 2118.)","sections":[{"prefix":"a","text":" Notice to President and Congress. -- Not later than 18 months before the time that assets remaining in the Trust Fund are projected to be insufficient for making Federal benefit payments and covering necessary administrative expenses when due, the Secretary shall so advise the President and the Congress."},{"prefix":"b","text":" Selection of methodology. -- Before all available assets of the Trust Fund have been depleted, the Secretary shall determine whether Federal benefit payments and necessary administrative expenses under this chapter shall be made by one of the following methods:"},{"prefix":"1","text":" Continuation of the Trust Fund using payments from the Federal Supplemental Fund."},{"prefix":"2","text":" Discontinuation of the Trust Fund, with payments made:"},{"prefix":"A","text":" By direct payment by the Secretary from the Federal Supplemental Fund; or"},{"prefix":"B","text":" From the Federal Supplemental Fund through another department or agency of the United States."},{"prefix":"c","text":" Arrangements by Secretary. -- The Secretary shall make appropriate arrangements to implement the determinations made in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"VI","text":"Financing of Benefit Payments After Depletion of Trust Fund."},"heading":{"title":"1","chaptersection":"811","identifier":"1-811.04","catch_text":"Determination of methodology for making payments."}}