{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 1-817.02.\n\n1981 Ed., § 1-769.2.\n\nReferences in Text\n\n\"This act,\" referred to in (b), is the National Capital Revitalization and Self-Government Improvement Act of 1997, Title XI of Pub. L. 105-33, 111 Stat. 712.\n\n\"The date of enactment of this chapter\" and \"the date of enactment of this Act,\" referred to in this section, is the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District of Columbia government for fiscal year 1998 meet the requirements of § 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995.\n\nDC CODE § 1-819.02\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 729, Pub. L. 105-33, § 11092, formerly § 11082; renumbered Dec. 23, 2004, 118 Stat. 3966, Pub. L. 108-489, § 2(a)(1), (2).)","sections":[{"prefix":"a","text":" In general. -- As soon as practicable after the date of the enactment of this chapter, the Secretary shall enter into a contract with an independent consultant to conduct a study of actuarial alternatives for financing the federal obligations assumed under this chapter, together with an analysis of the impact of each alternative on the federal budget. The Secretary and the District Government shall cooperate with the consultant and shall provide direct access to such information systems, records, documents, information, or data as will enable the consultant to conduct the study."},{"prefix":"b","text":" Deadline. -- The contract entered into under subsection (a) of this section shall require the consultant to report the results of the study not later than 12 months after the date of enactment of this act."},{"prefix":"c","text":" No effect on Federal obligations. -- Nothing in this section may be construed to affect any obligation of the Federal Government to make payments under this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"8","text":"District of Columbia Retirement Funds."},"subchapter":{"identifier":"X","text":"Miscellaneous."},"heading":{"title":"1","chaptersection":"819","identifier":"1-819.02","catch_text":"Study of alternatives for financing Federal obligations."}}