{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-781.2.\n\nEffect of Amendments\n\nD.C. Law 15-205 added par. (13A)\n\nD.C. Law 16-91, in par. (13A), validated a previously made technical correction.\n\nD.C. Law 17-231 added par. (2A); and, in par. (11)(A), substituted \"spouse or domestic partner\" for \"spouse\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nFor Law 15-205, see notes following § 1-702.\n\nFor Law 16-91, see notes following § 1-301.45.\n\nFor Law 17-231, see notes following § 1-301.45.\n\nReferences in Text\n\nSection 11252 of the Retirement Protection Act, referred to in (8) and (16)(B), is codified at §§ 1-711, 1-714, and 1-819.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nFor conditional applicability of subtitle B of Title I of D.C. Law 15-205, see notes under § 1-911.04a.\n\nDC CODE § 1-901.02\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 102, 45 DCR 4045; Dec. 7, 2004, D.C. Law 15-205, § 1013(a), 51 DCR 8441; Apr. 7, 2006, D.C. Law 16-91, § 125(b)(1), 52 DCR 10637; Sept. 12, 2008, D.C. Law 17-231, § 5, 55 DCR 6758.)","sections":[{"prefix":"1","text":" \"Covered District employee\" or \"participant\" means a teacher of the District of Columbia public schools, a member of the Metropolitan Police Department, or a member of the Fire and Emergency Medical Services Department. It does not include an officer or member of the United States Park Police force, the United States Secret Service Uniformed Division, or the United States Secret Service, to whom the Police and Firemen's Retirement Act applies."},{"prefix":"2","text":" \"Current value\" means the fair market value, where available (as determined in good faith by a fiduciary in accordance with regulations promulgated by the Retirement Board), or otherwise the fair value (as determined in good faith by a fiduciary in accordance with regulations promulgated by the Retirement Board), assuming an orderly liquidation when so determined."},{"prefix":"2A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"3","text":" \"Employee contribution\" means amounts deducted and withheld from the salaries of covered District employees and paid to the Funds (and in the case of teachers, amounts of additional deposits paid to the Funds), pursuant to this chapter."},{"prefix":"4","text":" \"Employee organization\" means any labor union or any organization of any kind, or any agency or employee representation committee, association, group, or plan, in which individuals covered by the Retirement Program participate and which exists for the purpose, in whole or in part, of dealing with the District government concerning the Retirement Program."},{"prefix":"5","text":" \"Enrolled actuary\" means an actuary enrolled under subtitle C of Title III of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 1002; 29 U.S.C. § 3041 et seq.)."},{"prefix":"6","text":" \"Federal Benefit Payment\" means any benefit payment to which an individual is entitled under the Retirement Program, in an amount and under terms and conditions as may apply under the Retirement Program."},{"prefix":"7","text":"(A) \"Fiduciary\" means, except as otherwise provided in subparagraph (B) of this paragraph, any individual who, with respect to the Funds:"},{"prefix":"i","text":" Exercises any discretionary authority or discretionary control respecting management of the Funds or exercises any discretionary authority or discretionary control respecting management or disposition of its assets;"},{"prefix":"ii","text":" Renders investment advice for a fee or other compensation, direct or indirect, with respect to any monies or other property of the Funds, or has any authority or responsibility to do so; or"},{"prefix":"iii","text":" Has any discretionary authority or discretionary responsibility in the administration of the Funds."},{"prefix":"B","text":" If any money or other property of the Funds is invested in securities issued by an investment company registered under title I of An Act To provide for the registration and regulation of investment companies and investment advisers, and for other purposes, approved August 22, 1940 (54 Stat. 789; 15 U.S.C. § 80a-1 et seq.), that investment shall not by itself cause the investment company or the investment company's adviser or principal underwriter to be deemed to be a fiduciary or a party in interest as those terms are defined in this section. Nothing contained in this subparagraph shall limit the duties imposed on that investment company, investment adviser, or principal underwriter by any other law."},{"prefix":"8","text":" \"Funds\" means collectively the Police Officers and Fire Fighters' Retirement Fund, the Teachers' Retirement Fund, or the Judges' Retirement Fund, but only until the Judges' Retirement Fund is transferred pursuant to § 11252 of the Retirement Protection Act, approved August 5, 1997 (P.L. 105-33; 111 Stat. 758)."},{"prefix":"9","text":" \"Judge\" means a judge as defined in § 11-1561(1)."},{"prefix":"10","text":" \"Judges' Retirement Fund\" means the District of Columbia Judges' Retirement Fund, established under § 1-714(a)."},{"prefix":"11","text":" \"Party in interest\" means:"},{"prefix":"A","text":" Any person (including a member of the Retirement Board) having fiduciary responsibilities for the administration of assets in the Funds;"},{"prefix":"B","text":" Any person providing services to the Funds;"},{"prefix":"C","text":" The government of the District of Columbia;"},{"prefix":"D","text":" An employee organization; or"},{"prefix":"E","text":" A spouse or domestic partner, ancestor, lineal descendant, or spouse or domestic partner of a lineal descendant of any individual described in subparagraph (A) or (B) of this paragraph."},{"prefix":"12","text":" \"Police and Firemen's Retirement Act\" means the Policemen and Firemen's Retirement and Disability Act amendments of 1957, § 5-701 et seq."},{"prefix":"13","text":" \"Police Officers and Fire Fighters' Retirement Fund\" means the District of Columbia Police Officers and Fire Fighters' Retirement Fund established under § 1-712(a)."},{"prefix":"13A","text":" \"Post employment benefit programs\" has the same meaning as that term is defined in § 1-702(22)."},{"prefix":"14","text":" \"Qualified public accountant\" means a person who is a certified public accountant, certified by a regulatory authority of a state."},{"prefix":"15","text":" \"Retirement Board\" means the District of Columbia Retirement Board established by § 1-711(a)."},{"prefix":"16","text":" \"Retirement Program\" means:"},{"prefix":"A","text":" The program of annuities and other retirement and disability benefits for members and officers of the Metropolitan Police Department and the Fire and Emergency Medical Services Department;"},{"prefix":"B","text":" The program of annuities and other retirement and disability benefits for judges of the courts of the District of Columbia under § 11-1561 et seq., but only until § 1-714 is terminated and transferred pursuant to § 11252 of the Retirement Protection Act, approved August 5, 1997 (P.L. 105-33; 111 Stat. 758); and"},{"prefix":"C","text":" The program of annuities and other retirement and disability benefits for teachers in the public day schools of the District of Columbia."},{"prefix":"17","text":" \"Retirement Protection Act\" means the District of Columbia Retirement Protection Act of 1997, Subtitle A of Title XI of the Balanced Budget Act of 1997, approved August 5, 1997 (P.L. 105-33; 111 Stat. 715) (\"Retirement Protection Act\")."},{"prefix":"18","text":" \"Retirement Reform Act\" means the District of Columbia Retirement Reform Act, § 1-701 et seq. (\"Retirement Reform Act\")."},{"prefix":"19","text":" \"Security\" means a security as defined in § 2(1) of the Securities Act of 1933, approved May 27, 1933 (48 Stat. 74; 15 U.S.C. § 77b(1))."},{"prefix":"20","text":" \"State\" means any state of the United States, the District of Columbia, Puerto Rico, the Virgin Islands, American Samoa, Guam, Wake Island, and the Canal Zone."},{"prefix":"21","text":" \"Teacher\" means a teacher as defined in § 38-2021.13."},{"prefix":"22","text":" \"Teachers' Retirement Fund\" means the District of Columbia Teachers' Retirement Fund established under § 1-713."},{"prefix":"23","text":" \"Trust\" means the $1.275 billion in assets in the possession or control of the Retirement Board for post June 30, 1997, benefits and any contributions made to the Funds after June 30, 1997, for benefits accrued after June 30, 1997."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"I","text":"Findings and Definitions."},"heading":{"title":"1","chaptersection":"901","identifier":"1-901.02","catch_text":"Definitions."}}