{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-785.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-909.02\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 142, 45 DCR 4045.)","sections":[{"prefix":"a","text":" The Retirement Board shall publish an annual report for each fiscal year with respect to each retirement program and separate fund comprising the Funds to which this chapter applies. The report shall be filed with the Mayor and the Council in accordance with subsection (c) of this section and shall be made available and furnished to participants and beneficiaries in accordance with § 1-909.04(c)."},{"prefix":"b","text":" The annual report shall include the following information:"},{"prefix":"1","text":" The name and business address of each Retirement Board member;"},{"prefix":"2","text":" The name and business address of the agent for service of process;"},{"prefix":"3","text":" The name and business address of each fiduciary;"},{"prefix":"4","text":" The name of each person or entity (including any consultant, broker, trustee, accountant, insurance carrier, actuary, investment counsel, or custodial trustee), who received compensation from the Retirement Board during the preceding year for services rendered to the Retirement Board or the participants or beneficiaries of the retirement program for which a separate fund comprising the Funds was established, the amount of the compensation, the nature of the services, the relationship of the person or entity, if any, to the District of Columbia government or employee organization, and any other office, position, or employment the person or entity holds with any party in interest;"},{"prefix":"5","text":" The description of each of the retirement plans and the number of employees covered by the retirement plans, including any significant change in the retirement program made during the period and the impact of the change on benefits;"},{"prefix":"6","text":" The current statement of investment objectives and policies, which shall include:"},{"prefix":"A","text":" The desired rates of return on assets overall;"},{"prefix":"B","text":" The desired rates of return and acceptable levels of risk for each asset class;"},{"prefix":"C","text":" Asset allocation goals;"},{"prefix":"D","text":" Guidelines for the delegation of authority to investment managers; and"},{"prefix":"E","text":" Information on the benchmarks used to evaluate investment performance;"},{"prefix":"7","text":" Financial statements and notes to the financial statements in conformity with generally accepted accounting principles;"},{"prefix":"8","text":" An opinion on the financial statements by the qualified public accountant, engaged pursuant to § 1-907.03, in conformity with generally accepted auditing standards;"},{"prefix":"9","text":" The actuarial statement and opinion required by § 1-907.04;"},{"prefix":"10","text":" A description of any material interest, held by any trustee, or employee who is a fiduciary with respect to the investment management of assets of the Funds, or by a related person, in any material transaction with the system within the last 3 years;"},{"prefix":"11","text":" A schedule of the rates of return, net of total investment expense, on assets of the system overall and on assets aggregated by category over the most recent 1-year, 3-year, 5-year, and 10-year periods, to the extent available, and the rates of return on appropriate benchmarks for assets of the system overall and for each category over each period; and"},{"prefix":"12","text":" A schedule of the sum of total investment expenses and total general administrative expense for the fiscal year expressed as a percentage of the fair market value of assets of the Funds on the last day of the fiscal year."},{"prefix":"c","text":" The annual report shall be filed with the Mayor and the Council within 210 days after the end of the fiscal year for which it is prepared."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"V","text":"Reporting and Disclosure Requirements; Bonding."},"heading":{"title":"1","chaptersection":"909","identifier":"1-909.02","catch_text":"Annual report."}}