{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-784.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-907.02\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 132, 45 DCR 4045.)","sections":[{"prefix":"a","text":" Each fiscal year, the District shall insure that a sufficient amount is appropriated for each separate fund comprising the Funds, as the District of Columbia payment to the appropriate separate fund comprising the Funds, which shall be equal to, or greater than, the amount calculated as provided for in § 1-907.03, as determined by the enrolled actuary, engaged pursuant to § 1-907.03(a)."},{"prefix":"b","text":" The amount appropriated as the District of Columbia payment shall be deposited in the appropriate separate fund comprising the Funds not more than 30 days after it is appropriated or 30 days after the beginning of the fiscal year for which it is appropriated, whichever is later."},{"prefix":"c","text":" At the end of each fiscal year, the District shall provide to the enrolled actuary the actual aggregate amount of earnable compensation (\"covered payroll\") paid to each participant group covered by the Retirement Program. The enrolled actuary shall determine whether the amount appropriated for the applicable fiscal year resulted in an overpayment or a shortfall based upon the actual covered payroll."},{"prefix":"1","text":" If a shortfall exists, the Mayor and the Council shall include within the ensuing budget cycle a line item that requests funding equal to the full amount of shortfall for the appropriate separate fund comprising the Funds."},{"prefix":"2","text":" If an overpayment exists, the Mayor and the Council shall include within the ensuing budget cycle a line item that requests a reduction in the amount appropriated as the District of Columbia payment to the Funds equal to the full amount of the overpayment."},{"prefix":"3","text":" Overpayments or shortfall reductions shall be made in addition to, and notwithstanding, any other payment required herein."},{"prefix":"d","text":" If at any time the balance of any separate fund comprising the Funds is not sufficient to meet all obligations against the Funds, the Funds shall have claims on the revenues of the District of Columbia to the extent necessary to meet the obligation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"IV","text":"Financing of Retirement Benefits."},"heading":{"title":"1","chaptersection":"907","identifier":"1-907.02","catch_text":"District of Columbia payment to the Funds."}}