{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-784.3.\n\nEffect of Amendments\n\nD.C. Law 14-190 rewrote subsec. (c)(2) which had read as follows:\n\n\"(2) the estimated level of District payments.\"\n\nD.C. Law 15-354, in subsec. (c), substituted \"Prior to the enactment of any law, resolution, regulation, rule, or agreement\" for \"Prior to the enactment of any law\".\n\nD.C. Law 19-168, rewrote the section, which formerly read:\n\n\"(a)(1) The Retirement Board shall engage an enrolled actuary who may be the enrolled actuary engaged pursuant to § 1-732(a)(4)(A), who shall, in accordance with generally accepted actuarial principles and practices, make the following determinations with respect to each separate fund comprising the Funds:\n\n\"(A) When specified in paragraph (2) of this subsection, the actuary shall determine the level percentage of covered payroll, expressed as a percentage (hereinafter in this chapter referred to as the 'normal contribution rate'), which shall be the percentage which if paid annually into the Funds from the date of the actuarial determination until the date of death, retirement, or other withdrawal from employment for all participants covered by the retirement program and added to (i) all future employee contributions to the Funds, (ii) the assets in the Funds, and (iii) projected future investment earnings of the Funds, are projected to be sufficient to pay for the future benefits payable from the Funds to that group. If deemed appropriate by the Retirement Board, separate normal contribution rates may be determined for different classifications of employees.\n\n\"(B) When specified in paragraph (2) of this subsection, the enrolled actuary shall determine the current value of the assets in the Funds as of the actuarial determination date.\n\n\"(C) The actuary shall also determine such additional information as the Retirement Board may require to make the determinations specified in paragraph (4) of this subsection and in subsection (b) of this section.\n\n\"(2) Unless the actuary engaged by the Retirement Board pursuant to paragraph (1) of this subsection determines that a more frequent valuation is necessary to support the actuary's opinion, the actuary shall make the determinations described in paragraph (1)(A) and (B) of this subsection:\n\n\"(A) Not later than 60 days after September 18, 1998; and\n\n\"(B) Upon a request by the Retirement Board; or\n\n\"(C) At least once every 2 years.\n\n\"(3) On the basis of the most recent determinations made under paragraph (1) of this subsection, the enrolled actuary shall certify to the Retirement Board each year, at a time specified by the Retirement Board, the following information with respect to each separate fund comprising the Funds for the next fiscal year:\n\n\"(A) The normal contribution rate;\n\n\"(B) The present value of future benefits payable from the Funds for covered employees as of the valuation date;\n\n\"(C) The current value of assets in the Funds as of the actuarial determination date; and\n\n\"(D) The value of assets, as determined by the actuary, for use in development of the normal contribution rate.\n\n\"(4) On the basis of the most recent certification submitted by the enrolled actuary under paragraph (3) of this subsection, the Retirement Board shall certify the normal contribution rate applicable for the next fiscal year for each separate fund comprising the Funds.\n\n\"(b)(1) On the basis of the most recent determinations made under subsection (a)(4) of this section, the Retirement Board shall, not less than 30 days prior to the date on which the Mayor is required to submit the annual budget for the government of the District of Columbia to the Council, pursuant to § 1-204.42, certify to the Mayor and the Council the normal contribution rate for each separate fund comprising the Funds.\n\n\"(2) The Mayor, in preparing each annual budget for the District of Columbia pursuant to § 1-204.42, and the Council, in adopting each annual budget in accordance with § 1-204.46 shall, for each separate fund comprising the Funds, include in the budget not less than the product of: (A) the normal contribution rate certified by the Retirement Board under paragraph (1) of this subsection; and (B) an estimate of the applicable payroll, as determined by the Mayor, as the estimate of the District payment for the next fiscal year. The Mayor and the Council may comment and make recommendations concerning any such amount certified by the Retirement Board.\n\n\"(c) Prior to the enactment of any law, resolution, regulation, rule, or agreement producing any change in benefits under the Retirement Program, the Mayor shall engage, and pay for, an enrolled actuary, who may be the enrolled actuary engaged pursuant to § 1-732(a)(4)(A), to estimate the effect of that change in benefits over the next 5 fiscal years on:\n\n\"(1) the normal contribution rate; and\n\n\"(2) the estimated level of District payments; provided that whenever any change in benefits under a retirement program is made to either, but not both, the Metropolitan Police Department or the Fire and Emergency Medical Services Department, the Mayor shall engage an enrolled actuary to perform the same study contemporaneously for the other employee group for which the change was not made.\n\n\"(d) The Mayor shall transmit the estimates of the actuary to the Retirement Board, the Secretary of the Treasury, and the Council, and during a control year, as defined in § 47-393(4) to the District of Columbia Financial Responsibility and Management Assistance Authority. In no event may such change in benefits go into effect until the end of the 30-day period beginning on the date the transmittals required herein have been completed.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3642 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 1062 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 1063 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 1062 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nFor temporary (90 day) addition of section, see § 1063 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nFor Law 14-190, see notes following § 1-301.131.\n\nFor Law 15-354, see notes following § 1-523.01.\n\nFor history of Law 19-168, see notes under § 1-137.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nShort title of subtitle D of title XXXVII of Law 14-190: Section 3741 of D.C. Law 14-190 provided that subtitle D of title XXXVII of the act may be cited as the Retirement Reform Replacement Actuarial Engagement Amendment Act of 2002.\n\nShort title: Section 1061 of D.C. Law 19-168 provided that subtitle F of title I of the act may be cited as \"District of Columbia Retirement Board Actuarial Method Amendment Act of 2012\".\n\nDC CODE § 1-907.03\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 133, 45 DCR 4045; Oct. 1, 2002, D.C. Law 14-190, § 3742, 49 DCR 6968; Apr. 13, 2005, D.C. Law 15-354, § 4(b), 52 DCR 2638; Sept. 20, 2012, D.C. Law 19-168, § 1062, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) When specified in paragraph (2) of this subsection, the Retirement Board shall engage an enrolled actuary, who may be the enrolled actuary engaged pursuant to § 1-732(a)(4)(A), to make the following determinations as of a specified date on the basis of the entry age normal funding method and in accordance with generally accepted actuarial principles and practices with respect to each separate fund comprising the Funds:"},{"prefix":"A","text":" The normal cost, determined as a level percentage of covered annual payroll;"},{"prefix":"B","text":" The unfunded accrued liability payment; which, for the purposes of this section, means the level amount or the level percentage of covered annual payroll that, when contributed annually to the Funds for a period of not greater than 30 years, would be sufficient to fund the liability for benefits accrued by participants as of the valuation date (\"accrued liability\") in excess of the current value of assets of the Funds (\"unfunded accrued liability\");"},{"prefix":"C","text":" The current value of the assets in theFunds;"},{"prefix":"D","text":" The estimated covered annual payroll; and"},{"prefix":"E","text":" Such additional information as the Retirement Board may need to make the determinations specified in paragraph (4) of this subsection and in subsection (b) of this section."},{"prefix":"2","text":" Unless the actuary engaged by the Retirement Board pursuant to paragraph (1) of this subsection determines that a more frequent valuation is necessary to support the actuary's opinion, the actuary shall make the determinations described in paragraph (1) of this subsection upon the request of the Retirement Board and at least once every 2 years."},{"prefix":"3","text":" On the basis of the most recent determinations made under paragraph (1) of this subsection, the enrolled actuary shall certify to the Retirement Board each year, at a time specified by the Retirement Board, the following information for the next fiscal year with respect to each separate fund comprising the Funds:"},{"prefix":"A","text":" The normal cost;"},{"prefix":"B","text":" The present value of future benefits payable from the Funds for covered employees as of the valuation date;"},{"prefix":"C","text":" The unfunded accrued liability payment;"},{"prefix":"D","text":" The current value of assets as of the valuation date; and"},{"prefix":"E","text":" The value of assets used in developing the amortization of unfunded accrued liability payment."},{"prefix":"4","text":" On the basis of the most recent certification submitted by the enrolled actuary under paragraph (3) of this subsection, the Retirement Board shall certify the sum of the normal cost and the unfunded accrued liability payment (\"amount of the District payment\") for the next fiscal year for each separate fund comprising the Funds."},{"prefix":"b","text":"(1) On the basis of the most recent determinations made under subsection (a)(4) of this section, the Retirement Board shall, no fewer than 30 days before the date on which the Mayor is required to submit the annual budget for the District of Columbia government to the Council, pursuant to § 1-204.42, certify to the Mayor and the Council the amount of the District payment for each separate fund comprising the Funds."},{"prefix":"2","text":" The Mayor, in preparing each annual budget for the District of Columbia pursuant to § 1-204.42, and the Council, in adopting each annual budget in accordance with § 1-204.46, shall, for each separate fund comprising the Funds, include in the budget no less than the amount of the District payment for each separate fund comprising the Funds certified by the Retirement Board under paragraph (1) of this subsection. The Mayor and the Council may comment and make recommendations concerning any such amount certified by the Retirement Board."},{"prefix":"c","text":"(1) Before the enactment of any law, resolution, regulation, rule, or agreement producing any change in benefits under a retirement program, the Mayor shall engage and pay for an enrolled actuary, who may be the enrolled actuary engaged pursuant to § 1-732(a)(4)(A), to estimate the effect of that change in benefits over the next 5 fiscal years on the:"},{"prefix":"A","text":" Accrued liability of the retirement program;"},{"prefix":"B","text":" Unfunded accrued liability of the retirement program;"},{"prefix":"C","text":" Unfunded accrued liability payment with respect to the retirement program; and"},{"prefix":"D","text":" Normal cost with respect to the retirement program."},{"prefix":"2","text":" Whenever any change in benefits under a retirement program pursuant to this subsection is made to either, but not both, the Metropolitan Police Department or the Fire and Emergency Medical Services Department, the Mayor shall engage an enrolled actuary to perform the same study contemporaneously for the employee group for which the change was not made."},{"prefix":"d","text":" The Mayor shall transmit the estimates of the actuary to the Retirement Board, the Secretary of the Treasury, and the Council, and the change in benefits shall not become effective until the end of a 30-day period of review, which shall begin on the date that the 3 required transmittals have been effected."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"IV","text":"Financing of Retirement Benefits."},"heading":{"title":"1","chaptersection":"907","identifier":"1-907.03","catch_text":"Calculation of District of Columbia payment to the Funds."}}