{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-785.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-909.05\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 145, 45 DCR 4045.)","sections":[{"prefix":"a","text":" The Retirement Board and the Mayor shall make copies of the summary plan descriptions and annual reports available for public inspection in an appropriate location."},{"prefix":"b","text":" The Retirement Board shall make reasonably available to participants for public examination in the Retirement Board's Office, and in other places if necessary, the following information:"},{"prefix":"1","text":" The governing law of the retirement program;"},{"prefix":"2","text":" Summary descriptions of modifications or changes that have been provided to participants and beneficiaries but not yet integrated into the summary plan description;"},{"prefix":"3","text":" The most recent annual disclosure of financial and actuarial status; and"},{"prefix":"4","text":" The most recent annual report."},{"prefix":"c","text":" Upon written request by a participant, beneficiary, or member of the public, copies of any publication described in subsection (b) of this section shall be provided. A reasonable fee to cover the cost of providing copies may be charged. Copies shall be provided within 30 days after receiving payment."},{"prefix":"d","text":" Information described in § 1-909.06(a) with respect to a participant or beneficiary of a retirement program may be disclosed only to the extent that information respecting that participant's or beneficiary's benefits under Title II of the Social Security Act, approved August 14, 1935 (49 Stat. 622; 42 U.S.C. § 401 et seq.), may be disclosed under that act."},{"prefix":"e","text":" All meetings of the Retirement Board shall be open to the public, except to the extent that information discussed in any meeting relates to personnel matters the disclosure of which would constitute a clearly unwarranted invasion of personal privacy, or the deliberations or tentative or final decisions on investments or other financial matter would jeopardize the ability of the Retirement Board to implement an investment decision or to achieve investment objectives."},{"prefix":"f","text":" A record of the disclosed deliberations that may occur pursuant to subsection (e) of this section, or a tentative or final decision on investments or other financial matter, shall not be a public record pursuant to subchapter II of Chapter 5 of Title 2, to the extent its disclosure would jeopardize the ability to implement a decision or to achieve investment objectives."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"V","text":"Reporting and Disclosure Requirements; Bonding."},"heading":{"title":"1","chaptersection":"909","identifier":"1-909.05","catch_text":"Disclosure to the public."}}