{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-785.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-909.01\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 141, 45 DCR 4045.)","sections":[{"prefix":"a","text":"(1) Effective October 1, 1997, each member of the Retirement Board shall, within 90 days of his election or appointment, as the case may be, and not later than April 30th of each year thereafter, submit, as a member of the Retirement Board, to the Mayor and the Council a personal financial disclosure statement with respect to the preceding calendar year."},{"prefix":"2","text":" The statement shall be in such form as the Council may require and shall contain information with respect to the member's financial condition as the Council may require, including the following information:"},{"prefix":"A","text":" The amount and source of all income (as defined in § 61 of the Internal Revenue Code of 1954, approved August 16, 1954 (68A Stat. 17; 26 U.S.C. § 61)) received during the year;"},{"prefix":"B","text":" The identity and category of value of each liability owned, directly or indirectly, that exceeds $2,500 as of the last day of the year (excluding any mortgage that secures real property that is the principal residence of the member);"},{"prefix":"C","text":" The identity and category of value of any property held, directly or indirectly, in a trade or business or for investment or the production of income that has a fair market value of not less than $1,000 as of the last day of the year;"},{"prefix":"D","text":" The identity and category of value of any transaction, whether direct or indirect, in securities or commodities futures during the year in excess of $1,000 (excluding any gift to any tax-exempt organization described in 501(c)(3) of the Internal Revenue Code of 1954, approved August 16, 1954 (68A Stat. 163; 26 U.S.C. § 501(c)(3)), and the identity, date, and category of value of any purchase or sale, whether direct or indirect, of any interest in real or tangible personal property during the year the value of which exceeds $1,000 at the time of the purchase or sale (excluding any purchase or sale of any property that is the principal residence of the member or that is used as furnishings for the principal residence);"},{"prefix":"E","text":" The nature and extent of any interest during the year in any bank, insurance company, or other financial institution, or in any brokerage or other securities or investment company; and"},{"prefix":"F","text":" The nature and extent of any employment during the year by any bank, insurance company, or other financial institution, or by any brokerage or other securities or investment company."},{"prefix":"b","text":" For purposes of subsection (a)(2)(B), (C), and (D) of this section, the member reporting need not specify the actual amount or value of each item required to be reported under that subsection, but shall indicate which of the following categories the amount or value is within:"},{"prefix":"1","text":" Not more than $5,000;"},{"prefix":"2","text":" Greater than $5,000, but not more than $15,000;"},{"prefix":"3","text":" Greater than $15,000, but not more than $50,000;"},{"prefix":"4","text":" Greater than $50,000, but not more than $100,000; or"},{"prefix":"5","text":" Greater than $100,000."},{"prefix":"c","text":" Consistent with § 1-909.05, the information required by this section shall be public information."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"V","text":"Reporting and Disclosure Requirements; Bonding."},"heading":{"title":"1","chaptersection":"909","identifier":"1-909.01","catch_text":"Personal financial disclosure by the Retirement Board."}}