{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-781.1.\n\nLegislative History of Laws\n\nLaw 12-152, the \"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan Act of 1998,\" was introduced in Council and assigned Bill No. 12-386, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 7, 1998, and May 5, 1998, respectively. Signed by the Mayor on May 22, 1998, it was assigned Act No. 12- 369 and transmitted to both Houses of Congress for its review. D.C. Law 12-152 became effective on September 18, 1998.\n\nReferences in Text\n\nThe \"Retirement Protection Act,\" referred to in (a)(5) and (6), is subtitle A of Title XI of Pub. L. 105-33, 111 Stat. 715.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: Section 209 of D.C. Law 12-152 provided that the act shall apply as of October 1, 1997.\n\nManagement and Financing of Retirement Benefits: Title I of D.C. Law 12-152, pertaining to the management and financing of police officers, fire fighters, and teachers retirement benefits, is codified in this chapter as §§ 1-901.01 through 1-909.09.\n\nDC CODE § 1-901.01\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 101, 45 DCR 4045.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia finds the following:"},{"prefix":"1","text":" When the federal government established separate retirement funds for police officers, fire fighters, and teachers, and established a retirement board with responsibility for managing these retirement funds, it significantly unfunded the liabilities of the retirement funds in an amount totaling approximately $2,600,000,000."},{"prefix":"2","text":" The approximate $2,600,000,000 unfunded liability has increased to nearly $4,800,000,000 due primarily to the accumulation of interest on the initial balance, not because of any action taken or any failure to act on the part of the District government or the District of Columbia Retirement Board."},{"prefix":"3","text":" Because the unfunded liability is a legal obligation of the District government and exceeds the total General Obligation debt of the District, the presence of the unfunded pension liability has had a significant negative impact on the District's credit rating."},{"prefix":"4","text":" The costs associated with the liability have been a contributing cause to the District's ongoing financial crisis."},{"prefix":"5","text":" Pursuant to the Retirement Protection Act, the federal government will relieve the District government of the responsibility for the unfunded pension liabilities transferred to the District in 1979, and will assume the legal responsibility for payment of retirement benefits accrued by police officers, fire fighters, and teachers prior to July 1, 1997."},{"prefix":"6","text":" The Retirement Protection Act requires the establishment by the District government of a replacement plan for the current pension benefits for police officers, fire fighters, and teachers."},{"prefix":"b","text":" It is the purpose of this chapter to accomplish the following:"},{"prefix":"1","text":" Establishment of replacement retirement plans for pension benefits accrued after June 30, 1997, for police officers, fire fighters, and teachers; and"},{"prefix":"2","text":" Provision for full funding and management on an actuarially sound basis of all retirement funds entrusted to the District government for the benefit of teachers, members and officers of the Metropolitan Police Department, and employees of the Fire and Emergency Medical Services Department."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"I","text":"Findings and Definitions."},"heading":{"title":"1","chaptersection":"901","identifier":"1-901.01","catch_text":"Findings and purpose."}}