{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-785.3.\n\nEffect of Amendments\n\nD.C. Law 15-354, in par. (1) of subsec. (a), substituted \"The Retirement Board shall furnish to participants and beneficiaries a summary plan description of the Retirement Program for service and benefits accrued after June 30, 1997\" for \"summary plan description of the Retirement Program, for service and benefits accrued after June 30, 1997, shall be furnished to participants and beneficiaries,\"; and, in subsec. (c), substituted \"The Retirement Board shall provide copies of the summary plan descriptions to\" for \"Copies of the summary plan descriptions shall be provided to\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nFor Law 15-354, see notes following § 1-523.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-909.03\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 143, 45 DCR 4045; Apr. 13, 2005, D.C. Law 15-354, § 4(c), 52 DCR 2638.)","sections":[{"prefix":"a","text":"(1) The Retirement Board shall furnish to participants and beneficiaries a summary plan description of the Retirement Program for service and benefits accrued after June 30, 1997, pursuant to § 1-909.04(b). The summary plan description shall include the information specified in subsection (b) of this section, shall be written in a manner calculated to be understood by the average participant or beneficiary, and shall be sufficiently accurate and comprehensive to reasonably apprise the participants and beneficiaries of their rights and obligations under the Retirement Program."},{"prefix":"2","text":" A summary of any material modification in the terms of the retirement program benefits accrued after June 30, 1997, and any change in the information required under subsection (b) of this section, written in a manner calculated to be understood by the average participant or beneficiary, shall be furnished in accordance with § 1-909.04(b)."},{"prefix":"b","text":" Each summary plan description of an individual retirement program shall contain the following information:"},{"prefix":"1","text":" The name of the individual retirement program and system and type of administration of the individual retirement program;"},{"prefix":"2","text":" The name and address of the Chairman of the Retirement Board, who shall be the agent of the Retirement Board for the service of legal process;"},{"prefix":"3","text":" The name, title, and business address of each member of the Retirement Board;"},{"prefix":"4","text":" A description of the relevant provisions of applicable collective-bargaining agreements;"},{"prefix":"5","text":" Citations to the governing laws of the retirement program;"},{"prefix":"6","text":" The individual retirement program's requirements respecting eligibility for participation and benefits;"},{"prefix":"7","text":" A description of benefits provided by the program, including the manner of calculating benefits and any benefits provided for spouses and survivors;"},{"prefix":"8","text":" The source of financing of the program;"},{"prefix":"9","text":" A description of the provisions providing for nonforfeitable pension benefits;"},{"prefix":"10","text":" Circumstances which may result in disqualification, ineligibility, or denial or loss of benefits;"},{"prefix":"11","text":" The identity of any organization through which benefits are provided;"},{"prefix":"12","text":" The procedures to be followed in presenting claims for benefits under the retirement program;"},{"prefix":"13","text":" The remedies available under the retirement program for the redress of claims that are denied in whole or in part; and"},{"prefix":"14","text":" The location of the Retirement Board's offices and the function of the Retirement Board."},{"prefix":"c","text":" The Retirement Board shall provide copies of the summary plan descriptions to the Mayor, the Council, and the employee organizations representing employees covered by the retirement plans."},{"prefix":"d","text":" Summary plan descriptions for service and benefits accrued prior to July 1, 1997, are under the jurisdiction and control of the United States Secretary of the Treasury pursuant to the Retirement Protection Act."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"V","text":"Reporting and Disclosure Requirements; Bonding."},"heading":{"title":"1","chaptersection":"909","identifier":"1-909.03","catch_text":"Summary plan description."}}