{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-784.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-907.04\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 134, 45 DCR 4045.)","sections":[{"prefix":"a","text":" As a part of the actuarial report presented to the Retirement Board, the actuary shall prepare an actuarial statement. The statement shall contain:"},{"prefix":"1","text":" The dates of the fiscal year and the most recent actuarial valuation;"},{"prefix":"2","text":" The total amount of the contributions made by participants and the total amount of all other contributions, including the District payment, received for the fiscal year and for each preceding fiscal year for which the information was not previously reported;"},{"prefix":"3","text":" The number of participants, whether or not retired, and beneficiaries receiving benefits covered as of the last day of the fiscal year;"},{"prefix":"4","text":" The following information as of the date of the most recent actuarial valuation and, if available and sufficiently comparable so as not to be misleading, for at least the 2 preceding actuarial valuations:"},{"prefix":"A","text":" The aggregate annual compensation of participants;"},{"prefix":"B","text":" The actuarial value of assets of each separate fund comprising the Funds;"},{"prefix":"C","text":" The actuarial accrued liability, if applicable;"},{"prefix":"D","text":" The difference between the actuarial value of assets of the system and actuarial accrued liability, if applicable;"},{"prefix":"E","text":" The actuarial value of assets of the system expressed as a percentage of actuarial accrued liability, if applicable;"},{"prefix":"F","text":" The difference between the actuarial liability expressed as a percentage of the aggregate annual compensation of participants, if applicable; and"},{"prefix":"G","text":" The actuarial assumptions and methods used in determining the information described in this paragraph and other factors that significantly affect the information described in this paragraph; and"},{"prefix":"5","text":" Other information necessary to disclose fully and fairly the actuarial condition of the retirement plans."},{"prefix":"b","text":"(1) The actuarial report shall also contain an opinion of the enrolled actuary on the actuarial statement attesting that:"},{"prefix":"A","text":" To the best of the actuary's knowledge the statement is complete and accurate;"},{"prefix":"B","text":" Each assumption and method used in preparing the statement is reasonable, and the assumptions and methods in the aggregate are reasonable, taking into account the experience of the retirement system; and"},{"prefix":"C","text":" The assumptions and methods in combination offer the actuary's best estimate of anticipated experience."},{"prefix":"2","text":" In formulating an opinion, the actuary may rely on the correctness of any accounting matter as to which any qualified public accountant has expressed an opinion, if the actuary so indicates."},{"prefix":"c","text":" The actuarial statement and opinion required herein shall be included as part of the annual report required pursuant to § 1-909.02."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"IV","text":"Financing of Retirement Benefits."},"heading":{"title":"1","chaptersection":"907","identifier":"1-907.04","catch_text":"Actuarial statement and opinion."}}