{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-786.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-152, see Historical and Statutory Notes following § 1-901.01.\n\nMiscellaneous Notes\n\nApplication of Law 12-152: See Historical and Statutory Notes following § 1- 901.01.\n\nDC CODE § 1-911.01\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-152, § 201, 45 DCR 4045.)","sections":[{"prefix":"a","text":" A civil action may be brought:"},{"prefix":"1","text":" By a participant or beneficiary:"},{"prefix":"A","text":" For the relief provided for in subsection (b) of this section; or"},{"prefix":"B","text":" To recover benefits due to him under the terms of his retirement program, to enforce his rights under the terms of the retirement program, or to clarify his rights to future benefits under the terms of the Retirement Program;"},{"prefix":"2","text":" By a participant or beneficiary, the District of Columbia, or the Retirement Board for appropriate relief under § 1-742; or"},{"prefix":"3","text":" By a participant or beneficiary, the District of Columbia, and the Retirement Board:"},{"prefix":"A","text":" To enjoin any act or practice that violates any provision of this chapter or the terms of the Retirement Program; or"},{"prefix":"B","text":" To obtain other appropriate equitable relief:"},{"prefix":"i","text":" To redress any violation; or"},{"prefix":"ii","text":" To enforce any provision of this chapter or the terms of an individual retirement program."},{"prefix":"b","text":" If the Retirement Board fails or refuses to comply with a request for any information that the Retirement Board is required by this chapter to furnish to a participant or beneficiary (unless the failure or refusal results from matters reasonably beyond the control of the Board) by mailing the information requested to the last known address of the requesting participant or beneficiary within 30 days after the request, then the Retirement Board may, in the court's discretion, be liable to the participant or beneficiary in an amount of up to $100 a day from the date of the failure or refusal, and the court may order the Retirement Board to provide the required information and may in its discretion order other relief as it considers proper."},{"prefix":"c","text":" The Retirement Board may sue and be sued under this chapter as an entity. Service of summons, subpoena, or other legal process of a court upon the Chairman of the Retirement Board in that capacity shall constitute service upon the Retirement Board."},{"prefix":"d","text":" In any action under this chapter by a participant, beneficiary, fiduciary, or the Retirement Board, the court in its discretion, may grant reasonable attorneys fees and costs of action to either party."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"1","text":"Government Organization. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan."},"subchapter":{"identifier":"VI","text":"Miscellaneous."},"heading":{"title":"1","chaptersection":"911","identifier":"1-911.01","catch_text":"Civil enforcement."}}