{"text":"The Mayor is authorized, with respect to property subject to the requirements of § 9-113.04, to allow the same use to be made of such property as, under the authority of this part, he allows to be made of the public space abutting such property. Any such use of such property shall be subject to the same conditions as are applicable to the use of the abutting public space, with the exception of the payment of rent.","historical":"Prior Codifications\n\n1981 Ed., § 7-1006.\n\n1973 Ed., § 7-907.\n\nReferences in Text\n\nSection 9-113.04, referred to in the first sentence was repealed, effective March 10, 1983, by D.C. Law 4-201, § 713. For present provisions regarding the naming of public places, see subchapter IV of Chapter 2 of Title 9.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1102.03\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1158, Pub. L. 90-596, title II, § 203; 1973 Ed., § 7-907.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"B","text":"Rental of Public Space on or Above Surface of Ground. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"1102","identifier":"10-1102.03","catch_text":"Use of property subject to the requirements of § 9-113.04."}}