{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1040.\n\n1973 Ed., § 7-950.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1121.10\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1168, Pub. L. 90-598, § 11; July 29, 1970, 84 Stat. 571, Pub. L. 91-358, title I, § 155(c)(27); Oct. 5, 1985, D.C. Law 6-42, § 428, 32 DCR 4450.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia shall, after public hearing, promulgate such regulations as may be necessary to carry out this subchapter."},{"prefix":"b","text":" Any regulations promulgated under this subchapter may provide for the imposition of a fine of not more than $300, or imprisonment of not more than 90 days, or both, for any violation of such regulations. Prosecution for violations of such regulations shall be conducted in the name of the District by the Corporation Counsel."},{"prefix":"c","text":"(1) The Mayor shall:"},{"prefix":"A","text":" Give any person violating a regulation promulgated under this subchapter notice of such violation; and"},{"prefix":"B","text":" Set a date by which such person shall comply with such regulation."},{"prefix":"2","text":" Each day after such date during which there is a failure to comply with such regulation shall be a separate offense."},{"prefix":"d","text":" The Mayor may maintain an action in the Superior Court of the District of Columbia to enjoin the continuing violation of any regulation adopted, under the authority of this subchapter, by the Council of the District of Columbia or by the Zoning Commission."},{"prefix":"e","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter, or any rules or regulations issued under the authority of this subchapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this subchapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"II","text":"Rental of Airspace."},"heading":{"title":"10","chaptersection":"1121","identifier":"10-1121.10","catch_text":"Regulations authorized; penalties."}}