{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 3 of Ballpark Hard and Soft Costs Cap and Ballpark Lease Conditional Approval Temporary Act of 2006 (D.C. Law 16-115, June 9, 2006, law notification 53 DCR 5353).\n\nFor temporary (225 day) addition, see § 4 of Ballpark Hard and Soft Costs Cap Temporary Act of 2007 (D.C. Law 17-1, April 18, 2007, law notification 54 DCR 6580).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 3 of Ballpark Hard and Soft Costs Cap and Ballpark Lease Conditional Approval Congressional Review Emergency Act of 2006 (D.C. Act 16-378, May 19, 2006, 53 DCR 4399).\n\nFor temporary (90 day) addition, see § 4 of Ballpark Hard and Soft Costs Cap Emergency Act of 2007 (D.C. Act 17-11, January 26, 2007, 54 DCR 1514).\n\nLegislative History of Laws\n\nFor Law 17-22, see notes following § 10-1601.31.\n\nDC CODE § 10-1601.33\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 2007, D.C. Law 17-22, § 4, 54 DCR 8006.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, and in accordance with Council approval of contract CA 16-185, the lease agreement between the District of Columbia Sports and Entertainment Commission and Baseball Expos, L.P., and the Construction Administration Agreement as set forth in the Ballpark Hard and Soft Costs Cap and Ballpark Lease Conditional Approval Temporary Act of 2006, effective June 8, 2006 (D.C. Law 16-115; 53 DCR 2542), and subject to § 10- 1601.32, the amount of the hard costs in excess of $300 million and the soft costs in excess of $175,184,218 shall be paid by:"},{"prefix":"1","text":" The MLB Team;"},{"prefix":"2","text":" Savings realized from value engineering; or"},{"prefix":"3","text":"(A) Federal;"},{"prefix":"B","text":" Private; or"},{"prefix":"C","text":" Other non-District government funds, except that District government funds, other than funds in the General Fund of the District of Columbia, may be used if required by the bond indenture to finance the construction of the ballpark."},{"prefix":"b","text":" The funds required by the bond indenture to finance construction of the ballpark, referred to in subsection (a)(3)(C) of this section, include approximately $37 million of baseball revenue collected in 2005 (plus interest), approximately $30 million of interest earned from the borrowing, and approximately $9 million of premium received on the sale of the bonds. These fees shall not exceed the total expenditure limits set forth in this part."},{"prefix":"c","text":" Any revenue derived from development rights on the Ballpark Site by the Anacostia Waterfront Corporation or any District government entity, independent agency, or instrumentality shall not be used for any overruns on the hard and soft costs, but may be used for any overruns on the land acquisition and remediation costs that are documented."},{"prefix":"d","text":" The funds from the sources listed in subsection (a) of this section may be expended to cover any amount of the hard costs in excess of $300 million and any amount of the soft costs in excess of $175,184,218."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"16","text":"Ballpark Development."},"subchapter":{"identifier":"I","text":"Construction of Ballpark."},"part":{"identifier":"B","text":"Ballpark Hard and Soft Costs Cap."},"heading":{"title":"10","chaptersection":"1601","identifier":"10-1601.33","catch_text":"Payment in excess of expenditure limits."}}