{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-320, see notes following ยง 10-1602.01.\n\nDC CODE ยง 10-1602.04\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-320, ยง 204, 52 DCR 1757.)","sections":[{"prefix":"a","text":" The Mayor shall make a request for an appropriation for expenditures from the Community Benefit Fund, based on a community investment plan, which shall be:"},{"prefix":"1","text":" Developed with input from Advisory Neighborhood Commissions, community groups, the faith community, representatives of the labor community, representatives of the business community, and other community stakeholders;"},{"prefix":"2","text":" Submitted to the affected Advisory Neighborhood Commissions, community groups, the faith community, representatives of the labor community, representatives of the business community, and other community stakeholders for a comment period of one month; and"},{"prefix":"3","text":"(A) Submitted by the Mayor to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess."},{"prefix":"B","text":" If the Council does not approve or disapprove the proposed plan, in whole or in part, by resolution within this 30-day review period, the proposed plan shall be deemed approved."},{"prefix":"b","text":" The request shall be designed to ensure that expenditures from the Community Benefit Fund are used to supplement, rather than supplant, capital funds already appropriated to District of Columbia agencies for similar purposes. The plans shall also seek to coordinate the expenditures of capital funds already appropriated to District government agencies to support community investment goals."},{"prefix":"c","text":" The request shall outline the manner in which funds shall be used to develop, maintain, and improve physical facilities and infrastructure owned by the District of Columbia, particularly for projects or improvements in community plans that do not qualify for capital budget funding."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"16","text":"Ballpark Development."},"subchapter":{"identifier":"II","text":"Community Benefit Associated with Ballpark."},"heading":{"title":"10","chaptersection":"1602","identifier":"10-1602.04","catch_text":"Community investment plan."}}