{"text":"The Council finds that:","historical":"Effect of Amendments\n\nD.C. Law 17-144 repealed par. (2); rewrote par. (3); and, in par. (4), deleted \"and for the expansion of the New Convention Center\" from the end. Prior to amendment, pars. (2) and (3) read as follows:\n\n\"(2) The New Convention Center also needs to expand its meeting space and ballroom space on a site adjacent to or in close proximity to the New Convention Center.\n\n\"(3) The construction and development of the New Convention Center Hotel and the expansion of the New Convention Center would enable the Center to be more competitive in the convention market, attract increased business, provide for additional retail use, and enhance the financial viability of the Center. Expansion of the New Convention Center by the addition of meeting and ballroom space will also provide opportunity for private development within that space through the use of developable air space for residential uses.\"\n\nD.C. Law 17-353, in the credit, renumbered the section designation from § 802 to § 232.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 201 of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nLegislative History of Laws\n\nFor Law 16-163, see notes following § 10-1202.31\n\nFor Law 17-144, see notes following § 10-1202.01.\n\nFor Law 17-353, see notes following § 10-1016.\n\nDC CODE § 10-1202.32\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 232, formerly § 802, as added Sept. 19, 2006, D.C. Law 16-163, § 201, 53 DCR 5430; Apr. 15, 2008, D.C. Law 17- 144, § 3(g), 55 DCR 2527; renumbered Mar. 25, 2009, D.C. Law 17-353, § 122(h), 56 DCR 1117.)","sections":[{"prefix":"1","text":" The New Convention Center needs a New Convention Center Hotel adjacent to or in close proximity to the New Convention Center."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" The construction and development of the New Convention Center Hotel will enable the Center to be more competitive in the convention market, attract increased business, provide for additional retail use, and enhance the financial viability of the Center."},{"prefix":"4","text":" The assemblage of properties within the New Convention Center Hotel Site is necessary to allow for the development of a New Convention Center Hotel."},{"prefix":"5","text":" The assemblage of properties in the New Convention Center Hotel site and the development of the New Convention Center Hotel is a municipal use that serves many public purposes and is in the interest of, and for the benefit of, the citizens of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"D","text":"Eminent Domain for Hotel."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.32","catch_text":"Findings."}}