{"text":"","historical":"Legislative History of Laws\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 5081 of D.C. Law 19-168 provided that subtitle I of title V of the act may be cited as \"Park Policy and Programs Division Amendment Act of 2012\".\n\nDC CODE ยง 10-166.01\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1988, D.C. Law 7-209, ยง 2a, as added Sept. 20, 2012, D.C. Law 19-168, ยง 5082, 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established the Park Policy and Programs Division (\"Division\") within the Department of Parks and Recreation. The purpose of the Division is to improve the parks and park programs to broaden the use and enjoyment of the parks to enhance the quality-of-life of residents of, and visitors to, the District."},{"prefix":"b","text":" The Division shall be administered by a Chief Park Policy and Programs Officer who shall:"},{"prefix":"1","text":" Have authority over its functions and personnel;"},{"prefix":"2","text":" Staff, as necessary, the programs and activities of the Division;"},{"prefix":"3","text":" Establish a small parks improvement program, which shall:"},{"prefix":"A","text":" Categorize, prioritize, and develop systems, options, and processes for pocket-park improvements and long-term maintenance, including sustainability practices; and"},{"prefix":"B","text":" In conjunction with the Partnerships & Development divisions, develop partnerships with community-based organizations and Friends groups to assist in small parks improvements, programming, and maintenance;"},{"prefix":"4","text":" Establish a community gardens program, which shall:"},{"prefix":"A","text":" Support the Mayor's Sustainable DC initiative to provide healthy, affordable food, by:"},{"prefix":"i","text":" Developing standards for community gardens;"},{"prefix":"ii","text":" Identifying suitable parcels of land for community gardens; and"},{"prefix":"iii","text":" Assisting community groups to implement community gardens; and"},{"prefix":"B","text":" Implement Chapter 4 of Title 48;"},{"prefix":"5","text":" In conjunction with the Operations Division, prioritize park improvement projects in the capital improvement program;"},{"prefix":"6","text":" In conjunction with the Office of Planning, coordinate the implementation of the District's responsibilities regarding the park elements of the Capital Space Plan, as adopted by the National Capital Planning Commission on April 1, 2010;"},{"prefix":"7","text":" In conjunction with the Department of General Services, inventory all real property park assets under the control of the District; and"},{"prefix":"8","text":" Coordinate appropriate government agencies, as needed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"166","identifier":"10-166.01","catch_text":"Park Policy and Programs Division."}}