{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-144 rewrote the section, which had read as follows:\n\n\"(a) The Mayor may exercise eminent domain in accordance with the procedures set forth in subchapter II of Chapter 13 of Title 16 to acquire properties in the New Convention Center Hotel Site to construct and develop the New Convention Center Hotel and for the purpose of expanding the New Convention Center by the addition of meeting and ballroom space for:\n\n\"(1) Private retail development within the New Convention Center Hotel Site; and\n\n\"(2) Private development of air space for residential condominiums above the additional meeting and ballroom space within the New Convention Center Site.\n\n\"(b) The New Convention Center Hotel shall be constructed for the purpose of enhancing and expanding the capacity of the New Convention Center. The New Convention Center Hotel shall be located adjacent to or in close proximity to the New Convention Center and shall have a minimum of 1,200 rooms and suites, together with ancillary facilities customarily found in similar convention center hotels.\"\n\nD.C. Law 17-353, in the credit, renumbered the section designation from § 803 to § 233.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 201 of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nLegislative History of Laws\n\nFor Law 16-163, see notes following § 10-1202.31\n\nFor Law 17-144, see notes following § 10-1202.01.\n\nFor Law 17-353, see notes following § 10-1016.\n\nDC CODE § 10-1202.33\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 233, formerly § 803, as added Sept. 19, 2006, D.C. Law 16-163, § 201, 53 DCR 5430; Apr. 15, 2008, D.C. Law 17- 144, § 3(h), 55 DCR 2527; renumbered Mar. 25, 2009, D.C. Law 17-353, § 122(i), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Mayor may exercise eminent domain in accordance with the procedures set forth in subchapter II of Chapter 13 of Title 16 to acquire properties in the New Convention Center Hotel Site to construct and develop the New Convention Center Hotel and such other real properties that the Mayor determines are necessary or convenient to construct a connection between the New Convention Center Hotel and the New Convention Center."},{"prefix":"b","text":" The New Convention Center Hotel shall be constructed for the purpose of enhancing the New Convention Center and, to the extent the Mayor determines feasible, shall be physically connected to the New Convention Center, above or below grade, to permit direct access between the New Convention Center Hotel and the New Convention Center. The New Convention Center Hotel shall be located adjacent to or in close proximity to the New Convention Center and shall have approximately 1,100 rooms and suites, together with meeting and ballroom space, and other ancillary facilities, including retail, customarily found in similar convention center hotels."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"D","text":"Eminent Domain for Hotel."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.33","catch_text":"Eminent domain."}}