{"text":"The Surveyor of the District of Columbia is hereby authorized to prepare the necessary plat or plats showing the parcels of land to be transferred and dedicated in accordance with the provisions of §§ 10-113 to 10-116, with certificates affixed thereon to be signed by the parties in interest making the necessary transfers and dedication, which plat or plats, after being signed by the various interested parties and officials, and approved by the Mayor of the District of Columbia, upon recommendation of the National Capital Planning Commission, shall be recorded upon order of said Mayor in the Office of the Surveyor of the District of Columbia, and said plat or plats and certificates when so recorded shall constitute a legal dedication and legal transfers of the property described for the purposes designated according to the provisions of §§ 10-113 to 10-116.","historical":"Prior Codifications\n\n1981 Ed., § 8-116.\n\n1973 Ed., § 8-120.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nThe functions, powers and duties of the National Capital Park and Planning Commission were transferred to the National Capital Planning Commission by the Act of June 6, 1924, 43 Stat. 463, ch. 270, § 9, as added by the Act of July 19, 1952, 66 Stat. 790, ch. 949, § 1.\n\nDC CODE § 10-116\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1934, 48 Stat. 575, ch. 114, § 4.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"116","identifier":"10-116","catch_text":"Whitehaven Parkway--Plats to be prepared."}}