{"text":"Any proposed exclusive right agreement to redevelop the existing convention center site, which is legally described as Square 374 and Lot 848 and excluding Lot 829, shall be submitted with a proposed resolution by the Mayor to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed resolution within the 30-day period of review, the proposed resolution and exclusive right agreement shall be deemed approved.","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Council Review of Existing Convention Center Site Redevelopment Temporary Amendment Act of 2002 (D.C. Law 14-224, March 25, 2003, law notification 50 DCR 2737).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of § 10-1202.15a, see § 2 of Council Review of Existing Convention Center Site Redevelopment Emergency Amendment Act of 2002 (D.C. Act 14-425, July 17, 2002, 49 DCR 7629).\n\nFor temporary (90 day) addition of § 10-1202.15a, see § 2 of Council Review of Existing Convention Center Site Redevelopment Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-539, December 2, 2002, 49 DCR 11655).\n\nLegislative History of Laws\n\nLaw 14-286, the \"Council Review of the Exclusive Right Agreement for the Redevelopment of the Existing Convention Center Site Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-814, which was referred to Economic Development. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-620 and transmitted to both Houses of Congress for its review. D.C. Law 14-286 became effective on April 4, 2003.\n\nDelegation of Authority\n\nDelegation of Authority to Execute Exclusive Rights Agreements, Land Disposition Agreements, Deeds and Associated Documents with Respect to Certain Real Estate, see Mayor's Order 2005-28, February 2, 2005 (52 DCR 2848).\n\nResolutions\n\nResolution 16-165, the \"Revised Old Convention Center Site Disposition Approval Resolution of 2005\", was approved effective June 7, 2005.\n\nResolution 16-166, the \"Revised Old Convention Center Site Exclusive Right Agreement Approval Resolution of 2005\", was approved effective June 7, 2005.\n\nDC CODE § 10-1202.15a\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 215a, as added Apr. 4, 2003, D.C. Law 14-286, § 2, 50 DCR 944.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.15a","catch_text":"Redevelopment of existing convention center site."}}