{"text":"","historical":"","credits":"(July 19, 1996, 110 Stat. 1420, Pub. L. 104-163, ยง 7, as added Dec. 22, 2010, 124 Stat. 3564, Pub. L. 111-328, ยง 2(a).)\n\nDC CODE ยง 10-1406\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" COMPLIANCE WITH PLANS. -- Notwithstanding any other provision of this chapter, it is not a violation of the terms and conditions of this chapter for the District of Columbia to use the lands conveyed and the easements granted under this chapter for recreational, environmental, or educational purposes in accordance with the Anacostia Waterfront Framework Plan and the Comprehensive Plan."},{"prefix":"b","text":" DEFINITIONS. -- For purposes of this section, the following definitions apply:"},{"prefix":"1","text":" ANACOSTIA WATERFRONT FRAMEWORK PLAN. -- The term \"Anacostia Waterfront Framework Plan\" means the November 2003 Anacostia Waterfront Framework Plan to redevelop and revitalize the Anacostia waterfront in the District of Columbia, as may be amended from time to time, developed pursuant to a memorandum of understanding dated March 22, 2000, between the General Services Administration, Government of the District of Columbia, Office of Management and Budget, Naval District Washington, Military District Washington, Marine Barracks Washington, Department of Labor, Department of Transportation, National Park Service, Army Corps of Engineers, Environmental Protection Agency, Washington Metropolitan Area Transit Authority, National Capital Planning Commission, National Arboretum, and Small Business Administration."},{"prefix":"2","text":" COMPREHENSIVE PLAN. -- The term \"Comprehensive Plan\" means the Comprehensive Plan of the District of Columbia approved by the Council of the District of Columbia on December 28, 2006, as such plan may be amended or superseded from time to time."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"1406","identifier":"10-1406","catch_text":"Comprehensive and Anacostia Waterfront Framework Plans."}}