{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-284, see notes following § 10-1101.01.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 17-284 provides that sections 2 and 3 shall apply as of July 1, 2008.\n\nDC CODE § 10-1103.04a\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1159, Pub. L. 90-596, title III, § 305a, as added Dec. 24, 2008, D.C. Law 17-284, § 2(c), 55 DCR 11983.)","sections":[{"prefix":"a","text":" If there is a payment of a rent that results in an overpayment, the overpayment shall be credited against other rent periods owed."},{"prefix":"b","text":" The Mayor shall refund the rent payment less any other rent owing; provided, that the refund shall not be allowed after 3 years from the date the rent payment was made."},{"prefix":"c","text":" The owner may file a claim for a refund in the manner prescribed by the Mayor."},{"prefix":"d","text":" The District shall pay interest on the overpayment beginning 90 days after the receipt of the claim for refund; provided, that for the rent originally due on June 30, 2008, interest on the overpayment shall not accrue before 180 days from the receipt of the claim for refund."},{"prefix":"e","text":" The interest payable by the District under subsection (d) of this section shall be at the rate provided in § 47-3310(c)."},{"prefix":"f","text":" The Mayor shall issue a final decision concerning the claim for a refund within 180 days from the date that the claim was filed. The owner may, within 45 days from either the date of the final decision or the expiration of the 180 days if no final decision issues, file suit in the Superior Court of the District of Columbia in the same manner and to the same extent as provided in §§ 47-3303 and 47-3304; provided, that the rent, including any interest, shall have first been paid."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"C","text":"Rental of Subsurface Space."},"heading":{"title":"10","chaptersection":"1103","identifier":"10-1103.04a","catch_text":"Overpayments."}}