{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-904.\n\nReferences in Text\n\nResolution 10-91, referred to in (a)(1), was published August 6, 1993, at 40 DCR 5514.\n\nDC CODE § 10-1404\n\nCurrent through December 11, 2012","credits":"(July 19, 1996, 110 Stat. 1419, Pub. L. 104-163, § 5.)","sections":[{"prefix":"a","text":" Effect of property transfer. -- Upon the transfer of the Islands to the District pursuant to this subchapter:"},{"prefix":"1","text":" The Transfer of Jurisdiction concerning the Islands from the National Park Service to the District dated February 1993, as set out on the plat map recorded in the Office of the Surveyor of the District as S.O. 92-252 and as approved by the Council of the District by Resolution 10-91, shall become null and void and of no further force and effect, except for the references in this subchapter to paragraphs 3 and 11 of the legend on the plat."},{"prefix":"2","text":" The Islands shall no longer be considered to be part of Anacostia Park and shall not be considered to be within the park system of the District; therefore, the provisions of § 10-104, shall not apply to the Islands, and the District shall have exclusive charge and control over the Islands and easements transferred."},{"prefix":"3","text":" The Islands shall cease to be a reservation, park, or public grounds of the United States for the purposes of § 10-128."},{"prefix":"b","text":" Use of certain lands for parking and other purposes. -- Notwithstanding any other provision of law, the District is hereby authorized to grant via appropriate instrument to a nongovernmental individual or entity any and all of its rights to use the lands currently being leased by the United States to the District pursuant to subchapter II of Chapter 3 of Title 3, for parking facilities (and necessary informational kiosk, ticketing booth, and security) as the Mayor of the District in his discretion may determine necessary or appropriate in connection with or in support of National Children's Island."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"1404","identifier":"10-1404","catch_text":"Effect of Property Transfer."}}