{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-115 rewrote subsecs. (a), (b), and (c) which had read as follows:\n\n\"(a) There is established the Master Facilities Planning and Program Coordination Advisory Committee ('Advisory Committee'), to be led by the Office of the City Administrator ('OCA'). The OCA will also lead the overall effort to develop the Facility and Program Coordination Management Plan.\n\n\"(b) The Advisory Committee shall be composed of 9 members. Six members shall be appointed by the Mayor, one of whom the Mayor shall designate to serve as chair, and 3 members shall be appointed by the Chairman of the Council. Each member shall be a resident of the District of Columbia ('District'), and have demonstrated experience in facility management or program coordination in one or more of the following fields: real estate, recreation, schools, public safety, libraries, and neighborhood revitalization planning and policy. One of the Mayor's appointees shall be a member of the Board of Education. The Mayor and the Chairman of the Council shall make their appointments to the Advisory Committee no later than 30 days after November 13, 2003.\n\n\"(c) The Advisory Committee shall perform the following duties:\n\n\"(1) Review the list to be provided by the Office of Property Management of all facilities owned and operated by the District government;\n\n\"(2) Review data which provides benchmarks for the District and comparable jurisdictions regarding the number of public facilities maintained by the District government using demand and usage metrics, including facilities per capita and per square mile;\n\n\"(3) Review a 10-year projected annual average cost for maintaining the current inventory of properties to be prepared by the Chief Financial Officer of the District of Columbia and the Mayor;\n\n\"(4) Provide advice and comments on a standard developed by the Mayor for the location of public facilities, which standard shall include population density, public needs, accessibility, frequency of use, proximity to similar facilities, opportunity for multiple uses, the cost effectiveness of facility maintenance, and program integration plans;\n\n\"(5) Provide advice and comments on conclusions prepared by the Mayor on the number of facilities that the District should maintain based on:\n\n\"(A) Benchmark comparisons;\n\n\"(B) Available sources of funding;\n\n\"(C) Program integration plans;\n\n\"(D) The standard developed by the Mayor under paragraph (4) of this subsection; and\n\n\"(E) Other measures which the Advisory Committee considers appropriate;\n\n\"(6) Provide advice and comments on recommendations prepared by the Mayor for renovation, construction, consolidation, and closure of selected facilities based on an analysis conducted, which advice and comments the Mayor shall review in formulating his proposed Capital Improvement Plan;\n\n\"(7) Provide advice and comments on the appropriate relationship between the Master Facilities Plan and the Comprehensive Plan;\n\n\"(8) Provide advice and comments on Mayoral plans for program integration regarding the impact of the neighborhood places and wraparound schools initiative on facility co-location and investment; and\n\n\"(9) Conduct a public hearing on Mayoral plans for the Master Facilities Plan and program coordination.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1402 of Fiscal Year 2004 Budget Support Emergency Amendment Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) addition, see § 1402 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor Law 15-39, see notes following § 10-834.\n\nFor Law 18-115, see notes following § 10-801.\n\nMiscellaneous Notes\n\nShort title of title XIV of Law 15-39: Section 1401 of D.C. Law 15-39 provided that title XIV of the act may be cited as the Master Facilities Planning and Program Coordination Advisory Committee Act of 2003.\n\nDC CODE § 10-1031\n\nCurrent through December 11, 2012","credits":"(Nov. 13, 2003, D.C. Law 15-39, § 1402, 50 DCR 5668; Mar. 11, 2010, D.C. Law 18-115, § 4, 57 DCR 886.)","sections":[{"prefix":"a","text":" There is established a District Facilities Planning Advisory Committee (\"Committee\"), whose purpose shall be to provide advice, comments, and recommendations to the Council pursuant to subsection (c) of this section."},{"prefix":"b","text":" The Committee shall be composed of 7 members. Three members shall be appointed by the Chairman of the Council, one of whom the Chairman shall designate to serve as chair; one member shall be appointed by the Chair of the Council committee with jurisdiction over the Department of Real Estate Services; one member shall be appointed by the Chair of the Council committee with jurisdiction over the Deputy Mayor for Planning and Economic Development; and 2 members shall be appointed by the Mayor. The Committee may act with a quorum of 4 appointed members. Each member shall be a resident of the District and have demonstrated experience in facility management or program activities in at least one of the fields of real estate, policy and planning, community development, or other field deemed suitable for the purposes of the work of the Committee. The term of an appointment shall be 3 years from the date of appointment. The Chairman of the Council shall have sole and exclusive authority at his or her discretion to remove members of the Committee. The Committee shall annually provide its conclusions and findings to the Council."},{"prefix":"c","text":" The Committee shall perform the following duties:"},{"prefix":"1","text":" Review the inventory to be promptly provided by the Department of Real Estate Services of all facilities owned and operated by the District government pursuant to § 10-1011;"},{"prefix":"2","text":" Review the audit of leased properties to be promptly provided by the Department of Real Estate Services pursuant to § 10-1012;"},{"prefix":"3","text":" Review data and provide advice and comments on the District Facilities Plan, including benchmarks for the District and comparable jurisdictions regarding the number of public facilities maintained by the District government using demand and usage metrics, including facilities per capita and per square mile, and long-term agency facilities needs;"},{"prefix":"4","text":" Review and provide advice and comments on a 10-year projected annual average cost for maintaining the current inventory of properties (and other information as may reasonably required for the committee to perform its duties) to be prepared by the Mayor;"},{"prefix":"5","text":" Provide advice and comments on standards developed by the Mayor for the location of public facilities, including population density, public needs, accessibility, frequency of use, proximity to similar facilities, opportunity for multiple uses, the long-term cost effectiveness of facility maintenance, and program integration plans;"},{"prefix":"6","text":" Provide advice and comments on conclusions prepared by the Mayor on the number of facilities that the District should maintain based on:"},{"prefix":"A","text":" Benchmark comparisons;"},{"prefix":"B","text":" Available and possible sources of funding;"},{"prefix":"C","text":" Program integration plans;"},{"prefix":"D","text":" The long-term facilities needs of District agencies; and"},{"prefix":"E","text":" Other measures which the Committee considers appropriate;"},{"prefix":"7","text":" Provide advice and comments on recommendations prepared by the Mayor for renovation, construction, consolidation, and closure of selected facilities based on an analysis conducted;"},{"prefix":"8","text":" Provide advice and comments on the appropriate relationship between the District Facilities Plan and other existing planning documents;"},{"prefix":"9","text":" Provide advice and comments on Mayoral plans for program integration regarding the impact of the neighborhood places and wraparound schools initiative on facility co-location and investment; and"},{"prefix":"10","text":" Provide for broad community input and comment on the District Facilities Plan, any other existing plan, and related inter-program coordination."},{"prefix":"d","text":" No member of the Advisory Committee shall be compensated for time expended in the performance of duties, except to the extent that the member is a District government employee serving as part of his or her existing responsibilities, but members shall be entitled to reimbursement for actual and necessary expenses incurred in the performance of the Advisory Committee's duties pursuant to applicable District government rules and regulations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"10A","text":"Master Facility Planning and Program Coordination Advisory Committee."},"heading":{"title":"10","chaptersection":"1031","identifier":"10-1031","catch_text":"Master Facilities Planning and Program Coordination Advisory Committee."}}