{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 9-903.\n\nReferences in Text\n\nThe National Environmental Policy Act of 1969, referred to in subsection (c) of this section, is the Act of January 1, 1970, 83 Stat. 852, Pub. L. 91-190 which is codified at 42 U.S.C. ยง 4321, 4331 et seq., and 4341 et seq.\n\nDC CODE ยง 10-1403\n\nCurrent through December 11, 2012","credits":"(July 19, 1996, 110 Stat. 1416, Pub. L. 104-163, ยง 4).","sections":[{"prefix":"a","text":" Playground. -- Operation of the recreation park may only commence simultaneously with or subsequent to improvement and opening of a children's playground at National Children's Island that is available to the public free of charge. The playground shall only include those improvements traditionally or ordinarily included in a publicly maintained children's playground. Operation of the recreation park is at all times dependent on the continued maintenance of the children's playground."},{"prefix":"b","text":" Public parking. -- Public parking on the Islands is prohibited, except for handicapped parking, emergency and government vehicles, and parking related to constructing, and servicing National Children's Island."},{"prefix":"c","text":" Required approvals. -- Before construction commences, the final design plans for the recreation park and playground, and all related structures, including bridges and roads, are subject to the review and approval of the National Capital Planning Commission and of the District of Columbia in accordance with subchapter II of this chapter. The District of Columbia shall carry out its review of this project in full compliance with all applicable provisions of the National Environmental Policy Act of 1969."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"1403","identifier":"10-1403","catch_text":"Provisions relating to lands transferred and easements granted."}}