{"text":"The Council finds that:","historical":"Effect of Amendments\n\nD.C. Law 17-144, in par. (1), deleted \"and the expansion of the Washington Convention Center\" following \"development of the New Convention Center Hotel\", and deleted \"provide for additional retail use,\" following \"increased business,\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 102 of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nLegislative History of Laws\n\nFor Law 16-163, see notes following § 10-1221.01.\n\nFor Law 17-144, see notes following § 10-1202.01.\n\nDC CODE § 10-1221.02\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 2006, D.C. Law 16-163, § 102, 53 DCR 5430; Apr. 15, 2008, D.C. Law 17-144, § 2(b), 55 DCR 2527.)","sections":[{"prefix":"1","text":" A new hotel is required at the intersection of Ninth Street and Massachusetts Avenue, N.W., to support the operations of the Washington Convention Center and to enhance the economic benefits to the District of the Washington Convention Center. The construction and development of the New Convention Center Hotel would enable the Washington Convention Center to be more competitive in the convention market, enable it to attract increased business, and enhance the financial viability of the Washington Convention Center. The development of the New Convention Center Hotel is a municipal use that serves many public purposes and is in the interest of, and for the benefit of, the citizens of the District."},{"prefix":"2","text":" Section 1-204.90 provides that the Council may, by act, authorize the issuance of District revenue bonds, notes, or other obligations, including refunding bonds, notes, or other obligations, to borrow money to finance, refinance, or reimburse and to assist in the financing, refinancing, or reimbursing of undertakings in certain areas designated in § 1-204.90 where the ultimate obligation to repay such revenue bonds, notes, or other obligations is that of one or more governmental persons or entities."},{"prefix":"3","text":" Section 1-204.90 provides that bonds may be issued to assist in undertakings in the area of economic development."},{"prefix":"4","text":" The authorization, issuance, sale, and delivery of bonds for the payment of costs of the project are desirable, are in the public interest and will promote the purposes and intent of § 1-204.90."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"II","text":"New Convention Center Hotel Financing."},"heading":{"title":"10","chaptersection":"1221","identifier":"10-1221.02","catch_text":"Findings."}}