{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-814.\n\nEffect of Amendments\n\nD.C. Law 18-111, in subsec. (a), substituted \"Authority in the Convention Center Fund exceeds\" for \"Authority exceeds\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2081(p) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(p) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nFor legislative history of D.C. Law 12-142, see Historical and Statutory Notes following § 10-1202.08a.\n\nFor Law 18-111, see notes following § 10-303.\n\nEffective Dates\n\nFor effective date of D.C. Law 12-142, see Historical and Statutory Notes following § 10-1202.01.\n\nMiscellaneous Notes\n\nWashington Convention Center Authority Dedicated Tax Revenue Bond Resolution of 1998: Pursuant to Resolution 12-591, effective July 7, 1998, the Council approved the Washington Convention Center Authority's proposal for the issuance of Dedicated Tax Revenue Bonds to finance a New Convention Center and to authorize an increase in the capital replacement reserve and the operating reserve.\n\nDC CODE § 10-1202.13\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 213, 41 DCR 5333; Aug. 12, 1998, D.C. Law 12-142, § 2(i), 45 DCR 4826; Mar. 3, 2010, D.C. Law 18-111, § 2081(p), 57 DCR 181.)","sections":[{"prefix":"a","text":" If, at the end of a fiscal year, the balance of cash and investments of the Authority in the Convention Center Fund exceeds the balance of current liabilities, reserves, and any amounts that the Authority expects to apply to purchase or redeem its outstanding indebtedness during the upcoming fiscal year, the excess shall be transferred, in cash, to the General Fund of the District."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, for the purposes of this section, the term \"reserves\" means:"},{"prefix":"1","text":" In the case of debt service reserves, a reserve of cash and investments equal to not more than the maximum annual debt service on outstanding bonds and notes issued by the Authority;"},{"prefix":"2","text":" In the case of an operating reserve, a reserve of cash and investments equal to not more than 1.5 times the annual operating expenditures; and"},{"prefix":"3","text":" In the case of a capital replacement reserve, a reserve of cash and investments equal to not more than 2.5% of the total capital cost for the new convention center, adjusted for inflation."},{"prefix":"c","text":" Subject to Council approval by resolution, the Authority may increase the level of the reserves described in subsection (b) of this section or establish, fund, and maintain any other reserve or reserves if the Authority determines that such action is necessary to satisfy the bond-rating agencies or otherwise maintain the financial condition of the Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.13","catch_text":"Transfer of excess cash."}}