{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-1101.\n\nEffect of Amendments\n\nD.C. Law 19-171 validated a previously made technical correction subsequent to the repeal of this section.\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 1402 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1402 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary abolition, as of October 1, 1998, of the Department of Administrative Services, established under Reorganization Plan No. 5 of 1983, effective March 1, 1983, see § 1408 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), and § 1408 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) addition of Chapter 11, and abolishment of the Department of Administrative Services, see §§ 1402 to 1406 and 1408 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90 day) amendment of section, see § 2302 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) repeal of section, see § 1012(a) of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nFor Law 18-115, see notes following § 10-801.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nFor Law 19-171, see notes following § 10-551.02.\n\nMiscellaneous Notes\n\nOffice of Property Management Establishment Act of 1998: Section 1801 of D.C. Law 12-175 provided that subtitle A of title XVIII of the act may be cited as the \"Office of Property Management Establishment Act of 1998.\"\n\nDepartment of Administrative Services abolished: Section 1808 of D.C. Law 12- 175 abolished the Department of Administrative Services, established under Reorganization Plan No. 5 of 1983, pursuant to § 404(b) of the District of Columbia Home Rule Act, (D.C. Code § 1-227(b)). The Department of Administrative Services is abolished as of October 1, 1998.\n\nSection 2402 of D.C. Law 14-190 provides: \"The Office of Property Management shall provide additional space within the District government office building located at 441 4th Street, N.W. ('One Judiciary Square') to the Office of Zoning ('OZ') to address OZ's increased space requirements. The space to be provided shall be set forth in a plan which shall be submitted by the Mayor to the Council not later than September 1, 2002.\"\n\nShort title of title XXIV of Law 14-190: Section 2401 of D.C. Law 14-190 provided that title XXIV of the act may be cited as the Zoning Additional Space Needs and Stipends Amendment Act of 2002.\n\nRe-Designation of the District of Columbia Office of Property Management as the District of Columbia Department of Real Estate Services, see Mayor's Order 2009-131, July 17, 2009 (56 DCR 6884).\n\nSections 1002, 1003 of D.C. Law 17-219 provides:\n\n\"Sec. 1002. Responsibility for late fees.\n\n\"(a) The Office of Finance and Resource Management and the Office of Property Management shall pay an equal share of any fees incurred by the District of Columbia if both agencies are responsible for the late payment for the consumption of energy commodities, including electricity, natural gas, heating fuel, steam, and water; provided, that if one agency is responsible for the late payment, that agency shall pay the full fee incurred by the District of Columbia.\n\n\"(b) Funds used to pay late fees shall not be intra-District funds collected from assessments to District agencies for the payment of projected fixed-cost expenses.\n\n\"Sec. 1003. Applicability.\n\n\"This subtitle shall apply as of October 1, 2008.\"\n\nShort title: Section 1001 of D.C. Law 17-219 provided that subtitle A of title I of the act may be cited as the \"Late Fee Avoidance Act of 2008\".\n\nDC CODE § 10-1001\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-175, § 1802, 45 DCR 7193; Mar. 11, 2010, D.C. Law 18-115, § 3(a), (b), 57 DCR 886; Sept. 14, 2011, D.C. Law 19-21, § 1032(a), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 68(a), 59 DCR 6190.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"10","text":"Department of Real Estate Services. [Repealed]"},"heading":{"title":"10","chaptersection":"1001","identifier":"10-1001","catch_text":"Establishment of the Department of Real Estate Management. [Repealed]"}}