{"text":"Nothing contained in this subchapter shall be construed as requiring the Mayor to assess and collect rent from the government of the District of Columbia for the use, in accordance with the provisions of part B of this subchapter, of public space abutting property owned by any such government or governmental entity, nor shall any such government or governmental entity be subject to the payment of any rent required by this subchapter.","historical":"Prior Codifications\n\n1981 Ed., § 7-1002.\n\n1973 Ed., § 7-903.\n\nEffect of Amendments\n\nD.C. Law 16-192 substituted \"the government of the District of Columbia for the use, in accordance with the provisions of part B of this subchapter\" for \"the government of the United States, the government of the District of Columbia, or any foreign government, for the use in accordance with the provisions of parts B and C of this subchapter\".\n\nD.C. Law 17-353 validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 6013(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 6013(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 6013(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 10-1101.01.\n\nFor Law 17-353, see notes following § 10-1016.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1101.02\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1157, Pub. L. 90-596, title I, § 104; Mar. 2, 2007, D.C. Law 16-192, § 6013(b), 53 DCR 6899; Mar. 25, 2009, D.C. Law 17- 353, § 139, 56 DCR 1117.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"A","text":"Definitions; Assessment of Government Rent; Minor Uses."},"heading":{"title":"10","chaptersection":"1101","identifier":"10-1101.02","catch_text":"Assessment of rent from United States, District or foreign governments not authorized."}}