{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-320, see notes following § 10-1601.01.\n\nDC CODE § 10-1601.06\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-320, § 106, 52 DCR 1757.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"ballpark\" shall have the meaning specified in § 47-2002.05(a)(1)(A)."},{"prefix":"b","text":" There is hereby established the Baseball Financing Review Fund as a segregated, nonlapsing special revenue fund in the District separate and apart from the General Fund of the District of Columbia. All fees specifically identified by subsection (c) of this section shall be deposited into the Baseball Financing Review Fund without regard to fiscal year limitation pursuant to an act of Congress. All fees deposited into the Baseball Financing Review Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, and shall be continually available to pay or reimburse the cost of services related to the evaluation and reporting of proposals as required by subsections (d) and (e) of this section, subject to authorization by Congress."},{"prefix":"c","text":"(1) Within 30 days of April 8, 2005, the Chief Financial Officer shall cause to be published a notice that the District is seeking the submission of supplemental or alternative financing plans and proposals for the development and construction of the ballpark in accordance with §§ 10-1601.04 and 10- 1601.05 that would provide for a meaningful and substantial reduction in:"},{"prefix":"A","text":" The minimum annual amount of ballpark fees required to be collected under § 47-2762; and"},{"prefix":"B","text":" The principal amount of bonds that the District would otherwise need to issue under §§ 10-1601.03 and 10-1601.05."},{"prefix":"2","text":" Any party submitting a supplemental or alternative financing plan or proposal shall also submit a reasonable proposal fee, in an amount to be determined by the Chief Financial Officer, to defray the costs to the District of evaluating and reporting upon the supplemental or alternative financing plan or proposal. All proposal fees shall be deposited into the Baseball Financing Review Fund."},{"prefix":"d","text":"(1) The Chief Financial Officer, in consultation with the Mayor and the Council, shall:"},{"prefix":"A","text":" Establish criteria for the requested supplemental or alternative financing plans and proposals, and include this criteria within the notice required by subsection (c) of this section; and"},{"prefix":"B","text":" Evaluate such proposals in accordance with the criteria."},{"prefix":"2","text":" The criteria shall limit consideration to only bona fide supplemental or alternative financing plans and proposals that have been submitted by parties that:"},{"prefix":"A","text":" Are financially capable of performing the supplemental or alternative financing plan and proposal; and"},{"prefix":"B","text":" Substantially reduce the amount or duration of the proposed ballpark fee as set forth in § 47-2762."},{"prefix":"e","text":"(1) Not later than March 15, 2005, and not less than 45 days prior to the issuance of bonds authorized by this subchapter, the Chief Financial Officer shall deliver a report to the Mayor and the Council, describing and evaluating all supplemental or alternative financing plans and proposals that were submitted in accordance with subsections (c) and (d) of this section."},{"prefix":"2","text":" If the Chief Financial Officer finds that at least one supplemental or alternative financing plan or proposal meets the criteria established pursuant to subsection (c) and (d) of this section and certifies that at least 50% of the cost of constructing the ballpark can be financed privately, the Mayor, within 15 days of the submission of the report by the Chief Financial Officer, shall submit proposed legislation to the Council to replace part or all of the public financing otherwise required by this subchapter and thereby substantially reduce the amount or duration of the proposed ballpark fee; provided, that the private financing legislation otherwise preserves the obligations and economics of the Baseball Stadium Agreement."},{"prefix":"f","text":" This section shall not create any legal obligation or liability on the part of the District to any party who submits a supplemental or alternative financing plan or proposal pursuant to this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"16","text":"Ballpark Development."},"subchapter":{"identifier":"I","text":"Construction of Ballpark."},"part":{"identifier":"A","text":"General."},"heading":{"title":"10","chaptersection":"1601","identifier":"10-1601.06","catch_text":"Requirement to invite and evaluate private financing."}}