{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-219, see notes following ยง 10-1016.\n\nMiscellaneous Notes\n\nShort title: Section 1014 of D.C. Law 17-219 provided that subtitle G of title I of the act may be cited as the \"John A. Wilson Building Centennial Fund Establishment Amendment Act of 2008\".\n\nDC CODE ยง 10-1302\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 1993, D.C. Law 10-65, ยง 601a, as added Aug. 16, 2008, D.C. Law 17-219, ยง 1015, 55 DCR 7598.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the John A. Wilson Building Centennial Fund (\"Fund\"), to be administered by the Secretary to the Council, to be used for the purpose of providing resources for the commemoration of the 100th anniversary of the opening of the building, formerly known as the District Building, as the permanent location for the municipal government in Washington, D. C., and any other purpose set forth in subsection (c) of this section."},{"prefix":"b","text":" Deposits into the Fund shall include appropriated funds, other District funds, private gifts, donations, and receipts from the sale of memorabilia and information commemorating the 100th anniversary of the John A. Wilson Building. All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The Secretary to the Council may expend monies in the Fund, to commemorate the anniversary, including the following activities:"},{"prefix":"1","text":" Planning, developing, and executing programs and activities appropriate to commemorate the 100th anniversary of the opening of the building, which occurred on or about July 4, 1908;"},{"prefix":"2","text":" Identifying appropriate displays and activities to showcase the history of the building and of elected government in the District of Columbia, and officials who have shaped the history of the District of Columbia;"},{"prefix":"3","text":" Recommending building upgrades that reflect the status of the building as the seat of municipal government;"},{"prefix":"4","text":" Assessing the need for an ongoing effort to document the history of the District of Columbia government;"},{"prefix":"5","text":" Outlining a program or programs to involve the public in learning more about the history of the Council of the District of Columbia and elected government in the District of Columbia;"},{"prefix":"6","text":" Encouraging educational, historical, civic, and other organizations to participate in the anniversary activities to expand the understanding of the history of elected government in the District of Columbia;"},{"prefix":"7","text":" Facilitating and coordinating scholarly research on and publication of historical information on the building and District of Columbia elected officials;"},{"prefix":"8","text":" Assuring that the observances appropriately recognize the former Mayors, Councilmembers, and others who have contributed to the growth and development of the building and elected government in the District; and"},{"prefix":"9","text":" Facilitating other activities related to the centennial, in and around the building, as appropriate, including receptions, parades, festivals, or other activities, and the provision of food, snacks, entertainment, and non-alcoholic beverages to the general public, and participants of those activities."},{"prefix":"d","text":" The Secretary to the Council is authorized to purchase and sell books, pamphlets, memorabilia, and other materials and information."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"13","text":"John A. Wilson Building."},"subchapter":{"identifier":"I","text":"John A. Wilson Building Designation."},"heading":{"title":"10","chaptersection":"1302","identifier":"10-1302","catch_text":"Establishment of the John A. Wilson Building Centennial Fund."}}