{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-701.\n\nEmergency Act Amendments\n\nFor temporary (90 day) establishment of the John A. Wilson Building Centennial Fund, see § 4 of Fiscal Year 2008 Supplemental Appropriations Emergency Act of 2007 (D.C. Act 17-239, January 11, 2008, 55 DCR 967).\n\nFor temporary (90 day) addition, see § 1015 of Fiscal Year 2009 Budget Support Emergency Act of 2008 (D.C. Act 17-468, July 28, 2008, 55 DCR 8746).\n\nLegislative History of Laws\n\nD.C. Law 10-65, the \"Omnibus Spending Reduction Act of 1993,\" was introduced in Council and assigned Bill No. 10-323, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 21, 1993, and September 21, 1993, respectively. Signed by the Mayor on October 6, 1993, it was assigned Act No. 10-120 and transmitted to both Houses of Congress for its review. D.C. Law 10-65 became effective on November 25, 1993.\n\nResolutions\n\nResolution 14-10, the \"Assignment of the General Services Administration Lease Approval Emergency Resolution of 2001\", was approved effective January 2, 2001.\n\nResolution 14-61, the \"Wilson Building Settlement Agreement Approval Emergency Resolution of 2001\", was approved effective March 13, 2001.\n\nMiscellaneous Notes\n\nDesignation of District Building for use by the Council of the District of Columbia: See Mayor's Order 93-14, March 5, 1993.\n\nUnsolicited Proposal to Enter Into a Memorandum or Understanding to Authorize the Washington Development Group, Inc., to Submit a Development Proposal for the Restoration and Renovation of the Wilson Building Resolution of 1995: Pursuant to Resolution 11-97, effective July 11, 1995, the Council approved an unsolicited proposal for a memorandum of understanding to authorize the development of a proposal for the restoration and renovation of the John A. Wilson Building.\n\nEndorsement of the Establishment of the John A. Wilson Building Foundation and Washington Development Group, Inc., Development Plan Conditional Approval Resolution of 1995: Pursuant to Resolution 11-172, effective November 7, 1995, the Council endorsed the formation of the John A. Wilson Building Foundation, a nonprofit organization to raise funds to pay for the renovation and restoration, or the full municipal use, of the John A. Wilson Building, and conditionally approved the development plan for the renovation and restoration of the John A. Wilson Building submitted by the Washington Development Group, Inc.\n\nGeneral Services Administration Lease Approval Emergency Resolution of 1996: Pursuant to Resolution 11-470, effective July 17, 1996, Council approved, on an emergency basis, the lease between the Council of the District of Columbia and the United States General Services Administration for office space in the John A. Wilson Building to generate funds for the renovation and restoration of the John A. Wilson Building.\n\nEstablishment and Appointments - Task Force on the Historical John A. Wilson Building, see Mayor's Order 2002-42, March 8, 2002 (49 DCR 2242).\n\nDC CODE § 10-1301\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 1993, D.C. Law 10-65, § 601, 40 DCR 7351.)","sections":[{"prefix":"a","text":" Notwithstanding the provisions of Chapter 8 of this title, or any other law, the building and all property located in Square 255, located at 1350 Pennsylvania Avenue, N.W., popularly referred to as the \"District Building\" (\"Property\"), is hereby designated under the exclusive authority of the Council to determine the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property."},{"prefix":"b","text":"(1) The Secretary of the Council shall be responsible for the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property, in accordance with rules of the Council."},{"prefix":"2","text":" The Secretary of the Council is authorized to:"},{"prefix":"A","text":" Enter into intra-District transfer and other agreements with agencies of the District government to provide goods or services for the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property;"},{"prefix":"B","text":" Enter into contracts or other agreements with private entities to provide goods or services for the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property; and"},{"prefix":"C","text":" Enter into lease or other agreements, with or without monetary consideration, with entities of the District government and with private entities for the use of space within the Property."},{"prefix":"3","text":" In the execution of paragraph (2)(A) of this subsection, preference should be given to those entities occupying space within the Property on November 25, 1993, those entities whose location within the Property would result in a cost savings to the District government, and those entities providing goods or services that are beneficial to the local community."},{"prefix":"4","text":" Any rent, fee, or proceeds derived from any lease or other use agreement entered into pursuant to this section shall be paid to the Treasury of the District of Columbia, and accounted for in the General Fund as a separate revenue source allocable to provide authority for the Council to expend funds for the management of these leases or other use agreements, and for the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property."},{"prefix":"5","text":" The Secretary of the Council shall be the exclusive authority for the issuance of permits for official parking spaces on the following streets adjacent to or near the Property:"},{"prefix":"A","text":" The south side of Pennsylvania Avenue, N.W., between 12th and 13th Streets, N.W.;"},{"prefix":"B","text":" The north and south sides of Pennsylvania Avenue, N.W., between 13th and 14th Streets, N.W.;"},{"prefix":"C","text":" The south side of Pennsylvania Avenue, N.W., between 14th and 15th Streets, N.W.;"},{"prefix":"D","text":" Both sides of D Street, N.W., between 13 1/2 and 14th Streets, N.W.;"},{"prefix":"E","text":" Both sides of 13 1/2 Street, N.W., between Pennsylvania Avenue, N.W., and D Street, N.W.; and"},{"prefix":"F","text":" The east side of 14th Street, N.W., between D Street, N.W., and Pennsylvania Avenue, N.W."},{"prefix":"c","text":" The Council may accept and use private gifts or donations for the purpose of providing goods or services for the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property as determined by the Secretary of the Council."},{"prefix":"d","text":"(1) In accordance with § 1-204.04(b), the functions of the Department of Administrative Services, the Department of Public Works, and any other agencies, that are related to the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the Property, and any position, property, record, contract, unexpended balance of appropriations, allocation, or other operating or capital funds, that are related to, available for, or to be made available for the use, management, maintenance, repair, renovation, security, lease, sale, or other disposition of the Property, are transferred to the Council."},{"prefix":"2","text":" In the execution of paragraph (1) of this subsection, the Department of Administrative Services, the Department of Public Works, and any other agency shall enter into intra-District transfer or other agreements, as determined by the Secretary of the Council."},{"prefix":"3","text":" Notwithstanding the provisions of paragraphs (1) and (2) of this subsection, the Department of Administrative Services, the Department of Public Works, or any other agency of the District government which, prior to November 25, 1993, has directly or indirectly provided maintenance, security, or other goods or services to the Property shall continue to provide these goods and services, at an adequate level as determined by the Secretary of the Council, until intra-District transfer or other agreements pertaining to these goods and services are entered into between the agency and the Secretary of the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"13","text":"John A. Wilson Building."},"subchapter":{"identifier":"I","text":"John A. Wilson Building Designation."},"heading":{"title":"10","chaptersection":"1301","identifier":"10-1301","catch_text":"John A. Wilson Building designated."}}