{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-105, the \"Waterfront Park at the Yards Act of 2009\", was introduced in Council and assigned Bill No. 18-299, which was referred to the Committee on Finance and Revenue.  The bill was adopted on first and second readings on November 3, 2009, and December 1, 2009, respectively.   Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-243 and transmitted to both Houses of Congress for its review.  D.C. Law 18-105 became effective on March 3, 2010.\n\nDC CODE § 10-1801\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-105, § 2, 57 DCR 11.)","sections":[{"prefix":"1","text":" \"Chief Financial Officer\" means the Chief Financial Officer established pursuant to § 1-204.24a."},{"prefix":"2","text":" \"Contribution period\" means the period of time beginning on July 1, 2012, and ending on June 30, 2017."},{"prefix":"3","text":" \"CPI\" means the \"Consumer Price Index-all items CPIU (1996=100) Washington-Baltimore, DC-MD-VA-WV,\" or any successor index, as published by the United States Department of Labor, Bureau of Labor Statistics, or any successor agency."},{"prefix":"4","text":" \"Maintenance Agreement\" means a Waterfront Park Maintenance and Programming Agreement by and among the District of Columbia, Forest City SEFC, LLC, and the Capitol Riverfront Business Improvement District."},{"prefix":"5","text":" \"Project Developer\" means Forest city SEFC, LLC, a District of Columbia limited liability company, its successors, or assigns."},{"prefix":"6","text":" \"Sales tax revenue\" means the revenue resulting from the imposition of the tax under Chapters 20 and 22 of Title 47, including penalty and interest charges, exclusive of the portion thereof required to be deposited in the Washington Convention Center Fund established pursuant to § 10-1202.08."},{"prefix":"7","text":" \"Waterfront Park\" means the approximately 5 acres located south of Water Street, S.E., between 2nd Street, S.E., and 4th Street, S.E., that are to be constructed for use as a public park."},{"prefix":"8","text":" \"Waterfront Park Benefit District\" means the special assessment district established by § 47-895.22."},{"prefix":"9","text":" \"Waterfront Park Retail Area\" means the real property known for tax and assessment purposes as Lots 803, 804, 805, and 806, Square 771."},{"prefix":"10","text":" \"Waterfront Park Special Assessment\" means the special assessment imposed by § 47-895.23."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"18","text":"Waterfront Park at the Yards."},"heading":{"title":"10","chaptersection":"1801","identifier":"10-1801","catch_text":"Definitions."}}