{"text":"The Mayor may execute a lease of airspace under this subchapter if:","historical":"Prior Codifications\n\n1981 Ed., § 7-1034.\n\n1973 Ed., § 7-944.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1121.04\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1167, Pub. L. 90-598, § 5.)","sections":[{"prefix":"1","text":" The lessee of the airspace has a fee simple title to the real property abutting such airspace and the lease is for airspace which lies only within the frontages of such abutting real property which are directly opposite;"},{"prefix":"2","text":" The Zoning Commission of the District of Columbia, after public hearing and after securing the advice and recommendations of the National Capital Planning Commission, has determined the use to be permitted in such airspace and has established regulations applicable to the use of such airspace consistent with regulations applicable to the abutting privately owned property, including limitations and requirements respecting the height of any structure to be erected in such airspace, offstreet parking and floor area ratios applicable to such structure, and easements of light, air, and access;"},{"prefix":"3","text":" The lessee has submitted to the Mayor, for his review and approval, plans, elevations, sections, a description of the texture, material, and method of construction of the exterior walls, and a scale model, of any structure to be erected in such airspace;"},{"prefix":"4","text":" The Mayor with respect to any structure proposed to be constructed in an area subject to §§ 6-611.01 and 6-611.02, or §§ 6-1201 to 6-1205 has submitted to the Commission of Fine Arts for its review and recommendations, plans, elevations, sections, a description of the texture, material, and method of construction of the exterior walls, and a scale model, of any such structure; and"},{"prefix":"5","text":" The Mayor, with respect to any structure proposed to be constructed over space utilized or to be utilized for the construction and operation of the subway of the Washington Metropolitan Area Transit Authority, has submitted to the Authority for its review and recommendations the plans, elevations, sections, and a scale model of any such structure."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"II","text":"Rental of Airspace."},"heading":{"title":"10","chaptersection":"1121","identifier":"10-1121.04","catch_text":"Execution of airspace leases."}}