{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-805.\n\nEffect of Amendments\n\nD.C. Law 13-255 added subsec. (l).\n\nD.C. Law 17-144, in subsec. (a-1)(1)(B), deleted \"and the expansion of the new convention center\" following \"hotel\".\n\nD.C. Law 18-78, in subsec. (a-1)(2)(C), substituted \"property of the Authority (including lease payments assigned to the Authority pursuant to § 10-1202.22)\" for \"property of the Authority\".\n\nD.C. Law 18-111, in subsec. (b), substituted \"Washington Convention Center Fund\" for \"Washington Convention Center Authority Fund\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 114(b) of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nFor temporary (90 day) amendment of section, see § 2(b) of New Convention Center Hotel Emergency Amendment Act of 2009 (D.C. Act 18-186, August 12, 2009, 56 DCR 6967).\n\nFor temporary (90 day) amendment of section, see § 2081(f) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(f) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nLaw 13-255, the \"Convention Center Authority Shaw Community Development Fund Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-680, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 22, 2000, it was assigned Act No. 13-542 and transmitted to both Houses of Congress for its review. D.C. Law 13-255 became effective on April 3, 2001.\n\nFor Law 16-163, see notes following § 10-1202.01.\n\nFor Law 17-144, see notes following § 10-1202.01.\n\nFor Law 18-78, see notes following § 10-1202.01.\n\nFor Law 18-111, see notes following § 10-303.\n\nResolutions\n\nResolution 15-95, the \"Shaw Community Development Fund Approval Resolution of 2003\", was approved effective May 6, 2003.\n\nResolution 15-371, the \"Transfer of Site Control of the Old Washington Convention Center Property to the Washington Convention Center Authority Approval Resolution of 2003\", was approved effective December 16, 2003.\n\nMiscellaneous Notes\n\nWashington Convention Center Authority Dedicated Tax Revenue Bond Resolution of 1998: Pursuant to Resolution 12-591, effective July 7, 1998, the Council approved the Washington Convention Center Authority's proposal for the issuance of Dedicated Tax Revenue Bonds to finance a New Convention Center and to authorize an increase in the capital replacement reserve and the operating reserve.\n\nDC CODE § 10-1202.04\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 204, 41 DCR 5333; Apr. 3, 2001, D.C. Law 13-255, § 2, 48 DCR 727; Sept. 19, 2006, D.C. Law 16-163, § 114(b), 53 DCR 5430; Apr. 15, 2008, D.C. Law 17-144, § 3(b), 55 DCR 2527; Oct. 22, 2009, D.C. Law 18-78, § 2(b), 56 DCR 6959; Mar. 3, 2010, D.C. Law 18-111, § 2081(f), 57 DCR 181.)","sections":[{"prefix":"a","text":" The Authority may not adopt an inducement resolution or a resolution authorizing a bond issuance, except for the purpose of refinancing, refunding, or reissuing bonds, unless the proposal has been submitted to the Council for a 30-day review period, excluding Saturdays, Sundays, holidays, and days of Council recess. If, during the 30-day review period, the Council does not adopt a resolution disapproving the submitted proposal, the Authority may take action to implement the proposal. In the event a proposal is disapproved, the Council shall state the reasons for disapproval in the disapproval resolution. The Authority may modify the proposal to address the concerns of the Council, and resubmit the proposal, as modified, for an additional 30-day review period excluding Saturdays, Sundays, holidays, and days of Council recess."},{"prefix":"a-1","text":"(1) Notwithstanding the provisions of subsection (a) of this section, the Authority may, without submission to the Council, adopt inducement resolutions or resolutions authorizing the issuance of bonds and may issue bonds to:"},{"prefix":"A","text":" Acquire one or more parcels of real property within the new convention center hotel site; provided, that the Council has approved the contract for the purchase; and"},{"prefix":"B","text":" To pay certain costs of the development of the new convention center hotel."},{"prefix":"2","text":" The bonds may be secured, in whole or in part, by:"},{"prefix":"A","text":" The tax increment financing note, and security provided therefor, issued pursuant to subchapter II of this chapter;"},{"prefix":"B","text":" A mortgage on real property; or"},{"prefix":"C","text":" Available revenues, assets, or other property of the Authority (including lease payments assigned to the Authority pursuant to § 10-1202.22), subject to preexisting agreements with holders of the bonds of the Authority."},{"prefix":"b","text":" Except as provided in § 10-1202.13, no revenues collected on behalf of the Authority and transferred to or deposited in the Washington Convention Center Fund established pursuant to § 10-1202.08 shall be commingled with any funds of the District."},{"prefix":"c","text":" With regard to the design of the new convention center:"},{"prefix":"1","text":" The Authority shall design and construct a new convention center to minimize the life cycle cost, and dependence on petroleum-based fuels of the facility by utilizing energy efficiency, water conservation, or solar or other renewable energy technologies."},{"prefix":"2","text":" The Authority shall ensure that the design and construction of the new convention center shall employ state-of-the-art design, engineering, and technology to minimize energy consumption per-gross-square-foot to the extent that the payback period for capital costs incurred to reduce annual operating costs shall be less than 10 years."},{"prefix":"3","text":" The Authority may assist the District in public street and alley improvements on, or adjacent to, frontages facing the new convention center. These improvements may include streetscape improvements, landscaping, street furniture, lighting, banners, sidewalks, curbs, or building facades."},{"prefix":"d","text":" The Authority shall in no way interfere with or attempt to acquire site control or ownership of the existing convention center without submission of a resolution to the Council for its approval."},{"prefix":"e","text":" In the event that the Authority constructs the new convention center below ground, the District shall retain ownership of up to 15% of the developed air rights, for the purpose of providing economic development opportunities for community development corporations engaged in neighborhood economic development, with the ability to become a joint-venture partner on commercial or residential development over the New Convention Center, provided that the sale or lease of the air rights is not needed to finance the new convention center."},{"prefix":"f","text":" Any and all reasonable, necessary, and verified preconstruction costs for the new convention center that are borne by the District government shall be reimbursed by the Authority."},{"prefix":"g","text":"(1) The Authority shall adopt an organizational approach for development of the new convention center whereby the Authority's staff, augmented by management and technical personnel of a Program Manager, or Program Management Consultant, will manage and oversee all activities during every phase of the development program. The Authority shall complete the new convention center construction project using any of the following contracting methods:"},{"prefix":"A","text":" When the plans and specifications and the guaranteed maximum price drawings for the new convention center are complete, the Authority shall issue a Request for a Proposal for a developer. On the basis of the submitted proposals, the Authority shall select the developer who shall complete the design and construct the new convention center for a guaranteed price by assembling the necessary team of designers, architects, developers, and others, and posting a performance bond, or obtaining other insurance, to insure that design and time requirements shall be met for the guaranteed price; or"},{"prefix":"B","text":" When the plans and specifications and the guaranteed maximum price drawings for the new convention center are complete, the Authority shall issue a Request for a Proposal for a construction manager that shall require proposals containing the construction-manager fee, the guaranteed maximum price of completing the design and constructing the new convention center, and sharing with the Authority any savings between total costs and the guaranteed maximum price. On the basis of the submitted proposals, the Authority shall select the construction manager who shall complete the design and construct the new convention center for a guaranteed price by assembling the necessary team of designers, architects, developers, and others, and posting a performance bond, or obtaining other insurance, to insure that design and time requirements shall be met for the guaranteed price."},{"prefix":"2","text":" The Authority's contract with the developer or construction manager selected pursuant to paragraph (1) of this subsection shall require all developer and construction-manager contracts to comply with subchapters VIII and X of Chapter 2 of Title 2, and all successor acts thereto."},{"prefix":"h","text":" At least 51% of the Authority's employees shall be District residents. At least 51% of every contractor's employees hired after the contractor enters into a contract with the Authority, or with the developer or construction manager, to work on projects of the Authority shall be District residents."},{"prefix":"i","text":" The Authority's contract with the developer or construction manager selected pursuant to subsection (g)(1) of this section shall require the developer or construction manager to demonstrate that the developer or construction manager is able to furnish labor that can work in harmony with all other elements of labor employed or to be employed on the project."},{"prefix":"j","text":" All operating costs of the existing convention center shall be the responsibility of the Authority after September 28, 1994."},{"prefix":"k","text":" All land and improvements acquired by the Authority to construct the new convention center shall be held in the name of the Authority, except that title to the property shall not be transferred by the Authority to any person or entity other than the District government."},{"prefix":"l","text":" The following shall apply to an agreement to implement the community development fund (\"Fund\"), as developed with input from many interested organizations, required by section IX of the Memorandum of Agreement By and Among the National Capital Planning Commission, the District of Columbia State Historic Preservation Officer, and the Advisory Council on Historic Preservation Regarding the Construction and Operation of the Washington Convention Center at the Mount Vernon Square/Shaw Site, dated September 12, 1997 (\"MOU\"):"},{"prefix":"1","text":" The Authority shall transfer the Fund to the Mayor for administration. The following requirements shall be included in the terms of any Invitation for Bids or Request for Proposals issued by the Mayor for the administration of the Fund:"},{"prefix":"A","text":" The money in the Fund shall be transferred directly from the Mayor to an established, successful community entity which has the organizational capacity to administer the funds. The money shall include all accrued interest in the Fund from the date of execution of the MOU;"},{"prefix":"B","text":" The entity shall be an organization which is tax-exempt under section 501(c)(3) of the Internal Revenue Code of 1986, approved October 22, 1986 (68A Stat. 163; 26 U.S.C. § 501(c)(3)), before submitting a proposal;"},{"prefix":"C","text":" The entity shall establish that it currently provides funding for neighborhood revitalization activities in the region. The activities shall include assistance in the areas of affordable housing, homeownership assistance, business assistance, employment, and workforce training assistance;"},{"prefix":"D","text":" The entity shall be limited to spending levels established by the Mayor concerning overhead and salaries to ensure that substantially all of the money in the Fund passes through to the Shaw community; and"},{"prefix":"E","text":" The entity shall submit quarterly reports to the Mayor that, at a minimum, document the use and disbursement of money in the Fund."},{"prefix":"2","text":" The Mayor may audit and investigate the records of the entity receiving the money in the Fund to ensure that excessive expenses are not incurred for salaries or overhead and that no new organizations are created to manage money allocated from the Fund."},{"prefix":"3","text":" The Mayor shall establish guidelines for the return of the money in the Fund remaining after the completion of the program, ensure that the entity follows generally accepted accounting principles, and ensure that the entity's accounting and financial management practices are sound."},{"prefix":"4","text":" When an agreement has been reached between the Mayor and a community entity for administration of the Fund, the agreement shall be submitted to the Council for its review and affirmative approval by resolution."},{"prefix":"5","text":" The Fund shall be maintained in a separate segregated interest-bearing account by the Mayor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.04","catch_text":"Limitations on Authority's powers."}}