{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (b), substituted \"subchapter IX-A of Chapter 2 of Title 2\" for \"subchapter IX of Chapter 2 of Title 2\"; and, in subsecs. (c) and (f), substituted \"§ 2-218.02\" for \"§ 2-217.01\".\n\nLegislative History of Laws\n\nFor Law 15-320, see notes following § 10-1601.01.\n\nFor Law 16-191, see notes following § 10-801.\n\nDC CODE § 10-1601.04\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-320, § 104, 52 DCR 1757; Mar. 2, 2007, D.C. Law 16-191, § 38, 53 DCR 6794.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"ballpark\" shall have the meaning specified in § 47-2002.05(a)(1)."},{"prefix":"b","text":" Notwithstanding any other provision of law, the Mayor shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the District or any agency or instrumentality of the District with respect to the ballpark shall comply with the requirements of subchapter IX-A of Chapter 2 of Title 2."},{"prefix":"c","text":" The Mayor shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the District or any agency or instrumentality of the District with respect to each major phase of the development and construction of the ballpark, including contracts for architectural, engineering, and construction services, shall provide that at least 50% of the work in the aggregate under such contracts shall be awarded to local business enterprises, local small business enterprises, or local disadvantaged business enterprises, as such terms are defined in § 2- 218.02; provided, that of the percentage of the work required by this section to be awarded to local business enterprises, local small business enterprises, or local disadvantaged business enterprises, 35% of the work shall be awarded to local small business enterprises or local disadvantaged business enterprises, as such terms are defined in § 2-218.02;  provided further, that if the 35% requirement is unattainable, the Mayor shall report this to the Council for reconsideration.   Of the percentage of the work required by this section to be awarded to local small business enterprises or local disadvantaged business enterprises, not less than 20% of the work shall be awarded to local disadvantaged business enterprises."},{"prefix":"d","text":" Notwithstanding any other provision of law, the Mayor shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the District or any agency or instrumentality of the District with respect to the development and construction of the ballpark shall comply with First Source Employment requirements of subchapter X of Chapter 2 of Title 2."},{"prefix":"e","text":"(1) Notwithstanding any other provision of law, the Mayor shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the District or any agency or instrumentality of the District with respect to the development and construction of the ballpark shall comply with the requirements of subchapter I of Chapter 14 of Title 32."},{"prefix":"2","text":"(A) Notwithstanding any other provision of law, 50% of all apprenticeship hours performed pursuant to apprenticeship programs related to the construction and operation of the ballpark shall be performed by District of Columbia residents."},{"prefix":"B","text":" Any prime contractor or subcontractor that fails to make a good faith effort to comply with the requirements of this paragraph shall be subject to a monetary fine in the amount of 5% of the direct or indirect labor costs of the contract. Fines shall be imposed by the Contracting Officer and remitted to the Department of Employment Services to be applied to job training programs, subject to appropriations by Congress."},{"prefix":"f","text":" The Mayor shall encourage the owner of any professional baseball franchise that operates in the ballpark to enter into broadcast media rights agreements with broadcast media companies that are local business enterprises and disadvantaged business enterprises as such terms are defined in § 2-218.02."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"16","text":"Ballpark Development."},"subchapter":{"identifier":"I","text":"Construction of Ballpark."},"part":{"identifier":"A","text":"General."},"heading":{"title":"10","chaptersection":"1601","identifier":"10-1601.04","catch_text":"Local, small, and disadvantaged business enterprises, First Source employment, and apprentice requirements."}}