{"text":"The Council of the District of Columbia after public hearing is authorized to make and promulgate regulations to carry out the purposes of this subchapter. The regulations initially adopted by the Council under the authority of this section to carry out the purposes of part C of this subchapter shall become effective on the effective date of such sections, if, not less than 10 days prior to such date, the Council has adopted such regulations and printed a notice of such adoption in a newspaper of general circulation in the District. Otherwise, the regulations adopted by the Council under the authority of this section shall become effective 10 days after notice of their adoption has been printed in a newspaper of general circulation in the District.","historical":"Prior Codifications\n\n1981 Ed., § 7-1016.\n\n1973 Ed., § 7-917.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1104.01\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1162, Pub. L. 90-596, title IV, § 401.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"D","text":"General."},"heading":{"title":"10","chaptersection":"1104","identifier":"10-1104.01","catch_text":"Regulations authorized."}}