{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-288, rewrote this section, which formerly read:\n\n\"Approximately 2 acres within the Independence Avenue District of Reservation 13 shall be set aside for the development of a new full-service hospital, including approximately 200 beds, an emergency department with level 1 trauma care, general pediatric care, behavioral health services including substance abuse and mental health, long-term or transitional care capability, outpatient diagnostic and ambulatory care, and specialty clinic services.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see §§ 2, 3 of National Capital Medical Center Negotiation Temporary Act of 2003 (D.C. Law 15-96, March 10, 2004, law notification 51 DCR 3616).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see §§ 2 and 3 of National Capital Medical Center Negotiation Emergency Act of 2003 (D.C. Act 15-229, November 25, 2003, 50 DCR 10720).\n\nLegislative History of Laws\n\nFor Law 14-300, see notes following § 10-1501.\n\nLaw 15-178, the \"National Capital Medical Center Memorandum of Understanding Approval Act of 2004\", was introduced in Council and assigned Bill No. 15-680, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on April 6, 2004, and May 4, 2004, respectively. Signed by the Mayor on May 21, 2004, it was assigned Act No. 15-428 and transmitted to both Houses of Congress for its review.  D.C. Law 15-178 became effective on September 8, 2004.\n\nLaw 16-288, the \"Community Access to Health Care Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-913, which was referred to Committee on Human Services.  The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively.   Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-647 and transmitted to both Houses of Congress for its review.   D.C. Law 16-288 became effective on March 14, 2007.\n\nMiscellaneous Notes\n\nSections 2 and 3 of D.C. Law 15-178 provides:\n\n\"Sec. 2. (a) Pursuant to the National Capital Medical Center Negotiation Emergency Act of 2003, effective November 25, 2003 (D.C. Act 15-229; 50 DCR 10720), the Mayor transmitted to the Council a proposed memorandum of understanding between the District of Columbia government and Howard University, dated January 15, 2004, for Council approval.\n\n\"(b) The Council hereby approves the memorandum of understanding between the District of Columbia government and Howard University, dated January 15, 2004.\n\n\"Sec. 3. The Mayor shall submit by proposed resolution to the Council for a 45- day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, which review period shall begin on the 1st day following its receipt by the Office of the Secretary, the final plan ('plan') to finance, construct, manage, and operate the National Capital Medical Center. If the Council does not approve or disapprove the proposed resolution within the 45- day review period, the proposed resolution, and thereby the plan, shall be deemed disapproved.\"\n\nDC CODE § 10-1502\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-300, § 3, 50 DCR 406; Mar. 14, 2007, D.C. Law 16-288, § 201, 54 DCR 976.)","sections":[{"prefix":"a","text":" Approximately 2 acres within Reservation 13 shall be set aside for the development of a new health care facility, which may include emergency care services, primary and specialty care physician offices, ambulatory surgery, diagnostic imaging, laboratories, or health education.   Upon completion of the development of the health care facility, any excess land set aside for the facility shall be available for development."},{"prefix":"b","text":"(1) The Mayor is authorized to issue a request for proposals for the development of a health care facility on the acreage set aside and to enter into any contract or agreement necessary to enable the construction and operation of the facility."},{"prefix":"2","text":" Interested bidders shall be allowed to submit proposals for both constructing and operating the health care facility."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"15","text":"Reservation 13."},"heading":{"title":"10","chaptersection":"1502","identifier":"10-1502","catch_text":"Health care facility; acreage set aside, development."}}