{"text":"Any lease of airspace entered into under this subchapter shall provide:","historical":"Prior Codifications\n\n1981 Ed., § 7-1033.\n\n1973 Ed., § 7-943.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1121.03\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1166, Pub. L. 90-598, § 4.)","sections":[{"prefix":"1","text":" That such airspace shall not be used to deprive any real property not owned by the lessee of easements of light, air, and access;"},{"prefix":"2","text":" For a clearance of at least 15 feet between the recorded grade of a street or alley and the lowest portion of any structure (other than supporting columns) constructed over such street or alley;"},{"prefix":"3","text":" That upon the expiration or termination of the lease of airspace the Mayor may require (at the expense of the lessee or his successor in interest) the removal of any structure constructed or erected in such airspace and the restoration of such airspace to its condition prior to the construction or erection of such structure;"},{"prefix":"4","text":" That all the rights, duties, terms, conditions, agreements, and covenants set forth and contained in such lease shall run with the abutting real property owned by the lessee and shall apply to the lessee, his heirs, legal representatives, successors, and assignees;"},{"prefix":"5","text":" That the lessee shall, at his expense, record a copy of the lease in the Office of the Recorder of Deeds of the District of Columbia;"},{"prefix":"6","text":" For the payment of such rents and fees, and the posting of such bond or such other security, by the lessee, as the Mayor determines to be necessary or desirable; and"},{"prefix":"7","text":" For such other terms and conditions as the Mayor determines to be necessary or desirable."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"II","text":"Rental of Airspace."},"heading":{"title":"10","chaptersection":"1121","identifier":"10-1121.03","catch_text":"Terms and conditions to be included in leases."}}