{"text":"The Mayor may waive or reduce any permit fee, except for the application fee, to occupy or otherwise use public space, public rights of way, or public structures for a project that:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 2 of Public Space Permit Fee Waiver Emergency Amendment Act of 2011 (D.C. Act 19-163, October 11, 2011, 58 DCR 8892).\n\nLegislative History of Laws\n\nLaw 19-48, the \"Public Space Permit Fee Waiver Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-223, which was referred to the Committee on Environment, Public Works and Transportation. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 27, 2011, it was assigned Act No. 19-178 and transmitted to both Houses of Congress for its review. D.C. Law 19- 48 became effective on December 2, 2011.\n\nDC CODE ยง 10-1141.03a\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-198, ยง 603a, as added Dec. 2, 2011, D.C. Law 19-48, ยง 2, 58 DCR 8943.)","sections":[{"prefix":"1","text":" Is conducted by a Business Improvement District or Community Improvement District established pursuant to subchapter VIII of Chapter 12 of Title 2;"},{"prefix":"2","text":" In the Mayor's determination, serves a public benefit;"},{"prefix":"3","text":" Does not impose costs on the District government; and"},{"prefix":"4","text":" Does not involve commercial sponsorship."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"III","text":"Rental of Public Structures in Public Space."},"heading":{"title":"10","chaptersection":"1141","identifier":"10-1141.03a","catch_text":"Waiver or reduction of permit fees for the occupation of public space, public rights of way, and public structures."}}