{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-69 deleted the subsection (a) designation; and repealed subsecs. (b) and (c) which had read as follows:\n\n\"(b) The proceeds from the lease or sale of any real property in the R13BA, which includes all structures of a permanent character erected on or affixed to, any natural resources located on or under, all riparian rights attached to, or any air space located above or below the property or any street or alley, owned, controlled, or administered by the District, shall be deposited in the Tobacco Settlement Trust Fund, established by § 7-1811.01 (\"Tobacco Settlement Trust Fund\") into a dedicated R13BA Hospital account to be used solely for the purpose of constructing and maintaining a new full-service public hospital on the acreage within the R13BA set aside for that purpose, pursuant to § 10-1502.\n\n\"(c) If, instead of a public hospital, a private full-service hospital is constructed within the R13BA, the proceeds from the lease or sale of any real property in the R13BA shall be deposited in the Tobacco Settlement Trust Fund into a dedicated R13BA Health Care account to be used solely for the purpose of providing health care to the uninsured residents of the District.\"\n\nD.C. Law 15-354, in subsecs. (b) and (c), validated previously made technical corrections.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Draft Master Plan for Public Reservation 13 Temporary Amendment Act of 2003 (D.C. Law 15-3, May 3, 2003, law notification 50 DCR 3783).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Draft Master Plan for Public Reservation 13 Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-273, December 18, 2003, 51 DCR 40).\n\nLegislative History of Laws\n\nFor Law 14-300, see notes following § 10-1501.\n\nLaw 15-69, the \"Draft Master Plan For Public Reservation 13 Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-24, which was referred to Committee of the Whole.  The Bill was adopted on first and second readings on July 8, 2003, and October 7, 2003, respectively.   Signed by the Mayor on October 24, 2003, it was assigned Act No. 15-198 and transmitted to both Houses of Congress for its review.  D.C. Law 15-69 became effective on February 6, 2004.\n\nFor Law 15-354, see notes following § 10-801.\n\nDC CODE § 10-1503\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-300, § 4, 50 DCR 406; Feb. 6, 2004, D.C. Law 15-69, § 2(a), 50 DCR 9824; Apr. 13, 2005, D.C. Law 15-354, § 89(a), 52 DCR 2638.)","sections":[{"prefix":"a","text":" There is established a Reservation 13 Benefit Area (\"R13BA\"), which shall be comprised of the 67 acres of land historically know as Reservation 13."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"15","text":"Reservation 13."},"heading":{"title":"10","chaptersection":"1503","identifier":"10-1503","catch_text":"Establishment of Reservation 13 Benefit Area."}}