{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-175, the \"Walter Reed Army Medical Center Base Realignment and Closure Homeless Assistance Submission Approval Act of 2012\", was introduced in Council and assigned Bill No. 19-729, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 26, 2012, and July 10, 2012, respectively. Signed by the Mayor on July 24, 2012, it was assigned Act No. 19-399 and transmitted to both Houses of Congress for its review. D.C. Law 19-175 became effective on October 16, 2012.\n\nDC CODE ยง 10-1901\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 2012, D.C. Law 19-175, ยง 2, 59 DCR 9106.)","sections":[{"prefix":"1","text":" \"Base Closure Act\" means the Defense Base Closure and Realignment Act of 1990, approved November 5, 1990 (104 Stat. 1485; 10 U.S.C. ยง 2687, note)."},{"prefix":"2","text":" \"Homeless Submission\" means the Walter Reed Army Medical Center Base Realignment and Closure Homeless Assistance Submission to be submitted to the U.S. Department of Housing and Urban Development that shall be developed and implemented pursuant to section 2905 of the Base Closure Act and includes the Walter Reed Reuse Plan and Legally Binding Agreements, in substantially the same form as submitted by the Mayor to the Council."},{"prefix":"3","text":" \"Legally Binding Agreement\" means an agreement between the District, as the Walter Reed LRA, and a homeless-assistance provider recommended for approval by the Walter Reed LRA Committee, that commits the District and the homeless-assistance provider to implement and operate certain homeless assistance-services on the Walter Reed Army Medical Center Site and may require the transfer of real property on the Walter Reed Army Medical Center Site by the District to the homeless-assistance provider, in substantially the same form as submitted by the Mayor to the Council, subject to amendments requested by the U.S. Department of Housing and Urban Development."},{"prefix":"4","text":" \"LRA\" means local redevelopment authority."},{"prefix":"5","text":" \"Memorandum of Agreement\" means an agreement between the District, as the Walter Reed LRA, and a public-benefit provider recommended for approval by the Walter Reed LRA Committee, of educational, safety, and public health uses on the Walter Reed Army Medical Center Site for the potential transfer of real property on the Walter Reed Army Medical Center Site by the District to the public benefit provider, in substantially the same form as submitted by the Mayor to the Council."},{"prefix":"6","text":" \"Walter Reed LRA\" means the District of Columbia, which is the local redevelopment authority recognized by the Office of Economic Adjustment on behalf of the Secretary of Defense as the entity responsible for developing a reuse plan, pursuant to the Base Closure Act."},{"prefix":"7","text":" \"Walter Reed LRA Committee\" means the committee established by Mayor's Order No. 2006-21 to develop final recommendations for the Walter Reed Reuse Plan to the Mayor and Council, which is comprised of representatives from the Mayor's Office and the Council, and 5 voting and 5 alternate citizen members, all of whom live in the community surrounding the Walter Reed Army Medical Center site."},{"prefix":"8","text":" \"Walter Reed Army Medical Center Site\" means 67.5 acres located on a portion of the area bounded by Fern Street, N.W., and Alaska Avenue, N.W., to the north, 16th Street, N.W., to the west, Aspen Street, N.W., to the south, and Georgia Avenue, N.W., to the east, as further identified in the Walter Reed Reuse Plan."},{"prefix":"9","text":" \"Walter Reed Reuse Plan\" means the Walter Reed Local Redevelopment Authority Reuse Plan for the Walter Reed Army Medical Center Site, which was developed in conjunction with the Walter Reed LRA Committee for final recommendation to the Mayor and the Council for adoption and approval by enactment of this chapter, in substantially the same form as submitted by the Mayor to the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"19","text":"Walter Reed Medical Center Base Realignment and Closure."},"heading":{"title":"10","chaptersection":"1901","identifier":"10-1901","catch_text":"Definitions."}}