{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-69 rewrote subsec. (b); and repealed subsec. (c). Subsecs. (b) and (c) had read as follows:\n\n\"(b) All taxes on any real property, except for the real property special tax set aside to pay debt service on general obligation bonds issued by the District of Columbia, and all payments made in lieu of taxes on any real property, which is exempt or immune from real property taxation that is leased, loaned, or otherwise made available to any person in connection with a commercial enterprise or as a residence in an amount equivalent to the tax that would be lawfully assessed if the real property were not exempt or immune from real property taxation, that are collected within the R13BA shall be deposited in the Tobacco Settlement Trust Fund into a dedicated R13BA Health Care account to be used solely for the purpose of providing health care to the uninsured residents of the District.\n\n\"(c) One hundred percent of the sales tax revenue generated from all commercial enterprises within the R13BA shall be deposited in the Tobacco Settlement Trust Fund into the dedicated R13BA Health Care account to be used solely for the purpose of providing health care to the uninsured residents of the District.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Draft Master Plan for Public Reservation 13 Temporary Amendment Act of 2003 (D.C. Law 15-3, May 3, 2003, law notification 50 DCR 3783).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Draft Master Plan for Public Reservation 13 Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-273, December 18, 2003, 51 DCR 40).\n\nLegislative History of Laws\n\nFor Law 14-300, see notes following § 10-1501.\n\nFor Law 15-69, see notes following § 10-1503.\n\nDC CODE § 10-1504\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-300, § 5, 50 DCR 406; Feb. 6, 2004, D.C. Law 15-69, § 2(b), 50 DCR 9824.)","sections":[{"prefix":"a","text":" The R13BA shall be a special taxing district."},{"prefix":"b","text":" All sales tax revenues generated from commercial enterprises within the R13BA, all taxes on any real property, except for the real property special tax set aside to pay debt service on general obligation bonds issued by the District of Columbia, and all payments made in lieu of taxes on any real property, which is exempt or immune from real property taxation that is leased, loaned, or otherwise made available to any person in connection with a commercial enterprise or as a residence in an amount equivalent to the tax that would be lawfully assessed if the real property were not exempt or immune from real property taxation, that are collected within the R13BA shall be applied in the following order:"},{"prefix":"1","text":" To fund infrastructure improvements related to a proposed development; or"},{"prefix":"2","text":" To be deposited in the Tobacco Settlement Trust Fund, established by subchapter II of Chapter 18 of Title 7 ('Fund') into a dedicated R13BA Health Care account to be used for the purpose of providing health care to the uninsured residents of the District."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"15","text":"Reservation 13."},"heading":{"title":"10","chaptersection":"1504","identifier":"10-1504","catch_text":"Establishment of special taxing district."}}