{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (b), substituted \"Chapter 3A of Title 2\" for \"Unit A of Chapter 3 of this title\".\n\nLegislative History of Laws\n\nFor Law 18-105, see notes following § 10-1801.\n\nFor history of Law 19-171, see notes under § 10-551.02.\n\nDC CODE § 10-1802\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-105, § 3, 57 DCR 11; Sept. 26, 2012, D.C. Law 19-171, § 225, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, the Mayor may enter into the Maintenance Agreement, and any amendments or supplements to the Maintenance Agreement, if the Maintenance Agreement provides that the Project Developer shall:"},{"prefix":"1","text":" Pay and file its monthly District of Columbia sales and use tax returns for taxes attributable to the Waterfront Park Retail Area by electronic means, separate from any parent, subsidiary, affiliate, umbrella business organization, or other taxable entity or space of the Project Developer, and in a manner consistent with the instructions of the Office of Tax and Revenue;"},{"prefix":"2","text":" Through lease arrangements or other means, obtain the written agreement of all tenants and vendors within the Waterfront Park Retail Area to pay and file their monthly District of Columbia sales and use taxes attributable to the Waterfront Park Retail Area by electronic means, separate and apart from any parent, subsidiary, affiliate, umbrella business organization, or other taxable entity or space of the tenant or vendor; and"},{"prefix":"3","text":" File with the Recorder of Deeds a consent to the levy of the special assessment imposed by subchapter VII of Chapter 8 of Title 47."},{"prefix":"b","text":" Chapter 3A of Title 2 shall not apply to the Maintenance Agreement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"18","text":"Waterfront Park at the Yards."},"heading":{"title":"10","chaptersection":"1802","identifier":"10-1802","catch_text":"Authorization of Maintenance Agreement."}}