{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-809.1.\n\nEffect of Amendments\n\nD.C. Law 13-259, in subsec. (d), inserted the second sentence; in subsec. (e)(1)(C), deleted \"promote neighborhood and cultural tourism in the District and\" following \"primary contractor to\", substituted \"hospitality industry, especially through neighborhood and cultural tourism \" for \"hospitality industry\"; added subsec. (e)(2); and rewrote subsec. (g) which formerly read:\n\n\"(g) Any marketing contracts that exceed the specified dollar amounts contained in section III.A.1. or section 3(a)(1) of the Washington Convention Center Contract Nos. 1-99, 2-99, 3-99, and 4-99, as approved by the Council, shall be submitted to the Council for a 60-day period of review and approval. No additional marketing contracts shall be approved by the Authority without Council review and approval.\"\n\nD.C. Law 15-39 rewrote subsec. (e) which had read as follows:\n\n\"(e)(1) The marketing service contracts shall include contracts with the following entities:\n\n\"(A) The Washington Convention and Visitors Association pursuant to which the Washington Convention and Visitors Association shall be designated as the primary contractor to promote conventions and group tourism in the District;\n\n\"(B) The D.C. Committee to Promote Washington pursuant to which the D.C. Committee to Promote Washington shall be designated as the primary contractor to conduct leisure travel advertising, marketing, and promotions in the District;\n\n\"(C) The D.C. Chamber of Commerce pursuant to which the D.C. Chamber of Commerce shall be designated as the primary contractor to promote participation by local, small, and minority businesses in the hospitality industry, especially through neighborhood and cultural tourism; and\n\n\"(D) The Greater Washington Ibero American Chamber of Commerce for the purpose of pursuit of special projects, as designated by the Authority.\n\n\"(2) In the event of a merger between the D.C. Committee to Promote Washington and the Washington Convention and Visitors Association, the surviving corporation shall succeed to the responsibilities of the D.C. Committee to Promote Washington and the Washington Convention and Visitors Association under subparagraphs (A) and (B) of paragraph (1) of this subsection and the contract between the surviving corporation and the Washington Convention Center Authority shall supersede and replace the contracts between the Washington Convention Center Authority and D.C. Committee to Promote Washington or the Washington Convention and Visitors Association. The surviving corporation shall:\n\n\"(A) Market and sell meetings and conventions for the Washington Convention Center and hotels in the District of Columbia;\n\n\"(B) Market and promote the District of Columbia as a destination; and\n\n\"(C) Increase revenue to the District of Columbia and the Washington Convention Center Authority by maximizing sales of hotel rooms and restaurant meals\".\n\nD.C. Law 14-310, in subsec. (e), validated previously made technical corrections.\n\nD.C. Law 16-33, in subsec. (b), substituted \"District. The Marketing Fund shall be audited at least once each year and a report of the audit shall be published by the Authority.\" for \"District, except as provided in § 10- 1202.13.\".\n\nD.C. Law 18-111 rewrote subsecs. (a) and (e); in subsec. (c), substituted \"the Authority shall allocate to the Marketing Fund\" for \"of the marketing service contracts\"; in subsec. (d), substituted \"the marketing service contracts that the Authority may enter into\" for \"the marketing service contracts\"; and added subsec. (e-1). Prior to amendment, subsecs. (a) and (e) read as follows:\n\n\"(a) There is established the Washington Convention Center Marketing Fund ('Marketing Fund') to be maintained by the Authority for the payment of marketing service contracts to promote conventions, tourism, and leisure travel in the District.\"\n\n\"(e) The marketing service contracts shall include contracts with the following entities:\n\n\"(1) The Washington, DC Convention and Tourism Corporation, pursuant to which the Washington, DC Convention and Tourism Corporation shall be designated as the primary contractor to:\n\n\"(A) Market and sell meetings and conventions for the Washington Convention Center and hotels in the District of Columbia;\n\n\"(B) Market and promote the District of Columbia as a destination; and\n\n\"(C) Increase revenue to the District of Columbia and the Washington Convention Center Authority by maximizing sales of hotel rooms and restaurant meals;\n\n\"(2) The D.C. Chamber of Commerce, pursuant to which the D.C. Chamber of Commerce shall be designated as the primary contractor to promote participation by local, small, and minority businesses in the hospitality industry, especially through neighborhood and cultural tourism; and\n\n\"(3) The Greater Washington Ibero American Chamber of Commerce, for the purpose of pursuit of special projects, as designated by the Authority.\"\n\nD.C. Law 19-168 added subsecs. (h) and (i).\n\nD.C. Law 19-171, in subsec. (g), substituted \"§ 2-352.02\" for \"§ 2-301.05a\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Sex Offender Registration Risk Assessment Clarification and Convention Center Marketing Service Contracts Temporary Amendment Act of 1998 (D.C. Law 12-197, March 26, 1999, law notification 46 DCR 3423).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3 of the Sex Offender Registration Risk Assessment Clarification and Convention Center Marketing Service Contracts Emergency Amendment Act of 1998 (D.C. Act 12-427, July 29, 1998, 45 DCR 5725), § 3 of the Sex Offender Registration Risk Assessment Clarification and Convention Center Marketing Service Contracts Emergency Amendment Act of 1998 (D.C. Act 12-508, November 4, 1998, 45 DCR 9174), and § 3 of the Sex Offender Registration Risk Assessment Clarification and Convention Center Marketing Service Contracts Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-9, February 8, 1999, 46 DCR 2317).\n\nFor temporary (90 day) amendment of section, see § 2 of the Washington Convention Center Marketing Emergency Amendment Act of 2000 (D.C. Act 13-585, January 31, 2001, 48 DCR 1929).\n\nFor temporary (90 day) amendment of section, see § 1102 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1102 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 1252 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2081(k) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(k) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 12-142, the \"Washington Convention Center Authority Financing Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-379, which was referred to the Committee on Economic Development and the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 2, 1998, and June 16, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-402 and transmitted to both Houses of Congress for its review. The legislation became effective on August 12, 1998, the date that the President of the United States signed P.L. 105-227, which waived the 30-day Congressional review period for this law.\n\nLaw 12-219, the \"Washington Convention Center Authority Second Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-806, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 9, 1998, it was assigned Act No. 12-534 and transmitted to both Houses of Congress for its review. D.C. Law 12- 219 became effective on April 13, 1999.\n\nLaw 13-259, the \"Washington Convention Center Marketing Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-876, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-547 and transmitted to both Houses of Congress for its review. D.C. Law 13-259 became effective on April 3, 2001.\n\nLaw 14-310, the \"Criminal Code and Miscellaneous Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-954, which was referred to the Committee on Whole. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-622 and transmitted to both Houses of Congress for its review. D.C. Law 14-310 became effective on June 12, 2003.\n\nFor Law 15-39, see notes following § 10-834.\n\nFor Law 16-33, see notes following § 10-701.\n\nFor Law 18-111, see notes following § 10-303.\n\nFor history of Law 19-168, see notes under § 10-166.01.\n\nFor history of Law 19-171, see notes under § 10-551.02.\n\nEffective Dates\n\nFor effective date of D.C. Law 12-142, see Historical and Statutory Notes following § 10-1202.01.\n\nMiscellaneous Notes\n\nShort title of title XI of Law 15-39: Section 1101 of D.C. Law 15-39 provided that title XI of the act may be cited as the Washington Convention Center Marketing Amendment Act of 2003.\n\nShort title of subtitle DD of title I of Law 16-33: Section 1251 of D.C. Law 16-33 provided that subtitle DD of title I of the act may be cited as the Washington Convention Center Authority Marketing Fund Amendment Act of 2005.\n\nShort title: Section 7141 of D.C. Law 19-168 provided that subtitle N of title VII of the act may be cited as \"Gallery Place Tax Increment Refinancing Allocation and Washington Convention Center Authority Marketing Fund Amendment Act of 2012\".\n\nDC CODE § 10-1202.08a\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 208a, as added Aug. 12, 1998, D.C. Law 12-142, § 2(f), 45 DCR 4826; Apr. 13, 1999, D.C. Law 12-219, § 2, 46 DCR 288; Apr. 3, 2001, D.C. Law 13-259, § 2, 48 DCR 772; June 12, 2003, D.C. Law 14-310, § 7, 50 DCR 1092; Nov. 13, 2003, D.C. Law 15-39, § 1102, 50 DCR 5668; Oct. 20, 2005, D.C. Law 16-33, § 1252, 52 DCR 7503; Mar. 3, 2010, D.C. Law 18-111, § 2081(k), 57 DCR 181; Sept. 20, 2012, D.C. Law 19- 168, § 7143, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 213, 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established the Washington Convention Center Marketing Fund (\"Marketing Fund\") to be maintained by the Authority to promote conventions, tourism, and leisure travel in the District and the hosting of sporting events, sports teams, recreational events, and entertainment events in the District."},{"prefix":"b","text":" Monies in the Marketing Fund shall not be a part of, nor lapse into, the General Fund of the District. The Marketing Fund shall be audited at least once each year and a report of the audit shall be published by the Authority."},{"prefix":"c","text":" The total dollar amount the Authority shall allocate to the Marketing Fund shall be based on, as nearly as practical, an amount equal to not less than 17.4% of the amount collected each year from the tax imposed by §§ 47- 2002.02(1) and 47-2202.01(1). The Authority shall deposit monthly an amount equal to not less than 17.4% of the amount as collected from the tax imposed by §§ 47-2002.02(1) and 47-2202.01(1) into the Marketing Fund."},{"prefix":"d","text":" Where applicable, the marketing service contracts that the Authority may enter into shall include information on general and specific responsibilities, performance standards, pricing, financial reports and data, associated services, cooperative efforts with the Authority and the District, duration and termination of agreements, proprietary work product, notices, and remedies. All money received from the Authority under a marketing services contract shall be separately accounted for and subject to verification by audit. The Authority shall have the right at any time to terminate any marketing service contract for cause. In the event of termination for cause by the Authority, the services to be performed under the terms of the terminated marketing service contract shall be procured by request for proposals made pursuant to rules for the procurement of goods and services adopted by the Board."},{"prefix":"e","text":" The marketing service contracts shall include a contract with:"},{"prefix":"1","text":" Destination, DC (formerly, the Washington, DC Convention and Tourism Corporation), pursuant to which Destination, DC shall be designated as the primary contractor to:"},{"prefix":"A","text":" Market and sell meetings and conventions for the Washington Convention Center and hotels in the District of Columbia;"},{"prefix":"B","text":" Market and promote the District of Columbia as a destination; and"},{"prefix":"C","text":" Increase revenue to the District of Columbia and the Authority by maximizing sales of hotel rooms and restaurant meals;"},{"prefix":"2","text":" The D.C. Chamber of Commerce, pursuant to which the D.C. Chamber of Commerce shall be designated as the primary contractor to promote participation by local, small, and minority businesses in the hospitality industry, especially through neighborhood and cultural tourism; and"},{"prefix":"3","text":" The Greater Washington Ibero American Chamber of Commerce, for the purpose of pursuit of special projects, as designated by the Authority."},{"prefix":"e-1","text":" The marketing service contracts may include contracts with:"},{"prefix":"1","text":" The DC Chamber of Commerce, pursuant to which the DC Chamber of Commerce shall be designated as the primary contract or to promote participation by local, small, and minority businesses in the hospitality industry, especially through neighborhood and cultural tourism; and"},{"prefix":"2","text":" The Greater Washington Hispanic Chamber of Commerce (formerly known as the Greater Washington Ibero American Chamber of Commerce), for the purpose of pursuit of special projects, as designated by the Authority."},{"prefix":"f","text":" The obligation of the Authority to make any payment pursuant to any marketing service contract and the amount thereof shall be subject, and subordinate, in all respects, to the obligation of the Authority to apply any amount deposited or required to be deposited in any fund or account established or maintained pursuant to any resolution, indenture, or trust agreement adopted by the Authority relating to any bonds, notes, or other obligations issued by the Authority pursuant to § 10-1202.10 in accordance with the provisions of such resolution, indenture, or trust agreement."},{"prefix":"g","text":" Before entering into any marketing contract that is a multiyear contract or in excess of $1 million during a 12-month period, the Authority shall submit the contract to the Council for review and approval under § 2-352.02."},{"prefix":"h","text":" Beginning in fiscal year 2013 and each fiscal year thereafter, the Chief Financial Officer shall transfer $3 million from the General Fund of the District of Columbia to supplement the Marketing Fund."},{"prefix":"i","text":"(1) In addition to any other limitation applicable under subsection (e)(1) of this section, funds transferred pursuant to subsection (h) of this section shall be limited to Destination DC-led advertising programs with the specific purpose to increase tourism and convention travel to the District of Columbia and further the purpose of the marketing service contracts entered into pursuant to subsection (e) of this section and used only for:"},{"prefix":"A","text":" Targeted online advertising;"},{"prefix":"B","text":" Search engine marketing;"},{"prefix":"C","text":" Print media;"},{"prefix":"D","text":" Broadcast media;"},{"prefix":"E","text":" Social media marketing;"},{"prefix":"F","text":" Outdoor media (billboards/signage);"},{"prefix":"G","text":" Direct-to-consumer email campaigns; and"},{"prefix":"H","text":" Pop-up experiential marketing opportunities."},{"prefix":"2","text":" All uses of funds transferred pursuant to subsection (h) of this section shall be subject to mandatory return-on-investment analysis as determined by the Authority's marketing service contract oversight functions."},{"prefix":"3","text":" Any funds transferred pursuant to subsection (h) of this section that are used outside the scope and intent of this subsection, as determined by the Authority pursuant to its marketing service contract oversight function, shall lead to the automatic revocation of remaining funds transferred at the beginning of that fiscal year pursuant to subsection (h) of this section and their reversion to the General Fund of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.08a","catch_text":"Establishment of the Washington Convention Center Marketing Fund; marketing service contracts."}}