{"text":"The federal government and District government are each authorized, without regard to the requirements of §§ 10-1121.03 through 10-1121.10, to construct any structure in airspace, subject to the following conditions:","historical":"Prior Codifications\n\n1981 Ed., § 7-1041.\n\n1973 Ed., § 7-951.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1121.11\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1169, Pub. L. 90-598, § 12.)","sections":[{"prefix":"1","text":" The government proposing to construct any structure in airspace shall have fee simple title to real property abutting such real property;"},{"prefix":"2","text":" The airspace to be occupied by such structure shall be only within the frontages of the real property abutting such airspace which are directly opposite;"},{"prefix":"3","text":" The airspace to be occupied by such structure shall not be used to deprive any real property, not owned by the federal government or District government, of its easements of light, air, or access;"},{"prefix":"4","text":" The construction of any such structure by the District government across a street or alley, the title to which is in the United States, shall be in accordance with an agreement between the Mayor and the Attorney General of the United States, subject to such terms and conditions as the Attorney General and the Mayor agree to include in the agreement;"},{"prefix":"5","text":" Section 6-641.15 shall apply to the construction of any structure in such airspace by the federal government and, to the extent required by subsection (c) of § 2-1004, to the construction of any structure in such airspace by the District government;"},{"prefix":"6","text":" Plans for the construction of any structure in such airspace by the federal government or the District government shall be subject to review by the National Capital Planning Commission in accordance with § 2-1004;"},{"prefix":"7","text":" The construction of any such structure by the federal government or the District government shall be subject to the recommendations of the Commission of Fine Arts to the extent required by §§ 6-611.01 and 6-611.02 or §§ 6-1201 to 6-1205."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"II","text":"Rental of Airspace."},"heading":{"title":"10","chaptersection":"1121","identifier":"10-1121.11","catch_text":"Federal and District governments authorized to construct airspace structures."}}