{"text":"The Mayor is authorized to issue a permit for the use of a vault constructed prior to the effective date of this subchapter, or for the construction of a vault after such effective date, only to the owner of the real property abutting the public space in which such vault is or will be located. The issuance of each such permit shall be conditioned on the prior execution by such owner of an agreement acknowledging, for himself, his heirs and assigns: (1) that no right, title, or interest of the public is thereby acquired, waived, or abridged; (2) that the Mayor may inspect such vault during regular business hours; (3) that the Mayor may introduce or authorize the introduction into or through such vault with, right of entry for inspection, maintenance, and repair, of any water pipe, gas pipe, sewer, conduit, other pipe, or other public or public utility underground construction, which the Mayor deems necessary in the public interest to place in or through such vault; (4) that such vault will be changed by the owner, or by the District at the expense of such owner, to conform with any change made in the street, roadway, or sidewalk width or grade; and (5) that rental for such vault will be paid to the District as required by this subchapter. A copy of such agreement shall be recorded in the Office of the Recorder of Deeds by and at the expense of such owner.","historical":"Prior Codifications\n\n1981 Ed., § 7-1007.\n\n1973 Ed., § 7-908.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to D.C. Law 1-4, an Act to Authorize the Mayor of the District of Columbia to Permit the Use of Public Space Under Dupont Circle in the District of Columbia, see Mayor's Order 2010-183, December 31, 2010 (57 DCR 12644).\n\nMiscellaneous Notes\n\nUse of public space under Dupont Circle: See Act of May 22, 1975, D.C. Law 1- 4, §§ 101 to 104.\n\nDC CODE § 10-1103.01\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1158, Pub. L. 90-596, title III, § 302.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"C","text":"Rental of Subsurface Space."},"heading":{"title":"10","chaptersection":"1103","identifier":"10-1103.01","catch_text":"Permit; conditions; recordation."}}