{"text":"For the purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 9-901.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of §§ 10-1503 to 10-1505, see § 2(a) to (c) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nDC CODE § 10-1401\n\nCurrent through December 11, 2012","credits":"(July 19, 1996, 110 Stat. 1416, Pub. L. 104-163, § 2.)","sections":[{"prefix":"1","text":" The term \"plat\" means the plat filed in the Office of the Surveyor of the District of Columbia under S.O. 92-252."},{"prefix":"2","text":" The term \"District\" means the District of Columbia."},{"prefix":"3","text":" The term \"Islands\" means Heritage Island and all of that portion of Kingman Island located south of Benning Road and within the District of Columbia and the Anacostia River, being a portion of United States Reservation 343, Section F, as specified and legally described on the Survey."},{"prefix":"4","text":" The term \"National Children's Island\" means a cultural, educational, and family-oriented recreation park, together with a children's playground, to be developed and operated in accordance with subchapter II of this chapter."},{"prefix":"5","text":" The term \"playground\" means the children's playground that is part of National Children's Island and includes all lands on the Islands located south of East Capitol Street."},{"prefix":"6","text":" The term \"recreation park\" means the cultural, educational, and family-oriented recreation park that is part of National Children's Island."},{"prefix":"7","text":" The term \"Secretary\" means the Secretary of the Interior."},{"prefix":"8","text":" The term \"Survey\" means the ALTA/ACSM Land Title Survey prepared by Dewberry & Davis and dated February 12, 1994."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"1401","identifier":"10-1401","catch_text":"Definitions."}}