{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1013.\n\n1973 Ed., § 7-914.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These -ranches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1103.07\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1160, Pub. L. 90-596, title III, § 308.)","sections":[{"prefix":"a","text":" The Mayor shall take such action as he in his discretion considers necessary or desirable to secure the payment to the District of rents due and payable on vaults; interest on late rental payments; the cost of any advertising required by this part; the cost to the District of sealing off, removing in whole or in part, filling, reconstructing, repairing, or closing a vault or vault opening, or performing any other service in connection therewith; and interest at the rate of 1 per centum per month or part thereof in every case in which payment to the District for the cost of performing work authorized by this part is not made within 30 days after a bill for such cost shall have been rendered."},{"prefix":"b","text":" Charges authorized to be made by this part and not paid within 90 days after the close of the fiscal year in which such charges accrue shall be levied by the Mayor as a tax against the property abutting the public space in which a vault is located, such tax to be collected as provided in this section.  Such tax shall include, without limitation, rents due and payable on vaults, interest on late rental payments, costs for sealing off, removing in whole or in part, filling, repairing, reconstructing, or closing a vault or vault opening, interest on late payments of such costs, and any advertising required by this part.   The tax authorized to be levied and collected under this section may be paid without interest within 60 days from the date such tax was levied.   Interest of one-half of 1 per centum for each month or part thereof shall be charged on all unpaid amounts from the expiration of 60 days from the date such tax was levied.  Any such tax may be paid in 3 equal installments with interest thereon.  If any such tax or part thereof shall remain unpaid after the expiration of 2 years from the date such tax was levied, the property against which said tax was levied may be sold for such tax or unpaid portion thereof with interest and penalties thereon at the next ensuing annual tax sale in the same manner and under the same conditions as property sold for delinquent general real estate taxes, if said tax with interest and penalties thereon shall not have been paid in full prior to said sale."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"C","text":"Rental of Subsurface Space."},"heading":{"title":"10","chaptersection":"1103","identifier":"10-1103.07","catch_text":"Collection of rental payments; failure to make payments."}}