{"text":"The proceeds from the lease or sale of any property in the R13BA, which includes all structures of a permanent character erected on or affixed to, any natural resources located on or under, all riparian rights attached to, or any air space located above or below the property or any street or alley, owned, controlled, or administered by the District, shall be applied in the following order:","historical":"Effect of Amendments\n\nD.C. Law 15-69 rewrote the section which had read as follows:\n\n\"§ 10-1505. Allocation and administration of R13BA funds.\n\n\"(a) All funds collected pursuant to §§ 10-1503 and 10-1504 shall be deposited in the Tobacco Settlement Trust Fund dedicated accounts without regard to fiscal year limitation and shall not revert to the General Fund at the end of any fiscal year, or at any other time.\n\n\"(b) Except as provided in subsections (c) and (d) of this section, all funds deposited into the R13BA Hospital account or the R13BA Health Care account (collectively, 'R13BA funds') shall be continually available solely for the purpose of constructing and maintaining a full-service public hospital within R13BA or, if a public hospital is not constructed within the R13BA, for the purpose of providing health care to the uninsured residents of the District, subject to authorization by Congress.\n\n\"(c) A percentage, as determined by the Mayor, of the R13BA funds shall be allocated for the cost of administration, including the cost of preparing an annual audit report.\n\n\"(d) Expenditures from the R13BA funds shall be audited annually by the Mayor. The audit report shall be submitted to the Council for review within 90 days after the end of the fiscal year.\n\n\"(e) The Mayor may promulgate rules to implement the provisions of this chapter.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of Draft Master Plan for Public Reservation 13 Temporary Amendment Act of 2003 (D.C. Law 15-3, May 3, 2003, law notification 50 DCR 3783).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Draft Master Plan for Public Reservation 13 Emergency Amendment Act of 2003 (D.C. Act 15-13, January 27, 2003, 50 DCR 1488).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Draft Master Plan for Public Reservation 13 Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-273, December 18, 2003, 51 DCR 40).\n\nLegislative History of Laws\n\nFor Law 14-300, see notes following § 10-1501.\n\nFor Law 15-3, see notes following § 10-1503.\n\nFor Law 15-69, see notes following § 10-1503.\n\nDC CODE § 10-1505\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-300, § 6, 50 DCR 406; Feb. 6, 2004, D.C. Law 15-69, § 2(c), 50 DCR 9824.)","sections":[{"prefix":"1","text":" To fund infrastructure improvements related to a proposed development; or"},{"prefix":"2","text":" To be deposited in the Fund into a dedicated R13BA Health Care account to be used for the purpose of providing health care to the uninsured residents of the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"15","text":"Reservation 13."},"heading":{"title":"10","chaptersection":"1505","identifier":"10-1505","catch_text":"Allocation of R13BA property sales and lease proceeds."}}