{"text":"For purposes of this subchapter, the term \"development plan\" shall include, but not be limited to:","historical":"","credits":"(Nov. 20, 1993, D.C. Law 10-57, ยง 3, 40 DCR 7227.)\n\nDC CODE ยง 10-1432\n\nCurrent through December 11, 2012","sections":[{"prefix":"1","text":" A schematic layout of design elements, including a site plan, textual description, and illustrative rendering of the location, size, materials, and functions of all structures, buildings, roads, bridges, pathways, paved surfaces, landscaping, parking facilities, and utilities;"},{"prefix":"2","text":" An environmental impact statement;"},{"prefix":"3","text":" A traffic and transportation analysis, including any impact of traffic on the adjacent communities and the programs or measures to mitigate such impact;"},{"prefix":"4","text":" A circulation and sizing analysis;"},{"prefix":"5","text":" Applicable engineering studies;"},{"prefix":"6","text":" An operational planning analysis;"},{"prefix":"7","text":" A description of the programs, activities, facilities, goods, and services to be offered to the public, including the estimated costs of admission;"},{"prefix":"8","text":" An updated analysis of costs and benefits to the District government, the public, and the developer;"},{"prefix":"9","text":" The estimated annual numbers of construction, seasonal, and permanent jobs to be generated, including the percentage to be filled by District residents;"},{"prefix":"10","text":" The estimated annual numbers and dollar amounts of vending and contractual services to be generated by construction and operations, including the percentage to be set aside for District and minority entities;"},{"prefix":"11","text":" The estimated timetable and total cost of constructing and operating the project, including a financing plan;"},{"prefix":"12","text":" All documentation or material included within the submission by the Mayor or the developer to the National Capital Planning Commission and the Commission on Fine Arts as part of their respective reviews of the proposal for Children's Island; and"},{"prefix":"13","text":" Any other information requested by the Council of the District of Columbia to facilitate its review of proposed development of Children's Island."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"II","text":"Children's Island Development Plan."},"heading":{"title":"10","chaptersection":"1432","identifier":"10-1432","catch_text":"Development plan defined."}}