{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-144 rewrote pars. (16) and (18) which had read as follows:\n\n\"(16) 'New Convention Center Hotel Site' means the area bounded by Ninth Street, N.W., Tenth Street, N.W., M Street, N.W., and Massachusetts Avenue, N.W.\"\n\n\"(18) 'Project' means the financing, refinancing, or reimbursing of costs incurred for the acquisition, construction, installing, and equipping of a hotel having a minimum of 1,200 rooms and suites, together with ancillary facilities customarily found in convention center hotels.\"\n\nD.C. Law 18-78 rewrote par. (16), which had read as follows:\n\n\"(16) 'New Convention Center Hotel Site' means the real property located in Lots 18, 21, 22, 24, 801 through 806, 830 through 839, 843, and 845, Square 370, bounded by 9th Street, N.W., 10th Street, N.W., L Street, N.W., and Massachusetts Avenue, N.W.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nFor temporary (90 day) amendment of section, see § 3(a) of New Convention Center Hotel Emergency Amendment Act of 2009 (D.C. Act 18-186, August 12, 2009, 56 DCR 6967).\n\nLegislative History of Laws\n\nLaw 16-163, the \"New Convention Center Hotel Omnibus Financing and Development Act of 2006\", was introduced in Council and assigned Bill No.  16-630 which was referred to the Committee on Economic Development  The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively. Signed by the Mayor on June 27, 2006, it was assigned Act No. 16-409 and transmitted to both Houses of Congress for its review.   D.C. Law 16-163 became effective on September 19, 2006.\n\nFor Law 17-144, see notes following § 10-1202.01.\n\nFor Law 18-78, see notes following § 10-1202.01.\n\nDelegation of Authority\n\nDelegation of Authority to Dispose of Real Property Comprising a Portion of the Old convention Center Site, to Acquire Real Property for the New Convention Center Hotel Site, and to Lease Teal Property for the New Convention Center Hotel, see Mayor's Order 2007-194, August 20, 2007 (54 DCR 11631).\n\nDC CODE § 10-1221.01\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 2006, D.C. Law 16-163, § 101, 53 DCR 5430; Apr. 15, 2008, D.C. Law 17-144, § 2(a), 55 DCR 2527; Oct. 22, 2009, D.C. Law 18-78, § 3(a), 56 DCR 6959.)","sections":[{"prefix":"1","text":" \"Authority\" means the Washington Convention Center Authority established under subchapter I of this chapter."},{"prefix":"2","text":" \"Authorized Delegate\" means the City Administrator, the Chief Financial Officer, the Treasurer, or any officer or employee of the executive office of the Mayor to whom the Mayor has delegated any of the Mayor's functions under this subchapter pursuant to § 1-204.22(6)."},{"prefix":"3","text":" \"Available Real Property Tax Revenues\" means the revenues resulting from the imposition of the tax provided for in Chapter 8 of Title 47, including any penalties and interest charges, exclusive of the special tax provided for in § 1-204.81 of the Home Rule Act and pledged to payment of general obligation indebtedness of the District."},{"prefix":"4","text":" \"Available Sales Tax Revenues\" means the revenues resulting from the imposition of the tax under Chapter 20 of Title 47, including any penalties and interest charges, exclusive of the portion thereof required to be deposited in the Washington Convention Center Fund established pursuant to § 10-1202.08."},{"prefix":"5","text":" \"Available Tax Increment\" means the sum of the Available Sales Tax Revenues and Available Real Property Tax Revenues generated in the New Convention Center Hotel TIF Area in any fiscal year of the District, less the sum of Available Sales Tax Revenues and Available Real Property Tax Revenues generated in the New Convention Center Hotel TIF Area in the base year."},{"prefix":"6","text":" \"Bond Counsel\" means a firm or firms of attorneys designated as bond counsel from time to time by the Mayor."},{"prefix":"7","text":" \"Bonds\" means the District of Columbia revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations) authorized to be issued pursuant to this subchapter."},{"prefix":"8","text":" \"Chief Financial Officer\" means the Chief Financial Officer established pursuant to § 1-204.24a(a)."},{"prefix":"9","text":" \"City Administrator\" means the City Administrator established pursuant to § 1-204.22(7)."},{"prefix":"10","text":" \"Closing Documents\" means all documents and agreements other than Financing Documents that may be necessary and appropriate to issue, sell, and deliver the bonds contemplated thereby, and includes agreements, certificates, letters, opinions, forms, receipts, and other similar instruments."},{"prefix":"11","text":" \"D.C. Citizens' Job Program\" means a job training and hiring program which complies with the conditions stated in § 10-1221.05(a)(2)."},{"prefix":"12","text":" \"Financing Documents\" means the documents other than Closing Documents that relate to the financing or refinancing of transactions to be effected through the issuance, sale, and delivery of the bonds, including any offering document, and any required supplements to any such documents."},{"prefix":"13","text":" \"Home Rule Act\" means Chapter 2 of Title 1."},{"prefix":"14","text":" \"New Convention Center Hotel\" means a hotel to be constructed on the New Convention Hotel Site."},{"prefix":"15","text":" \"New Convention Center Hotel Fund\" means the nonlapsing fund established under § 10-1221.03."},{"prefix":"16","text":" \"New Convention Center Hotel Site\" means the real property located in Lot 26 (formerly known as Lots 18, 21, 22, 24, 801 through 806, 830 through 839, 843, and 845), Square 370, bounded by 9th Street, N.W., 10th Street, N.W., L Street, N.W., and Massachusetts Avenue, N. W."},{"prefix":"17","text":" \"New Convention Center Hotel TIF Area\" means the area designated for the TIF established pursuant to § 10-1221.04 and defined therein."},{"prefix":"18","text":" \"Project\" means the financing, refinancing, or reimbursing of costs incurred for the acquisition, construction, installing, and equipping of a hotel having approximately 1,100 rooms and suites, meeting and ballroom space, and other ancillary facilities customarily found in convention center hotels."},{"prefix":"19","text":" \"TIF\" means tax increment financing."},{"prefix":"20","text":" \"Washington Convention Center Authority Act\" means subchapter I of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"II","text":"New Convention Center Hotel Financing."},"heading":{"title":"10","chaptersection":"1221","identifier":"10-1221.01","catch_text":"Definitions."}}