{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-806.\n\nEffect of Amendments\n\nD.C. Law 14-184, in subsec. (b)(1), substituted \"terms, and no\" for \"terms. No\", and inserted \"; provided, the term of a public Board member who is serving in his or her second consecutive term on May 15, 2001, shall terminate on December 31, 2003\" before the final period.\n\nD.C. Law 14-213, in subsec. (a)(2), substituted \"resolution, in accordance with § 1-523.01\" for \"resolution\".\n\nD.C. Law 15-112, in subsec. (b)(1), deleted \", and no Board member shall serve more than 2 consecutive terms\" following \"4 year terms\".\n\nD.C. Law 18-111 rewrote subsecs. (a), (j), and (k); and, in subsec. (e), substituted \"9\" for \"7\". Prior to amendment, subsecs. (a), (j), and (k) read as follows:\n\n\"(a)(1) The Authority shall be governed by a Board of Directors ('Board') which shall be comprised of 9 members, one of whom shall be the Chief Financial Officer of the District of Columbia and one of whom shall be designated by the Mayor, both of whom shall serve as ex-officio voting members of the Board.\n\n\"(2) The 7 public Board members shall be appointed by the Mayor with the advice and consent of the Council by resolution, in accordance with § 1-523.01.\n\n\"(3) Of the 7 public Board members, 1 shall be from the hospitality industry, 1 shall be from organized labor, and the remaining 5 shall have proven expertise in municipal finance, business finance, economic development, construction, or tourism.\"\n\n\"(j) Five Board members shall constitute a quorum for the transaction of business, and an affirmative vote of a majority shall be necessary for any valid Board action. For purposes of issuing bonds, and adopting budgets and financial plans, the Chief Financial Officer of the District shall be a member of the majority. No vacancy in membership, except a vacancy of the Chief Financial Officer of the District, shall impair the right of a quorum to exercise all rights and perform all duties of the Board.\"\n\n\"(k) Board members not otherwise compensated by the District shall be compensated at the rate equal to the daily equivalent of the highest step of a grade 15 of the District schedule established pursuant to Chapter 6 of Title 1, while engaged in the actual performance of Board duties not to exceed $10,000 per annum. A Board member who is also an officer or employee of the District or the United States shall serve without compensation. Board members shall be reimbursed for all reasonable and necessary expenses incurred while engaged in official duties of the Board.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Oversight and Management Continuity Temporary Amendment Act of 2001 (D.C. Law 14-90, March 19, 2002, law notification 49 DCR 2995).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Oversight and Management Continuity Temporary Amendment Act of 2002 (D.C. Law 14-119, May 2, 2002, law notification 49 DCR 4394).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Term Limit Temporary Amendment Act of 2003 (D.C. Law 15-92, March 10, 2004, law notification 51 DCR 3612).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Oversight and Management Continuity Emergency Amendment Act of 2001 (D.C. Act 14-189, November 29, 2001, 48 DCR 11216).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Oversight and Management Continuity Emergency Amendment Act of 2002 (D.C. Act 14-228, January 14, 2002, 49 DCR 690).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Oversight and Management Continuity Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-344, April 24, 2002, 49 DCR 4298).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Term Limit Emergency Amendment Act of 2003 (D.C. Act 15-224, November 25, 2003, 50 DCR 10703).\n\nFor temporary (90 day) amendment of section, see § 2081(g) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(g) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nFor legislative history of D.C. Law 12-142, see Historical and Statutory Notes following § 10-1202.01.\n\nLaw 14-184 , the \"Washington Convention Center Authority Oversight and Management Continuity Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-521, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on June 21, 2002, it was assigned Act No. 14-384 and transmitted to both Houses of Congress for its review. D.C. Law 14-184 became effective on October 1, 2002.\n\nFor Law 14-213, see notes following § 10-801.\n\nLaw 15-112, the \"Washington Convention Center Authority Term Limit Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-427, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 2, 2003, and January 6, 2004, respectively. Signed by the Mayor on January 27, 2004, it was assigned Act No. 15-299 and transmitted to both Houses of Congress for its review. D.C. Law 15- 112 became effective on March 30, 2004.\n\nFor Law 18-111, see notes following § 10-303.\n\nEffective Dates\n\nFor effective date of D.C. Law 12-142, see Historical and Statutory Notes following § 10-1202.01.\n\nDC CODE § 10-1202.05\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 205, 41 DCR 5333; Aug. 12, 1998, D.C. Law 12-142, § 2(c), 45 DCR 4826; Oct. 1, 2002, D.C. Law 14-184, § 2, 49 DCR 6059; Oct. 19, 2002, D.C. Law 14-213, § 16, 49 DCR 8140; Mar. 30, 2004, D.C. Law 15-112, § 2, 51 DCR 1348; Mar. 3, 2010, D.C. Law 18-111, § 2081(g), 57 DCR 181.)","sections":[{"prefix":"a","text":"(1) The Authority shall be governed by a Board of Directors (\"Board\") which shall be comprised of 11 members, one of whom shall be the Chief Financial Officer of the District of Columbia and one of whom shall be designated by the Mayor, both of whom shall serve as ex-officio voting members of the Board."},{"prefix":"2","text":" The 9 public Board members shall be appointed by the Mayor with the advice and consent of the Council by resolution, in accordance with § 1-523.01."},{"prefix":"3","text":" Of the 9 public Board members, 1 shall be from the hotel industry, 1 shall be from the restaurant industry, 1 shall be from organized labor, and the remaining 6 shall have proven expertise in municipal finance, business finance, economic development, construction, sports, entertainment, or tourism."},{"prefix":"4","text":" The members of the Board of Directors of the Washington Convention Center Authority serving on March 3, 2010, shall become members of the Board of Directors of the Washington Convention and Sports Authority and shall serve the remainder of their terms and may be reappointed to full terms as members of the Board of Directors of the Washington Convention and Sports Authority."},{"prefix":"5","text":"(A) In addition to the members of the Board of Directors of the Washington Convention and Sports Authority serving pursuant to paragraph (4) of this subsection, the following 2 persons shall begin serving as public members on the Board of Directors of the Washington Convention and Sports Authority on March 3, 2010:"},{"prefix":"i","text":" The person who was serving as vice chairman of the District of Columbia Sports and Entertainment Commission Board of Directors on May 12, 2009; and"},{"prefix":"ii","text":" The President of the Hotel Association."},{"prefix":"B","text":" The 2 public members appointed pursuant to this paragraph shall serve 4- year terms and may be reappointed."},{"prefix":"C","text":" The wards of residence of the 2 public members appointed pursuant to this paragraph shall not be considered for the purposes of the restriction imposed by subsection (f) of this section."},{"prefix":"b","text":"(1) All Board terms shall be 4-year terms; provided, the term of a public Board member who is serving in his or her second consecutive term on May 15, 2001, shall terminate on December 31, 2003."},{"prefix":"2","text":" Repealed."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Any person appointed to fill a vacancy on the Board shall be appointed only for the unexpired term of the Board member whose vacancy is being filled. If any Board member is appointed to fill an unexpired term with more than 2 years remaining in the term, upon expiration of the term, that Board member shall be deemed to have served a full 4-year term."},{"prefix":"e","text":" The Mayor shall appoint a chairperson of the Board from among the 9 public Board members with the advice and consent of the Council by resolution."},{"prefix":"f","text":" No more than 2 public Board members may be appointed from any 1 ward of the District."},{"prefix":"g","text":" Each Board member shall be a resident of the District or establish residency not later than 6 months after appointment to the Board. The Mayor shall remove any Board member for failure to establish or maintain residency or for misconduct or neglect of duty (as defined by the Board in its by-laws) after notice to the Board member."},{"prefix":"h","text":" Should a Board member be indicted for the commission of a felony, the Board member shall be automatically suspended from serving on the Board. Upon a final determination of guilt or innocence, the term of the Board member shall, respectively, be automatically terminated or reinstated."},{"prefix":"i","text":" The Board shall meet no less than once every 60 days and shall be subject to the provisions of § 1-207.42."},{"prefix":"j","text":" Six Board members shall constitute a quorum for the transaction of business, and an affirmative vote of a majority shall be necessary for any valid Board action. For purposes of issuing bonds, and adopting budgets and financial plans, the Chief Financial Officer of the District with respect to the issuance of bonds and the adoption of budgets and financial plans, shall be a member of the majority. No vacancy in membership, except a vacancy of the Chief Financial Officer of the District, shall impair the right of a quorum to exercise all rights and perform all duties of the Board."},{"prefix":"k","text":" Board members shall serve without compensation, except that Board members may be reimbursed for all reasonable and necessary expenses incurred while engaged in official duties of the Board."},{"prefix":"l","text":" The powers of the Board shall not be limited by any articles of incorporation or by-laws adopted by the Interim Board established pursuant to § 10-1202.17."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.05","catch_text":"Establishment of Board of Directors."}}