{"text":"Chapter 6 of Title 1 shall not apply to employees of the Authority; except, that:","historical":"Prior Codifications\n\n1981 Ed., § 9-817.\n\nEffect of Amendments\n\nD.C. Law 17-108 rewrote the section which had read as follows:\n\n\"Chapter 6 of Title 1 shall not apply to employees of the Authority, except that subchapters V and XVII of Chapter 6 of Title 1, shall apply.\"\n\nD.C. Law 17-353 , in the lead-in language, substituted \"except\" for \"provided\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Washington Convention Center Authority Collective Bargaining Emergency Amendment Act of 1997 (D.C. Act 12- 78, June 4, 1997, 44 DCR 3351).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nLaw 12-22, the \"Washington Convention Center Authority Collective Bargaining Amendment Act of 1997,\" was introduced in Council and assigned Bill No. 12- 173. The Bill was adopted on first and second readings on May 6, 1997, and June 3, 1997, respectively. Signed by the Mayor on June 18, 1997, it was assigned Act No. 12-99 and transmitted to both Houses of Congress for its review. D.C. Law 12-22 became effective on September 23, 1997.\n\nFor Law 17-108, see notes following § 10-1202.07.\n\nFor Law 17-353, see notes following § 10-1016.\n\nDC CODE § 10-1202.16\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 216, 41 DCR 5333; Sept. 23, 1997, D.C. Law 12-22, § 2, 44 DCR 4168; Feb. 6, 2008, D.C. Law 17-108, § 210(b), 54 DCR 10993; Mar. 25, 2009, D.C. Law 17-353, § 223(e)(2), 56 DCR 1117.)","sections":[{"prefix":"1","text":" Subchapters V and XVII of Chapter 6 of Title 1 shall apply."},{"prefix":"2","text":" Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Authority unless the applicant declines the preference. This 10- point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit 8 proofs of residency upon employment in a manner determined by the Board of Directors. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel for the Authority for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment. The Authority shall submit to the Mayor and Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.16","catch_text":"Merit personnel system inapplicable."}}