{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-808.\n\nEffect of Amendments\n\nD.C. Law 17-108, in subsec. (a), inserted \"The General Manager shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Authority. Failure to maintain District residency shall result in a forfeiture of the position.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"(a) The Board, by majority vote, shall employ a Chief Executive Officer and General Manager to run the day-to-day affairs of the new convention center, District sports and entertainment facilities, and the Authority. The Chief Executive Officer and General Manager shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Authority. Failure to maintain District residency shall result in a forfeiture of the position.\n\n\"(b) The General Manager shall perform the following duties and responsibilities:\n\n\"(1) Assist in the preparation of the budgets and annual reports;\n\n\"(2) Administer all operating policies, rules, and regulations adopted by the Board;\n\n\"(3) Employ personnel;\n\n\"(4) Promote and secure existing convention center and new convention center bookings; and\n\n\"(c) The termination of the General Manager shall require the concurrence of a majority of the Board.\"\n\nD.C. Law 18-356, in the first sentence of subsec. (a), substituted \"a President and Chief Executive Officer\" for \"a Chief Executive Officer and General Manager\"; ;in the second sentence of subsec. (a), substituted \"The President and Chief Executive Officer\" for \"The Chief Executive Officer and General Manager\"; and, in the section heading and subsecs. (a-1), (b), and (c), substituted \"President and Chief Executive Officer\" for \"Chief Executive Officer and General Manager\".\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-266, in the section heading and subsecs. (a-1), (b), and (c), substituted \"President and Chief Executive Officer\" for \"Chief Executive Officer and General Manager\"; and, in subsec. (a), substituted \"a President and Chief Executive Officer\" for \"a Chief Executive Officer and General Manager\" in the first sentence, and substituted \"The President and Chief Executive Officer\" for \"The Chief Executive Officer and General Manager\" in the second sentence.\n\nSection 5(b) of D.C. Law 18-266 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2(c) of D.C. Law 18-266 added a section to read as follows:\n\n\"Sec. 207a. References deemed to refer to the President and Chief Executive Officer of the Washington Convention and Sports Authority.\n\n\"References in any District law, rule, regulation, or delegation of authority to the General Manager of the Washington Convention Center Authority, other than in section 207(a-1), or the Chief Executive Officer and General Manager of the Washington Convention and Sports Authority, shall be deemed to refer to the President and Chief Executive Officer of the Washington Convention and Sports Authority.\".\n\nSection 5(b) of D.C. Law 18-266 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2081(i) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(i) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Washington Convention and Sports Authority Emergency Amendment Act of 2010 (D.C. Act 18- 504, July 30, 2010, 57 DCR 7578).\n\nFor temporary (90 day) addition of section, see § 2(c) of Washington Convention and Sports Authority Emergency Amendment Act of 2010 (D.C. Act 18-504, July 30, 2010, 57 DCR 7578).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Washington Convention and Sports Authority Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-580, October 19, 2010, 57 DCR 10113).\n\nFor temporary (90 day) addition of section, see § 2(c) of Washington Convention and Sports Authority Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-580, October 19, 2010, 57 DCR 10113).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nFor Law 17-353, see notes following § 10-1016.\n\nFor Law 18-111, see notes following § 10-303.\n\nFor history of Law 18-356, see notes under § 10-306.\n\nDC CODE § 10-1202.07\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 207, 41 DCR 5333; Feb. 6, 2008, D.C. Law 17-108, § 210(a), 54 DCR 10993; Mar. 25, 2009, D.C. Law 17-353, § 223(e)(1), 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 2081(i), 57 DCR 181; Apr. 8, 2011, D.C. Law 18-356, § 2(b), 58 DCR 760.)","sections":[{"prefix":"a","text":" The Board, by majority vote, shall employ a President and Chief Executive Officer to run the day-to-day affairs of the new convention center, District sports and entertainment facilities, and the Authority. The President and Chief Executive Officer shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Authority. Failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"a-1","text":" The General Manager of the Washington Convention Center Authority serving on March 3, 2010, shall become the President and Chief Executive Officer of the Authority."},{"prefix":"b","text":" The President and Chief Executive Officer shall perform the following duties and responsibilities:"},{"prefix":"1","text":" Assist in the preparation of the budgets and annual reports;"},{"prefix":"2","text":" Administer all operating policies, rules, and regulations adopted by the Board;"},{"prefix":"3","text":" Employ personnel;"},{"prefix":"4","text":" Promote and secure bookings, events, and productions for the new convention center and District sports and entertainment facilities; and"},{"prefix":"5","text":" Perform such other duties as may be authorized by the Board for the effective and efficient management of the Authority and its facilities."},{"prefix":"c","text":" The termination of the President and Chief Executive Officer shall require the concurrence of a majority of the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.07","catch_text":"President and Chief Executive Officer; appointment and duties."}}