{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-320, see notes following ยง 10-1601.01.\n\nDC CODE ยง 10-1601.07\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2005, D.C. Law 15-320, ยง 107, 52 DCR 1757.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"ballpark\" shall have the meaning specified in ยง 47-2002.05(a)(1)(A)."},{"prefix":"b","text":" For the purposes of this section, land acquisition costs shall include the following:"},{"prefix":"1","text":" One separate appraisal of each parcel of land to be acquired, which shall be performed after April 8, 2005;"},{"prefix":"2","text":" An estimate of the environmental remediation costs; and"},{"prefix":"3","text":" Legal expenses associated with land acquisition."},{"prefix":"c","text":" For purposes of this section, infrastructure costs shall include the following:"},{"prefix":"1","text":" The District Department of Transportation's estimate for basic road and sidewalk improvements;"},{"prefix":"2","text":" The cost of expanding the Navy Yard Metro station to accommodate the additional usage anticipated by the stadium; and"},{"prefix":"3","text":" Water and sewer relocation costs."},{"prefix":"d","text":" Prior to May 15, 2005, and prior to the date upon which the District enters into any obligation to acquire or purchase any property on a site bounded by N Street, S.E., Potomac Avenue, S.E., South Capitol Street, S.E., and 1st Street, S.E. (\"primary ballpark site\"), the Chief Financial Officer shall re-estimate the costs to the District for land acquisition and infrastructure and provide a report on this re-estimate to the Mayor and the Council."},{"prefix":"e","text":" If the total amount of these re-estimated costs to the District exceeds $165 million, the primary ballpark site shall be deemed financially unavailable by the District pursuant to this subchapter. Pursuant to this subchapter, the Mayor and the Sports and Entertainment Commission shall pursue replacement of the primary ballpark site with a substantially less costly site in the District, subject to the approval of Baseball Expos, L.P., or its assigns or successors, in accordance with the Baseball Stadium Agreement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"16","text":"Ballpark Development."},"subchapter":{"identifier":"I","text":"Construction of Ballpark."},"part":{"identifier":"A","text":"General."},"heading":{"title":"10","chaptersection":"1601","identifier":"10-1601.07","catch_text":"Requirement to review costs and pursue alternative ballpark site."}}