{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-902.\n\nEffect of Amendments\n\nPub. L. 111-328 rewrote subsec. (d)(1), which had read as follows:\n\n\"(1) The transfer under subsection (a) of this section and the grant of easements under subsection (b) of this section shall be subject to the condition that the Islands only be used for the purposes of National Children's Island. Title in the property transferred under subsection (a) of this section and the easements granted under subsection (b) of this section, shall revert to the United States 60 days after the date on which the Secretary provides written notice of the reversion to the District based on the Secretary's determination, which shall be made in accordance with Chapter 5 of Title 5, United States Code (relating to administrative procedures), that one of the following has occurred:\n\n\"(A) Failure to commence improvements in the recreational park within the earlier of:\n\n\" (i) Three years after building permits are obtained for construction of such improvements; or\n\n\"(ii) Four years after title has been transferred, as provided in subsection (a) of this section.\n\n\"(B) Failure to commence operation of the recreation park within the earlier of:\n\n\"(i) Five years after building permits are obtained for construction of such improvements; or\n\n\" (ii) Seven years after title has been transferred, as provided in subsection (a) of this section.\n\n\"(C) After completion of construction and commencement of operation, the abandonment or nonuse of the recreation park for a period of 2 years.\n\n\"(D) After completion of construction and commencement of operation, conversion of the Islands to a use other than that specified in this subchapter or conversion to a parking use not in accordance with § 10-1403(b).\"\n\nDC CODE § 10-1402\n\nCurrent through December 11, 2012","credits":"(July 19, 1996, 110 Stat. 1416, Pub. L. 104-163, § 3; Dec. 22, 2010, 124 Stat. 3564, Pub. L. 111-328, § 2(b).)","sections":[{"prefix":"a","text":" Transfer of title. -- In order to facilitate the construction, development, and operation of National Children's Island, the Secretary shall, not later than six months after July 19, 1996 and subject to this subchapter, transfer by quitclaim deed, without consideration, to the District all right, title, and interest of the United States in and to the Islands. Unbudgeted actual costs incurred by the Secretary for such transfer shall be borne by the District. The District may seek reimbursement from any third party for such costs."},{"prefix":"b","text":" Grant of easements. --"},{"prefix":"1","text":" The Secretary shall, not later than six months after July 19, 1996, grant, without consideration, to the District, permanent easements across the waterways and bed of the Anacostia River as described in the Survey as Leased Riverbed Areas A, B, C, and D, and across the shoreline of the Anacostia River as depicted on the plat map recorded in the Office of the Surveyor of the District as S.O. 92-252."},{"prefix":"2","text":" Easements granted under paragraph (1) of this subsection shall run with the land and shall be for the purposes of:"},{"prefix":"A","text":" Constructing, reconstructing, maintaining, operating, and otherwise using only such bridges, roads, and other improvements as are necessary or desirable for vehicular and pedestrian egress and ingress to and from the Islands and which satisfy the District Building Code and applicable safety requirements;"},{"prefix":"B","text":" Installing, reinstalling, maintaining, and operating utility transmission corridors, including (but not limited to) all necessary electricity, water, sewer, gas, necessary or desirable for the construction, reconstruction, maintenance, and operation of the Islands and any and all improvements located thereon from time to time; and"},{"prefix":"C","text":" Constructing, reconstructing, maintaining, operating, and otherwise providing necessary informational kiosk, ticketing booth, and security for the Islands."},{"prefix":"3","text":" Easements granted under paragraph (1) of this subsection shall be assignable by the District to any lessee, sublessee, or operator, or any combination thereof, of the Islands."},{"prefix":"c","text":" Development. -- The development of National Children's Island shall proceed as specified in paragraph 3 of the legend on the plat or as otherwise authorized by the District by agreement, lease, resolution, appropriate executive action, or otherwise."},{"prefix":"d","text":" Reversion. --"},{"prefix":"1","text":" Title in the property transferred under subsection (a) and the easements granted under subsection (b) shall revert to the United States upon the expiration of the 60-day period which begins on the date on which the Secretary provides written notice to the District that the Secretary has determined that the District is using any portion of the property for a use other than recreational, environmental, or educational purposes in accordance with National Children's Island, the Anacostia Waterfront Framework Plan, or the Comprehensive Plan. Such notice shall be made in accordance with chapter 5 of title 5, United States Code (relating to administrative procedures)."},{"prefix":"2","text":" The periods referred to in paragraph (1) of this subsection shall be extended during the pendency of any lawsuit which seeks to enjoin the development or operation of National Children's Island or the administrative process leading to such development or operation."},{"prefix":"3","text":" Following any reconveyance or reversion to the National Park Service, any and all claims and judgments arising during the period the District holds title to the Islands, the playground, and premises shall remain the responsibility of the District, and such reconveyance or reversion shall extinguish any and all leases, rights or privileges to the Islands and the playground granted by the District."},{"prefix":"4","text":" The District shall require any nongovernmental entity authorized to construct, develop, and operate National Children's Island to establish an escrow fund, post a surety bond, provide a letter of credit or otherwise provide such security for the benefit of the National Park Service, substantially equivalent to that specified in paragraph 11 of the legend on the plat, to serve as the sole source of funding for restoration of the recreation park to a condition suitable for National Park Service purposes (namely, the removal of all buildings and grading, seeding and landscaping of the recreation park) upon reversion of the property. If, on the date which is two years from the date of reversion of the property, the National Park Service has not commenced restoration or is not diligently proceeding with such restoration, any amount in the escrow fund shall be distributed to such nongovernmental entity."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"14","text":"National Children's Island."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"1402","identifier":"10-1402","catch_text":"Property transfer."}}