{"text":"For purposes of this chapter, the terms:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 6022 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see ยง 6022 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nMiscellaneous Notes\n\nShort title of subtitle C of title VI of Law 15-205: Section 6021 of D.C. Law 15-205 provided that subtitle C of title VI of the act may be cited as the Abatement of Dangerous Conditions on Public Space Act of 2004.\n\nDC CODE ยง 10-1181.01\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, ยง 6022, 51 DCR 8441.)","sections":[{"prefix":"1","text":" \"Department\" means the District Department of Transportation."},{"prefix":"2","text":" \"Director\" means the Director of the District Department of Transportation."},{"prefix":"3","text":" \"Private structure\" means a fixture or other structure built on public space or in the public right of way constructed by a private person or entity, with or without the permission of the District."},{"prefix":"4","text":" \"Public right of way\" means the surface, the air space above the surface (including air space immediately adjoining and above a private structure), and the area below the surface of any public street, bridge, tunnel, highway, lane, path, alley, sidewalk, or boulevard."},{"prefix":"5","text":" \"Public space\" means all the publicly-owned property within the property lines of a street, park, or other public property as such property lines are shown on the land records of the District, and includes any roadway, tree space, sidewalk, or parking within such property lines."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11A","text":"Abatement of Dangerous Conditions on Public Space."},"heading":{"title":"10","chaptersection":"1181","identifier":"10-1181.01","catch_text":"Definitions."}}