{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 106 of New Convention Center Hotel Omnibus Financing and Development Emergency Act of 2006 (D.C. Act 16-404, June 26, 2006, 53 DCR 5404).\n\nLegislative History of Laws\n\nFor Law 16-163, see notes following § 10-1221.01.\n\nDC CODE § 10-1221.06\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 2006, D.C. Law 16-163, § 106, 53 DCR 5430.)","sections":[{"prefix":"a","text":" The Mayor is authorized to take any action reasonably necessary or appropriate in accordance with this subchapter in connection with the preparation, execution, issuance, sale, delivery, security for, and payment of the bonds, including, but not limited to, determinations of:"},{"prefix":"1","text":" The final form, content, designation, and terms of the bonds;"},{"prefix":"2","text":" The principal amount of the bonds to be issued and denominations of the bonds;"},{"prefix":"3","text":" The rate or rates of interest or the method for determining the rate or rates of interest on the bonds;"},{"prefix":"4","text":" The date or dates of issuance, sale, and delivery of, and the payment of interest on, the bonds, and the maturity date or dates of the bonds;"},{"prefix":"5","text":" The terms under which the bonds may be paid, optionally or mandatorily redeemed, accelerated, tendered, or called;"},{"prefix":"6","text":" Provisions for the registration, transfer, and exchange of the bonds and the replacement of mutilated, lost, stolen, or destroyed bonds;"},{"prefix":"7","text":" The creation of any reserve fund, sinking fund, or other fund with respect to the bonds; and"},{"prefix":"8","text":" The time and place of payment of the bonds."},{"prefix":"b","text":" The bonds shall contain a legend which shall provide that the bonds are special obligations of the District, are without recourse to the District, are not a pledge of, and do not involve the faith and credit or the taxing power of the District (other than the taxes and fees allocated to the New Convention Center Hotel Fund), do not constitute a debt of the District, and do not constitute lending of the public credit for private undertakings as prohibited in § 1-206.02(a)(2)."},{"prefix":"c","text":" The Bonds shall be executed in the name of the District and on its behalf by the manual or facsimile signature of the Mayor, and attested by the Secretary of the District of Columbia by the Secretary's manual or facsimile signature."},{"prefix":"d","text":" The official seal of the District, or a facsimile of it, shall be impressed, printed, or otherwise reproduced on the bonds."},{"prefix":"e","text":" The bonds are declared to be issued for essential public and governmental purposes. The bonds, the interest thereon and the income therefrom, and all monies pledged or available to pay or secure the payment of the bonds, shall at all times be exempt from taxation by the District, except for estate, inheritance, and gift taxes."},{"prefix":"f","text":" The District does hereby pledge, covenant, and agree with the holders of the bonds that, subject to the provisions of the Financing Documents, the District will not limit or alter the revenues pledged to secure the bonds or the basis on which such revenues are collected or allocated, will not impair the contractual obligations of the District to fulfill the terms of any agreement made with the holders of the bonds, will not in any way impair the rights or remedies of the holders of the bonds, and will not modify in any way, the exemptions from taxation provided for in this subchapter, until the bonds, together with interest thereon, and all costs and expenses in connection with any suit, action or proceeding by or on behalf of the holders of the bonds, are fully met and discharged. This pledge and agreement for the District may be included as part of the contract with the holders of the bonds. This subsection constitutes a contract between the District and the holders of the bonds. To the extent that any acts or resolutions of the Council may be in conflict with this subchapter, this subchapter shall be controlling."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"II","text":"New Convention Center Hotel Financing."},"heading":{"title":"10","chaptersection":"1221","identifier":"10-1221.06","catch_text":"Bond details."}}