{"text":"For the purpose of establishing and making clear the title of the United States in and to any part or parcel of land or water in, under, and adjacent to the Potomac River, the Anacostia River, or Eastern Branch, and Rock Creek, including the shores and submerged or partly submerged land, as well as the banks of said waterways, and also the upland immediately adjacent thereto, including made land, flat lands and marsh lands, in which persons and corporations and others may have or pretend to have any right, title, claim, or interest adverse to the complete title of the United States as set forth in an Act entitled \"An Act providing for the protection of the interest of the United States in lands and water comprising any part of the Potomac River, the Anacostia River, Eastern Branch, and Rock Creek, and adjacent lands thereto,\" approved April 27, 1912 (37 Stat. 93), and in order to facilitate the same, by making equitable adjustments of such claims and controversies between the United States of America and such adverse claimants, the Secretary of the Interior is authorized to make and accept, on behalf of the United States, by way of compromise when deemed to be in the public interest such conveyances, including deeds of quitclaim and restrictive and collateral covenants, of the lands in dispute as shall be also approved by the National Capital Planning Commission and the Attorney General of the United States.","historical":"Prior Codifications\n\n1981 Ed., § 8-102.\n\n1973 Ed., § 8-104.\n\nTransfer of Functions\n\nThe functions, powers and duties of the National Capital Park and Planning Commission were transferred to the National Capital Planning Commission by the Act of June 6, 1924, 43 Stat. 463, ch. 270, § 9, as added by the Act of July 19, 1952, 66 Stat. 790, ch. 949, § 1.\n\nDC CODE § 10-102\n\nCurrent through December 11, 2012","credits":"(June 4, 1934, 48 Stat. 836, ch. 375.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"102","identifier":"10-102","catch_text":"Establishing and making clear title of United States to lands or waters of Potomac River, Anacostia River, Eastern Branch, and Rock Creek."}}