{"text":"The Council of the District of Columbia shall by regulation provide for the payment of rent for the use of public space as authorized by this part.   The annual rent for such space shall be a fair and equitable amount fixed by the Council from time to time in accordance with regulations adopted by it, generally establishing categories of use and providing that the rent for each category of use shall bear a reasonable relationship to the assessed value of the privately owned land abutting such space, depending on the nature of the category of use and the extent to which the public space may be utilized for such purpose, but in no event shall the annual rent for the public space so utilized be at a rate of less than 4 per centum per annum of the current assessed value of an equivalent area of the privately owned space immediately abutting the public space so utilized;  provided, that the annual rent for public space used as an unenclosed sidewalk cafe shall be $5 per square foot and the annual rent for public space used as an enclosed sidewalk cafe shall be $10 per square foot.   Unenclosed flower and fruit stands shall be charged the same rate as unenclosed sidewalk cafes, and enclosed flower and fruit stands shall be charged the same rate as enclosed sidewalk cafes.  Such rent shall be payable in advance for such periods as may be fixed by the Council. In the event the Mayor requires any person using public space under the authority of this part to vacate all or part of any space for which rent has been paid, the Mayor is authorized to refund so much of such prepaid rent as may be represented by the amount of space so vacated and by the length of time remaining in the period for which rent was paid.","historical":"Prior Codifications\n\n1981 Ed., § 7-1005.\n\n1973 Ed., § 7-906.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 117 of Omnibus Budget Support Temporary Act of 1993 (D.C. Law 10-11, August 6, 1993, law notification 40 DCR 6213).\n\nFor temporary (225 day) amendment of section, see § 501(b)(1) of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 117 of the Omnibus Budget Support Emergency Act of 1993 (D.C. Act 10-32, June 3, 1993, 40 DCR 3658).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Street Festival One Day Permit Emergency Amendment Act of 1999 (D.C. Act 13-129, August 4, 1999, 46 DCR 6646).\n\nLegislative History of Laws\n\nLaw 4-148, the \"Enclosed Sidewalk Cafe Act of 1982,\" was introduced in Council and assigned Bill No. 4-334, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 8, 1982, and July 6, 1982, respectively. Signed by the Mayor on July 21, 1982, it was assigned Act No. 4-219 and transmitted to both Houses of Congress for its review.\n\nLaw 9-145, the \"Omnibus Budget Support Act of 1992,\" was introduced in Council and assigned Bill No. 9-222, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 12, 1992, and June 2, 1992, respectively. Approved without the signature of the Mayor on June 22, 1992, it was assigned Act No. 9-225 and transmitted to both Houses of Congress for its review. D.C. Law 9-145 became effective on September 10, 1992.\n\nD.C. Law 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-1102.02\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1158, Pub. L. 90-596, title II, § 202; Sept. 17, 1982, D.C. Law 4-148, § 5, 29 DCR 3361; Sept. 10, 1992, D.C. Law 9-145, § 101(a), 39 DCR 4895; Aug. 6, 1993, D.C. Law 10-11, § 117, 40 DCR 4007; Sept. 30, 1993, D.C. Law 10-25, § 117, 40 DCR 5489.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"B","text":"Rental of Public Space on or Above Surface of Ground. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"1102","identifier":"10-1102.02","catch_text":"Payments; refunds."}}