{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-819.\n\nEffect of Amendments\n\nD.C. Law 15-213 rewrote the section which had read as follows:\n\n\"(a) There is established a Washington Convention Center Advisory Committee ('Committee').\n\n\"(b) The membership on the Committee shall consist of 19 members to be appointed as follows:\n\n\"(1) Three members appointed by the Mayor from the community;\n\n\"(2) One member appointed by ANC 2F;\n\n\"(3) One member appointed by ANC 2C;\n\n\"(4) The Chairman of the Council or the Chairman's representative;\n\n\"(5) The Chairperson of the Council Committee on Economic Development or the Chairperson's representative;\n\n\"(6) The Councilmember from Ward 2 or the Councilmember's representative;\n\n\"(7) Two appointees chosen by the Chairman of the Council;\n\n\"(8) Two appointees chosen by the Chairperson of the Council Committee on Economic Development;\n\n\"(9) Four appointees chosen by the Council member from Ward 2;\n\n\"(10) One representative appointed by the local chapter of the American Institute of Architects;\n\n\"(11) One representative appointed by the local chapter of the American Planning Association; and\n\n\"(12) One representative appointed by the Metropolitan Washington Council, AFL-CIO.\n\n\"(c) Members of the Committee should have expertise in architecture, urban design, economic development, planning, law, transportation, affirmative action, or local community issues.\n\n\"(d) Members shall serve without compensation.\n\n\"(e) Prior to adoption of a Request for Proposals for architectural, urban design planning, economic development planning consultants or contractors, or a build/design team or project/construction management team, the Authority shall consult with and receive comments from the Committee.\n\n\"(f) The Committee shall advise the Authority with respect to the following:\n\n\"(1) The development of design guidelines, ensuring that the new convention center design is consistent with the surrounding residential neighborhood, the L'Enfant Plan, and the historic preservation and significance of surrounding structures;\n\n\"(2) The needs of the community, including providing retail uses to serve both the community and visitors to the new convention center, which are accessible to the community, providing adequate security in and around the new convention center;\n\n\"(3) Parking issues, including providing adequate on-site parking for persons using and employed at the new convention center and preventing parking in the surrounding neighborhood by non-residents of that neighborhood.\n\n\"(4) Transportation issues, including proposals for directing traffic to and from the new convention center away from the surrounding residential streets, providing a method of truck staging to minimize any adverse impact on the surrounding residential neighborhood, restricting the parking of trucks, trailers, and buses to the new convention center or other areas outside of the residential area surrounding the new convention center, closing of streets on the new convention center site, providing for adequate pull-off areas for taxicabs, buses, and hotel and other shuttles, and discouraging entrances and exits from being located on residential streets;\n\n\"(5) Pedestrian movement issues, including locating entrances to the new convention center to facilitate the movement of pedestrians between the new convention center and the Mount Vernon Square Metro Rail Station, ensuring direct access to the Mount Vernon Square Metro Rail Station between M Street and 9th Street, N.W., and the new convention center;\n\n\"(6) Economic development spin-off opportunities and needs for surrounding neighborhoods, including discouraging an over-concentration of street vendors;\n\n\"(7) Economic development citywide;\n\n\"(8) Participation by local, small, and disadvantaged businesses in all aspects of finance, construction, and operations;\n\n\"(9) The development of environmental guidelines, including the mitigation of adverse noise and air quality impact, the adequacy of available public works infrastructure and utilities, and providing that the design and construction activities remain sensitive to residential needs of the neighboring historic districts, churches, and buildings; and\n\n\"(10) Any other issues directly related to the building of the new convention center.\n\n\"(g) The Committee shall advise the Authority until completion of construction, opening, and completion of the last phase of the new convention center, at which time it shall be dissolved.\"\n\nD.C. Law 17-181 rewrote subsec. (b); in subsec. (e), substituted \"Council's committee with oversight over the Washington Convention Center Authority\" for \"Committee on Economic Development\"; added subsec. (h-1); and, in subsec. (i), substituted \"dissolve one year after a Certificate of Occupancy is issued for the Headquarters Hotel;\" for \"dissolve on December 31, 2010;\". Prior to amendment, subsec. (b) read as follows:\n\n\"(b) The Committee shall consist of the following 12 members:\n\n\"(1) The Deputy Mayor for Planning and Economic Development or the Deputy Mayor's designee;\n\n\"(2) The Deputy Mayor for Operations or the Deputy Mayor's designee;\n\n\"(3) The Chairman of the Council or the Chairman's designee;\n\n\"(4) The Chairperson of the Council's Committee on Economic Development or the Chairperson's designee;\n\n\"(5) The Councilmember from Ward 2 or the Councilmember's designee;\n\n\"(6) Two members from the Shaw community appointed by the Mayor;\n\n\"(7) One member chosen by the Chairperson of the Council Committee on Economic Development;\n\n\"(8) One member from the community chosen by the Councilmember from Ward 2;\n\n\"(9) One member chosen by the Advisory Neighborhood Commissioner for ANC2F;\n\n\"(10) One member chosen by the Advisory Neighborhood Commissioner for ANC2C; and\n\n\"(11) The Ward 2 Metropolitan Police Department representative.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b)(4).\n\nD.C. Law 18-78, in subsec. (h-1), substituted \"new convention center hotel\" for \"Walter E. Washington Convention Center Headquarters Hotel ('Headquarters Hotel')\" and \" new convention center hotel\" for \"Headquarters Hotel\";   and, in subsec. (i), substituted \"new convention center hotel\" for \"Headquarters Hotel\".\n\nD.C. Law 18-111, in subsec. (b)(2), substituted \"City Administrator or the City Administrator's\" for \"Deputy Mayor for Operations (or successor officer) or the Deputy Mayor's\"; and, in subsecs. (b)(4) and (7), substituted \"Authority\" for \"Washington Convention Center Authority\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Continuity Temporary Amendment Act of 2003 (D.C. Law 15-21, June 21, 2003, law notification 50 DCR 5465).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Continuity Temporary Act of 2004 (D.C. Law 15-122, March 30, 2004, law notification 51 DCR 3809).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Third Temporary Amendment Act of 2004 (D.C. Law 15-209, December 7, 2004, law notification 52 DCR 453).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Continuity Temporary Amendment Act of 2005 (D.C. Law 16-3, May 14, 2005, law notification 52 DCR 5426).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Second Temporary Amendment Act of 2006 (D.C. Law 16-74, April 4, 2006, law notification 53 DCR 3333).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Temporary Amendment Act of 2006 (D.C. Law 16-254, March 8, 2007, law notification 54 DCR 3039).\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Temporary Amendment Act of 2007 (D.C. Law 17-74, January 23, 2008, law notification 55 DCR 1454).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Continuity Emergency Amendment Act of 2003 (D.C. Act 15-46, March 24, 2003, 50 DCR 2815).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Second Emergency Act of 2003 (D.C. Act 15-288, January 6, 2004, 51 DCR 873).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Third Emergency Amendment Act of 2004 (D.C. Act 15-479, July 19, 2004, 51 DCR 7617).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Emergency Amendment Act of 2005 (D.C. Act 16-29, February 17, 2005, 52 DCR 2991).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Second Emergency Act of 2005 (D.C. Act 16-242, December 22, 2005, 53 DCR 264).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-329, March 23, 2006, 53 DCR 2587).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Advisory Emergency Amendment Act of 2006 (D.C. Act 16-569, December 19, 2006, 54 DCR 5).\n\nFor temporary (90 day) amendment of section, see § 2 of Washington Convention Center Advisory Committee Emergency Amendment Act of 2007 (D.C. Act 17-150, October 18, 2007, 54 DCR 10896).\n\nFor temporary (90 day) amendment of section, see § 2(d) of New Convention Center Hotel Emergency Amendment Act of 2009 (D.C. Act 18-186, August 12, 2009, 56 DCR 6967).\n\nFor temporary (90 day) amendment of section, see § 2081(q) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2081(q) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-188, see Historical and Statutory Notes following § 10-1201.01.\n\nLaw 15-213, the \"Washington Convention Center Authority Advisory Committee Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-726, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on June 29, 2004, and July 13, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-504 and transmitted to both Houses of Congress for its review. D.C. Law 15- 213 became effective on December 7, 2004.\n\nLaw 17-181, the \"Washington Convention Center Authority Advisory Committee Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-80 which was referred to the Committee on Economic Development Finance and Revenue. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on May 20, 2008, it was assigned Act No. 17-374 and transmitted to both Houses of Congress for its review. D.C. Law 17-181 became effective on July 18, 2008.\n\nFor Law 17-353, see notes following § 10-1016.\n\nFor Law 18-78, see notes following § 10-1202.01.\n\nFor Law 18-111, see notes following § 10-303.\n\nDC CODE § 10-1202.18\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, D.C. Law 10-188, § 218, 41 DCR 5333; Dec. 7, 2004, D.C. Law 15-213, § 2, 51 DCR 8822; July 18, 2008, D.C. Law 17-181, § 2, 55 DCR 6094; Mar. 25, 2009, D.C. Law 17-353, § 237, 56 DCR 1117; Oct. 22, 2009, D.C. Law 18-78, § 2(d), 56 DCR 6959; Mar. 3, 2010, D.C. Law 18-111, § 2081(q), 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established a Washington Convention Center Advisory Committee (\"Committee\")."},{"prefix":"b","text":" The Committee shall consist of the following 19 members:"},{"prefix":"1","text":" The Deputy Mayor for Planning and Economic Development or the Deputy Mayor's designee;"},{"prefix":"2","text":" The City Administrator or the City Administrator's designee;"},{"prefix":"3","text":" The Chairman of the Council or the Chairman's designee;"},{"prefix":"4","text":" The Chairperson of the Council's committee with oversight over the Authority or the Chairperson's designee;"},{"prefix":"5","text":" The Councilmember from Ward 2 or the Councilmember's designee;"},{"prefix":"6","text":" Two members from the Shaw community appointed by the Mayor;"},{"prefix":"7","text":" Two members appointed by the Chairperson of the Council's committee with oversight over the Authority;"},{"prefix":"8","text":" Two members from the community chosen by the Councilmember from Ward 2;"},{"prefix":"9","text":" One member chosen by the Advisory Neighborhood Commissioner for ANC2F;"},{"prefix":"10","text":" One member chosen by the Advisory Neighborhood Commissioner for ANC2C;"},{"prefix":"11","text":" The Ward 2 Metropolitan Police Department representative;"},{"prefix":"12","text":" One member chosen by the Unite Here Mid-Atlantic Joint Board Local 25 (Hotel & Restaurant Employees);"},{"prefix":"13","text":" One member chosen by the local chapter of the American Institute of Architects;"},{"prefix":"14","text":" One member chosen by the local chapter of the American Planning Association;"},{"prefix":"15","text":" One member chosen by the Hotel Association of Washington D.C.; and"},{"prefix":"16","text":" The Chairperson of the Committee, who shall be appointed by the Mayor without limitations based upon ward residency."},{"prefix":"c","text":" Members of the Committee who are not ex officio members shall have expertise in economic development, public safety, law, transportation, affirmative action, or local community issues."},{"prefix":"d","text":" All members of the Committee shall be District residents."},{"prefix":"e","text":" The Chairperson of the Commission shall be designated by the Mayor in consultation with the chairperson of the Council's committee with oversight over the Washington Convention Center Authority."},{"prefix":"f","text":" Members shall serve without compensation."},{"prefix":"g","text":" Prior to adoption of a request for proposals or contract modifications for economic development projects, streetscape or pedestrian movement projects, and transportation or parking projects the Authority shall consult and receive comments from the Committee."},{"prefix":"h","text":" The Committee shall advise the Authority with respect to the following:"},{"prefix":"1","text":" The needs of the community, including providing retail uses that are accessible to the community, which serve the needs of both the community and visitors to the Convention Center, and adequate security in and around the Convention Center;"},{"prefix":"2","text":" Parking issues, including parking for persons using or employed at the Convention Center and the prevention of parking in the surrounding neighborhoods by non-residents of those neighborhoods;"},{"prefix":"3","text":" Transportation issues, including proposals for directing traffic to and from the Convention Center away from the surrounding residential streets, providing a method of truck staging to minimize any adverse impact on the surrounding neighborhoods, restricting the parking of trucks, trailers, and buses to the Convention Center or other areas outside of the area surrounding the Convention Center, and providing adequate pull-off areas for taxicabs, buses, and shuttles;"},{"prefix":"4","text":" Economic development spin-off opportunities for surrounding neighborhoods;"},{"prefix":"5","text":" Participation by local, small, and disadvantaged business enterprises in the operation of the Convention Center;"},{"prefix":"6","text":" The development of environmental guidelines, including the mitigation of adverse noise and air quality impacts; and"},{"prefix":"7","text":" Other issues directly related to the operation of the Convention Center which are likely to have an impact on the community."},{"prefix":"h-1","text":" The Committee shall serve as the liaison to the community on matters pertaining to the new convention center hotel and shall provide updates on the new convention center hotel at the regularly scheduled Committee meetings."},{"prefix":"i","text":" The Committee shall dissolve one year after a Certificate of Occupancy is issued for the new convention center hotel; provided, that before such time Chairperson of the Committee may submit a request for renewal."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"General Provisions."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.18","catch_text":"Establishment of Advisory Committee."}}