{"text":"","historical":"Legislative History of Laws\n\nLaw 13-258, the \"Street Festival One Day Public Space Rental Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-798, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 22, 2000, it was assigned Act No. 13-545 and transmitted to both Houses of Congress for its review. D.C. Law 13-258 became effective on April 3, 2001.\n\nDC CODE § 10-1102.01a\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1331, Pub. L. 90-596, title II, § 201a, as added Apr. 3, 2001, D.C. Law 13-258, § 2, 48 DCR 767.)","sections":[{"prefix":"a","text":" To participate in a street festival, the lessee of a building that fronts and abuts the closed street may rent, pursuant to § 10-1102.01, the public space immediately fronting and abutting the building which the lessee occupies. This rental of public space shall be subject to the following conditions:"},{"prefix":"1","text":" No holder of a license issued pursuant to § 25-104, shall rent public space pursuant to this subsection, except the holder of a retailer's license, Class C or a retailer's license, Class D as defined in subchapter II of Chapter 1 of Title 25. The provisions of this subsection shall not alter the terms and conditions of these licenses in any other way."},{"prefix":"2","text":" Only a lessee who occupies the entire street level of the building, or, where there is no street level, a lessee who occupies either the entire floor immediately above street level or the entire floor immediately below street level may rent the sidewalk in accordance with this subsection."},{"prefix":"3","text":" The rental period pursuant to this section shall begin with the closing of the street in preparation for the street festival and shall end with the reopening of the street, or for 24 hours, whichever is shorter."},{"prefix":"4","text":" Public space rented pursuant to this subsection shall:"},{"prefix":"A","text":" Not include any area within the street; and"},{"prefix":"B","text":" Be subject to all conditions of § 10-1102.01, except the submission of the proposed rental to the Commission on Fine Arts."},{"prefix":"b","text":" The rent for the use of public space as provided for in subsection (a) of this section shall be $1.00 per square foot for the duration of the rental period, except the rent by the holder of a retailer's license, Class C or a retailer's license, Class D as defined in subchapter II of Chapter 1 of Title 25, shall be $2.00 per square foot for the duration of the rental period. Rent shall be paid in advance to the Metropolitan Police Department for the payment of costs associated with the closing of the street for the street festival."},{"prefix":"c","text":" Business associations shall be allowed to obtain permits on behalf of multiple festival permit participants."},{"prefix":"d","text":" For the purposes of this section \"street festival\" means any event for which a temporary street closing permit has been issued and which meets the following conditions:"},{"prefix":"1","text":" The licensee to whom the street closing permit was issued is a nonprofit organization;"},{"prefix":"2","text":" The street closed is zoned for primarily retail use; and"},{"prefix":"3","text":" The festival uses the street closed primarily to rent to retail vendors."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"B","text":"Rental of Public Space on or Above Surface of Ground. (Refs & Annos)"},"heading":{"title":"10","chaptersection":"1102","identifier":"10-1102.01a","catch_text":"Street festival one-day public space rental."}}