{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(c) of New Convention Center Hotel Combined Technical Amendments Emergency Amendment Act of 2008 (D.C. Act 17- 604, December 16, 2008, 56 DCR 17).\n\nLegislative History of Laws\n\nFor Law 17-339, see notes following § 10-1202.22.\n\nDC CODE § 10-1202.23b\n\nCurrent through December 11, 2012","credits":"(Sept. 28, 1994, Law 10-188, § 703b, as added Mar. 21, 2009, D.C. Law 17- 339, § 2(c), 56 DCR 947.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, with respect to the lots in Squares 400, 402, and 424 titled in the name of the District in which the Authority was permitted to construct, and has constructed, a portion of the new convention center, including loading docks, access ramps, and associated driveways and entrances thereto, the Authority may enter into one or more agreements with Marriott International, Inc., or its designee, to grant, as an appurtenance to the new convention center hotel site (including any public or private alleys closed or to be closed in connection with the development of the new convention center hotel), the following easements and uses:"},{"prefix":"1","text":" An ingress and egress easement over and across the new convention center's access ramp and associated driveways and entrances thereto for such purposes as may be authorized by the Authority; and"},{"prefix":"2","text":" A temporary construction easement over the new convention center's access ramp and associated driveways and entrances thereto for the construction of a pedestrian connector between the new convention center hotel and the new convention center, together with an easement for ingress and egress over and through the pedestrian connector to and from the new convention center hotel and the new convention center and for such other purposes as may be authorized by the Authority."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Specific Locales."},"chapter":{"identifier":"12","text":"Washington Convention Center Authority."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"C","text":"Land Lease Authority for Hotel."},"heading":{"title":"10","chaptersection":"1202","identifier":"10-1202.23b","catch_text":"Grant of easements over District property."}}