{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 7-1018.\n\n1973 Ed., ยง 7-919.\n\nDC CODE ยง 10-1104.03\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 1968, 82 Stat. 1163, Pub. L. 90-596, title IV, ยง 403.)","sections":[{"prefix":"a","text":" Any order or notice required by this subchapter to be served shall be deemed to have been served when served by any of the following methods:"},{"prefix":"1","text":" When forwarded by certified mail to the last known address of the owner as recorded in the real estate assessment records of the District, with return receipt, and such receipt shall constitute prima facie evidence of service upon such owner if such receipt is signed either by the owner or by a person of suitable age and discretion located at such address; provided, that valid service upon the owner shall be deemed effected:"},{"prefix":"A","text":" If such order or notice shall be refused by the owner and not delivered for that reason; or"},{"prefix":"B","text":" When delivered to the person to be notified; or"},{"prefix":"C","text":" When left at the usual residence or place of business of the person to be notified with a person of suitable age and discretion then resident or employed therein; or"},{"prefix":"D","text":" If no such residence or place of business can be found in the District by reasonable search, then if left with any person of suitable age and discretion employed at the office of any agent of the person to be notified, which agent has any authority or duty with reference to the land or tenement to which said order or notice relates; or"},{"prefix":"E","text":" If any such order or notice forwarded by certified mail be returned for reasons other than refusal, or if personal service of any such order or notice, as hereinbefore provided, cannot be effected, then if published for 1 day each week for 3 consecutive weeks in a daily newspaper published in the District; or"},{"prefix":"F","text":" If by reason of an outstanding unrecorded transfer of title the name of the owner in fact cannot be ascertained beyond a reasonable doubt, then if served on the owner of record in a manner hereinbefore provided."},{"prefix":"2","text":" Any order or notice to a corporation shall, for the purposes of this subchapter, be deemed to have been served on such corporation if served on the president, secretary, treasurer, general manager, or any principal officer of such corporation in the manner hereinbefore provided for the service of orders or notices on natural persons holding property in their own right; and orders or notices to a foreign corporation shall, for the purposes of this subchapter, be deemed to have been served if served personally on any agent of such corporation, or if left with any person of suitable age and discretion residing at the usual residence or employed at the usual place of business of such agent in the District."},{"prefix":"b","text":" In case such order or notice is served by any method other than personal service, notice shall also be sent to the owner by ordinary mail."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"I","text":"General."},"part":{"identifier":"D","text":"General."},"heading":{"title":"10","chaptersection":"1104","identifier":"10-1104.03","catch_text":"Service of orders and notices."}}