{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 7-1073.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes to § 10-1141.01.\n\nSection 2 of D.C. Law 19-70 added a section to read as follows:\n\n\"Sec. 603a. Waiver or reduction of permit fees for the occupation of public space, public rights of way, and public structures.\n\n\"The Mayor may waive or reduce any permit fee, except for the application fee, to occupy or otherwise use public space, public rights of way, or public structures for a project that:\n\n\"(1) Is conducted by a Business Improvement District or Community Improvement District established pursuant to the Business Improvement Districts Act of 1996, effective May 29, 1996 (D.C. Law 11-134; D.C. Official Code § 2- 1215.01 et seq.);\n\n\"(2) In the Mayor's determination, serves a public benefit;\n\n\"(3) Does not impose costs on the District government; and\n\n\"(4) Does not involve commercial sponsorship.\".\n\nSection 5(b) of D.C. Law 19-70 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nSee notes to § 7-1071.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-198, see Historical and Statutory Notes following § 10-1141.01.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Act 11-429, the \"Fiscal Year 1997 Budget Support Emergency Act of 1996\", see Mayor's Order 96-175, December 9, 1996 (43 DCR 6981).\n\nDC CODE § 10-1141.03\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-198, § 603, 43 DCR 4569.)","sections":[{"prefix":"a","text":" The Mayor may issue permits to occupy or otherwise use public rights of way, public space, and public structures pursuant to this subchapter for any purpose, including the use of the foregoing for conduits, including conduits which occupy public space, or a public right of way on April 9, 1997."},{"prefix":"b","text":" The Mayor may issue permits to occupy public space, public rights of way, and public structures pursuant to this subchapter without regard to whether the permittee owns the property abutting the public space, public right of way, or public structure which is the subject of the permit. The permits shall be subject to the terms and conditions set forth in any agreement entered into by the Mayor and the permittee to carry out the purposes of this subchapter, and to any regulations promulgated pursuant to this subchapter."},{"prefix":"c","text":" The Mayor may revoke any permit issued pursuant to this subchapter at any time. In the event the Mayor requires any permittee to vacate all or any part of any public space, public right of way, or public structure for which a permit charge has been paid, the Mayor shall refund as much of the prepaid charge as may represent that portion of the permit which has been revoked."},{"prefix":"d","text":" Public space, public rights of way, and public structures which are the subject of a permit issued pursuant to this subchapter may be leased or subleased only with the express consent of the Mayor."},{"prefix":"e","text":" Upon the expiration or revocation of any permit issued pursuant to this subchapter, the Mayor may require, at the expense of the permittee, the immediate removal of any apparatus, structure, or device affixed or erected in public space or on a public right of way, or on a public structure, and the restoration of the public space, public right of way, or public structure to its condition prior to the issuance of the permit. If the permittee does not comply with the requirements of this section, the Mayor may remove any of the permittee's property and the cost of such removal shall be borne by the permittee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Use of Public Space."},"chapter":{"identifier":"11","text":"Rental and Utilization of Public Space."},"subchapter":{"identifier":"III","text":"Rental of Public Structures in Public Space."},"heading":{"title":"10","chaptersection":"1141","identifier":"10-1141.03","catch_text":"Permits for the occupation of public space, public rights of way, and public structures."}}