{"text":"No power or authority conferred by this chapter shall be construed to abridge the powers of the Board of Education, the Mayor of the District of Columbia, or the National Park Service to refuse the use of any ground, building, or facility under their individual or collective control whenever the use of any such ground, building, or facility for recreational purposes would interfere with the use or purpose for which such ground, building, or facility was acquired or created, and nothing herein expressed or implied shall be construed to abrogate any powers vested in the Board of Education by the Organic Act of 1906 insofar as the control of public education and all necessary facilities and personnel is concerned.","historical":"Prior Codifications\n\n1981 Ed., § 8-223.\n\n1973 Ed., § 8-216.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 10-223\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1942, 56 Stat. 264, ch. 265, art. III, § 3.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"2","text":"Recreation Board."},"subchapter":{"identifier":"III","text":"Relationship to Other Agencies."},"heading":{"title":"10","chaptersection":"223","identifier":"10-223","catch_text":"Powers of Board of Education, Mayor of District of Columbia, or National Park Service unabridged."}}