{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 8-303.\n\nEffect of Amendments\n\nD.C. Law 18-111, in subsec. (b), designated the existing text as par. (1) and added par. (2).\n\nD.C. Law 19-21, in subsec. (b)(1), substituted \"and services and payments by developers seeking relief from zoning laws by way of the Planned Unit Development process considered part of the required community benefits package of the proposed Planned Unit Development.\" for \"and services.\", and substituted \"provided by the Department; provided, that payments by developers seeking relief from zoning laws in accordance with the Zoning Regulations of the District of Columbia (11 DCMR § 100 et seq.) and the Planned Unit Development process shall be expended on Department property within the boundaries of the Advisory Neighborhood Commission in which the Planned Unit Development is located.\"; in subsec. (c), designated the existing text as par. (1) and added par. (2); and added subsec. (e).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 17-239, in subsec. (b), designated the existing text as par. (1); and added par. (2) to read as follows:\n\n\"(2) Proceeds from the Recreation Enterprise Fund may be used to purchase food, snacks, and non-alcoholic beverages for the general public, Department of Parks and Recreation program participants, and District government employees.\".\n\nSection 4(b) of D.C. Law 17-239 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 10-301.\n\nFor temporary (90 day) amendment, see § 2 of Recreation Enterprise Fund Emergency Amendment Act of 2008 (D.C. Act 17-425, July 16, 2008, 55 DCR 8246).\n\nFor temporary (90 day) amendment of section, see § 2 of Recreation Enterprise Fund Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-549, October 24, 2008, 55 DCR 11981).\n\nFor temporary (90 day) amendment of section, see § 5091 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 5091 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2 of Department of Parks and Recreation Advertisement Authority Emergency Amendment Act of 2009 (D.C. Act 18-303, January 26, 2010, 57 DCR 1224).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-246, see Historical and Statutory Notes following § 10-301.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nFor history of Law 19-21, see notes under § 10-301.\n\nMiscellaneous Notes\n\nShort title: Section 5090 of D.C. Law 18-111 provided that subtitle J of title V of the act may be cited as the \"Recreation Enterprise Fund Amendment Act of 2009\".\n\nDC CODE § 10-303\n\nCurrent through December 11, 2012","credits":"(Mar. 23, 1995, D.C. Law 10-246, § 4, 42 DCR 452; Apr. 18, 1996, D.C. Law 11-110, § 20(a), 43 DCR 530; Mar. 3, 2010, D.C. Law 18-111, § 5091, 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, §§ 6042(c), 9064, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Mayor shall establish for accounting and financial reporting purposes a Recreation Enterprise Fund (\"Fund\") in accordance with generally accepted accounting principles."},{"prefix":"b","text":"(1) There is hereby authorized a direct appropriation to the Fund equal to the amount collected from fees, concessions, and services and payments by developers seeking relief from zoning laws by way of the Planned Unit Development process considered part of the required community benefits package of the proposed Planned Unit Development. Revenue deposited into the Fund account shall be expended by the Department for the administration, improvement, and maintenance of property and programs managed by the Department and shall supplement, but not replace, services provided by the Department; provided, that payments by developers seeking relief from zoning laws in accordance with the Zoning Regulations of the District of Columbia (11 DCMR § 100 et seq.) and the Planned Unit Development process shall be expended on Department property within the boundaries of the Advisory Neighborhood Commission in which the Planned Unit Development is located. The Fund shall not be used to provide funding to other District government agencies, except to pay the principal and interest on bonds in accordance with § 10-304."},{"prefix":"2","text":" Proceeds from the Recreation Enterprise Fund may be used to purchase food, snacks, and non-alcoholic beverages for the general public, Department of Parks and Recreation program participants, and District government employees."},{"prefix":"c","text":"(1) Once each year, the Department shall publish in the District of Columbia Register a specific accounting of how monies in the Fund have been spent and an accounting as to the amount remaining in the Fund. The accounting shall include the name of the donor or an anonymous contribution, the amount of the contribution, a description of the property donated and the name of the program or recreation center upon which the funds have been expended."},{"prefix":"2","text":" All funds received but not expended in a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia."},{"prefix":"d","text":" Proceeds of the Fund may be invested in a prudent and reasonable manner consistent with applicable District government policies and procedures with recommendations from the Recreation Assistance Board established by § 10- 306."},{"prefix":"e","text":"(1) Notwithstanding any other provision of law, the Department may contract for, pursuant to all applicable contracting and procurement guidelines, advertisements and sponsorship for recreation centers, fields, pools, and play courts within the Department's inventory."},{"prefix":"2","text":" The Department shall not delegate the authority to contract for advertisements or sponsorships granted to it pursuant to paragraph (1) of this subsection to any other party."},{"prefix":"3","text":" All proceeds received from advertisements and sponsorships shall be deposited into the Fund pursuant to this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"3","text":"Fundraising for Recreational Facilities."},"heading":{"title":"10","chaptersection":"303","identifier":"10-303","catch_text":"Creation of Fund; accounting and investment."}}