{"text":"For purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 8-301.\n\nEffect of Amendments\n\nD.C. Law 19-21 added pars. (1A) to (1D).\n\nEmergency Act Amendments\n\nFor temporary addition of chapter, see §§ 2-7 of the Recreation Emergency Act of 1995 (D.C. Act 11-20, February 28, 1995, 42 DCR 1175).\n\nLegislative History of Laws\n\nLaw 10-246, the \"Recreation Act of 1994,\" was introduced in Council and assigned Bill No. 10-741, which was referred to the Committee on Public Services and Youth Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on January 13, 1995, it was assigned Act No. 10-393 and transmitted to both Houses of Congress for its review. D.C. Law 10-246 became effective on March 23, 1995.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 6041 of D.C. Law 19-21 provided that subtitle E of title VI of the act may be cited as \"Department of Parks and Recreation Revenue Generation Amendment Act of 2011\".\n\nDC CODE § 10-301\n\nCurrent through December 11, 2012","credits":"(Mar. 23, 1995, D.C. Law 10-246, § 2, 42 DCR 452; Sept. 14, 2011, D.C. Law 19-21, § 6042(a), 58 DCR 6226.)","sections":[{"prefix":"1","text":" The term \"adopt\" means to enter into a binding commitment to a program, site, or operation for not less than 1 year in duration."},{"prefix":"1A","text":" \"Designated Organizations\" means entities designated by the Director pursuant to § 10-137.01."},{"prefix":"1B","text":" \"Friends Groups\" means an organization, qualified under section 501(c)(3) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 501(c)(3)), and registered under the park partner program, whose primary mission is to support an adopted park or recreation facility by advocating, fundraising, maintaining, and assisting in the planning process for the park or recreation facility adopted."},{"prefix":"1C","text":" \"Park Partner Agreement\" means the agreement between the Department and the Friends Group explaining the duties, rights, and obligations of the Friends Group."},{"prefix":"1D","text":" \"Planned Unit Development\" means a plan for the development of residential, institutional, and commercial developments, industrial parks, urban renewal projects, or a combination of these as defined in the Zoning Regulations of the District of Columbia (11 DCMR § 199)."},{"prefix":"2","text":" The term \"sponsor\" means to pledge or promise support to a program, site, or operation on an intermittent, short-term or one-time basis."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"3","text":"Fundraising for Recreational Facilities."},"heading":{"title":"10","chaptersection":"301","identifier":"10-301","catch_text":"Definitions."}}