{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 8-302.\n\nEffect of Amendments\n\nD.C. Law 19-21 rewrote subsec. (b); and added subsec. (c). Prior to amendment, subsec. (b) read as follows:\n\n\"(b) The Department shall manage such property or funds in accordance with the provisions or conditions of the donation, gift, grant or other type of transfer, including but not limited to the investment of the principal of such property or funds. The Mayor shall consider the donor's choice of which site, program or operation should be the recipient of the property.\"\n\nEmergency Act Amendments\n\nSee Historical and Statutory Notes following § 10-301.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-246, see Historical and Statutory Notes following § 10-301.\n\nFor history of Law 19-21, see notes under § 10-301.\n\nReferences in Text\n\nPursuant to Mayor's Order 2000-20, the agency formerly known as the Department of Recreation and Parks shall be known as the Department of Parks and Recreation.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 10-246, the Recreation Act of 1994, see Mayor's Order 96-55, April 24, 1996 (43 DCR 2453).\n\nDC CODE § 10-302\n\nCurrent through December 11, 2012","credits":"(Mar. 23, 1995, D.C. Law 10-246, § 3, 42 DCR 452; Sept. 14, 2011, D.C. Law 19-21, § 6042(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Department of Recreation and Parks (\"Department\" or \"Departmental\") may accept donations, gifts by devise or bequest, grants, and any other type of asset from individuals, clubs, groups, corporations, partnerships, and other governmental entities, except that such acceptance must be approved by the Mayor before it occurs."},{"prefix":"b","text":"(1) Department buildings and grounds may be used for fund-raising activities by the Department, Friends Groups, Designated Organizations, and for-profit organizations contracted for and supervised by the Department, Friends Groups, or Designated Organizations; provided, that Friends Groups and Designated Organizations may use Department buildings and grounds for fundraising activities no more than 12 times per year."},{"prefix":"2","text":" Except with regard to fundraising activities by Friends Groups and Designated Organizations, the Department shall manage received property or funds in accordance with the provisions or conditions of the donation, gift, grant, or other type of transfer, including the investment of the principal of such property or funds. The Mayor shall consider the donor's choice of which site, program, or operation should be the recipient of the property."},{"prefix":"3","text":" All property or funds raised for or by the Friends Groups and Designated Organizations shall be deposited in a dedicated bank account in the name of the Friends Group or the Designated Organization and expended solely for improvements and services for the associated park or recreation facility in accordance with the Park Partner Agreement, if applicable."},{"prefix":"4","text":" Friends Groups and Designated Organizations shall provide semiannual accounting to the Department of all funds collected."},{"prefix":"c","text":" Department buildings and grounds shall not be used for any commercial, profit-making, fundraising, or other solicitation by any agency, individual, or organization, except as specifically provided in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Parks and Playgrounds."},"chapter":{"identifier":"3","text":"Fundraising for Recreational Facilities."},"heading":{"title":"10","chaptersection":"302","identifier":"10-302","catch_text":"Authority of Department of Recreation and Parks."}}