{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-130.\n\n1973 Ed., § 9-134.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (188, 189) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nRestriction on use of funds: Section 133 of Pub. L. 102-382, the District of Columbia Appropriations Act, 1993, provided that none of the funds made available in this Act may be used by the District of Columbia to operate, after June 1, 1993, the juvenile detention facility known as the Cedar Knoll Facility, and the Mayor shall transmit a plan and timetable for closing the Cedar Knoll Facility to the Committees on Appropriations of the House of Representatives and the Senate by January 15, 1993.\n\nAuthority to Director of Department of Administrative Services delegated: See Mayor's Order 85-4, January 17, 1985.\n\nDC CODE § 10-509.01\n\nCurrent through December 11, 2012","credits":"(July 3, 1956, 70 Stat. 488, ch. 508, § 1.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia may designate any employee of the District to protect life and property in and on the buildings and grounds of any institution upon land outside the District acquired by the United States for the District of Columbia for the establishment or operation thereon of any sanitorium, hospital, training school, correctional institution, reformatory, workhouse, or jail; provided, that such employee shall be bonded for the faithful discharge of such duties, and the Council of the District of Columbia shall fix the penalty of any such bond.   Whenever any employee is so designated he is hereby authorized and empowered:"},{"prefix":"1","text":" To arrest under a warrant within the buildings and grounds of any such institution any person accused of having committed within any such buildings or grounds any offense against the laws of the United States, or against any rule or regulation prescribed pursuant to this subchapter;"},{"prefix":"2","text":" To arrest without a warrant any person committing any such offense within such buildings or grounds, in his presence; or"},{"prefix":"3","text":" To arrest without warrant within such buildings or grounds, any person whom he has reasonable grounds to believe has committed a felony in such buildings or grounds."},{"prefix":"b","text":" Any individual having the power to arrest as provided in subsection (a) of this section may carry firearms or other weapons and shall wear such uniform with such identification badge as the Mayor may direct or the Council by regulation may prescribe."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5","text":"Regulatory Provisions."},"subchapter":{"identifier":"V","text":"Protection of Property Outside of District."},"heading":{"title":"10","chaptersection":"509","identifier":"10-509.01","catch_text":"Designation of District employees to protect life and property outside the District; powers of arrest; weapons and uniforms."}}