{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 1006 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under ยง 10-551.01\n\nDC CODE ยง 10-551.05\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 1026, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Department shall maintain an inventory of all real property assets, based upon information provided by each District department, agency, and instrumentality under the executive control of the Mayor. The inventory shall be maintained by the Department on a centralized automated database. Information contained in the database for each property shall include the following:"},{"prefix":"1","text":" A detailed description of each real property asset;"},{"prefix":"2","text":" Facility condition assessments, which shall contain a proposed or actual annual budget for maintenance and deferred maintenance, and a detailed description and estimate of any needed repairs;"},{"prefix":"3","text":" The street address of the property;"},{"prefix":"4","text":" The property's square and lot number;"},{"prefix":"5","text":" The current and prospective future use of the property;"},{"prefix":"6","text":" The area of the property in square feet and, if improved, the gross floor area, including the subsurface area and the number of stories of any building on the property;"},{"prefix":"7","text":" The current assessed value of the property and any improvements;"},{"prefix":"8","text":" The Ward and Advisory Neighborhood Commission boundary within which the property is located; and"},{"prefix":"9","text":" Whether the real property is located within a historic district or is designated as a registered historic landmark under District or federal laws and, if so, the designation."},{"prefix":"b","text":" The Department shall make available to the public on its website a database of information of the inventory of all real property assets in a form substantially similar to that as maintained and used by the Department."},{"prefix":"c","text":" The Department shall maintain a facilities condition assessment of all District-owned assets under the control of the Mayor on a rolling basis of over 5 years."},{"prefix":"d","text":" This section shall apply to improved commercial real property assets, whether occupied or unoccupied, and all real property assets that the Mayor has determined to be no longer needed for educational purposes and for which jurisdiction has been transferred to the Department of Real Estate Services for disposal."},{"prefix":"e","text":" The Director shall submit to the Council an annual report indicating the changes in inventory no later than 30 days after the beginning of the fiscal year."},{"prefix":"f","text":" For the purposes of this section, the term \"real property asset\" means real property titled in the name of the District or in which the District has an interest or jurisdiction and includes all structures of a permanent character erected thereon or affixed thereto."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5A","text":"Department of General Services."},"heading":{"title":"10","chaptersection":"551","identifier":"10-551.05","catch_text":"Inventory of real property assets."}}