{"text":"There are established 6 primary organizational functions in the Department as follows:","historical":"Effect of Amendments\n\nD.C. Law 19-171, in par. (5)(F), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1003 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 10-551.01\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 10-551.02\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 1023, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 70(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" Agency Management, which shall include the staff and organizational units needed to carry out the overall plan and direction for the Department, including coordination and management for information technology, resource allocation, human resources, procurement, fixed -cost forecasting for District facilities, and the administrative functions of the Department;"},{"prefix":"2","text":" Capital Construction, which shall:"},{"prefix":"A","text":" Implement and oversee the Department's capital improvement program for District government facilities; and"},{"prefix":"B","text":" Execute the capital budget program, which includes the rehabilitation of existing real property facilities and construction of new facilities supporting the District;"},{"prefix":"3","text":" Portfolio Management, which shall coordinate:"},{"prefix":"A","text":" Lease administration;"},{"prefix":"B","text":" Allocation of owned and leased properties to District agencies;"},{"prefix":"C","text":" Property acquisition and disposition; and"},{"prefix":"D","text":" Rent collection from entities leasing District-owned or leased properties;"},{"prefix":"4","text":" Facilities Management, which shall coordinate the day-to-day operations of District-owned properties by:"},{"prefix":"A","text":" Maintaining building assets and equipment;"},{"prefix":"B","text":" Performing various repairs and non-structural improvements; and"},{"prefix":"C","text":" Providing janitorial, trash and recycling pickup, postal, and engineering services; provided, that the District of Columbia Public Schools (\"DCPS\") shall remain responsible for providing janitorial services at DCPS facilities;"},{"prefix":"5","text":" Contracting and Procurement, which shall provide services and support in procuring for the District:"},{"prefix":"A","text":" The construction, architecture, and engineering services;"},{"prefix":"B","text":" The facilities maintenance and operation services;"},{"prefix":"C","text":" The real estate asset management services, including leasing and auditing;"},{"prefix":"D","text":" The utility contracts;"},{"prefix":"E","text":" The security services; and"},{"prefix":"F","text":" Such other services necessary or desirable to improve the effectiveness of the Department and advance the purposes of this chapter; and"},{"prefix":"6","text":" Protective Services Police Department, which shall coordinate, manage, and provide the security and law enforcement requirements for District government facilities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5A","text":"Department of General Services."},"heading":{"title":"10","chaptersection":"551","identifier":"10-551.02","catch_text":"Organization."}}