{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-112.\n\n1973 Ed., § 9-123.\n\nDC CODE § 10-503.16\n\nCurrent through December 11, 2012","credits":"(July 31, 1946, 60 Stat. 718, ch. 707, § 6; Aug. 6, 1962, 76 Stat. 307, Pub. L. 87-571; Oct. 20, 1967, 81 Stat. 276, Pub. L. 90-108, § 1(b).)","sections":[{"prefix":"a","text":" It shall be unlawful for any person or group of persons:"},{"prefix":"1","text":" Except as authorized by regulations which shall be promulgated by the Capitol Police Board:"},{"prefix":"A","text":" To carry on or have readily accessible to the person of any individual upon the United States Capitol Grounds or within any of the Capitol Buildings any firearm, dangerous weapon, explosive, or incendiary device; or"},{"prefix":"B","text":" To discharge any firearm or explosive, to use any dangerous weapon, or to ignite any incendiary device, upon the United States Capitol Grounds or within any of the Capitol Buildings; or"},{"prefix":"C","text":" To transport by any means upon the United States Capitol Grounds or within any of the Capitol Buildings any explosive or incendiary device; or"},{"prefix":"2","text":" Knowingly, with force and violence, to enter or to remain upon the floor of either House of the Congress."},{"prefix":"b","text":" It shall be unlawful for any person or group of persons willfully and knowingly:"},{"prefix":"1","text":" To enter or to remain upon the floor of either House of the Congress, to enter or to remain in any cloakroom or lobby adjacent to such floor, or to enter or to remain in the Rayburn Room of the House or the Marble Room of the Senate, unless such person is authorized, pursuant to rules adopted by that House or pursuant to authorization given by that House, to enter or to remain upon such floor or in such cloakroom, lobby, or room;"},{"prefix":"2","text":" To enter or to remain in the gallery of either House of the Congress in violation of rules governing admission to such gallery adopted by that House or pursuant to authorization given by that House;"},{"prefix":"3","text":" To enter or to remain in any room within any of the Capitol Buildings set aside or designated for the use of either House of the Congress or any member, committee, subcommittee, officer, or employee of the Congress or either House thereof with intent to disrupt the orderly conduct of official business;"},{"prefix":"4","text":" To utter loud, threatening, or abusive language, or to engage in any disorderly or disruptive conduct, at any place upon the United States Capitol Grounds or within any of the Capitol Buildings with intent to impede, disrupt, or disturb the orderly conduct of any session of the Congress or either House thereof, or the orderly conduct within any such building of any hearing before, or any deliberations of, any committee or subcommittee of the Congress or either House thereof;"},{"prefix":"5","text":" To obstruct, or to impede passage through or within, the United States Capitol Grounds or any of the Capitol Buildings;"},{"prefix":"6","text":" To engage in any act of physical violence upon the United States Capitol Grounds or within any of the Capitol Buildings; or"},{"prefix":"7","text":" To parade, demonstrate, or picket within any of the Capitol Buildings."},{"prefix":"c","text":" Nothing contained in this section shall forbid any act of any member of the Congress, or any employee of a member of the Congress, any officer or employee of the Congress or any committee or subcommittee thereof, or any officer or employee of either House of the Congress or any committee or subcommittee thereof, which is performed in the lawful discharge of his official duties."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5","text":"Regulatory Provisions."},"subchapter":{"identifier":"II","text":"Capitol Grounds."},"part":{"identifier":"B","text":"General."},"heading":{"title":"10","chaptersection":"503","identifier":"10-503.16","catch_text":"Unlawful conduct."}}