{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 1002 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nShort title: Section 1021 of D.C. Law 19-21 provided that subtitle C of title I of the act may be cited as \"Department of General Services Establishment Act of 2011\".\n\nDC CODE ยง 10-551.01\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, ยง 1022, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established, as a subordinate agency within the executive branch of the District government, the Department of General Services (\"Department\"), which shall be headed by a Director who shall carry out the functions and authorities assigned to the Department."},{"prefix":"b","text":" The functions of the Department shall be to:"},{"prefix":"1","text":" Manage the capital improvement and construction program for District government facilities, including the modernization or new construction of District facilities by approving and authorizing decisions at every stage of modernization and new construction, including planning, design, procurement, and construction, in accordance with the approved Capital Improvement Plan;"},{"prefix":"2","text":" Acquire real property, by purchase or lease, for use by the District government;"},{"prefix":"3","text":" Manage space in buildings and adjacent areas operated and leased by the District government, assist District agencies in implementing space plans, and administer the employee parking program;"},{"prefix":"4","text":" Provide building services for facilities owned and occupied by the District government, including engineering services, custodial services, security services, energy conservation, utilities management, maintenance, inspection and planning, and repairs and non-structural improvements;"},{"prefix":"5","text":" Administer the disposition of District real and personal property through sale, lease, or other authorized method, and to exercise other acquisition and property disposition authority delegated by the Mayor; and"},{"prefix":"6","text":" Manage data and information needs pertaining to real property, including maintaining inventory records for tracking and controlling District-owned, controlled, and leased space."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5A","text":"Department of General Services."},"heading":{"title":"10","chaptersection":"551","identifier":"10-551.01","catch_text":"Department of General Services; establishment."}}