{"text":"The Mayor of the District of Columbia is authorized and directed to make such details upon the request of the Board. Personnel so detailed shall, during the period of such detail, serve under the direction and instructions of the Board and are authorized to exercise the same authority as members of such Metropolitan Police and members of the Capitol Police and to perform such other duties as may be assigned by the Board. Reimbursement for salaries and other expenses of such detail personnel shall be made to the government of the District of Columbia, and any sums so reimbursed shall be credited to the appropriation or appropriations from which such salaries and expenses are payable and shall be available for all the purposes thereof; provided, that any person detailed under the authority of this section or under similar authority in the Legislative Branch Appropriation Act, 1942, and the Second Deficiency Appropriation Act, 1940, from the Metropolitan Police of the District of Columbia shall be deemed a member of such Metropolitan Police during the period or periods of any such detail for all purposes of rank, pay, allowances, privileges, and benefits to the same extent as though such detail had not been made, and at the termination thereof any such person shall have a status with respect to rank, pay, allowances, privileges, and benefits which is not less than the status of such person in such police at the end of such detail.","historical":"Prior Codifications\n\n1981 Ed., ยง 9-116.\n\n1973 Ed., ยง 9-126a.\n\nReferences in Text\n\nThe Second Deficiency Appropriation Act, 1940 and the Legislative Branch Appropriation Act, 1942, both referred to in the proviso of the last sentence of this section, were enacted by 54 Stat. 629 and 55 Stat. 456, respectively.\n\nDC CODE ยง 10-505.01\n\nCurrent through December 11, 2012","credits":"(July 10, 1972, 86 Stat. 440, Pub. L. 92-342, ยง 101; Aug. 5, 1977, 91 Stat. 670, Pub. L. 95-94, title I.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5","text":"Regulatory Provisions."},"subchapter":{"identifier":"III","text":"Details and Transfers from Mpd to Capitol Police."},"part":{"identifier":"A","text":"Details."},"heading":{"title":"10","chaptersection":"505","identifier":"10-505.01","catch_text":"Detail of personnel from Metropolitan Police to Capitol Police Board."}}