{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (b), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1005 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor history of Law 19-21, see notes under § 10-551.01\n\nFor history of Law 19-171, see notes under § 10-551.02.\n\nDC CODE § 10-551.04\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 1025, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 70(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" All functions assigned, authorities delegated, positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available to the Department of Real Estate Services and the Office of Public Education Facilities Modernization are transferred to the Department."},{"prefix":"b","text":" All functions assigned, authorities delegated, positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available for capital construction and real property management functions of other subordinate executive branch agencies, except for the District Department of Transportation, as the Mayor considers necessary to effectuate this chapter, are transferred to the Department."},{"prefix":"c","text":" All functions assigned, authorities delegated, positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available to the Deputy Mayor for Planning and Economic Development for its asset management program, including the DC USA Garage, are transferred to the Department; provided, that with respect to funds which are deposited or held in special purpose revenue funds and fund the asset management program, the Deputy Mayor for Planning and Economic Development shall enter into a memorandum of understanding with the Department to pay for the asset management program, including the DC USA Garage, from such special purpose revenue funds."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"5A","text":"Department of General Services."},"heading":{"title":"10","chaptersection":"551","identifier":"10-551.04","catch_text":"Transfers."}}