{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-301.\n\n1973 Ed., § 9-501.\n\nTemporary Amendments of Section\n\nSection 102 of D.C. Law 18-222 substituted \"Fund; provided, that the income received from the lease of the Washington Center for Aging Service building and property, located at 2601 18th Street, N.E., shall be deposited in, and credited to the unrestricted fund balance of, the General Fund of the District of Columbia\" for \"Fund\".\n\nSection 2002(b) of D.C. Law 18-222 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1031 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 102 of Fiscal Year 2010 Balanced Budget Support Emergency Act of 2010 (D.C. Act 18-450, June 28, 2010, 57 DCR 5635).\n\nFor temporary (90 day) amendment of section, see § 102 of Fiscal Year 2010 Balanced Budget Support Congressional Review Emergency Act of 2010 (D.C. Act 18-531, August 6, 2010, 57 DCR 8109).\n\nFor temporary (90 day) amendment of section, see §§ 1002 and 1012 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively. Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review. D.C. Law 18-223 became effective on September 24, 2010.\n\nFor history of Law 19-21, see notes under § 10-301.\n\nReferences in Text\n\nThe Department of Buildings and Grounds was replaced by the Department of General Services by Commissioner's Order 69-96, dated March 7, 1969.\n\nThe functions of the Department of General Services were transferred, in part, to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984, and transferred, in part, to the Department of Administrative Services by Reorganization Plan No. 5 of 1983, effective March 1, 1984.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nShort title of subtitle G of title I of Law 16-33: Section 1030 of D.C. Law 16-33 provided that subtitle G of title I of the act may be cited as the Leasing Fees Working Fund Amendment Act of 2005.\n\nShort title: Section 1001 of D.C. Law 18-223 provided that subtitle A of title I of the act may be cited as the \"Lease Income from Former School Buildings Authorization Amendment Act of 2010\".\n\nShort title: Section 1011 of D.C. Law 18-223 provided that subtitle B of title I of the act may be cited as the \"Washington Center for Aging Services Lease Income Amendment Act of 2010\".\n\nDC CODE § 10-701\n\nCurrent through December 11, 2012","credits":"(July 1, 1954, 68 Stat. 393, ch. 449, § 5; July 23, 1959, 73 Stat. 238, Pub. L. 86-104, § 15; Apr. 8, 1960, 74 Stat. 30, Pub. L. 86-412, § 15; Oct. 20, 2005, D.C. Law 16-33, § 1031, 52 DCR 7503; Sept. 24, 2010, D.C. Law 18-223, §§ 1002, 1012, 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 9019, 58 DCR 6226.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"7","text":"Repairs and Improvements of Public Buildings."},"heading":{"title":"10","chaptersection":"701","identifier":"10-701","catch_text":"Establishment of working fund. [Repealed]"}}