{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105, in subsec. (b)(3), validated a previously made technical correction.\n\nD.C. Law 15-205 rewrote subsec. (a) which had read as follows:\n\n\"(a) Within 90 days after a winning proposal is selected, or such shorter period as may be determined by the Mayor, the Mayor and the person submitting the winning proposal shall close on the disposition of the properties.\"\n\nD.C. Law 16-119 rewrote subsec. (a), which had read as follows:\n\n\"(a) Within 90 days after a winning proposal is selected, the Mayor and the selected person shall enter into a sales contract governing the disposition of the properties. Each sales contract shall provide for, and the Mayor and the selected person shall consummate, the sale of the properties within 270 days after the effective date of the sales contract; provided, if the selected person must obtain regulatory approval for zoning or historic preservation purposes prior to the demolition, construction, or rehabilitation of a property to be disposed of, including a rezoning, special exception, or variance, the sales contract shall provide for, and the Mayor and the selected person shall consummate, the sale of such property within 360 days after the effective date of the sales contract.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 7 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 2002(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 14-267, see notes following § 10-831.\n\nFor Law 15-105, see notes following § 10-801.01.\n\nFor Law 15-205, see notes following § 10-831.\n\nFor Law 16-119, see notes following § 10-831.\n\nDC CODE § 10-836\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 7, 50 DCR 420; Mar. 13, 2004, D.C. Law 15-105, § 8(2), 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 2002(b), 51 DCR 8441; June 8, 2006, D.C. Law 16-119, § 3(f), 53 DCR 2609.)","sections":[{"prefix":"a","text":" Within 90 days after a winning proposal is selected, the Mayor and the selected person shall enter into a disposition agreement governing the sale of the bundle of property. Each disposition agreement shall provide for, and the Mayor and the selected person shall consummate, the sale of the bundle of property within 270 days after the effective date of the disposition agreement; provided, that if the selected person must obtain regulatory approval for zoning or historic preservation purposes prior to the demolition, construction, or rehabilitation of a property to be disposed of, including a rezoning, special exception, or variance, the disposition agreement shall provide for, and the Mayor and the selected person shall consummate, the sale of the property within 360 days after the effective date of the disposition agreement."},{"prefix":"b","text":" The Mayor may establish pre-conditions for closing, including the following:"},{"prefix":"1","text":" Construction financing shall be in place;"},{"prefix":"2","text":" All relevant entities shall be registered to do business in the District;"},{"prefix":"3","text":" All relevant entities shall be current in all taxes owed to the District; and"},{"prefix":"4","text":" No relevant entity shall be in default on any obligation to the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"836","identifier":"10-836","catch_text":"Disposition of properties."}}