{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39 added subsec. (c).\n\nD.C. Law 16-119, in subsec. (a), substituted \"as part of the RFP for the disposition of a bundle of property\" for \"as part of the RFP for the disposition of a bundle of properties\"; in par. (a)(2), substituted \"rehabilitation and resale or rental of the property\" for \"rehabilitation and resale of the properties\"; and rewrote subsec. (b), which had read as follows:\n\n\"(b) If the Mayor offers a subsidy as part of an RFP, the subsidy shall be stated as a maximum available amount, and more points shall be awarded to an offeror requesting a smaller subsidy.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 5 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor Law 14-267, see notes following § 10-831.\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nFor Law 16-119, see notes following § 10-831.\n\nMiscellaneous Notes\n\nShort title of subtitle A of title II of Law 15-39: Section 201 of D.C. Law 15-39 provided that subtitle A of title II of the act may be cited as the Vacant and Abandoned Properties Amendment Act of 2003.\n\nDC CODE § 10-834\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 5, 50 DCR 420; Nov. 13, 2003, D.C. Law 15-39, § 202, 50 DCR 5668; June 8, 2006, D.C. Law 16-119, § 3(d), 53 DCR 2609.)","sections":[{"prefix":"a","text":" The Mayor may offer a subsidy as part of the RFP for the disposition of a bundle of property to:"},{"prefix":"1","text":" Attain a clearly stated affordability component; or"},{"prefix":"2","text":" Make feasible the rehabilitation and resale or rental of the property at market price."},{"prefix":"b","text":" If the Mayor offers a subsidy as part of an RFP, the subsidy shall be stated as a maximum available amount. The amount of subsidy requested and the affordability levels achieved shall be weighed when determining the points awarded to an offeror."},{"prefix":"c","text":" There is established, under the authority of the Mayor, a designated and nonlapsing account into which proceeds from the sale of bundled properties may be deposited, which shall remain available until expended and the balance of which shall not exceed one million dollars, that shall be used to:"},{"prefix":"1","text":" Finance or subsidize the sale of other bundled properties; and"},{"prefix":"2","text":" Acquire additional parcels of property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"834","identifier":"10-834","catch_text":"Subsidies."}}