{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 9-402.\n\n1973 Ed., § 9-302.\n\nEffect of Amendments\n\nD.C. Law 18-223, in subsec. (b)(2), substituted \"Except as provided in § 10- 701(a), the Mayor\" for \"The Mayor\".\n\nD.C. Law 19-21, in subsec. (a), substituted \"sold and\" for \"sold and, with the exception of the property mentioned in subsection (b) of this section,\"; and repealed subsec. (b), which had read as follows:\n\n\"(b)(1) There is established within the District Treasury a fund to be known as the Board of Education Real Property Improvement and Maintenance Fund ('Fund'). Subject to paragraph (6) of this subsection, the District of Columbia Financial Responsibility and Management Assistance Authority shall administer the Fund and receive all payments into the Fund that are required by law. The Fund shall be maintained as an enterprise fund as defined in § 47- 373(2)(D), and shall be used exclusively for the maintenance, improvement, rehabilitation, and repair of buildings and grounds under the jurisdiction of the Board that are used for educational purposes for public school students in the District.\n\n\"(2) Except as provided in § 10-701(a), the Mayor shall deposit into the Fund established by paragraph (1) of this subsection, the net proceeds and any interest that accrues from the disposition of any real property formerly under the jurisdiction of the Board that the Board has determined to be no longer needed for educational purposes and for which jurisdiction was transferred by the Board to the Mayor and disposed of in accordance with § 10-801 and § 6- 1005(c).\n\n\"(3) Prior to deposit by the Mayor into the Fund of the net proceeds from the disposition of property referred to in paragraph (2) of this subsection, the Mayor shall deduct the amount of the principal balance outstanding from the proceeds of any general obligation bonds issued by the District pursuant to § 1-204.61, if the proceeds were used either to construct, rehabilitate, or renovate the property disposed of.\n\n\"(4) The Mayor shall submit to the Council by November 30th of each year a report on the status of all real property transferred by the Board to the Mayor during any previous fiscal year.\n\n\"(5) Repealed.\n\n\"(6) Upon the establishment of an agency or authority within the District of Columbia government to administer a public schools facilities revitalization plan pursuant to § 38-1805.52(a)(2), such agency or authority shall administer the Fund and receive all payments into the Fund that are required by law.\"\n\nD.C. Law 19-171, in subsec. (a), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Miner Building Conveyance Temporary Amendment Act of 1994 (D.C. Law 10-161, August 25, 1994, law notification 41 DCR 6396).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Miner Building Conveyance Emergency Amendment Act of 1994 (D.C. Act 10-256, June 23, 1994, 41 DCR 4472).\n\nFor temporary (90 day) amendment of section, see § 1003 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-158, see Historical and Statutory Notes following § 10-801.\n\nFor Law 18-223, see notes following § 10-701.\n\nFor history of Law 19-21, see notes under § 10-301.\n\nFor history of Law 19-171, see notes under § 10-551.02.\n\nDC CODE § 10-802\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1939, 53 Stat. 1211, ch. 449, § 2; Sept. 11, 1990, D.C. Law 8-158, § 2(b), 37 DCR 4167; Sept. 30, 1996, 110 Stat. 3009 [1477], Pub. L. 104- 208, § 5206(b); Sept. 24, 2010, D.C. Law 18-223, § 1003, 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 9063, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 98(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Mayor is further authorized to pay the reasonable and necessary expenses of sale of each parcel of land sold and shall deposit the net proceeds of the sale in the District Treasury."},{"prefix":"b","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"802","identifier":"10-802","catch_text":"Expenses of sale; deposit of net proceeds."}}