{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-205 rewrote pars. (1) and (2) of subsec. (a); in subsec. (b), substituted \"2006\" for \"2004\"; and added subsec. (c). Prior to amendment, pars. (1) and (2) of subsec. (a) had read as follows:\n\n\"(a) The Mayor may dispose of a vacant or abandoned property pursuant to this subchapter if:\n\n\"(1) The property is owned or acquired by the District;\n\n\"(2) The property is a single-household residence or a multi-household residence of 5 or fewer units; and\".\n\nD.C. Law 16-119, in par. (a)(2), substituted \"a single-household property or a multi- household property containing 25 or fewer single-household dwelling units\" for \"a single-household residence or a multi-household residence of 5 or fewer units\"; and in subsec. (b), substituted \"2011\" for \"2006\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2002(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 2002(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 14-267, the \"Vacant and Abandoned Properties Community Development and Disapproval of Disposition of Certain Scattered Vacant and Abandon Properties Act of 2002\", was introduced in Council and assigned Bill No. 14-675, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 7, 2003, it was assigned Act No. 14-579 and transmitted to both Houses of Congress for its review. D.C. Law 14- 267 became effective on April 2, 2003.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nLaw 16-119, the \"Home Again Initiative Community Development Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-403 which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.  Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-336 and transmitted to both Houses of Congress for its review.   D.C.  Law 16-119 became effective on June 8, 2006.\n\nDelegation of Authority\n\nDelegation of the Mayor's Disposition Authority to the Deputy Mayor for Planning and Economic Development to Dispose of Certain Vacant and Abandoned Real Property in the District of Columbia, see Mayor's Order 2005-189, December 2, 2005 (53 DCR 693).\n\nDelegation of Authority to the Director of the Department of Housing and Community Development, see Mayor's Order 2007-209, September 27, 2007 (55 DCR 133).\n\nResolutions\n\nResolution 16-204, the \"Vacant and Abatement Properties Community Development Disposition Approval Resolution of 2005\", was approved effective June 13, 2005.\n\nMiscellaneous Notes\n\nSection 11 of D.C. Law 14-267 provides: \"The Disposition of Certain Scattered Vacant and Abandoned Properties Approval Resolution of 2002, introduced on March 1, 2002 (P.R. 14-585), is disapproved.\"\n\nShort title of subtitle A of title II of Law 15-205: Section 2001 of D.C. Law 15-205 provided that subtitle A of title II of the act may be cited as the Vacant and Abandoned Properties Amendment Act of 2004.\n\nDC CODE § 10-831\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 2, 50 DCR 420; Dec. 7, 2004, D.C. Law 15-205, § 2002(a), 51 DCR 8441; June 8, 2006, D.C. Law 16-119, § 3(a), 53 DCR 2609.)","sections":[{"prefix":"a","text":" The Mayor may dispose of real property that is, or has previously been determined to be, abandoned or deteriorated property, as those terms are defined in § 42-3171.01, under this subchapter if:"},{"prefix":"1","text":" The property is owned or acquired by the District;"},{"prefix":"2","text":" The property is suitable for, and the Mayor proposes construction, reconstruction, or rehabilitation as, a single-household property or a multi-household property containing 25 or fewer single-household dwelling units; and"},{"prefix":"3","text":"(A) The property is listed in § 10-839; or"},{"prefix":"B","text":" Disposition of the property pursuant to this subchapter is approved by the Council pursuant to a proposed resolution transmitted by the Mayor for a 5-day period of review, excluding days of Council recess. If no Councilmember introduces a disapproval resolution within the 5-day period, the resolution shall be deemed approved at the end of the 5-day period. If a resolution of disapproval is introduced by at least 3 Councilmembers within the 5-day period, the Council review period shall be 45 days from the date the Mayor transmitted the proposed resolution to the Council, excluding days of Council recess. If the Council does not approve the disapproval resolution within the 45-day period, the resolution shall be deemed approved."},{"prefix":"b","text":" The authority of the Mayor under this subchapter shall expire on September 30, 2011."},{"prefix":"c","text":" The process for disposing of any property pursuant to this subchapter shall be conducted solely pursuant to the requirements set forth in this subchapter and shall not be subject to any other statutory provision governing the process for the disposition of real property, nor shall any property disposed of pursuant to this subchapter be subject to the prerequisites to disposition of property set forth in § 42-3171.03."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"831","identifier":"10-831","catch_text":"Properties subject to disposition."}}