{"text":"\"All documents that are submitted with this resolution pursuant to subsection (b-1) of this section shall be consistent with the executed Memorandum of Understanding or term sheet transmitted to the Council pursuant to subsection (b-1)(2) of this section.\".","historical":"Prior Codifications\n\n1981 Ed., § 9-401.\n\n1973 Ed., § 9-301.\n\nEffect of Amendments\n\nD.C. Law 10-216 added subsecs. (h), (i), and (j).\n\nD.C. Law 14-114 added subsec. (f-1).\n\nD.C. Law 14-213, in subsec. (f-1), validated a previously made technical correction.\n\nD.C. Law 14-282 added subsec. (m).\n\nD.C. Law 15-127 added subsec. (d-1).\n\nD.C. Law 15-285 added subsec. (d-2).\n\nD.C. Law 15-354, in subsec. (d-1), validated a previously made technical correction.\n\nD.C. Law 16-112, in subsec. (b), substituted \"that contains a finding that the real property is no longer required for public purposes and a description\" for \"that contains a description\"; added subsec. (b-1); in subsec. (c), substituted \"shall be deemed disapproved.\" for \"shall be deemed approved.\"; and added subsec. (e-1).\n\nD.C. Law 17-138 added subsec. (d-3).\n\nD.C. Law 18-76 rewrote subsecs. (b) and (b-1), which had read as follows:\n\n\"(b) The Mayor, in order to carry out the provisions of this chapter, shall transmit to the Council a proposed resolution that contains a finding that the real property is no longer required for public purposes and a description of the real property to be disposed of and the proposed method of disposition, which shall be one of the following:\n\n\"(1) Public or private sale to the highest bidder;\n\n\"(2) Negotiated sale to a for-profit or non-profit entity for specifically designated purposes;\n\n\"(3) A lease for a period of greater than 20 years;\n\n\"(4) A combination sale/leaseback for specifically designated purposes;\n\n\"(5) An exchange of interests in real property; or\n\n\"(6) Any other means the Mayor finds to be in the best interests of the District.\n\n\"(b-1)(1) A proposed resolution to provide for the disposition of real property transmitted to the Council pursuant to subsection (b) of this section shall be accompanied by an analysis prepared by the Mayor of the economic factors that were considered in proposing the disposition of the real property, including, when appropriate the chosen method of disposition, and how competition was maximized.\n\n\"(2) The analysis under this subsection shall describe the manner in which economic factors were weighted and evaluated, including estimates of the monetary benefits and costs to the District that will result from the disposition. These benefits shall include revenues, fees, and other payments to the District, as well as the creation of jobs.\"\n\nD.C. Law 18-115, in subsec. (a), designated the existing text as par. (1) and added par. (2); added subsecs. (a-1) and (a-2); repealed subsec. (b)(1); in subsec. (d), substituted \"disapproved\" for \"approved\"; in subsec. (e), substituted \"pursuant to this section\" for \"pursuant to subsection (b)(2) of this section\"; and rewrote subsec. (g). Prior to amendment, subsecs. (b)(1) and (g) read as follows:\n\n\"(1) A finding that the real property is no longer required for public purposes;\"\n\n\"(g) For real property under the jurisdiction of the Board of Education ('Board') that the Board has determined to be no longer needed for educational purposes and for which jurisdiction has been transferred by the Board to the Mayor for disposal in accordance with the provisions of this subchapter, the Mayor shall submit to the Council a report on whether the Mayor intends for the property to be used by another agency of the District government. The report shall be submitted to the Council by the Mayor within 90 days of the transfer of the property to the Mayor by the Board. If the report is not submitted to the Council within the 90-day period, the Mayor shall dispose of the property in accordance with the provisions of this subchapter and shall transmit to the Council the resolution required by subsection (b) of this section within 180 days of the date of the transfer of the property to the Mayor by the Board.\"\n\nD.C. Law 18-201 added subsec. (a-1)(5).\n\nD.C. Law 19-168 added subsec. (d-4).\n\nD.C. Law 19-171, in subsec. (b), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Board of Education Sale, Renovation, Lease-back, and Repurchase of Franklin School Temporary Amendment Act of 1994 (D.C. Law 10-196, March 14, 1995, law notification 42 DCR 1513).\n\nFor temporary (225 day) amendment of section, see § 3 of Extension of Time to Dispose of District Owned Surplus Real Property Revised Temporary Amendment Act of 1998 (D.C. Law 12-198, March 26, 1999, law notification 46 DCR 3424).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Temporary Amendment Act of 1998 (D.C. Law 12-223, April 13, 1999, law notification 46 DCR 3845).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Temporary Amendment Act of 2000 (D.C. Law 13-242, April 3, 2001, law notification 48 DCR 3484).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Temporary Amendment Act of 2001 (D.C. Law 14-71, February 27, 2002, law notification 49 DCR 2281).\n\nFor temporary (225 day) amendment of section, see § 5 of the Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, Oct. 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 5 of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, March 25, 2003, law notification 50 DCR 2741).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Temporary Amendment Act of 2002 (D.C. Law 14-294, April 11, 2003, law notification 50 DCR 5852).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Temporary Amendment Act of 2003 (D.C. Law 15-24, July 22, 2003, law notification 50 DCR 6094).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Temporary Amendment Act of 2004 (D.C. Law 15-137, April 22, 2004, law notification 51 DCR 4921).\n\nFor temporary (225 day) amendment of section, see § 2 of Disposal of District-Owned Surplus Real Property in Ward 8 Temporary Amendment Act of 2004 (D.C. Law 15-170, June 19, 2004, law notification 51 DCR 7335).\n\nFor temporary (225 day) amendment of section, see § 2 of Extension of Time to Dispose of Property for Golden Rule Development Project Temporary Amendment Act of 2004 (D.C. Law 15-251, March 17, 2005, law notification 52 DCR 4127).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Second Temporary Amendment Act of 2004 (D.C. Law 15-313, April 8, 2005, law notification 52 DCR 4702).\n\nFor temporary (225 day) amendment of section, see § 5 of Abatement of Nuisance Construction Projects Temporary Amendment Act of 2005 (D.C. Law 16-4, May 14, 2005, law notification 52 DCR 5427).\n\nFor temporary (225 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Temporary Amendment Act of 2005 (D.C. Law 16-61, March 8, 2006, law notification 53 DCR 2332).\n\nFor temporary (225 day) amendment of section, see § 2 of School Without Walls Development Project Temporary Amendment Act of 2006 (D.C. Law 16-116, June 8, 2006, law notification 53 DCR 5354).\n\nFor temporary (225 day) amendment of section, see § 2 of School Without Walls Development Project Temporary Amendment Act of 2006 (D.C. Law 16-303, March 27, 2007, law notification 54 DCR 6574).\n\nFor temporary (225 day) amendment of section, see § 2 of Extension of Time to Dispose of the Old Congress Heights School Temporary Amendment Act of 2008 (D.C. Law 17-160, May 13, 2008, law notification 55 DCR 5894).\n\nSection 2 of D.C. Law 18-77 rewrote subsecs. (b) and (b-1) to read as follows:\n\n\"(b) The Mayor, to carry out the provisions of this act, shall transmit to the Council a proposed resolution that contains the following:\n\n\"(1) A finding that the real property is no longer required for public purposes;\n\n\"(2) The name and business address of the developer, and, if the developer is a joint venture or partnership, the name and business address of each person that constitutes the partnership;\n\n\"(3) A description of the real property to be disposed of;\n\n\"(4) A description of the intended use for the property (\"Project\");\n\n\"(5) A description of any affordable housing to be provided as part of the Project;\n\n\"(6) A finding that the Developer will enter into an agreement that shall require the Developer to, at a minimum, contract with Certified Business Enterprises for at least 35% of the contract dollar volume of the project, and shall require at least 20% equity and 20% development participation of Certified Business Enterprises;\n\n\"(7) A finding that the Developer will enter into a First Source Agreement with the District that shall govern certain obligations of Developer pursuant to section 4 of the First Source Employment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official Code § 2-219. 03), and Mayor's Order 83-265 (November 9, 1983) regarding job creation and employment generated as a result of the construction on the Property;\n\n\"(8) The proposed method of disposition, which may be one of the following:\n\n\"(A) A public or private sale to the highest bidder;\n\n\"(B) A negotiated sale to a for-profit or nonprofit entity for specifically designated purposes;\n\n\"(C) A lease for a period of greater than 20 years;\n\n\"(D) A combination sale/leaseback for specifically designated purposes;\n\n\"(E) An exchange of interests in real property; or\n\n\"(F) A public or private sale to the bidder providing the most benefit to the District; and\n\n\"(9) The following statement:\n\n\"All documents that are submitted with this resolution pursuant to subsection (b-1) of this section shall be consistent with the executed Memorandum of Understanding or term sheet transmitted to the Council pursuant to subsection (b-1)(2) of this section.\n\n\"(b-1) A proposed resolution to provide for the disposition of real property transmitted to the Council pursuant to subsection (b) of this section shall be accompanied by the following:\n\n\"(1) An analysis prepared by the Mayor of the economic factors that were considered in proposing the disposition of the real property, including:\n\n\"(A) The chosen method of disposition, and how competition was maximized;\n\n\"(B) The manner in which economic factors were weighted and evaluated, including estimates of the monetary benefits and costs to the District that will result from the disposition. The benefits shall include revenues, fees, and other payments to the District, as well as the creation of jobs; and\n\n\"(C) A description of all disposition methods considered and an accompanying narrative for the proposed disposition method that contains comparisons to the other methods and shows why the proposed method was more beneficial for the District than the others in the areas of return on investment, subsidies required, revenues paid to the District, and any other relevant category, or why it is being proposed despite it being less beneficial to the District in any of the measured categories.\n\n\"(2) An executed term sheet or Memorandum of Understanding between the District and the selected developer that shall include the following:\n\n\"(A) A description of the major business terms of the transaction;\n\n\"(B) A description of the method of disposition;\n\n\"(C) A description of the Certified Business Enterprise requirements;\n\n\"(D) A description of the green building requirements;\n\n\"(E) A description of the schedule of performance; and\n\n\"(F) Any other terms that the Mayor finds to be in the best interest of the District.\n\n\"(3) A document reporting the value of the property prepared by an independent appraiser or assessor performed within 12 months of transmission of the proposed resolution.\n\n\"(4) For any development project where the total value of the government assistance is greater than $10 million, a description of the project funding and financing plan.\n\n\"(5)(A) For all District land being disposed for purposes of development and requiring government assistance the following additional documents shall be transmitted to the Council concurrent with the proposed resolution and analysis:\n\n\"(i) A Land Disposition Agreement between the District and the selected developer;\n\n\"(ii) Any community benefits agreement between the developer and the relevant community, if any; and\n\n\"(iii) A Certified Business Enterprise ('CBE') Agreement pursuant to the Small, Local and Disadvantaged Business Enterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2- 218.01 et seq.).\n\n\"(B) Documents in this paragraph shall be transmitted in the most current form available at the time the resolution is transmitted.\n\n\"(C) All documents referenced in this paragraph shall be consistent with the proposed resolution for land disposition and language to that effect shall be included in those agreements prior to execution.\n\n\"(6)(A) If a substantive change is made to the term sheet or Memorandum of Understanding referenced in subsection ((b-1)(2) of this section, after the resolution was transmitted to and approved by the Council pursuant to this subsection, a resolution describing the change accompanied by an amended term sheet or Memorandum of Understanding in redline format shall be transmitted to Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed amendments to the term sheet, in whole or in part, by resolution within the 30-day review period, the proposed amendments shall be deemed approved.\n\n\"(B) For the purposes of this paragraph, the term:\n\n\"(i) \"Redline format\" means the changes that are deletions have a line through them and the changes that are additions are underlined.\n\n\"(ii) \"Substantive change\" means a change that makes the agreement inconsistent with the executed Memorandum of Understanding or term sheet transmitted with the proposed resolution.\"\n\nSection 4(b) of D.C. Law 18-77 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 18-204 added subsec. (a-1)(6) to read as follows:\n\n\"(6) The Mayor is deemed to have met the requirements of paragraph (2)(C) and paragraph (4) of this subsection with respect to the District-owned real property known as the Old Naval Hospital, located at 921 Pennsylvania Avenue, S.E., in Square 0948, for which the Mayor engaged in community outreach efforts regarding the property's proposed redevelopment plan, and which followed notice to and consent from the applicable Advisory Neighborhood Commission.\".\n\nSection 4(b) of D.C. Law 18-204 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 18-276 added subsec. (c-1) to read as follows:\n\n\"(c-1) Notwithstanding subsection (c) of this section, the Council review period for the proposed disposition of the property located at 44 P Street, N.W., commonly known as J.F. Cook School, and designated for purposes of assessment and taxation as Square 0616, Lot 0866, or some portion thereof, is extended for an additional 90 days, excluding Saturdays, Sundays, legal holiday, and days of Council recess.\".\n\nSection 4(b) of D.C. Law 18-276 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Fringe Lot Real Property Exclusive Rights Agreement Extension Temporary Amendment Act of 2006 (D.C. Law 16-164, September 29, 2006, law notification 53 DCR 8600).\n\nSections 2 and 3 of D.C. Law 17-283 added provisions to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Low barrier shelter' means an overnight housing accommodation for individuals who are homeless, provided directly by, or through contract with or grant from, the District, for the purpose of providing shelter to individuals without imposition of identification, time limits, or other program requirements.\n\n\"(2) 'Supportive-housing unit' means housing provided in connection with voluntary services designed primarily to help tenants maintain housing, including coordination or case management, physical and mental health, substance use management and recovery support, job training, literacy and education, youth and children's programs, and money management.\"\n\n\"Sec. 3. (a) Prior to the closing of the Franklin Shelter, located at 925 13th Street, N.W., the Mayor shall certify to the Council that no fewer than 300 men have been placed in supportive-housing units and submit the certification to the Council along with a report on the proposed Franklin Shelter closing that includes:\n\n\"(1) A description of the supportive-housing placements, including:\n\n\"(A) For each client who has been placed in a supportive-housing unit since August 1, 2008, the:\n\n\"(i) Client's name and supportive-housing address;\n\n\"(ii) Date the client was placed in the unit;\n\n\"(iii) Name and address of the shelter from which the client relocated; and\n\n\"(iv) Supportive services being provided to complement housing;\n\n\"(B) The percentage of a shelter's clients that were placed in supportive-housing units;\n\n\"(2) A description of the current capacity, current availability, and location of replacement-shelter space;\n\n\"(3) The number of men using low barrier shelters each month during the current fiscal year and the prior fiscal year;\n\n\"(4) Analysis of the impact, if any, that closing the Franklin Shelter may have on the homeless population, including any risk of increased cases of hypothermia during winter months resulting from any reduced capacity in the emergency shelter system;\n\n\"(5) Any expected increase or decrease in the need for low barrier shelter space generally and, specifically, during the winter months, when the temperature is at or below 32 degrees Fahrenheit; and\n\n\"(6) A description of the ability to seasonally increase capacity to reduce incidences of hypothermia among the homeless population.\n\n\"(b) Except as provided for in subsection (a) of this section, the Mayor shall continue to operate the Franklin Shelter as a 300-person low barrier shelter.\"\n\nSection 5(b) of D.C. Law 17-283 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary designation of the building and all property in Square 255, located at 1350 Pennsylvania Avenue, N.W., popularly referred to as the District Building, under the exclusive authority of the Council of the District of Columbia to determine the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the building and property, see § 701 of the Omnibus Spending Reduction Emergency Act of 1993 (D.C. Act 10-102, August 9, 1993, 40 DCR 6144) and § 601 of the Omnibus Spending Reduction Congressional Review Emergency Act of 1993 (D.C. Act 10-145, November 4, 1993, 40 DCR 8081).\n\nFor temporary amendment of section, see § 2 of the District of Columbia Board of Education Sale, Renovation, Lease-back, and Repurchase of Franklin School Emergency Amendment Act of 1994 (D.C. Act 10-321, August 4, 1994, 41 DCR 5371) and § 2 of the District of Columbia Board of Education Sale, Renovation, Lease-back, and Repurchase of Franklin School Congressional Adjournment Emergency Amendment Act of 1994 (D.C. Act 10-362, December 15, 1994, 41 DCR 8057).\n\nFor temporary amendment of section, see §§ 2(a) and 3 of the Extension of Time to Dispose of District Owned Surplus Real Property Revised Emergency Amendment Act of 1998 (D.C. Act 12-441, September 3, 1998, 45 DCR 6515).\n\nFor temporary (90-day) amendment of section, see § 2 of the Disposal of District Owned Surplus Real Property Emergency Amendment Act of 1999 (D.C. Act 13-208, December 8, 1999, 46 DCR 10474).\n\nFor temporary (90-day) amendment of section, see § 2 of the Disposal of District Owned Surplus Real Property Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-281, March 7, 2000, 47 DCR 2024).\n\nFor temporary (90 day) amendment of section, see § 2 of the Disposal of District Owned Surplus Real Property Emergency Amendment Act of 2000 (D.C. Act 13-476, December 8, 2000, 48 DCR 560).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-10, March 2, 2001, 48 DCR 2494).\n\nFor temporary (90 day) amendment of section, see § 2 of Master Facility Plan Requirement Emergency Amendment Act of 2001 (D.C. Act 14-34, April 2, 2001, 48 DCR 3351).\n\nFor temporary (90 day) amendment of section, see § 2 of Master Facility Plan Requirement Temporary Amendment Act of 2001 (D.C. Act 14-50, April 19, 2001, 48 DCR 3351).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Emergency Amendment Act of 2001 (D.C. Act 14-159, November 2, 2001, 48 DCR 10393).\n\nFor temporary (90 day) amendment of section, see § 5 of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) addition of provisions, see §§ 2 to 12 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Emergency Act of 2002 (D.C. Act 14-396, June 25, 2002, 49 DCR 6502).\n\nFor temporary (90 day) amendment of section, see § 5 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) addition of provisions, see §§ 1 to 12 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Congressional Review Emergency Act of 2002 (D.C. Act 14-484, October 3, 2002, 49 DCR 9624).\n\nFor temporary (90 day) amendment of section, see § 5 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Emergency Amendment Act of 2002 (D.C. Act 14-534, December 2, 2002, 49 DCR 11643).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District Owned Surplus Real Property Emergency Amendment Act of 2003 (D.C. Act 15-77, April 16, 2003, 50 DCR 3640).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Emergency Amendment Act of 2004 (D.C. Act 15-339, January 29, 2004, 51 DCR 1818).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District-Owned Surplus Real Property in Ward 8 Emergency Amendment Act of 2004 (D.C. Act 15-406, March 18, 2004, 51 DCR 3657).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District-owned Surplus Real Property in Ward 8 Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-449, June 23, 2004, 51 DCR 6568).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time to Dispose of Property for Golden Rule Development Project Emergency Act of 2004 (D.C. Act 15-588, November 1, 2004, 51 DCR 10714).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Second Emergency Amendment Act of 2004 (D.C. Act 15-627, November 30, 2004, 52 DCR 1137).\n\nFor temporary (90 day) amendment of section, see § 2 of Disposal of District-Owned Surplus Real Property in Ward 8 Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-7, January 19, 2005, 52 DCR 2686).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-33, February 17, 2005, 52 DCR 3018).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time to Dispose of Property for Golden Rule Development Project Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-37, February 17, 2005, 52 DCR 3028).\n\nFor temporary (90 day) amendment of section, see § 2 of Real Property Disposition Economic Analysis Emergency Amendment Act of 2005 (D.C. Act 16-202, November 17, 2005, 52 DCR 10511).\n\nFor temporary (90 day) amendment of section, see § 2 of School Without Walls Development Project Emergency Amendment Act of 2006 (D.C. Act 16-285, February 27, 2006, 53 DCR 1637).\n\nFor temporary (90 day) amendment of section, see § 2 of School Without Walls Development Project Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-373, May 19, 2006, 53 DCR 4386).\n\nFor temporary (90 day) re-authorization of agreement provisions, see § 2 of Fringe Lot Real Property Exclusive Rights Agreement Emergency Amendment Act of 2006 (D.C. Act 16-412, July 12, 2006, 53 DCR 5774).\n\nFor temporary (90 day) amendment of section, see § 2 of School Without Walls Development Project Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-673, December 28, 2006, 54 DCR 1163).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time to Dispose of the Old Congress Heights School Emergency Amendment Act of 2008 (D.C. Act 17-303, February 22, 2008, 55 DCR 2512).\n\nFor temporary (90 day) additions, see §§ 2 and 3 of Franklin Shelter Closing Requirements Emergency Act of 2008 (D.C. Act 17-518, September 30, 2008, 55 DCR 10898).\n\nFor temporary (90 day) amendment of section, see § 2 of District Land Disposition Emergency Amendment Act of 2009 (D.C. Act 18-140, July 16, 2009, 56 DCR 5864).\n\nFor temporary (90 day) amendment of section, see § 2 of District Land Disposition Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 209, October 21, 2009, 56 DCR 8483).\n\nFor temporary (90 day) additions, see §§ 2 and 3 of Washington Center for Aging Services Disposition Approval Emergency Act of 2010 (D.C. Act 18-363, April 2, 2010, 57 DCR 3161).\n\nFor temporary (90 day) amendment of section, see § 2 of Old Naval Hospital Community Obligation Requirements Emergency Amendment Act of 2010 (D.C. Act 18- 399, May 5, 2010, 57 DCR 4365).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Review Period for the Proposed Disposition of the J.F. Cook School Emergency Amendment Act of 2010 (D.C. Act 18-509, July 30, 2010, 57 DCR 7588).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Review Period for the Proposed Disposition of the J.F. Cook School Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-576, October 19, 2010, 57 DCR 10105).\n\nFor temporary (90 day) amendment of section, see § 2 of Howard Theatre Easement Disposition Emergency Amendment Act of 2012 (D.C. Act 19-267, January 15, 2012, 59 DCR 209).\n\nFor temporary (90 day) amendment of section, see § 2132 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 2132 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time to Dispose of the Eastern Avenue Property Emergency Amendment Act of 2012 (D.C. Act 19-456, October 4, 2012, 59 DCR 11746).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time to Dispose of the Strand Theater Emergency Amendment Act of 2012 (D.C. Act 19-457, October 4, 2012, 59 DCR 11748).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-96, see Historical and Statutory Notes following § 8-801.1.\n\nLaw 8-158, the \"Board of Education Real Property Disposal Act of 1990,\" was introduced in Council and assigned Bill No. 8-383, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 15, 1990, and May 29, 1990, respectively. Signed by the Mayor on June 18, 1990, it was assigned Act No. 8-220 and transmitted to both Houses of Congress for its review.\n\nLaw 10-216, the \"District of Columbia Board of Education Sale, Renovation, Lease-back, and Repurchase of Franklin School Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-718, which was referred to the Committee on Education and Libraries. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 15, 1994, it was assigned Act No. 10-353 and transmitted to both Houses of Congress for its review. D.C. Law 10-216 became effective on March 16, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 14-114, the \"Housing Act of 2002\", was introduced in Council and assigned Bill No. 14-183, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on February 6, 2002, it was assigned Act No. 14-267 and transmitted to both Houses of Congress for its review. D.C. Law 14-114 became effective on April 19, 2002.\n\nLaw 14-213, the \"Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-671, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively. Signed by the Mayor on July 26, 2002, it was assigned Act No. 14-459 and transmitted to both Houses of Congress for its review. D.C. Law 14-213 became effective on October 19, 2002.\n\nLaw 14-282, the \"Tax Clarity and Recorder of Deeds Act of 2002\", was introduced in Council and assigned Bill No. 14-537, which was referred to Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-616 and transmitted to both Houses of Congress for its review. D.C. Law 14-282 became effective on April 4, 2003.\n\nLaw 15-127, the \"Extension of the Time Period for the Disposition of a Property Located at 2341 4th Street, N.E., Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-242, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 2, 2003, and January 6, 2004, respectively. Signed by the Mayor on January 28, 2004, it was assigned Act No. 15-314 and transmitted to both Houses of Congress for its review. D.C. Law 15-127 became effective on March 30, 2004.\n\nLaw 15-285, the \"Disposal of District-Owned Surplus Real Property in Ward 8 Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-748, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-678 and transmitted to both Houses of Congress for its review. D.C. Law 15-285 became effective on April 5, 2005.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nLaw 16-112, the \"Real Property Disposition Economic Analysis Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-479 which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively. Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-314 and transmitted to both Houses of Congress for its review. D.C. Law 16- 112 became effective on June 8, 2006.\n\nLaw 17-138, the \"National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Act of 2008\", was introduced in Council and assigned Bill No. 17-340 which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on February 5, 2008, it was assigned Act No. 17-289 and transmitted to both Houses of Congress for its review. D.C. Law 17-138 became effective on March 26, 2008.\n\nLaw 18-76, the \"District Land Disposition Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-205, which was referred to the Committee on Economic Development. The bill was adopted on first and second readings on June 30, 2009, and July 14, 2009, respectively. Signed by the Mayor on August 3, 2009, it was assigned Act No. 18-179 and transmitted to both Houses of Congress for its review. D.C. Law 18-76 became effective on October 22, 2009.\n\nLaw 18-115, the \"Public Land Surplus Standards Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-76, which was referred to the Committee on Government Operations and the Environment. The bill was adopted on first and second readings on December 1, 2009, and December 15, 2009, respectively. Approved without the signature of the Mayor on January 14, 2010, it was assigned Act No. 18-263 and transmitted to both Houses of Congress for its review. D.C. Law 18-115 became effective on March 11, 2010.\n\nLaw 18-201, the \"Master Public Facilities Plan Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-592, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Signed by the Mayor on May 21, 2010, it was assigned Act No. 18-413 and transmitted to both Houses of Congress for its review. D.C. Law 18-201 became effective on July 27, 2010.\n\nFor history of Law 19-168, see notes under § 10-166.01.\n\nFor history of Law 19-171, see notes under § 10-551.02.\n\nReferences in Text\n\nA description of the Generalized Land Use Maps adopted pursuant to § 1-301.63, referred to in (e)(1), is located at 10 DCMR § 1135 (March 1989).\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nThe functions, powers and duties of the National Capital Park and Planning Commission were transferred to the National Capital Planning Commission by the Act of June 6, 1924, ch. 270, § 9, as added by the Act of July 19, 1952, 66 Stat. 790, ch. 949, § 1.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 7-94 \"Conveyance of Real Property Act of 1984\", see Mayor's Order 88-123, May 16, 1988.\n\nDelegation of the Mayor's Surplus Property Disposition Authority to the Director of the Department of Housing and Community Development to Dispose of Specified Properties on Behalf of the District of Columbia, see Mayor's Order 2000-134, August 31, 2000 (47 DCR 7405).\n\nDelegation of the Mayor's Surplus Property Disposition Authority to the Director of the Department of Housing and Community Development to Dispose of Specified Properties on Behalf of the District of Columbia, see Mayor's Order 2000-170, November 2, 2000 (47 DCR 9537).\n\nDelegation of the Mayor's Surplus Property Disposition Authority to the Deputy Mayor for Planning and Economic Development to Dispose of Certain Real Property in D.C., see Mayor's Order 2002-89, May 24, 2002 (49 DCR 4896).\n\nDelegation of Authority to Approve or to Disapprove the Acquisition and Disposition of Real Estate, by Sale, Lease or Otherwise, see Mayor's Order 2003-161, November 17, 2003 (50 DCR 10197).\n\nDelegation of Authority to Execute Exclusive Rights Agreements, Land Disposition Agreements, Deeds and Associated Documents with Respect to Certain Real Estate, see Mayor's Order 2005-28, February 2, 2005 (52 DCR 2848).\n\nDelegation of Authority to Negotiate, Execute and Consummate Certain Disposition Agreements with Respect to Certain Real Estate in the District of Columbia, see Mayor's Order 2006-33, March 10, 2006 (53 DCR 5072).\n\nDelegation of Authority to Solicit Offers, Accept Unsolicited Offers and Execute Leases and Associated Documents with Respect to Certain Real Estate, see Mayor's Order 2006-42, March 29, 2006 (53 DCR 5289).\n\nDelegation of Authority to Reacquire Certain Real Estate in the District of Columbia and to Approve Amounts Secured Thereby, see Mayor's Order 2007-124, May 22, 2007 (54 DCR 9063).\n\nDelegation of Authority to Negotiate, Execute and Consummate Disposition Agreements with Respect to Certain Real Estate in the District of Columbia, see Mayor's Order 2007-141, June 20, 2007 (54 DCR 9596).\n\nDelegation of Authority to Solicit Offers, Accept Unsolicited Offers and Execute Leases and Associated Documents with Respect to the Lincoln Theatre Site, see Mayor's Order 2007-251, November 2, 2007 (55 DCR 200).\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development--Authority to Acquire and Dispose of Certain Real Property, see Mayor's Order 2008-43, March 25, 2008 (55 DCR 5313).\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development--Lease and Disposition of Certain Real Property, see Mayor's Order 2008-101, July 17, 2008 (55 DCR 9383).\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development--Acquisition, Disposition, and Lease of Real Property, see Mayor's Order 2009-68, May 1, 2009 (56 DCR 6808).\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development--Disposition of Certain Real Property, see Mayor's Order 2010-98, June 11, 2010 (57 DCR 5065).\n\nDelegation of Authority to Solicit Offers, Accept Unsolicited Offers, and Execute Disposition Agreements, Deeds, Occupancy Agreements and Associated Documents with Respect to the Hine School, MM Washington, Hurt Home, West End Library, Special Operations/MPD Building, and West End Fire Station Site, see Mayor's Order 2010-99, June 18, 2010 (57 DCR 5312).\n\nDelegation of Authority to solicit Offers, Accept Unsolicited Offers with Respect to the Former Grimke Elementary School, see Mayor's Order 2010-136, August 6, 2010 (57 DCR 7108).\n\nDelegation of Authority to the Director of the Department of Real Estate Services (DRES) to Execute a Lease Agreement with the Old Naval Hospital Foundation for real property located at 921 Pennsylvania Avenue, SE, in Washington, D.C., most commonly known as the Old Naval Hospital, see Mayor's Order 2010-173, November 12, 2010 (57 DCR 10646).\n\nDelegation of Authority to the Deputy Mayor for Planning and Economic Development to Execute Certain Documents with Respect to 801 New Jersey Avenue, N.W., see Mayor's Order 2011-189, December 1, 2011 (58 DCR 10387).\n\nResolutions\n\nResolution 14-71, the \"Negotiated Sale of District-Owned Property at Brentwood Road, N.E. to Graimark/Walker Urban Land Development, LLC Approval Resolution of 2001\", was approved effective April 3, 2001.\n\nResolution 14-96, the \"Negotiated Sale of District-Owned Property at First Street and New York Avenue, N.E., to the General Services Administration/Bureau of Alcohol, Tobacco and Firearms Approval Resolution of 2001, was approved effective May 1, 2001.\n\nResolution 14-429, the \"Disposition of Squares 5155, Lots 11-14, 150-152, 835, 838, 839, 849, 851 and 853, also known as the George Carver Elementary School, Emergency Approval Resolution of 2002\", was approved effective April 16, 2002.\n\nResolution 14-429, the \"Disposition of Square 5155, Lots 11-14, 150-152, 835, 838, 839, 849, 851 & 853, Also Known as the George Carver Elementary School Emergency Approval Resolution of 2002\", was approved effective April 26, 2002.\n\nResolution 14-440, the \"Request for Proposals for the Disposition of the Washington Beef Properties, 1240 - 1248 4th St., N.E., Lots 5, 800, and 802 in Square 3587, Approval Resolution of 2002\", was approved effective May 24, 2002.\n\nResolution 14-539, the \"Disposition of the Existing Convention Center Site Emergency Approval Resolution of 2002\", was approved effective July 26, 2002.\n\nResolution 14-620, the \"Disposition of Square 5155, Lot 802 Emergency Approval Resolution of 2002\", was approved effective November 22, 2002.\n\nResolution 15-64, the \"Disposition of Square 1030, Lot 813, also know as the Kingsman Elementary School Approval Resolution of 2003\", was approved effective march 18, 2003.\n\nResolution 15-128, the \"Transfer of Easement for Vehicular and Pedestrian Access to 115 New York Avenue, N.W., Approval Resolution of 2003\", was approved effective July 8, 2003.\n\nResolution 15-142, the \"Disposition by a Request for Proposals for the Disposition of the Georgia Avenue--Petworth Metro Station Parcel a Site Approval Resolution of 2003\", was approved effective July 8, 2003.\n\nResolution 15-202, the \"Revised Lease of a Parcel of District Property Held under a Letter Transfer at U.S. Reservation 13 to St. Coletta of Greater Washington, Inc. Emergency Approval Resolution of 2003\", was approved effective July 8, 2003.\n\nResolution 15-214, the \"Unsolicited Proposal Submitted by Sang Oh & Company for the Negotiated Purchase and Disposition of Surplus Property at 375 Morse Street, N.E., Also Known as the Ironworks Parcel, Emergency Approval Resolution of 2003\", was approved effective July 8, 2003.\n\nResolution 15-218, the \"Disposition of Square 5359, Lots 307 and 827, Also Known as the Hilltop Terrace Property Emergency Approval Resolution of 2003\", was approved effective July 14, 2003.\n\nResolution 15-346, the \"Declaration of Square E-710, Lot 801 as Surplus Property Resolution of 2003\", was approved effective December 2, 2003.\n\nResolution 15-142, the \"Request for Proposals for the Disposition of the Georgia Avenue--Petworth Metro Station Parcel A Approval Resolution of 2003\", was approved effective July 8, 2003.\n\nResolution 15-522, the \"Request for Proposals for the Disposition of 201 Florida Avenue, N.E., Square E-710, Lot 801, Approval Resolution of 2004\", was approved effective May 4, 2004.\n\nResolution 15-523, the \"Disposition of the Armstrong Adult Education Center, Square 553, Lot 844, Approval Resolution of 2004\", was approved effective May 4, 2004.\n\nResolution 15-645, the \"Disposition of Certain Vacant Land That Is a Portion of the Area Known as the Anacostia Northern Gateway Site Approval Resolution of 2004\", was approved effective July 13, 2004.\n\nResolution 15-649, the \"Disposition of Nichols Avenue School Emergency Approval Resolution of 2004\", was approved effective July 13, 2004.\n\nResolution 15-814, the \"Urban Forest Preservation Rulemaking Approval Resolution of 2004\", was approved effective December 21, 2004.\n\nResolution 15-819, the \"Old Engine No. 6 Sale Approval Resolution of 2004\", was approved effective December 21, 2004.\n\nResolution 15-820, the \"2405 Martin Luther King, Jr. Avenue, S.E. Sale Approval Resolution of 2004\", was approved effective December 21, 2004.\n\nResolution 16-165, the \"Revised Old Convention Center Site Disposition Approval Resolution of 2005\", was approved effective June 7, 2005.\n\nResolution 16-166, the \"Revised Old Convention Center Site Exclusive Right Agreement Approval Resolution of 2005\", was approved effective June 7, 2005.\n\nResolution 16-541, the \"Bruce School Disposition Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nResolution 16-542, the \"Old Congress Heights School Disposition Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nResolution 16-544, the \"4919 C Street, S.E. Disposition Approval Resolution of 2006\", was approved effective March 7, 2006.\n\nResolution 16-595, the \"Convention Center Hotel Parcel Exchange Approval Resolution of 2006\", was approved effective April 4, 2006.\n\nResolution 16-713, the \"Keene School Disposition Approval Resolution of 2006\", was approved effective July 11, 2006.\n\nResolution 16-714, the \"Old Engine Company 12 Disposition Approval Resolution of 2006\", was approved effective July 11, 2006.\n\nResolution 16-716, the \"South Capitol Street Development Disposition Approval Resolution of 2006\", was approved effective July 11, 2006.\n\nResolution 16-743, the \"Home Again Disposition Emergency Approval Resolution of 2006\", was approved effective July 11, 2006.\n\nResolution 16-747, the \"South Dakota Avenue--Riggs Road Excess Property Emergency Approval Resolution of 2006\", was approved effective July 11, 2006.\n\nResolution 16-944, the \"Great Streets Initiative Bond Bread Building Exchange Emergency Approval Resolution of 2006\", was approved effective December 19, 2006.\n\nResolution 16-957, the \"Disposition of Square 4546, Lot 164, also known as the Rosedale Site, Emergency Approval Resolution of 2006\", was approved effective December 19, 2006.\n\nResolution 17-255, the \"6428 Georgia Avenue, N.W., Disposition Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nResolution 17-289, the \"Square 37 and 50 Excess Property Disposition Emergency Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nResolution 17-291, the \"Center Leg Freeway (Interstate 395) Fee and Air Rights Disposition Emergency Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nResolution 17-299, the \"Howard University Great Streets Disposition Emergency Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nResolution 17-461, the \"Home Again Estates at Mt. Vernon Disposition Emergency Approval Resolution of 2007\", was approved effective December 11, 2007.\n\nResolution 19-76, the \"Justice Park Surplus Declaration and Approval Resolution of 2011\", was approved effective April 5, 2011.\n\nResolution 19-77, the \"Justice Park Disposition Approval Resolution of 2011\", was approved effective April 5, 2011.\n\nResolution 19-163, the \"Gales School Surplus Declaration Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-164, the \"Gales School Disposition Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-165, the \"1113-1117 H Street N.E. Second Surplus Declaration and Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-166, the \"1113-1117 H Street N.E. Second Disposition Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-167, the \"McGogney School Surplus Declaration Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-168, the \"McGogney School Disposition Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-169, the \"New Communities Northwest One--Site 2 Disposition Extension Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-170, the \"Fourth/Sixth and E Streets, S.W., Property Disposition Extension Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-209, the \"Rabaut School Surplus Declaration Emergency Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-211, the \"Rabaut School Disposition Emergency Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-213, the \"Harrison School Surplus Emergency Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-215, the \"Harrison School Emergency Disposition Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-217, the \"Scott Montgomery School Surplus Declaration Emergency Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-219, the \"Scott Montgomery School Disposition Emergency Approval Resolution of 2011\", was approved effective July 12, 2011.\n\nResolution 19-245, the \"Eastern Avenue Property Disposition Extension Approval Resolution of 2011\", was approved effective September 20, 2011.\n\nResolution 19-246, the \"Strand Theater Disposition Extension Approval Resolution of 2011\", was approved effective September 20, 2011.\n\nResolution 19-247, the \"Minnesota-Benning Phase 2 Redevelopment Disposition Extension Approval Resolution of 2011\", was approved effective September 20, 2011.\n\nMiscellaneous Notes\n\nSale, lease or transfer of certain United States property in District to foreign governments and international organization: See Act of October 8, 1968, Pub. L. 90-553, as amended by Act of May 25, 1982, Pub. L. 97-186, as amended by § 124 of the Act of August 16, 1985, Pub. L. 99-93, as amended by § 120 of the Act of February 16, 1990, Pub. L. 101-246.\n\nConveyance of property: Pursuant to authority of this section, the Act of March 16, 1978, D.C. Law 2-63, conveying square 491 to the Pennsylvania Avenue Development Corporation, was adopted.\n\nD.C. Law 7-94, effective March 16, 1988, authorized the Mayor to convey property located at 525-9th Street, N.E., Lots 32, 33, and 34 of Square 936, commonly referred to as Old Police Precinct #9.\n\nD.C. Law 8-32, effective September 22, 1989, as amended by D.C. Act 8-97, effective October 17, 1989, as amended by D.C. Law 8-171, effective September 26, 1990, authorized the Mayor to convey property located at 1529 16th Street, N.W., Lot 818 of Square 194, commonly referred to as the Jewish Community Center.\n\nD.C. Law 8-82, effective March 15, 1990, authorized the Mayor to convey property located at Lot 13 in Square 4446.\n\nD.C. Law 10-139, effective July 23, 1994, authorized the Mayor to convey property located at 2025 2nd Street, N.W., commonly referred to as the Gage School.\n\nApproval of Prevocational School Site: Pursuant to Resolution 8-291, the \"Prevocational School Site Lease Approval Resolution of 1990\", effective November 30, 1990, the Council approved the request by the Mayor to lease the Prevocational School Site for a period not to exceed 99 years.\n\nDisapproval of request to lease Employment Services Building: Pursuant to Resolution 8-292, the \"Employment Services Building Lease Disapproval Resolution of 1990,\" effective November 30, 1990, the Council disapproved the request by the Mayor to lease the Employment Services Building Site for a period not to exceed 99 years.\n\nPrecinct Station Site Lease Approval Resolution of 1991: Pursuant to Resolution 9-146, effective December 13, 1991, the Council approved the request by the Mayor to lease the Old Number 8 Precinct Station (Lot 804; Square 1730) to Iona Senior Services for a period of greater than 20 years.\n\nProposal to Develop 10 Lots Located at Benning Road, S.E., Lots 309 through 318, Square 5359 Resolution of 1992: Pursuant to Resolution 9-264, effective June 12, 1992, the Council reviewed and approved an unsolicited proposal to develop 10 lots located at Benning Road between Hanna Place and H Street, S.E., Lots 309 through 319, Square 5359.\n\nLease of the Employment Services Building Site Disapproval Resolution of 1993: Pursuant to Resolution 10-62, effective June 11, 1993, the Council disapproved the lease of the Employment Services Building site for a period of up to 99 years.\n\nChildren's Island Disposition Resolution of 1993: Pursuant to Resolution 10- 92, effective July 30, 1993, the Council authorized conditionally the disposition of property in the Anacostia River known as Children's Island, upon the approval by the Council of the District of Columbia of a transfer of jurisdiction over the property from the National Park Service to the District of Columbia, pursuant to a Lease and Restated Cooperative Agreement between the District of Columbia and National Children's Island, InC. and Island Development Corporation, and subject to compliance with the provisions of the Children's Island Development Plan Emergency Act of 1993 and successor permanent legislation.\n\nUnsolicited Proposal Submitted by Washington Properties, Inc./Square 673 Partners for the Negotiated Disposition of 59 M Street, N.E., Resolution of 1994: Pursuant to Resolution 10-475, effective December 6, 1994, amended by D.C. Law 16-191, § 110, the Council reviewed and provided comments on an Unsolicited Proposal submitted by Washington Properties, Inc./Square 673 Partners for the negotiated disposition of 59 M Street, N.E.\n\nConveyance of property: D.C. Law 10-96 authorized the Mayor to convey certain real property of the District of Columbia known as Engine Company No. 24, located on Lot 816, Square 2900, with a street address at 3702 Georgia Avenue N.W., to the Washington Metropolitan Area Transit Authority for the purpose of constructing the Georgia Avenue/Petworth Station facilities.\n\nDisposal of surplus real property: Section 2 of D.C. Law 8-96 provided that for the purposes of this act, the term \"real property\" means land titled in the name of the District of Columbia (\"District\") or in which the District has a controlling interest and includes all structures of a permanent character erected thereon or affixed thereto, any natural resources located thereon or thereunder, all riparian rights attached thereto, or any air space located above or below the property or any street or alley under the jurisdiction of the Mayor.\n\nAuthority over the John A. Wilson Building: Section 601 of D.C. Law 10-65, provided, inter alia, that notwithstanding the provisions of this chapter, the John A. Wilson Building is designated under the exclusive authority of the Council of the District of Columbia to determine the use, management, maintenance, operation, repair, renovation, security, lease, sale, or other disposition of the property pursuant to § 10-1301.\n\nOyster Elementary School Construction and Revenue Bonds: D.C. Law 12-174, the Oyster Elementary School Construction and Revenue Bond Act of 1998, effective October 21, 1998, pursuant to § 169 of Pub. Law. 105-277, authorized the demolition of the James F. Oyster Elementary School and the construction of a new school, the lease or conveyance of a portion of the Oyster School site to a private developer, and the funding for construction of the new Oyster School facility through the issuance of revenue bonds by the District for the benefit of the District of Columbia Public Schools, with the payments on such revenue bonds secured through payment by the developer of a payment in lieu of taxes.\n\nGlenn Dale Hospital Site Sale Approval Resolution of 1994: Pursuant to Proposed Resolution 11-17, deemed approved January 7, 1995, Council approved the sale of the Glenn Dale Hospital Site.\n\nTransfer of Lot 40 in Square 454 Emergency Approval Resolution of 1995: Pursuant to Resolution 11-150, effective October 10, 1995, the Council approved the transfer of certain real property owned by the District of Columbia Government, further described as Lot 40 in Square 454, a portion of which to be transferred to the District of Columbia Redevelopment Land Agency and the remaining portion to be used or disposed of in accordance with District of Columbia law.\n\nRequest for Proposals to Solicit Development of the Georgetown Incinerator Property, Lot 824 in Square 1189, Approval Emergency Resolution of 1996: Pursuant to Resolution 11-478, effective July 17, 1996, Council approved, on an emergency basis, the request for proposals soliciting proposals to develop the Georgetown Incinerator Property located in the Georgetown Waterfront area and legally described as Lot 824, Square 1189.\n\nApproval of the Negotiated Disposition of the \"Golden Rule Property\" to Golden Rule Plaza, Inc., and Reorganization Plan No. 8 of 1996 for the Business of Public Management Disapproval Resolution of 1996: Pursuant to Resolution 11- 569, effective November 7, 1996, Council approved a negotiated disposition and redevelopment of the \"Golden Rule Property\" to Golden Rule Plaza, Inc., and to disapprove Reorganization Plan No. 8 of 1996 for the business of public management.\n\nNegotiated Disposition of Property Located at 1301 Upshur Street, N.W., to the National Baptist Convention USA Housing Inc., Twenty-Seven, Approval Resolution of 1996: Pursuant to Resolution 11-632, effective December 3, 1996, Council approved the negotiated disposition of property located in Square 2820, Lot 1, at 1301 Upshur Street, N.W., to the National Baptist Convention USA Housing Inc., Twenty-Seven, for the development of the \"Upshur House\" in Ward Four.\n\nRequest for Offers for the Disposition for the Roosevelt Apartment for Senior Citizens, 2101 16th Street, N.W., Lot 802, in Square 188, Approval Resolution of 1996: Pursuant to Resolution 11-633, effective December 3, 1996, Council approved the Request for Offers for the disposition of the Roosevelt Apartment for Senior Citizens located at 2101 16th Street, N.W., and legally described as Lot 802, Square 188, in Ward 1.\n\nUnsolicited Proposal to Develop the Anacostia Northern Gateway Project Approval Resolution of 1997: Proposed Resolution 12-0111, the \"Unsolicited Proposal to Develop the Anacostia Northern gateway project Approval Resolution of 1997\" was deemed approved, effective Feb. 12, 1997.\n\nExtension of Time To Dispose of Square 4107, Lots 227 and 900 and Square 4103, Lots 826 and 827 to Crane Rental Company Approval Resolution of 1998: Pursuant to Resolution 12-(PR12-721), effective May 29, 1998, the Council approved a request for additional time for the disposition of property on W Street, N.E., Square 4107, Lots 227 and 900 and Square 4103, Lots 826 and 827, to Crane Rental Company.\n\nDisposition of Lots 90, 91, 92, 105, 106 and 125 in Square 2560 to Adams Morgan Development Company Limited Partnership Approval Resolution of 1998: Pursuant to Resolution 12-703, effective October 6, 1998, the Council approved the disposition of Lots 90, 91, 92, 105, 106 and 125 in Square 2560 to Adams Morgan Development Company Limited Partnership.\n\nDisposition of Lot 824 in Square 1189 to Millennium Georgetown Development L.L.C. Approval Resolution of 1998: Pursuant to Resolution 12-704, effective October 6, 1998, the Council approved the disposition of Lot 824 in Square 1189 to Millennium Georgetown Development L.L.C.\n\nAuthorization to Sell Lots 804, 805 and 806 in Square 3587 Approval Resolution of 1998: Pursuant to Resolution PR 12-824. effective December 10, 1998, the Council authorized the sale of Lots 804, 805, and 806 in Square 3587 to existing tenants.\n\nDisposition of Lot 41 in Square 484 Emergency Conditional Approval Resolution of 1998: Pursuant to Resolution 12-677, effective August 24, 1998, the Council approved, on an emergency basis, the disposition of Lot 41 in Square 454, located at 614 H Street, N.W., as surplus property.\n\nDisposition of Lot 0061 in Square 555 Emergency Approval Resolution of 1998: Pursuant to Resolution 12-800, effective December 1, 1998, the Council approved, on an emergency basis, the disposition of Lot 0061 in Square 555, real property owned by the District government, as surplus property in accordance with District of Columbia law.\n\nPublic Offering Document to Receive Proposals to Develop the McMillan Sand Filter Plan Site Disapproval Resolution of 1998 (PR12-981): Pursuant to Resolution 13-31, effective February 2, 1999, the Council disapproved an offering document to receive proposals to develop the McMillan Sand Filter Plant Site, located in Ward 5.\n\nRequest for Offers for the Disposition of the Roosevelt Apartment, 2101 - 16th Street, N.W., Lot 802 in Square 188, Approval Resolution of 1999 (PR12-1115): Pursuant to Resolution 13-32, effective February 2, 1999, the Council reviewed and approved the Request for Offers for disposition of the Roosevelt Apartment, located at 2101 16th Street, N.W., and legally described as Lot 802 in Square 188, in Ward One.\n\nRelated federal enactments: Section 152 of Public Law 106-113 provides:\n\n\"(a) MANAGEMENT OF EXISTING DISTRICT GOVERNMENT PROPERTY.--Upon the expiration of the 60-day period that begins on the date of the enactment of this Act, none of the funds contained in this Act may be used to enter into a lease (or to make rental payments under such a lease) for the use of real property by the District of Columbia government (including any independent agency of the District) or to purchase real property for the use of the District of Columbia government (including any independent agency of the District) or to manage real property for the use of the District of Columbia (including any independent agency of the District) unless the following conditions are met:\n\n\"(1) The Mayor and Council of the District of Columbia certify to the Committees on Appropriations of the House of Representatives and Senate that existing real property available to the District (whether leased or owned by the District government) is not suitable for the purposes intended.\n\n\"(2) Notwithstanding any other provisions of law, there is made available for sale or lease all real property of the District of Columbia that the Mayor from time-to-time determines is surplus to the needs of the District of Columbia, unless a majority of the members of the Council override the Mayor's determination during the 30-day period which begins on the date the determination is published.\n\n\"(3) The Mayor and Council implement a program for the periodic survey of all District property to determine if it is surplus to the needs of the District.\n\n\"(4) The Mayor and Council within 60 days of the date of the enactment of this Act have filed with the Committees on Appropriations of the House of Representatives and Senate, the Committee on Government Reform and Oversight of the House of Representatives, and the Committee on Governmental Affairs of the Senate a report which provides a comprehensive plan for the management of District of Columbia real property assets, and are proceeding with the implementation of the plan.\n\n\"(b) TERMINATION OF PROVISIONS.--If the District of Columbia enacts legislation to reform the practices and procedures governing the entering into of leases for the use of real property by the District of Columbia government and the disposition of surplus real property of the District government, the provisions of subsection (a) shall cease to be effective upon the effective date of the legislation.\"\n\nSection 8734 of Public Law 107-217 provides:\n\n\"Sec. 8734. Sale of land by Mayor\n\n\"(a) AUTHORITY TO SELL -- With the approval of the National Capital Planning Commission, the Mayor of the District of Columbia, for the best interests of the District of Columbia, may sell to the highest bidder at public or private sale real estate in the District of Columbia owned in fee simple by the District of Columbia for municipal use that the Council of the District of Columbia and the Commission find to be no longer required for public purposes.\n\n\"(b) PAYING EXPENSES AND DEPOSITING PROCEEDS -- The Mayor--\n\n(1) may pay the reasonable and necessary expenses of the sale of each parcel of land sold; and\n\n(2) shall deposit the net proceeds of each sale in the Treasury to the credit of the District of Columbia.\"\n\nApplicability of D.C. Law 16-112: Section 4 of D.C. Law 16-112 provided that \"This act shall apply to resolutions submitted to the Council after the effective date of this act [June 8, 2006].\"\n\nSection 2 of D.C. Law 18-165 provides:\n\n\"Notwithstanding An Act Authorizing the sale of certain real estate in the District of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801 et seq.), the Council approves the disposition of the real property formerly designated as federal reservations 129, 130, and 299 to CASCO Marina Development LLC, in accordance with the agreement between the District of Columbia and CASCO Marina Development, LLC.\"\n\nSection 6 of D.C. Law 18-368 provides:\n\n\"Notwithstanding section 1(d) of An Act Authorizing the sale of certain real estate in the District of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801(d)), the time period within which the Mayor may dispose of the property located at 1101-1111 24th Street, N.W., known for tax and assessment purposes as Lot 836, Square 37, 2301 L Street, N.W., Lot 837, Square 37, and 2225 M Street, N.W., Lot 822, Square 50, pursuant to the West End Parcels Disposition Approval Resolution of 2010, effective July 13, 2010 (Res.18-553; 57 DCR 7623), is extended to July 13, 2013.\"\n\nEstablishment of the Saint Elizabeths Redevelopment Initiative, see Mayor's Order 2011-109, June 15, 2011 (58 DCR 5348).\n\nShort title: Section 2131 of D.C. Law 19-168 provided that subtitle N of title II of the act may be cited as \"Housing Production and Job Training Funding Act of 2012\".\n\nDC CODE § 10-801\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1939, 53 Stat. 1211, ch. 449, § 1; Mar. 15, 1990, D.C. Law 8-96, § 3, 37 DCR 795; Sept. 11, 1990, D.C. Law 8-158, § 2(a), 37 DCR 4167; Mar. 16, 1995, D.C. Law 10-216, § 2 41 DCR 8038; Apr. 18, 1996, D.C. Law 11-110, § 21, 43 DCR 530; Apr. 19, 2002, D.C. Law 14-114, § 102, 49 DCR 1468; Oct. 19, 2002, D.C. Law 14-213, § 15(a), 49 DCR 8140; Apr. 4, 2003, D.C. Law 14-282, § 5, 50 DCR 896; Mar. 30, 2004, D.C. Law 15-127, § 2, 51 DCR 1549; Apr. 5, 2005, D.C. Law 15-285, § 2, 52 DCR 857; Apr. 13, 2005, D.C. Law 15-354, § 92, 52 DCR 2638; June 8, 2006, D.C. Law 16- 112, § 2, 53 DCR 2536; Mar. 26, 2008, D.C. Law 17-138, § 704, 55 DCR 1689; Oct. 22, 2009, D.C. Law 18-76, § 2, 56 DCR 6895; Mar. 11, 2010, D.C. Law 18-115, § 2(a), 57 DCR 886; July 27, 2010, D.C. Law 18-201, § 2, 57 DCR 4742; Sept. 20, 2012, D.C. Law 19-168, § 2132, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 67, 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) Except for real property disposed of pursuant to § 6-1005(c), the Mayor is authorized and empowered, in his discretion, for the best interests of the District of Columbia (\"District\"), and with the approval of the Council by resolution, to sell, convey, lease (inclusive of options) for a period of greater than 20 years, exchange, or otherwise dispose of real property, in whole or in part, now or hereafter owned in fee simple by the District, whether purchased with appropriated, grant, or other funds, the proceeds of general obligation bonds or tax revenue anticipation notes issued by the District government, or United States Treasury Notes, or obtained by any other means including exchange, condemnation, eminent domain, gift, dedication, donation, devise or assignment, for municipal, community development, or other public purpose, which the Council finds to be no longer required for public purposes."},{"prefix":"2","text":" The Mayor shall submit separate resolutions for the determination that the real property is no longer required for public purposes pursuant to subsection (a-1) of this section and for the approval of its disposition pursuant to subsection (b) of this section."},{"prefix":"a-1","text":"(1) If the Mayor believes that real property is no longer required for public purposes, the Mayor shall submit to the Council a proposed resolution which includes a finding that the real property is no longer required for public purposes. In the proposed resolution submitted to the Council, the Mayor shall also provide a description of the real property and a detailed explanation as to why the real property is no longer required for public purposes."},{"prefix":"2","text":" The proposed resolution shall be accompanied by an analysis setting forth:"},{"prefix":"A","text":" Whether the real property has any necessary use by the District;"},{"prefix":"B","text":" Why the determination that the real property is no longer required for public purposes is in the best interests of the District; and"},{"prefix":"C","text":" A summary of public comments received at the public hearing required under paragraph (4) of this subsection."},{"prefix":"3","text":" The proposed resolution shall be submitted to the Council for a 90-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed resolution within the 90-day period, the proposed resolution shall be deemed disapproved."},{"prefix":"4","text":" Before submitting a proposed resolution pursuant to this subsection, the Mayor shall hold at least one public hearing on the finding that the real property is no longer required for public purposes. The hearing shall be held at an accessible evening or weekend time and in an accessible location in the vicinity of the real property. The Mayor shall provide at least 30 days notice to Advisory Neighborhood Commissions of the public hearing and shall publicize the hearing by placing a notice in the District of Columbia Register at least 15 days before the hearing."},{"prefix":"5","text":" The Mayor shall be deemed to have met the requirements of paragraphs (2)(C) and (4) of this subsection if, prior to April 19, 2010, the Mayor submitted the proposed resolution pursuant to this subsection to the Council and, prior to March 10, 2010, the Mayor engaged in community outreach efforts regarding the real property's proposed redevelopment; provided, that the community outreach:"},{"prefix":"A","text":" Occurred in an accessible location, or accessible locations, in the vicinity of the real property; and"},{"prefix":"B","text":" Involved a discussion of the proposed redevelopment plan for real property."},{"prefix":"a-2","text":" If the Council determines that the real property is no longer required for public purposes pursuant to subsection (a-1) of this section, the Mayor shall attempt to dispose of the real property for a use with a direct public benefit as described in a specific government plan adopted by the Mayor or Council, including the Community Development Plan, the Comprehensive Plan, the Strategic Neighborhood Area Plan, or the Comprehensive Housing Strategy Plan."},{"prefix":"b","text":" The Mayor, to carry out the provisions of this subchapter, shall transmit to the Council a proposed resolution that contains the following:"},{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" The name and business address of the developer, and, if the developer is a joint venture or partnership, the name and business address of each person that constitutes the partnership;"},{"prefix":"3","text":" A description of the real property to be disposed of;"},{"prefix":"4","text":" A description of the intended use for the property (\"Project\");"},{"prefix":"5","text":" A description of any affordable housing to be provided as part of the Project;"},{"prefix":"6","text":" A finding that the Developer will enter into an agreement that shall require the Developer to, at a minimum, contract with Certified Business Enterprises for at least 35% of the contract dollar volume of the project, and shall require at least 20% equity and 20% development participation of Certified Business Enterprises;"},{"prefix":"7","text":" A finding that the Developer will enter into a First Source Agreement with the District that shall govern certain obligations of Developer pursuant to § 2-219.03 and Mayor's Order 83-265 (November 9, 1983) regarding job creation and employment generated as a result of the construction on the Property;"},{"prefix":"8","text":" The proposed method of disposition, which may be one of the following:"},{"prefix":"A","text":" A public or private sale to the highest bidder;"},{"prefix":"B","text":" A negotiated sale to a for-profit or nonprofit entity for specifically designated purposes;"},{"prefix":"C","text":" A lease for a period of greater than 20 years;"},{"prefix":"D","text":" A combination sale/leaseback for specifically designated purposes;"},{"prefix":"E","text":" An exchange of interests in real property; or"},{"prefix":"F","text":" A public or private sale to the bidder providing the most benefit to the District; and"},{"prefix":"9","text":" The following statement:"},{"prefix":"b-1","text":" A proposed resolution to provide for the disposition of real property transmitted to the Council pursuant to subsection (b) of this section shall be accompanied by the following:"},{"prefix":"1","text":" An analysis prepared by the Mayor of the economic factors that were considered in proposing the disposition of the real property, including:"},{"prefix":"A","text":" The chosen method of disposition, and how competition was maximized;"},{"prefix":"B","text":" The manner in which economic factors were weighted and evaluated, including estimates of the monetary benefits and costs to the District that will result from the disposition. The benefits shall include revenues, fees, and other payments to the District, as well as the creation of jobs; and"},{"prefix":"C","text":" A description of all disposition methods considered and an accompanying narrative for the proposed disposition method that contains comparisons to the other methods and shows why the proposed method was more beneficial for the District than the others in the areas of return on investment, subsidies required, revenues paid to the District, and any other relevant category, or why it is being proposed despite it being less beneficial to the District in any of the measured categories."},{"prefix":"2","text":" An executed term sheet or Memorandum of Understanding between the District and the selected developer that shall include the following:"},{"prefix":"A","text":" A description of the major business terms of the transaction;"},{"prefix":"B","text":" A description of the method of disposition;"},{"prefix":"C","text":" A description of the Certified Business Enterprise requirements;"},{"prefix":"D","text":" A description of the green building requirements;"},{"prefix":"E","text":" A description of the schedule of performance; and"},{"prefix":"F","text":" Any other terms that the Mayor finds to be in the best interest of the District."},{"prefix":"3","text":" A document reporting the value of the property prepared by an independent appraiser or assessor performed within 12 months of transmission of the proposed resolution."},{"prefix":"4","text":" For any development project where the total value of the government assistance is greater than $10 million, a description of the project funding and financing plan."},{"prefix":"5","text":"(A) For all District land being disposed for purposes of development and requiring government assistance the following additional items shall be transmitted to the Council concurrent with the proposed resolution and analysis:"},{"prefix":"i","text":" A Land Disposition Agreement between the District and the selected developer;"},{"prefix":"ii","text":" Any community benefits agreement between the developer and the relevant community, if any; and"},{"prefix":"iii","text":" A Certified Business Enterprise (\"CBE\") Agreement pursuant to subchapter IX-A of Chapter 2 of Title 2."},{"prefix":"B","text":" Documents in this paragraph shall be transmitted in the most current form available at the time the resolution is transmitted."},{"prefix":"C","text":" All documents referenced in this paragraph shall be consistent with the proposed resolution for land disposition and language to that effect shall be included in those agreements prior to execution."},{"prefix":"6","text":"(A) If a substantive change is made to the term sheet or Memorandum of Understanding referenced in subsection ((b-1)(2) of this section, after the resolution was transmitted to and approved by the Council pursuant to this subsection, a resolution describing the change accompanied by an amended term sheet or Memorandum of Understanding in redline format shall be transmitted to Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed amendments to the term sheet, in whole or in part, by resolution within the 30-day review period, the proposed amendments shall be deemed approved."},{"prefix":"B","text":" For the purpose of this paragraph, the term:"},{"prefix":"i","text":" \"Redline format\" means the changes that are deletions have a line through them and the changes that are additions are underlined."},{"prefix":"ii","text":" \"Substantive change\" means a change that makes the agreement inconsistent with the executed Memorandum of Understanding or term sheet transmitted with the proposed resolution."},{"prefix":"c","text":" The proposed resolution to provide for the disposition of real property pursuant to subsection (b) of this section shall be submitted to the Council for a 90-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove of the proposed disposition of the property, in whole or in part, by resolution within the 90-day period, the proposed resolution shall be deemed disapproved. Nothing in this section shall affect any requirements imposed upon the Mayor by subchapter I of Chapter 5 of Title 2."},{"prefix":"d","text":" Approval of the disposition of the real property by the Council shall expire 2 years after the effective date of the resolution of approval. If the Mayor determines prior to the end of the 2-year period that the property cannot be disposed of within the 2-year period, the Mayor may submit to the Council, no later than 60 days prior to the end of the 2-year period, a resolution seeking additional time for the disposition of the property, and shall include with the resolution a detailed status report on efforts made toward disposition of the property as well as the reasons for the inability to dispose of the property within the 2-year period. If the Council does not take action to approve or disapprove the resolution within 30 days of receipt of the resolution, not including Saturdays, Sundays, legal holidays, or days of Council recess, the resolution shall be deemed disapproved."},{"prefix":"d-1","text":"(1) Notwithstanding subsection (d) of this section, the time period within which the Mayor may dispose of the property located at 2341 4th Street, N.E., pursuant to the Unsolicited Proposal Submitted by the H Street Community Development Corporation for the Acquisition and Development of 2341 4th Street, N.E., Resolution of 1999, deemed approved February 10, 2000 (PR13-436), is extended to February 10, 2004."},{"prefix":"2","text":" This subsection shall apply as of February 10, 2000."},{"prefix":"d-2","text":"(1) Notwithstanding subsection (d) of this section, the time period within which the Mayor may dispose of Square 5912, Lot 804 in Ward 8 in accordance with the Request for Proposals for the Disposition of Camp Simms Approval Resolution of 2000, effective December 5, 2000 (Res. 13-715; 47 DCR 9984), is extended to March 2, 2006."},{"prefix":"2","text":" This subsection shall apply as of December 5, 2002."},{"prefix":"d-3","text":"(1) Notwithstanding subsections (a) through (d) and (e) of this section, the Mayor may dispose of the following properties:"},{"prefix":"A","text":" Lots 106 and 803 in Square 442, in a manner not inconsistent with the Council's approval of the dispositions of these parcels pursuant to the Development of Small Parcels Resolution of 2006, deemed approved October 27, 2006 (Res. 16-849; 53 DCR 9376); and"},{"prefix":"B","text":" Lots 848 and 849 in Square 2906 in a manner not inconsistent with the Council's approval of the dispositions of these parcels pursuant to the Disposition of Lots 848 and 849 in Square 2906 Approval Resolution of 2005, deemed approved July 2, 2005 (Res. 16-280; 52 DCR 7961)."},{"prefix":"2","text":" The Mayor's authority to dispose of the properties listed in paragraph (1) of this subsection shall expire on November 5, 2009."},{"prefix":"d-4","text":"(1) Notwithstanding subsections (a) through (d) and subsection (e) of this section, the Mayor shall dispose of the property located at 35-41 K Street, N.E., designated for tax and assessment purposes as Lot 0838 in Square 0675 (\"K Street property\"), through a solicitation to be issued no later than October 1, 2013; provided, that if the contingency set forth in paragraph (2)(B) of this subsection is met, the Mayor may dispose of the K Street property through a solicitation to be issued no later than October 1, 2013."},{"prefix":"2","text":"(A) Except as provided in paragraph (3) of this subsection, the net proceeds from the disposition by sale, as authorized by § 42-2802 (\"HPTF\"), unless the HPTF has been fully funded pursuant to subparagraph (B) of this paragraph and paragraph (3) of this subsection."},{"prefix":"B","text":" If, before the K Street property disposition, the Chief Financial Officer certifies that there is revenue available to fund section 10002(a)(4) of the Revised Revenue Estimate Contingency Priority List Act of 2012 [D.C. Law 19- 168, title X] (\"priority number 4\"), the certified available revenue shall be deposited into the HPTF."},{"prefix":"3","text":" If, after the K Street property disposition and the deposit of the net proceeds into the HPTF, the Chief Financial Officer certifies that there is revenue available to fund priority number 4, the certified available revenue, less any shortfall of the $18 million provided for in priority number 4 that was not deposited into the HPTF, which shall be deposited into the HPTF, shall be available to fund NoMa in accordance with priority number 4."},{"prefix":"e","text":" The Mayor shall incorporate into the terms of the disposition of real property disposed of through a negotiated sale pursuant to this section, the right of the District to reacquire the property at the price originally conveyed plus any amounts secured by the property that have been approved by the Mayor, if the property is no longer used for the authorized purpose. For property located within the corporate boundaries of the District, if the District does not exercise its reacquisition option, the owner in fee simple shall be entitled to use the property or sell, convey, or otherwise dispose of the property for use in a manner that is consistent with the designation of the real property on:"},{"prefix":"1","text":" The Generalized Land Use Maps adopted pursuant to § 1-301.63; and"},{"prefix":"2","text":" The Official Zoning Map of the District of Columbia adopted pursuant to § 6-641.01."},{"prefix":"e-1","text":" In the case of any real property to be disposed under this section through a request for proposals or competitive sealed proposals, the Mayor shall include economic factors, including revenues, fees, and other payments to the District, as one of the criteria to evaluate the request for proposals or competitive sealed proposals."},{"prefix":"f","text":" The Mayor shall take any steps necessary to ensure continuous community input in the disposition of any real property to be disposed of in accordance with this section, which shall include, for property located within the corporate boundaries of the District, providing notice to any affected Advisory Neighborhood Commission of the final terms and conditions for the sale of the property, for review and comment in accordance with § 1-309.10, prior to the disposition of the property."},{"prefix":"f-1","text":" This section shall not apply to any real property which is acquired under § 42-3171.02."},{"prefix":"g","text":" For real property that the Mayor has determined, after input from affected communities, to be no longer needed by the District of Columbia Public Schools (\"DCPS\"), the Mayor shall submit to the Council a report on whether the Mayor intends to dispose of the real property to a public charter school under § 38-1802.09 or for use by another agency of the District government. The report shall be submitted to the Council by the Mayor within 90 days of the determination that the real property is no longer needed by the DCPS. If the report is not submitted by the Mayor to the Council within the 90-day period, the Mayor shall dispose of the real property in accordance with the provisions of this subchapter and shall transmit to the Council the resolutions required by subsection (a)(2) of this section within 180 days of the Mayor's determination."},{"prefix":"h","text":" Notwithstanding any other provision of law, or any rule of law, the Board is authorized to sell and convey the property located at 13th and K Streets, N.W., Lot 808, Square 285, commonly referred to as the Franklin School (\"Franklin\") to the H Street Community Development Corporation (\"H Street\"), and to enter into and execute all agreements necessary to consummate this sale, provided that the Board and H Street have entered into a contract specifying that H Street shall resell and reconvey Franklin to the District of Columbia, for the use of the Board, for an amount equal to the price for which H Street purchased Franklin, once renovations have been completed and all of the Board's outstanding debts to H Street related to the renovation of Franklin have been discharged. The Board is further authorized and directed to enter into and execute all agreements necessary to consummate the repurchase of Franklin within 90 days of the completion of the renovations and the discharge of the Board's debts for said renovation."},{"prefix":"i","text":" The Board is authorized to expend an amount not to exceed $4 million for the renovation of Rabaut and 2 other schools for District of Columbia Public Schools administrative offices, excluding Franklin; provided, however, that if these renovation costs are likely to exceed $4 million, the Board must come back to the Council for approval of additional expenditures of appropriated operating funds for these purposes."},{"prefix":"j","text":" All District fees and taxes associated with the Board's sale and repurchase of Franklin, and H Street's ownership and renovation of Franklin, shall be waived."},{"prefix":"k","text":" The contractor hired by the Board shall provide an opportunity for students from the District of Columbia Public Schools to participate in vocational training programs with employment opportunities with this renovation project."},{"prefix":"l","text":" The Board shall not expend any appropriated funds to pay for restoration costs but shall use funds to renovate the building to meet minimum occupancy requirements."},{"prefix":"m","text":" The provisions of this subchapter shall not apply to real property acquired by the District or an instrumentality of the District (or a subsidiary thereof) under § 47-1353(a)(3)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"801","identifier":"10-801","catch_text":"Authorization; description of property; submission and approval of resolution; reacquisition rights; notice."}}