{"text":"An RFP to dispose of property pursuant to this subchapter shall use the following evaluation criteria and point system:","historical":"Effect of Amendments\n\nD.C. Law 15-105 deleted subsection designation \"(a)\"; in par. (4), substituted \"proposal that\" for \"proposal who\", and also validated a previously made technical correction.\n\nD.C. Law 16-119, in the lead-in language, substituted \"An RFP to dispose of property\" for \"An RFP to dispose of properties\"; in par. (5), substituted \"Feasibility shall be based on the consideration of whether the property will be likely to be developed and sold or rented in the time-line proposed, with the quality of construction proposed, and at the sales or rental prices proposed.\" for \"Feasibility shall be based on the consideration of whether the properties will be likely to be developed and sold in the time-line proposed, with the quality of construction proposed, and at the sales prices proposed.\"; and rewrote par. (3), which had read as follows:\n\n\"(3) Affordability. The minimum affordability level shall be determined pursuant to § 10-833(a)(4). More points shall be awarded for proposing to develop additional properties (that is properties not counted toward the minimum affordability level) as workforce housing. (20 points).\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 6 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nLegislative History of Laws\n\nFor Law 14-267, see notes following § 10-831.\n\nFor Law 15-105, see notes following § 10-801.01.\n\nFor Law 16-119, see notes following § 10-831.\n\nDC CODE § 10-835\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 6, 50 DCR 420; Mar. 13, 2004, D.C. Law 15-105, § 8(1), 51 DCR 881; June 8, 2006, D.C. Law 16-119, § 3(e), 53 DCR 2609.)","sections":[{"prefix":"1","text":" Offering price. More points shall be awarded for a higher proposed offering price. If a subsidy is offered under § 10-834 and is requested by the proposer, the subsidy shall be considered in conjunction with the offering price. (10 points)."},{"prefix":"2","text":" Quality of rehabilitation. More points shall be awarded for proposing higher-quality rehabilitation. (20 points)."},{"prefix":"3","text":" Affordability. The minimum affordability level shall be determined pursuant to § 10-832(c), and shall remain in effect for not less than 10 years for property offered for sale to the public and not less than 40 years for property offered for rental to the public. More points shall be awarded for proposing to develop additional affordable single-household dwelling units (that is units not counted toward the minimum affordability level); greater levels of affordability (that is affordable to a household earning 60% or less of the area median income); or for longer periods of affordability (that is for longer than the minimum period of affordability). (20 points)."},{"prefix":"4","text":" Level of LSDBE involvement. Pursuant to § 10-833(a)(2), a person submitting a winning proposal will be required to enter into an LSDBE MOU. More points shall be awarded for proposing, and evidencing the commitment and ability to achieve, greater involvement by, an LSDBE. (10 points). An additional 5 points shall be awarded to a person submitting a proposal that is an LSDBE whose primary place of business is in the District of Columbia."},{"prefix":"5","text":" Feasibility. More points shall be awarded to a proposal that is deemed more feasible. Feasibility shall be based on the consideration of whether the property will be likely to be developed and sold or rented in the time-line proposed, with the quality of construction proposed, and at the sales or rental prices proposed. (35 points)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"835","identifier":"10-835","catch_text":"Evaluation criteria of a request for proposals."}}