{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (g), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 13-256, the \"New E-Conomy Transformation Act of 2000\", was introduced in Council and assigned Bill No. 13-752, which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively.   Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-543 and transmitted to both Houses of Congress for its review.  D.C. Law 13-256 became effective on April 3, 2001.\n\nFor Law 14-213, see notes following § 10-801.\n\nDC CODE § 10-803.01\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1939, 53 Stat. 1211, ch. 449, § 3a, as added Apr. 3, 2001, D.C. Law 13-256, § 303, 48 DCR 730; Oct. 19, 2002, D.C. Law 14-213, §§ 15(b), 37(b), 49 DCR 8140.)","sections":[{"prefix":"a","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Qualified High Technology Company\" shall have the same meaning as set forth in § 47-1817.01(5)."},{"prefix":"2","text":" \"Below-market rates\" means rental rates representing a discount from prevailing market rents."},{"prefix":"3","text":" \"Sponsor\" means a commercial real estate broker, landlord, venture capitalist, business incubator, technology company, commercial bank, investment banker, or a for-profit, nonprofit, or public-sector entity acting on behalf of a Qualified High Technology Company."},{"prefix":"b","text":" Not later than one year after the effective date of this section, the Mayor shall report to the Council on the feasibility of selling, conveying, or leasing real property owned in fee simple or leased by the District of Columbia that is no longer required for public purposes to Qualified High Technology Companies."},{"prefix":"c","text":" Not later than one year after the effective of this section, the Superintendent of the District of Columbia Public Schools (\"Superintendent\") shall conduct a study of unused or underutilized buildings within the public school system and report the results to the Mayor and Council."},{"prefix":"d","text":" The Mayor may lease, directly or through a sponsor of a Qualified High Technology Company, real property, or portions thereof, which are not required for public purposes to a Qualified High Technology Company at reasonable below-market rates. The Mayor shall promulgate regulations setting forth the method of determining whether properties owned or leased by the District of Columbia are not required for public purposes and the terms on which such properties may be leased under this section."},{"prefix":"e","text":"(1) Within a reasonable time after the report described in subsection (c) of this section, the Mayor may, with the consent of the Superintendent, lease unused or underutilized public school real property to Qualified High Technology Companies or their sponsors at reasonable below-market rates."},{"prefix":"2","text":" In exchange for facilities assistance under this section, a Qualified High Technology Company shall provide:"},{"prefix":"A","text":" Training courses to District of Columbia Public School teachers and administrators for the more efficient use of technology in the education process;"},{"prefix":"B","text":" Internships to District of Columbia Public School students throughout the calendar year;"},{"prefix":"C","text":" Employment to District of Columbia Public School students during the summer months when school is not in session;"},{"prefix":"D","text":" Technical support or expertise, including networking and maintaining computer systems and other related activities; or"},{"prefix":"E","text":" Any other assistance considered appropriate or acceptable by the Mayor and Superintendent."},{"prefix":"f","text":" The Mayor and the Superintendent shall convene a summit to facilitate the internships and jobs described in subsection (e)(2) of this section."},{"prefix":"g","text":" Nothing in this section shall affect the preference for public charter schools in leasing or purchasing public school facilities, as set forth in § 38-1802.09."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"10","chaptersection":"803","identifier":"10-803.01","catch_text":"Unused and underutilized public school buildings."}}