{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-119, in par. (a)(3), substituted \"offered for sale or rental\" for \"offered for sale\"; and repealed pars. (a)(4) and (a)(5).\n\nD.C. Law 16-191, in subsec. (a)(2), substituted \"Department of Small and Local Business Development, established by § 2-218.11\" for \"Office of Local Business Development\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 4 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nLegislative History of Laws\n\nFor Law 14-267, see notes following § 10-831.\n\nFor Law 16-119, see notes following § 10-831.\n\nFor Law 16-191, see notes following § 10-801.\n\nDC CODE § 10-833\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 4, 50 DCR 420; June 8, 2006, D.C. Law 16-119, § 3(c), 53 DCR 2609; Mar. 2, 2007, D.C. Law 16-191, § 42, 53 DCR 6794.)","sections":[{"prefix":"a","text":" A request for proposals issued pursuant to this subchapter shall contain the following provisions:"},{"prefix":"1","text":" No person shall be eligible to purchase a property disposed of pursuant to this subchapter unless the person first signs a first source employment agreement."},{"prefix":"2","text":" No person shall be eligible to purchase a property disposed of pursuant to this subchapter unless the person first signs a certificate evidencing the person's intent to enter into a memorandum of understanding with the Department of Small and Local Business Development, established by § 2-218.11, to make a good-faith effort to contract with, and procure from, local, small, and disadvantaged business enterprises (\"LSDBE MOUs\"). The contents of the certificate and the memorandum shall be determined by the Department of Small and Local Business Development, established by § 2-218.11."},{"prefix":"3","text":" Each property disposed of pursuant to the RFP shall be rehabilitated and offered for sale or rental to the public in no more than 12 months, or such shorter period determined by the Mayor, after the disposition of the property."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Repealed."},{"prefix":"b","text":" The Mayor may establish other minimum standards as part of the RFP."},{"prefix":"c","text":" The Mayor shall list all known minimum requirements as part of the RFP."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"833","identifier":"10-833","catch_text":"Minimum standards for disposition."}}