{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-119 added subsecs. (c) and (d); and rewrote subsec. (b), which had read as follows:\n\n\"(b) A property disposed of pursuant to this subchapter shall be disposed of as part of a bundle of at least 5, and not more than 25 properties.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 3 of Abandoned and Vacant Properties Community Development Disposition, and Disapproval of Disposition of Certain Scattered Vacant and Abandoned Properties Temporary of 2002 (D.C. Law 14-203, October 17, 2002, law notification 49 DCR 10021).\n\nLegislative History of Laws\n\nFor Law 14-267, see notes following § 10-831.\n\nFor Law 16-119, see notes following § 10-831.\n\nDC CODE § 10-832\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-267, § 3, 50 DCR 420; June 8, 2006, D.C. Law 16-119, § 3(b), 53 DCR 2609.)","sections":[{"prefix":"a","text":" A property disposed of pursuant to this subchapter shall be disposed of pursuant to a request for proposals (\"RFP\") issued by the Mayor."},{"prefix":"b","text":" A single-household property disposed of pursuant to this subchapter shall be disposed of as part of a bundle of at least 5 properties and not more than 25 properties. A property improved as a multi-household property containing at least 5 single-household dwelling units and no more than 25 single-household dwelling units may be disposed of individually or as part of a bundle of up to 25 properties."},{"prefix":"c","text":" At least 30% of all single-household dwelling units, irrespective of whether they are single-household dwelling units contained in a multi-household property or in a single-household property, in each bundle of property disposed of pursuant to an RFP, or such greater proportion determined by the Mayor, shall be sold or rented at a price affordable to a household earning 60% or less of the area median income. If the number representing 30% of the single-household dwelling units is not a whole a number, the Mayor may round to the next lower whole number."},{"prefix":"d","text":" Each property shall be disposed of on an as-is basis."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"8","text":"Sale of Public Lands. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Special Disposal Procedures for Certain Properties."},"heading":{"title":"10","chaptersection":"832","identifier":"10-832","catch_text":"Method of disposition."}}