{"text":"Where 2 lots or parcels of land abut each other and 1 of such lots or parcels belongs to the District of Columbia, the Council of the District of Columbia, in accordance with § 10-801, is hereby authorized and empowered, when in its judgment and discretion it is for the best interest of the District of Columbia, to exchange such District-owned land, or part thereof, for the abutting lot or parcel of land, or part thereof.","historical":"Prior Codifications\n\n1981 Ed., § 9-501.\n\n1973 Ed., § 9-401.\n\nLegislative History of Laws\n\nLaw 8-96, the \"Disposal of District Owned Surplus Real Property Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-302, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 21, 1989, and December 19, 1989, respectively. Approved without the signature of the Mayor on January 18, 1990, it was assigned Act No. 8-148 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (193) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nThe functions, powers and duties of the National Capital Park and Planning Commission were transferred to the National Capital Planning Commission by the Act of June 6, 1924, ch. 270, § 9, as added by the Act of July 19, 1952, 66 Stat. 790, ch. 949, § 1.\n\nMiscellaneous Notes\n\nDisposal of surplus real property: Section 2 of D.C. Law 8-96 provided that for the purposes of this act, the term \"real property\" means land titled in the name of the District of Columbia (\"District\") or in which the District has a controlling interest and includes all structures of a permanent character erected thereon or affixed thereto, any natural resources located thereon or thereunder, all riparian rights attached thereto, or any air space located above or below the property or any street or alley under the jurisdiction of the Mayor.\n\nMayor to establish centralized automated database containing inventory of real property owned by District: Section 4 of D.C. Law 8-96 provided that the Mayor shall establish a centralized automated database containing an inventory of all real property owned by the District, with the information to include certain data as specified in § 10-807.\n\nDC CODE § 10-901\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1951, 65 Stat. 150, ch. 283; Mar. 15, 1990, D.C. Law 8-96, § 7, 37 DCR 795.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"10","text":"Parks, Public Buildings, Grounds, and Space. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Buildings and Grounds."},"chapter":{"identifier":"9","text":"Exchange of District-Owned Land."},"heading":{"title":"10","chaptersection":"901","identifier":"10-901","catch_text":"Council empowered to effect exchange."}}