{"text":"Any election under this subsection shall be made in writing and filed with the Secretary of the Treasury.","historical":"Prior Codifications\n\n1981 Ed., § 11-1566.\n\n1973 Ed., § 11-1566.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made, in brackets, in this section.\n\nDC CODE § 11-1566\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 503, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, §§ 1(b)(69)-(71), 108 Stat. 713; Aug. 5, 1997, 111 Stat. 759, Pub. L. 105-33, §§ 11253(a)(1), (a)(2).)","sections":[{"prefix":"a","text":" Any judge, whether or not subject to sections 11-1562 to 11-1565, may, by written election filed with the Secretary of the Treasury within six months after the date on which the judge takes office or is reappointed or recommissioned, or within six months after the judge marries, elect to be within the survivor annuity provisions of this subchapter."},{"prefix":"b","text":" Any judge in regular active service or any retired judge, who shall have elected survivor annuity, and who after that election is unmarried and does not have a dependent child, may elect --"},{"prefix":"1","text":" to terminate the deductions and withholdings from the judge's salary under section 11-1567(a) and any installment payments elected to be made under section 11-1567(b); and"},{"prefix":"2","text":" to have paid to the judge the lump-sum credit for survivor annuity."},{"prefix":"c","text":" If any judge who shall have elected survivor annuity resigns from office otherwise than under the provisions of this subchapter or is removed, the judge shall be entitled to be paid the lump-sum credit for survivor annuity."},{"prefix":"d","text":" Payment of the lump-sum credit for survivor annuity as provided in this section shall extinguish all claims with respect to survivor annuity."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Retirement. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1566","identifier":"11-1566","catch_text":"Survivor annuity; election; relinquishment."}}