{"text":"In making the foregoing determinations, the special court shall review the whole record or those parts of it cited by the judge or the Commission, and shall take due account of the rule of prejudicial error.","historical":"Prior Codifications\n\n1981 Ed., ยง 11-1529.\n\n1973 Ed., ยง 11-1529.\n\nDC CODE ยง 11-1529\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 497, Pub. L. 91-358, title I, ยง 111.)","sections":[{"prefix":"a","text":" A judge aggrieved by an order of removal or retirement filed by the Commission pursuant to subsection (a) or (b) of section 11-1526 may seek judicial review thereof by filing notice of appeal with the Chief Justice of the United States. Notice of appeal shall be filed within 30 days of the filing of the order of the Commission in the District of Columbia Court of Appeals."},{"prefix":"b","text":" Upon receipt of notice of appeal from an order of the Commission, the Chief Justice shall convene a special court consisting of three Federal judges designated from among active or retired judges of the United States Court of Appeals for the District of Columbia Circuit and the United States District Court for the District of Columbia."},{"prefix":"c","text":" The special court shall review the order of the Commission appealed from and, to the extent necessary to decision and when presented, shall decide all relevant questions of law and interpret constitutional and statutory provisions. Within 90 days after oral argument or submission on the briefs if oral argument is waived, the special court shall affirm or reverse the order of the Commission or remand the matter to the Commission for further proceedings."},{"prefix":"d","text":" The special court shall hold unlawful and set aside a Commission order or determination found to be --"},{"prefix":"1","text":" arbitrary, capricious, and abuse of discretion, or otherwise not in accordance with law;"},{"prefix":"2","text":" contrary to constitutional right, power, privilege, or immunity;"},{"prefix":"3","text":" in excess of statutory jurisdiction, authority, or limitations, or short of statutory right;"},{"prefix":"4","text":" without observance of procedure required by law; or"},{"prefix":"5","text":" unsupported by substantial evidence."},{"prefix":"e","text":" As appropriate and to the extent consistent with this chapter, the Federal Rules of Appellate Procedure governing appeals in civil cases shall apply to appeals taken under this section."},{"prefix":"f","text":" Decisions of the special court shall be final and conclusive."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"The District of Columbia Commission on Judicial Disabilities and Tenure. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1529","identifier":"11-1529","catch_text":"Judicial review."}}