{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-1530.\n\n1973 Ed., § 11-1530.\n\nReferences in Text\n\nThe date of enactment of the District of Columbia Court Reorganization Act of 1970, referred to in the introductory language of subsection (a) of this section, is July 29, 1970.\n\nDC CODE § 11-1530\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 498, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, §§ 1(b)(43)-(50), 108 Stat. 713.)","sections":[{"prefix":"a","text":" Pursuant to such rules as the Commission shall promulgate, each judge of the District of Columbia courts shall, within one year following the date of enactment of the District of Columbia Court Reorganization Act of 1970 and at least annually thereafter, file with the Commission the following reports of the judge's personal financial interests:"},{"prefix":"1","text":" A report of the judge's income and the judge's spouse's income for the period covered by the report, the sources thereof, and the amount and nature of the income received from each such source."},{"prefix":"2","text":" The name and address of each private foundation or eleemosynary institution, and of each business or professional corporation, firm, or enterprise in which the judge was an officer, director, proprietor, or partner during such period;"},{"prefix":"3","text":" The identity of each liability of $5,000 or more owed by the judge or by the judge and the judge's spouse jointly at any time during such period."},{"prefix":"4","text":" The source and value of all gifts in the aggregate amount or value of $50 or more from any single source received by the judge during such period, except gifts from the judge's spouse or any of the judge's children or parents."},{"prefix":"5","text":" The identity of each trust in which the judge held a beneficial interest having a value of $10,000 or more at any time during such period, and in the case of any trust in which the judge held any beneficial interest during such period, the identity, if known, of each interest in real or personal property in which the trust held a beneficial interest having a value of $10,000 or more at any time during such period. If the judge cannot obtain the identity of the trust interest, the judge shall request the trustee to report that information to the Commission in such manner as the Commission shall by rule prescribe."},{"prefix":"6","text":" The identity of each interest in real or personal property having a value of $10,000 or more which the judge owned at any time during such period."},{"prefix":"7","text":" The amount or value and source of each honorarium of $300 or more received by the judge during such period."},{"prefix":"8","text":" The source and amount of all money, other than that received from the United States Government, received in the form of an expense account or as reimbursement for expenditures during such period."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection the content of any report filed under this section shall not be open to inspection by anyone other than (A) the person filing the report, (B) authorized members, alternate members, or staff of the Commission to determine if this section has been complied with or in connection with duties of the Commission under this subchapter, or (C) a special court convened under section 11-1529 to review a removal order of the Commission."},{"prefix":"2","text":" Reports filed pursuant to paragraphs (2) and (7) of subsection (a) shall be made available for public inspection and copying promptly after filing and during the period they are kept by the Commission, and shall be kept by the Commission for not less than three years."},{"prefix":"3","text":" The intentional failure by a judge of a District of Columbia court to file a report required by this section, or the filing of a fraudulent report, shall constitute willful misconduct in office and shall be grounds for removal from office under section 11-1526(a)(2)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"The District of Columbia Commission on Judicial Disabilities and Tenure. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1530","identifier":"11-1530","catch_text":"Financial statements."}}