{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-1101.\n\n1973 Ed., § 11-1101.\n\nEffect of Amendments\n\nPub. L. 107-114 rewrote the section which had read as follows:\n\n\"§ 11-1101. Exclusive Jurisdiction.\"\n\n\"The Family Division of the Superior Court shall be assigned, in accordance with Chapter 9, exclusive jurisdiction of--\n\n\"(1) actions for divorce from the bond of marriage and legal separation from bed and board, including proceedings incidental thereto for alimony, pendente lite and permanent, and for support and custody of minor children;\n\n\"(2) applications for revocation of divorce from bed and board;\n\n\"(3) actions to enforce support of any person as required by law;\n\n\"(4) actions seeking custody of minor children, including petitions for writs of habeas corpus;\n\n\"(5) actions to declare marriages void;\n\n\"(6) actions to declare marriages valid;\n\n\"(7) actions for annulments of marriage;\n\n\"(8) determinations and adjudications of property rights, both real and personal, in any action referred to in this section, irrespective of any jurisdictional limitation imposed on the Superior Court;\n\n\"(9) proceedings in adoption;\n\n\"(10) proceedings under the Act of July 10, 1957 (D.C. Official Code, secs. 46-701 to 46-724);\n\n\"(11) proceedings to determine paternity of any child born out of wedlock;\n\n\"(12) civil proceedings for protection involving intrafamily offenses, instituted pursuant to Chapter 10 of Title 16;\n\n\"(13) proceedings in which a child, as defined in section 16-2301, is alleged to be delinquent, neglected, or in need of supervision;\n\n\"(14) proceedings under Chapter 5 of Title 21 relating to the commitment of the mentally ill;\n\n\"(15) proceedings under Chapter 11 of Title 21 relating to the commitment of the substantially retarded; and\n\n\"(16) proceedings under Interstate Compact on Juveniles (described in title IV of the District of Columbia Court Reform and Criminal Procedure Act of 1970)\".\n\nReferences in Text\n\nThe Interstate Compact on Juveniles, referred to in paragraph (16) of this section, is codified in § 24-1102.\n\nTitle IV of the District of Columbia Court Reform and Criminal Procedure Act of 1970, referred to in subsec. (a)(16), is Pub. L. 91-358, 84 Stat. 473, July 29, 1970, which is not codified.\n\nMiscellaneous Notes\n\nPub. L. 107-114, § 4(c), provides:\n\n\"Plan for integrating computer systems.--\"\n\n\"(1) In general.--Not later than 6 months after the date of the enactment of this Act [Jan. 8, 2002], the Mayor of the District of Columbia shall submit to the President and Congress a plan for integrating the computer systems of the District government with the computer systems of the Superior Court of the District of Columbia so that the Family Court of the Superior Court and the appropriate offices of the District government which provide social services and other related services to individuals and families served by the Family Court of the Superior Court (including the District of Columbia Public Schools, the District of Columbia Housing Authority, the Child and Family Services Agency, the Office of the Corporation Counsel, the Metropolitan Police Department, the Department of Health, and other offices determined by the Mayor) will be able to access and share information on the individuals and families served by the Family Court.\n\n\"(2) Authorization of appropriations.--There are authorized to be appropriated to the Mayor of the District of Columbia such sums as may be necessary to carry out paragraph (1).\"\n\nDC CODE § 11-1101\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 488, Pub. L. 91-358, title I, 111; Dec. 7, 1970, 84 Stat. 1390, Pub. L. 91-530, 2(a)(2), (3); Jan. 8, 2002, 115 Stat. 2108, Pub. L. 107-114, § 4(a).)","sections":[{"prefix":"a","text":" In general. -- The Family Court of the District of Columbia shall be assigned and have original jurisdiction over --"},{"prefix":"1","text":" actions for divorce from the bond of marriage and legal separation from bed and board, including proceedings incidental thereto for alimony, pendente lite and permanent, and for support and custody of minor children;"},{"prefix":"2","text":" applications for revocation of divorce from bed and board;"},{"prefix":"3","text":" actions to enforce support of any person as required by law;"},{"prefix":"4","text":" actions seeking custody of minor children, including petitions for writs of habeas corpus;"},{"prefix":"5","text":" actions to declare marriages void;"},{"prefix":"6","text":" actions to declare marriages valid;"},{"prefix":"7","text":" actions for annulments of marriage;"},{"prefix":"8","text":" determinations and adjudications of property rights, both real and personal, in any action referred to in this section, irrespective of any jurisdictional limitation imposed on the Superior Court;"},{"prefix":"9","text":" proceedings in adoption;"},{"prefix":"10","text":" proceedings under the Act of July 10, 1957 (D.C. Code, secs. 30-301 to 30-324 [D.C. Official Code, §§ 46-701 to 46-724]);"},{"prefix":"11","text":" proceedings to determine paternity of any child born out of wedlock;"},{"prefix":"12","text":" civil proceedings for protection involving intrafamily offenses, instituted pursuant to chapter 10 of title 16;"},{"prefix":"13","text":" proceedings in which a child, as defined in section 16-2301, is alleged to be delinquent, neglected, or in need of supervision;"},{"prefix":"14","text":" proceedings under chapter 5 of title 21 relating to the commitment of the mentally ill;"},{"prefix":"15","text":" proceedings under chapter 13 of title 7 relating to the commitment of the at least moderately mentally retarded;   and"},{"prefix":"16","text":" proceedings under Interstate Compact on Juveniles (described in title IV of the District of Columbia Court Reform and Criminal Procedure Act of 1970)."},{"prefix":"b","text":" Definition. --"},{"prefix":"1","text":" In general. -- In this chapter, the term \"action or proceeding\" with respect to the Family Court refers to cause of action described in paragraphs (1) through (16) of subsection (a)."},{"prefix":"2","text":" Exception. -- An action or proceeding may be assigned to or retained by cross-jurisdictional units established by the Superior Court, including the Domestic Violence Unit."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Family Court of the Superior Court. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1101","identifier":"11-1101","catch_text":"Jurisdiction of the Family Court."}}