{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-1743.\n\n1973 Ed., § 11-1743.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made, in brackets, in this section.\n\nMiscellaneous Notes\n\nAuthorization of Appropriations: For provisions regarding authorization of appropriations for District of Columbia Courts, see § 11241 of title XI of Pub. L. 105-33, 111 Stat. 751, the National Capital Revitalization and Self-Government Improvement Act of 1997.\n\nSection 6(b)(1) and (c)(1) of Pub. L. 105-274, 112 Stat. 2425, amended § 11241 of title XI of Pub. L. 105-33, 111 Stat. 751, the National Capital Revitalization and Self-Government Improvement Act of 1997.\n\nDC CODE § 11-1743\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 514, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, § 1(b)(92), 108 Stat. 713; Aug. 5, 1997, 111 Stat. 752, Pub. L. 105-33, § 11242(e)(1).)","sections":[{"prefix":"a","text":" The Joint Committee shall prepare and submit to the Mayor and the Council of the District of Columbia annual estimates of the expenditures and appropriations necessary for the maintenance and operations of the District of Columbia courts, and shall submit such estimates to Congress and the Director of the Office of Management and Budget after submitting them to the Mayor and the Council. All such estimates shall be included in the budget without revision by the President but subject to the President's recommendations."},{"prefix":"b","text":" The District of Columbia Courts may make such expenditures as may be necessary to execute efficiently the functions vested in the Courts."},{"prefix":"c","text":" All expenditures of the Courts shall be allowed and paid upon presentation of itemized vouchers signed by the certifying officer designated by the Joint Committee. All such expenditures shall be paid out of moneys appropriated for purposes of the Courts."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Administration of District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Duties and Responsibilities."},"heading":{"title":"11","chaptersection":"1743","identifier":"11-1743","catch_text":"Annual Budget and Expenditures."}}