{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-1745.\n\n1973 Ed., § 11-1745.\n\nDC CODE § 11-1745\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 514, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, § 1(b)(94), 108 Stat. 713.)","sections":[{"prefix":"a","text":" The Executive Officer shall prepare and publish, subject to the approval of the Joint Committee, the annual report of the District of Columbia court system of the work of the courts and their operations during the preceding year together with any recommendations relating to the courts. The principal purpose of the annual report shall be to provide meaningful and objective information concerning the performance, progress, and problems of the District of Columbia courts. The report shall include narrative comments analyzing the significance of statistical data and shall show trends with regard to the work of such courts, current data on the age and type of pending cases, and methods of disposition of cases. Nothing in this chapter shall prevent the respective chief judges from preparing and publishing any other reports as they may wish."},{"prefix":"b","text":" The Executive Officer shall be responsible for maintaining and safeguarding the records of the courts. Except for those records required by law to be kept under court seal, the Executive Officer shall make the records available at all reasonable times to --"},{"prefix":"1","text":" the United States Department of Justice,"},{"prefix":"2","text":" the Mayor of the District of Columbia,"},{"prefix":"3","text":" the District of Columbia Commission on Judicial Disabilities and Tenure, and"},{"prefix":"4","text":" such other agencies as the Joint Committee may specify."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Administration of District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Duties and Responsibilities."},"heading":{"title":"11","chaptersection":"1745","identifier":"11-1745","catch_text":"Reports and records."}}