{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-1722.\n\n1973 Ed., § 11-1722.\n\nEffect of Amendments\n\nPub. L. 107-96, in subsec. (a), deleted \", subject to the supervision of the Executive Officer\" following \"for the Superior Court\" in the first sentence.\n\nDC CODE § 11-1722\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 511, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, § 1(b)(85), 108 Stat. 713; Oct. 21, 1998, 112 Stat. 2681-147, Pub. L. 105-277, § 158(b); Dec. 21, 2001, 115 Stat. 928, Pub. L. 107-96, par. 18.)","sections":[{"prefix":"a","text":" There shall be a Director of Social Services in the Superior Court who shall have charge of all juvenile social services for the Superior Court. The Director shall have no jurisdiction over any adult under supervision. With respect to juveniles, the Director shall provide intake procedures, counseling, education and training programs, probation services, and such other services as the court shall prescribe."},{"prefix":"b","text":" To the maximum extent feasible, the Director shall coordinate with and utilize the services of appropriate public and private agencies within the District of Columbia, including the agency established by section 11233(a) of the National Capital Revitalization and self-government [Self-Government] Improvement Act of 1997 [D.C. Official Code § 24-133(a)], and shall coordinate and provide administrative services to volunteers utilized by the Superior Court or any divisions thereof."},{"prefix":"c","text":" As directed by the Executive Officer, the Director shall conduct studies and make reports relating to the utilization of juvenile social services as an adjunct to the Superior Court."},{"prefix":"d","text":" The Director shall make recommendations with respect to the consolidation or disposition of causes before the court relating to members of the same family or household."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Administration of District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Court Personnel."},"heading":{"title":"11","chaptersection":"1722","identifier":"11-1722","catch_text":"Director of Social Services."}}