{"text":"","historical":"","credits":"(Jan. 8, 2002, 115 Stat. 2110, Pub. L. 107-114, ยง 4(a).)\n\nDC CODE ยง 11-1105\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" Onsite coordination of services and information. --"},{"prefix":"1","text":" In general. -- The Mayor of the District of Columbia, in consultation with the chief judge of the Superior Court, shall ensure that representatives of the appropriate offices of the District government which provide social services and other related services to individuals and families served by the Family Court (including the District of Columbia Public Schools, the District of Columbia Housing Authority, the Child and Family Services Agency, the Office of the Corporation Counsel, the Metropolitan Police Department, the Department of Health, and other offices determined by the Mayor) are available on-site at the Family Court to coordinate the provision of such services and information regarding such services to such individuals and families."},{"prefix":"2","text":" Duties of heads of offices. -- The head of each office described in paragraph (1), including the Superintendent of the District of Columbia Public Schools and the Director of the District of Columbia Housing Authority, shall provide the Mayor with such information, assistance, and services as the Mayor may require to carry out such paragraph."},{"prefix":"b","text":" Appointment of social services liaison with family court. -- The Mayor of the District of Columbia shall appoint an individual to serve as a liaison between the Family Court and the District government for purposes of subsection (a) and for coordinating the delivery of services provided by the District government with the activities of the Family Court and for providing information to the judges, magistrate judges, and nonjudicial personnel of the Family Court regarding the services available from the District government to the individuals and families served by the Family Court. The Mayor shall provide on an ongoing basis information to the chief judge of the Superior Court and the presiding judge of the Family Court regarding the services of the District government which are available for the individuals and families served by the Family Court."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Family Court of the Superior Court. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1105","identifier":"11-1105","catch_text":"Social services and other related services."}}