{"text":"For purposes of this subchapter --\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nbut the term \"lump-sum credit for retirement\" does not include interest --\n\n\n\n\n\n\n\nbut the term \"lump-sum credit for survivor annuity\" does not include interest --","historical":"Prior Codifications\n\n1981 Ed., § 11-1561.\n\n1973 Ed., § 11-1561.\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nReferences in Text\n\n\"The date of the enactment of the District of Columbia Retirement Reform Act,\" referred to in paragraphs (9)(C) and (10)(C) of this section, is November 17, 1979.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made, in brackets, in this section.\n\nDC CODE § 11-1561\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 499, Pub. L. 91-358, title I, § 111; Dec. 7, 1970, 84 Stat. 1390, Pub. L. 91-530, § 2(a)(5), (6); Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 124(b)(1), 254(a)(1); June 13, 1994, Pub. L. 103-266, §§ 1(b)(51)-(53), 108 Stat. 713; Aug. 5, 1997, 111 Stat. 759, Pub. L. 105-33, §§ 11253(a)(1), (b); Oct. 21, 1998, 112 Stat. 2422, Pub. L. 105-274, § 2(e)(4); Oct. 21, 1998, 112 Stat. 2681-537, Pub. L. 105-277, § 804(e)(4); Apr. 20, 1999, D.C. Law 12-264, § 23, 46 DCR 2118.)","sections":[{"prefix":"1","text":" The term \"judge\" means any judge of the District of Columbia Court of Appeals or the Superior Court or any person with judicial service as described in paragraph (2) of this section."},{"prefix":"2","text":" The term \"judicial service\" means service as a judge in the District of Columbia Court of Appeals, the Superior Court, or the former Juvenile Court of the District of Columbia, District of Columbia Tax Court, police court, municipal court, Municipal Court of Appeals, or District of Columbia Court of General Sessions."},{"prefix":"3","text":" The terms \"retire\" and \"retirement\" include retirement, resignation, or failure to be recommissioned or reappointed upon the expiration of a commission."},{"prefix":"4","text":" The term \"fund\" means the District of Columbia Judicial Retirement and Survivors Annuity Fund established by section 11-1570."},{"prefix":"5","text":" The term \"widow\" means a surviving wife of a judge who either (A) has been married to the judge for at least two years preceding his death or (B) is the mother of issue by the marriage and has not remarried."},{"prefix":"6","text":" The term \"widower\" means a surviving husband of a judge who either (A) has been married to the judge for at least two years preceding her death or (B) is the father of issue by the marriage and has not remarried."},{"prefix":"7","text":" The term \"Commissioner\" [\"Mayor\"] means the Commissioner [Mayor] of the District of Columbia."},{"prefix":"8","text":" The term \"child\" means --"},{"prefix":"A","text":" an unmarried child under eighteen years of age, including (i) an adopted child, and (ii) a stepchild or recognized natural child who lived with the judge in a regular parent-child relationship;"},{"prefix":"B","text":" such unmarried child regardless of age who is incapable of self-support because of mental or physical disability incurred before age eighteen; or"},{"prefix":"C","text":" such unmarried child between eighteen and twenty-two years of age who is a student regularly pursuing a full-time course of study or training in residence in a high school, trade school, technical or vocational institute, junior college, college, university or comparable recognized educational institution. For the purpose of this paragraph, a child whose twenty-second birthday occurs before July 1 or after August 31 of a calendar year, and while the child is regularly pursuing such a course of study or training, is deemed to have become twenty-two years of age on the first day of July after that birthday. A child who is a student is deemed not to have ceased to be a student during an interim between school years if the interim is not more than five months and if the child shows to the satisfaction of the Secretary of the Treasury that the child has a bona fide intention of continuing to pursue a course of study or training in the same or different school during the school semester (or other period into which the school year is divided) immediately after the interim."},{"prefix":"9","text":" The term \"lump-sum credit for retirement\" means the unrefunded amount consisting of --"},{"prefix":"A","text":" retirement deductions made from the basic salary of a judge:[;]"},{"prefix":"B","text":" amounts deposited covering earlier judicial and nonjudicial service; and"},{"prefix":"C","text":" interest on the deductions and deposits at 4 per centum a year to December 31, 1947, and 3 per centum a year thereafter compounded annually to December 31, 1956, or, in the case of a judge separated or transferred to a position not within the purview of this section before the judge has completed five years of service, to the date of the separation or transfer or the end of the 90-day period beginning on the date of the enactment of the District of Columbia Retirement Reform Act (D.C. Official Code, sec. 1-701 et seq.), whichever is earlier;"},{"prefix":"i","text":" if the service covered thereby aggregates one year or less; or"},{"prefix":"ii","text":" for the fractional part of a month in the total service."},{"prefix":"10","text":" The term \"lump-sum credit for survivor annuity\" means the unrefunded amount consisting of --"},{"prefix":"A","text":" survivor annuity deductions made from the salary of a judge;"},{"prefix":"B","text":" amounts deposited for survivor annuity covering earlier judicial and nonjudicial service; and"},{"prefix":"C","text":" interest on the deductions and deposits at 4 per centum a year to December 31, 1947, and 3 per centum a year thereafter compounded annually to December 31, 1956, or, in the case of a judge separated or transferred to a position not within the purview of this section before the judge has completed five years of service, to the date of the separation or transfer or the end of the 90-day period beginning on the date of the enactment of the District of Columbia Retirement Reform Act (sec. 1-701 et seq.), whichever is earlier;"},{"prefix":"i","text":" if the service covered thereby aggregates one year or less; or"},{"prefix":"ii","text":" for the fractional part of a month in the total service."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Retirement. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1561","identifier":"11-1561","catch_text":"Definitions."}}