{"text":"Suspension under this paragraph shall continue until termination of all appeals. If the conviction is reversed or the order of removal is set aside, the judge shall be reinstated and shall recover salary and all rights and privileges pertaining to the judge's office.","historical":"Prior Codifications\n\n1981 Ed., § 11-1526.\n\n1973 Ed., § 11-1526.\n\nDC CODE § 11-1526\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 494, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, §§ 1(b)(31)-(35), 108 Stat. 713.)","sections":[{"prefix":"a","text":"(1) A judge of a District of Columbia court shall be removed from office upon the filing in the District of Columbia Court of Appeals by the Commission of an order of removal certifying the entry, in any court within the United States, of a final judgment of conviction of a crime which is punishable as a felony under Federal law or which would be a felony in the District of Columbia."},{"prefix":"2","text":" A judge of a District of Columbia court shall also be removed from office upon affirmance of an appeal from an order of removal filed in the District of Columbia Court of Appeals by the Commission (or upon expiration of the time within which such an appeal may be taken) after a determination by the Commission of --"},{"prefix":"A","text":" willful misconduct in office,"},{"prefix":"B","text":" willful and persistent failure to perform judicial duties, or"},{"prefix":"C","text":" any other conduct which is prejudicial to the administration of justice or which brings the judicial office into disrepute."},{"prefix":"b","text":" A judge of a District of Columbia court shall be involuntarily retired from office when (1) the Commission determines that the judge suffers from a mental or physical disability (including habitual intemperance) which is or is likely to become permanent and which prevents, or seriously interferes with, the proper performance of the judge's judicial duties, and (2) the Commission files in the District of Columbia Court of Appeals an order of involuntary retirement and the order is affirmed on appeal or the time within which an appeal may be taken from the order has expired."},{"prefix":"c","text":"(1) A judge of a District of Columbia court shall be suspended, without salary --"},{"prefix":"A","text":" upon --"},{"prefix":"i","text":" proof of conviction of a crime referred to in subsection (a)(1) which has not become final, or"},{"prefix":"ii","text":" the filing of an order of removal under subsection (a)(2) which has not become final; and"},{"prefix":"B","text":" upon the filing by the Commission of an order of suspension in the District of Columbia Court of Appeals."},{"prefix":"2","text":" A judge of a District of Columbia court shall be suspended from all judicial duties, with such retirement salary as the judge may be entitled to pursuant to subchapter III of this chapter, upon the filing by the Commission of an order of involuntary retirement under subsection (b) in the District of Columbia Court of Appeals. Suspension shall continue until termination of all appeals. If the order of involuntary retirement is set aside, the judge shall be reinstated and shall recover the judge's judicial salary less any retirement salary received and shall be entitled to all the rights and privileges of office."},{"prefix":"3","text":" A judge of a District of Columbia court shall be suspended from all or part of judicial duties, with salary, if the Commission, upon the concurrence of three members, (A) orders a hearing for the removal or retirement of the judge pursuant to this subchapter and determines that suspension is in the interest of the administration of justice, and (B) files an order of suspension in the District of Columbia Court of Appeals. The suspension shall terminate as specified in the order (which may be modified, as appropriate, by the Commission) but in no event later than the termination of all appeals."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"The District of Columbia Commission on Judicial Disabilities and Tenure. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1526","identifier":"11-1526","catch_text":"Removal; involuntary retirement; proceedings."}}