{"text":"Within the respective District of Columbia courts, and subject to the supervision of the chief judges thereof, the Executive Officer shall --","historical":"Prior Codifications\n\n1981 Ed., § 11-1741.\n\n1973 Ed., § 11-1741.\n\nDC CODE § 11-1741\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 513, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, §§ 1(b)(90), (91), 108 Stat. 713.)","sections":[{"prefix":"1","text":" supervise, analyze, and improve case assignments, calendars, and dockets;"},{"prefix":"2","text":" provide improved services and introduce new methods to better utilize the time of and accommodate government and other witnesses;"},{"prefix":"3","text":" supervise, analyze, and improve the management of jurors;"},{"prefix":"4","text":" recommend changes and improvements in court rules and procedures affecting the Executive Officer's administrative responsibilities;"},{"prefix":"5","text":" report periodically to the appropriate chief judge with respect to case volumes, backlogs, length of time cases have been pending, number and identity of incarcerated defendants awaiting trial, and such other information as the respective chief judges may request;"},{"prefix":"6","text":" mechanize and computerize court operations and services where feasible and desirable and carry on continuing studies and evaluations of increased and innovative uses of mechanization and computerization;"},{"prefix":"7","text":" conduct studies and research with respect to court operations on the Executive Officer's own initiative or on request of the respective chief judges;"},{"prefix":"8","text":" make recommendations to the chief judge of the Superior Court relating to the arrangement and division of the business of that court and the fixing of the time of sessions of the various divisions and branches of that court; and"},{"prefix":"9","text":" perform such other duties as may be assigned to the Executive Officer by a chief judge."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Administration of District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Duties and Responsibilities."},"heading":{"title":"11","chaptersection":"1741","identifier":"11-1741","catch_text":"Court operations and organization."}}