{"text":"The President shall designate as Chair of the Commission one of the members appointed pursuant to paragraph (1) who is a member of the District of Columbia bar who has been actively engaged in the practice of law in the District of Columbia for at least five of the ten years before the member's appointment.","historical":"Prior Codifications\n\n1981 Ed., § 11-1522.\n\n1973 Ed., § 11-1522.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated at the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made, in brackets, in this section.\n\nDC CODE § 11-1522\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 492, Pub. L. 91-358, title I, § 111; June 13, 1994, Pub. L. 103-266, §§ 1(b)(25)-(27), 108 Stat. 713.)","sections":[{"prefix":"a","text":" The Commission shall consist of five members appointed as follows:"},{"prefix":"1","text":" The President of the United States shall appoint three members of the Commission. Of the members appointed by the President --"},{"prefix":"A","text":" at least one member must be a member of the District of Columbia bar who has been actively engaged in the practice of law in the District of Columbia for at least five of the ten years immediately before appointment; and"},{"prefix":"B","text":" at least two members must be residents of the District of Columbia."},{"prefix":"2","text":" The Commissioner [Mayor] of the District of Columbia shall appoint one member of the Commission. The member appointed by the Commissioner [Mayor] must be a resident of the District of Columbia and not an attorney."},{"prefix":"3","text":" The chief judge of the United States District Court for the District of Columbia shall appoint one member of the Commission. The member appointed by the chief judge shall be an active or retired Federal judge serving in the District of Columbia."},{"prefix":"b","text":" There shall be three alternate members of the Commission, who shall serve as members pursuant to rules adopted by the Commission. The alternate members shall be appointed as follows:"},{"prefix":"1","text":" The President shall appoint one alternate member, who shall be a resident of the District of Columbia and a member of the bar of the District of Columbia who has been actively engaged in the practice of law in the District of Columbia for at least five of the ten years immediately before appointment."},{"prefix":"2","text":" The Commissioner [Mayor] shall appoint one alternate member who shall be a resident of the District of Columbia and not an attorney."},{"prefix":"3","text":" The chief judge of the United States District Court for the District of Columbia shall appoint one alternate member who shall be an active or retired Federal judge serving in the District of Columbia."},{"prefix":"c","text":" No member or alternate member of the Commission shall be a member, officer, or employee of the legislative branch or of an executive or military department of the United States Government (listed in section 101 or 102 of title 5, United States Code); and no member or alternate member (other than a member or alternate member appointed by the chief judge of the United States District Court for the District of Columbia) shall be an officer or employee of the judicial branch of the United States Government. No member or alternate member of the Commission shall be an officer or employee of the District of Columbia government (including its judicial branch)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Judges of the District of Columbia Courts. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"The District of Columbia Commission on Judicial Disabilities and Tenure. (Refs & Annos)"},"heading":{"title":"11","chaptersection":"1522","identifier":"11-1522","catch_text":"Membership."}}