{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-2604.\n\n1973 Ed., § 11-2604.\n\nEffect of Amendments\n\nPub. L. 107-96 substituted \"$65\" for \"$50\" in subsec. (a); and, in subsec. (b), substituted \"$1900\" for \"$1300\" twice, and substituted \"$3600\" for \"$2450\" twice.\n\nPub. L. 107-117 made a nonsubstantive change.\n\nPub. L. 110-335, in subsec. (a), substituted \"$80 per hour\" for \"$65 per hour\"; and rewrote subsec. (b), which had read as follows:\n\n\"(b) For representation of a defendant before the Superior Court or before the District of Columbia Court of Appeals, as the case may be, the compensation to be paid to an attorney shall not exceed the following maximum amounts:\n\n\"(1) $1900 for misdemeanor cases;\n\n\"(2) $3600 for felony cases; and\n\n\"(3) $1900 for post-trial matters if the underlying case was a misdemeanor or $3600 for post-trial matters if the underlying case was a felony.\"\n\nPub. L. 111-8, in subsec. (a), substituted \"$90 per hour\" for \"$80 per hour\".\n\nTemporary Amendments of Section\n\nSection 201 of D.C. Law 10-11 substituted \"at a fixed rate of $50 per hour\" for \"at a rate fixed by the Joint Committee on Judicial Administration, not to exceed the rate of $35 per hour\" in (a); substituted \"$1,300\" for \"$900\" in (b)(1) and (3); and substituted \"$2450\" for \"$1700\" in (b)(2) and (3).\n\nSection 601(b)(5) of D.C. Law 10-11 provided that for services rendered as a result of court appointments made on or after October 1, 1993, Section 201 shall apply as of October 1, 1993.\n\nSection 701(b) of D.C. Law 10-11 provided that the act shall expire on the 225th day of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 201 of the Omnibus Budget Support Emergency Act of 1993 (D.C. Act 10-32, June 3, 1993, 40 DCR 3658).\n\nSection 601 of D.C. Act 10-32 provides for application of the act.\n\nLegislative History of Laws\n\nLaw 5-44, the \"District of Columbia Criminal Justice Act Amendments Act of 1983,\" was introduced in Council and assigned Bill No. 5-128, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on September 20, 1983 and October 4, 1983, respectively. Signed by the Mayor on October 11, 1983, it was assigned Act No. 5-69 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-11, the \"Omnibus Budget Support Temporary Act of 1993,\" was introduced in Council and assigned Bill No. 10-259. The Bill was adopted on first and second readings on May 4, 1993, and June 1, 1993, respectively. Signed by the Mayor on June 15, 1993, it was assigned Act No. 10-39 and transmitted to both Houses of Congress for its review. D.C. Law 10-11 became effective on August 6, 1993.\n\nD.C. Law 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nEffective Dates\n\nPub. L. 107-96, 115 Stat. 929, the District of Columbia Appropriations Act, 2002, provides in part:\n\n\"The amendments made by this provision shall apply with respect to cases and proceedings initiated on or after March 1, 2002.\"\n\nSection 2 of Pub. L. 110-335 provides:\n\n\"The amendments made by this Act shall apply with respect to cases and proceedings initiated on or after the date of the enactment of this Act.\"\n\nSection 822(c) of Pub. L. 111-8 provides:\n\n\"The amendments made by this section shall apply with respect to cases and proceedings initiated on or after the date of enactment of this Act.\"\n\nMiscellaneous Notes\n\nApplication of Law 5-44: Section 4(a) of D.C. Law 5-44 provided that the act shall apply to services rendered as a result of court appointments made after January 31, 1984.\n\nApplication of Law 10-25: Section 601(b)(5) of D.C. Law 10-25 provided that for services rendered as a result of court appointments made on or after October 1, 1993, section 201 shall apply as of October 1, 1993.\n\nExpiration of § 805 of Law 11-52: Section 1701(b) of D.C. Law 11-52 provided that § 805 of the act shall expire on October 1, 1995.\n\nPrompt Payment of Appointed Counsel. Section 129 of Pub. L. 107-96, Dec. 21, 2001, 115 Stat. 923, provides:\n\n\"(a) ASSESSMENT OF INTEREST FOR DELAYED PAYMENTS -- If the Superior Court of the District of Columbia or the District of Columbia Court of Appeals does not make a payment described in subsection (b) prior to the expiration of the 45- day period which begins on the date the Court receives a completed voucher for a claim for the payment, interest shall be assessed against the amount of the payment which would otherwise be made to take into account the period which begins on the day after the expiration of such 45-day period and which ends on the day the Court makes the payment.\n\n\"(b) PAYMENTS DESCRIBED. -- A payment described in this subsection is --\n\n\"(1) a payment authorized under section 11-2604 and section 11-2605, D.C. Code (relating to representation provided under the District of Columbia Criminal Justice Act);\n\n\"(2) a payment for counsel appointed in proceedings in the Family Division of the Superior Court of the District of Columbia under chapter 23 of title 16, D.C. Code; or\n\n\"(3) a payment for counsel authorized under section 21-2060, D.C. Code (relating to representation provided under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986).\n\n\"(c) STANDARDS FOR SUBMISSION OF COMPLETED VOUCHERS.--The chief judges of the Superior Court of the District of Columbia and the District of Columbia Court of Appeals shall establish standards and criteria for determining whether vouchers submitted for claims for payments described in subsection (b) are complete, and shall publish and make such standards and criteria available to attorneys who practice before such Courts.\n\n\"(d) RULE OF CONSTRUCTION. -- Nothing in this section shall be construed to require the assessment of interest against any claim (or portion of any claim) which is denied by the Court involved.\n\n\"(e) EFFECTIVE DATE. -- This section shall apply with respect to claims received by the Superior Court of the District of Columbia or the District of Columbia Court of Appeals during fiscal year 2002, and claims received previously that remain unpaid at the end of fiscal year 2001, and would have qualified for interest payment under this section.\"\n\nPrompt Payment of Appointed Counsel. Section 128 of Pub. L. 108-7, Feb. 20, 2003, 117 Stat. 127, provides:\n\n\"(a) If the Superior Court of the District of Columbia or the District of Columbia Court of Appeals does not make a payment described in subsection (b) prior to the expiration of the 45-day period which begins on the date the Court receives a completed voucher for a claim for the payment, interest shall be assessed against the amount of the payment which would otherwise be made to take into account the period which begins on the day after the expiration of such 45-day period and which ends on the day the Court makes the payment.\n\n\"(b) A payment described in this subsection is--\n\n\"(1) a payment authorized under section 11-2604 and section 11-2605, D.C. Official Code (relating to representation provided under the District of Columbia Criminal Justice Act);\n\n\"(2) a payment for counsel appointed in proceedings in the Family Court of the Superior Court of the District of Columbia under chapter 23 of title 16, D.C. Official Code; or\n\n\"(3) a payment for counsel authorized under section 21-2060, D.C. Official Code (relating to representation provided under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986).\n\n\"(c) The chief judges of the Superior Court of the District of Columbia and the District of Columbia Court of Appeals shall establish standards and criteria for determining whether vouchers submitted for claims for payments described in subsection (b) are complete, and shall publish and make such standards and criteria available to attorneys who practice before such Courts.\n\n\"(d) Nothing in this section shall be construed to require the assessment of interest against any claim (or portion of any claim) which is denied by the Court involved.\n\n\"(e) This section shall apply with respect to claims received by the Superior Court of the District of Columbia or the District of Columbia Court of Appeals during fiscal year 2003 and any subsequent fiscal year.\"\n\nDC CODE § 11-2604\n\nCurrent through December 11, 2012","credits":"(Sept. 3, 1974, 88 Stat. 1091, Pub. L. 93-412, § 2; Jan. 31, 1984, D.C. Law 5-44, § 2, 30 DCR 5411; Aug. 6, 1993, D.C. Law 10-11, § 201, 40 DCR 4007; Sept. 30, 1993, D.C. Law 10-25, § 201, 40 DCR 5489; June 13, 1994, Pub. L. 103-266, § 1(b)(121), 108 Stat. 713; Sept. 26, 1995, D.C. Law 11-52, § 805, 42 DCR 3684; Dec. 21, 2001, 115 Stat. 928, Pub. L. 107-96, par. 20(a)(1), (c); Jan. 10, 2002, 115 Stat. 2307, Pub. L. 107-117, § 404; Oct. 2, 2008, 122 Stat. 3724, Pub. L. 110-335, § 1; Mar. 11, 2009, 123 Stat. 700, Pub. L. 111-8, § 822(a).)","sections":[{"prefix":"a","text":" Any attorney appointed pursuant to this chapter shall, at the conclusion of the representation or any segment thereof, be compensated at a fixed rate of $90 per hour. Such attorney shall be reimbursed for expenses reasonably incurred."},{"prefix":"b","text":" The compensation to be paid to an attorney appointed pursuant to this chapter shall not exceed the following maximum amounts:"},{"prefix":"1","text":" For representation of a defendant before the Superior Court of the District of Columbia for misdemeanors or felonies, the maximum amount set forth in section 3006A(d)(2) of title 18, United States Code, for representation of a defendant before the United States magistrate judge or the district court for misdemeanors or felonies (as the case may be)."},{"prefix":"2","text":" For representation of a defendant before the District of Columbia Court of Appeals, the maximum amount set forth in section 3006A(d)(2) of title 18, United States Code, for representation of a defendant in an appellate court."},{"prefix":"3","text":" For representation of a defendant in post-trial matters for misdemeanors or felonies, the amount applicable under paragraph (1) for misdemeanors or felonies (as the case may be)."},{"prefix":"c","text":" Claims for compensation and reimbursement in excess of any maximum amount provided in subsection (b) of this section may be approved for extended or complex representation whenever such payment is necessary to provide fair compensation. Any such request for payment shall be submitted by the attorney for approval by the chief judge of the Superior Court upon recommendation of the presiding judge in the case or, in cases before the District of Columbia Court of Appeals, approval by the chief judge of the Court of Appeals upon recommendation of the presiding judge in the case. A decision shall be made by the appropriate chief judge in the case of every claim filed under this subsection."},{"prefix":"d","text":" A separate claim for compensation and reimbursement shall be made to the Superior Court for representation before that court, and to the District of Columbia Court of Appeals for representation before that court. Each claim shall be supported by a sworn written statement specifying the time expended, services rendered, and expenses incurred while the case was pending before the court, and the compensation and reimbursement applied for or received in the same case from any other source. The court shall fix the compensation and reimbursement to be paid to the attorney. In cases where representation is furnished other than before the Superior Court or the District of Columbia Court of Appeals, claims shall be submitted to the Superior Court which shall fix the compensation and reimbursement to be paid."},{"prefix":"e","text":" For purposes of compensation and other payments authorized by this section, an order by a court granting a new trial shall be deemed to initiate a new case."},{"prefix":"f","text":" If a person for whom counsel is appointed under this section appeals to the District of Columbia Court of Appeals, such person may do so without prepayment of fees and costs or security therefor and without filing the affidavit required by section 1915(a) of title 28, United States Code."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"26","text":"Representation of Indigents in Criminal Cases."},"heading":{"title":"11","chaptersection":"2604","identifier":"11-2604","catch_text":"Payment for representation."}}