{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 11-902.\n\n1973 Ed., § 11-902.\n\nEffect of Amendments\n\nPub. L. 107-114 rewrote the section which had read:\n\n\"The Superior Court shall consist of the following divisions: Civil Division, Criminal Division, Family Division, Probate Division, and Tax Division. The divisions of the Superior Court may be divided into such branches as the Superior Court may by rule prescribe.\"\n\nDC CODE § 11-902\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 482, Pub. L. 91-358, title I, § 111; Jan. 8, 2002, 115 Stat. 2100, Pub. L. 107-114, § 2(a).)","sections":[{"prefix":"a","text":" In general. -- The Superior Court shall consist of the following:"},{"prefix":"1","text":" The Civil Division."},{"prefix":"2","text":" The Criminal Division."},{"prefix":"3","text":" The Family Court."},{"prefix":"4","text":" The Probate Division."},{"prefix":"5","text":" The Tax Division."},{"prefix":"b","text":" Branches. -- The divisions of the Superior Court may be divided into such branches as the Superior Court may by rule prescribe."},{"prefix":"c","text":" Designation of presiding judge of family court. -- The chief judge of the Superior Court shall designate one of the judges assigned to the Family Court of the Superior Court to serve as the presiding judge of the Family Court of the Superior Court."},{"prefix":"d","text":" Jurisdiction described. -- The Family Court shall have original jurisdiction over the actions, applications, determinations, adjudications, and proceedings described in section 11-1101. Actions, applications, determinations, adjudications, and proceedings being assigned to cross-jurisdictional units established by the Superior Court, including the Domestic Violence Unit, on the date of enactment of this section [January 8, 2002], may continue to be so assigned after the date of enactment of this section [January 8, 2002]."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Superior Court of the District of Columbia. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Continuation and Organization."},"heading":{"title":"11","chaptersection":"902","identifier":"11-902","catch_text":"Organization of the court."}}