{"text":"","historical":"","credits":"(Oct. 16, 2006, 120 Stat. 2025, Pub. L. 109-356, ยง 114(b)(1).)\n\nDC CODE ยง 11-911\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" In general. -- The Superior Court may hold special sessions at any place within the United States outside the District of Columbia as the nature of the business may require and upon such notice as the Superior Court orders, upon a finding by either the chief judge of the Superior Court (or, if the chief judge is absent or disabled, the judge designated under section 11-907(a)) or the Joint Committee on Judicial Administration in the District of Columbia that, because of emergency conditions, no location within the District of Columbia is reasonably available where such special sessions could be held."},{"prefix":"b","text":" Business transacted. -- The Superior Court may transact any business at a special session outside the District of Columbia authorized pursuant to this section which it has the authority to transact at a regular session, except that a criminal trial may not be conducted at such a special session without the consent of the defendant."},{"prefix":"c","text":" Summoning of jurors. -- Notwithstanding any other provision of law, in any case in which special sessions are conducted pursuant to this section, the Superior Court may summon jurors --"},{"prefix":"1","text":" in civil proceedings, from any part of the District of Columbia or, if jurors are not readily available from the District of Columbia, the jurisdiction in which it is holding the special session; and"},{"prefix":"2","text":" in criminal trials, from any part of the District of Columbia or, if jurors are not readily available from the District of Columbia and if the defendant so consents, the jurisdiction in which it is holding the special session."},{"prefix":"d","text":" Notice requirements. -- If the Superior Court issues an order exercising its authority under subsection (a), the Court --"},{"prefix":"1","text":" through the Joint Committee on Judicial Administration in the District of Columbia, shall send notice of such order, including the reasons for the issuance of such order, to the Committee on Homeland Security and Governmental Affairs of the Senate and the Committee on Government Reform of the House of Representatives; and"},{"prefix":"2","text":" shall provide reasonable notice to the United States Marshals Service before the commencement of any special session held pursuant to such order."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"11","text":"Organization and Jurisdiction of the Courts. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Superior Court of the District of Columbia. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Continuation and Organization."},"heading":{"title":"11","chaptersection":"911","identifier":"11-911","catch_text":"Emergency authority to conduct proceedings outside District of Columbia"}}