{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 12-311.\n\nEffect of Amendments\n\nD.C. Law 18-377, in subsec. (a), deleted \"or\" from the end of par. (1), substituted \";   or\" for a period the end of par. (2), and added par. (3).\n\nD.C. Law 19-177, in subsecs. (c)(1) and (2), substituted \"2 years\" from \"one year\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-297 added subsec. (d) to read as follows:\n\n\"(d) A plaintiff in an asbestos-injury action shall have the longer of the limitation period prescribed by subsection (a) of this section or the limitation period prescribed by § 12-301(8).\".\n\nSection 4(b) of D.C. Law 18-297 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Asbestos Statute of Limitations Clarification Emergency Act of 2010 (D.C. Act 18-585, October 20, 2010, 57 DCR 10134).\n\nFor temporary (90 day) amendment of section, see § 503 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 503 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 6-202, the \"District of Columbia Statute of LImitations Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-510, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 25, 1986 and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-261 and transmitted to both Houses of Congress for its review.\n\nLaw 18-377, the \"Criminal Code Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-963, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 2, 2011, it was assigned Act No. 18-722 and transmitted to both Houses of Congress for its review. D.C. Law 18-377 became effective on June 3, 2011.\n\nLaw 19-177, the \"Wrongful Death Act of 2012\", was introduced in Council and assigned Bill No. 19-717, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 2012, and July 10, 2012, respectively. Signed by the Mayor on July 25, 2012, it was assigned Act No. 19-416 and transmitted to both Houses of Congress for its review. D.C. Law 19-177 became effective on October 22, 2012.\n\nDC CODE § 12-311\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-202, § 5, 34 DCR 527; June 3, 2011, D.C. Law 18-377, § 3, 58 DCR 1174; Oct. 22, 2012, D.C. Law 19-177, § 2, 59 DCR 9353.)","sections":[{"prefix":"a","text":" In any civil action for injury or illness based upon exposure to asbestos, the time for the commencement of the action shall be the later of the following:"},{"prefix":"1","text":" Within one year after the date the plaintiff first suffered disability;"},{"prefix":"2","text":" Within one year after the date the plaintiff either knew, or through the exercise of reasonable diligence should have known, that the disability was caused or contributed to by the exposure; or"},{"prefix":"3","text":" Three years from the time the right to maintain the action accrues."},{"prefix":"b","text":" \"Disability\" as used in subsection (a) of this section means the loss of time from work as a result of the exposure that precludes the performance of the employee's regular occupation."},{"prefix":"c","text":" In an action for the wrongful death of any plaintiff's decedent, based upon exposure to asbestos, the time for commencement of an action shall be the later of the following:"},{"prefix":"1","text":" Within 2 years from the date of the death of the plaintiff's decedent; or"},{"prefix":"2","text":" Within 2 years from the date the plaintiff first knew, or through the exercise of reasonable diligence should have known, that the death was caused or contributed to by the exposure."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"12","text":"Right to Remedy. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Limitation of Actions."},"heading":{"title":"12","chaptersection":"311","identifier":"12-311","catch_text":"Actions arising out of death or injury caused by exposure to asbestos."}}