{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 13-336.\n\n1973 Ed., § 13-336.\n\nLegislative History of Laws\n\nLaw 4-200, the \"District of Columbia Adoption of the Uniform Child Custody Jurisdiction and Marital or Parent and Child Long-Arm Jurisdiction Amendments Act of 1982,\" was introduced in Council and assigned Bill No. 4-237, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-284 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 13-336\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 514, Pub. L. 88-241, § 1; Mar. 10, 1983, D.C. Law 4-200, § 3, 30 DCR 125.)","sections":[{"prefix":"a","text":" In actions specified by subsection (b) of this section, publication may be substituted for personal service of process upon a defendant who can not be found and who is shown by affidavit to be a nonresident, or to have been absent from the District for at least six months, or against the unknown heirs or devisees of deceased persons."},{"prefix":"b","text":" This section applies only to:"},{"prefix":"1","text":" actions for partition;"},{"prefix":"2","text":" actions for divorce or annulment;"},{"prefix":"3","text":" actions for child custody under D.C. Official Code, Title 16, Chapter 45;"},{"prefix":"4","text":" actions by attachment;"},{"prefix":"5","text":" actions for foreclosure of mortgages and deeds of trust;"},{"prefix":"6","text":" actions for the establishment of title to real estate by possession;"},{"prefix":"7","text":" actions for the enforcement of mechanics' liens, and other liens against real or personal property within the District; and"},{"prefix":"8","text":" actions that have for their immediate object the enforcement or establishment of any lawful right, claim, or demand to or against any real or personal property within the jurisdiction of the court."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"13","text":"Procedure Generally. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Process and Parties."},"subchapter":{"identifier":"II","text":"Service of Process; Legal Representatives."},"heading":{"title":"13","chaptersection":"336","identifier":"13-336","catch_text":"Service by publication on nonresidents, absent defendants, and unknown heirs or devisees."}}