{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 13-423.\n\n1973 Ed., § 13-423.\n\nLegislative History of Laws\n\nLaw 4-200, the \"District of Columbia Adoption of the Uniform Child Custody Jurisdiction and Marital or Parent and Child Long-Arm Jurisdiction Amendments Act of 1982,\" was introduced in Council and assigned Bill No. 4-237, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-284 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 13-423\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 549, Pub. L. 91-358, title I, § 132(a); Mar. 10, 1983, D.C. Law 4-200, § 4, 30 DCR 125.)","sections":[{"prefix":"a","text":" A District of Columbia court may exercise personal jurisdiction over a person, who acts directly or by an agent, as to a claim for relief arising from the person's --"},{"prefix":"1","text":" transacting any business in the District of Columbia;"},{"prefix":"2","text":" contracting to supply services in the District of Columbia;"},{"prefix":"3","text":" causing tortious injury in the District of Columbia by an act or omission in the District of Columbia;"},{"prefix":"4","text":" causing tortious injury in the District of Columbia by an act or omission outside the District of Columbia if he regularly does or solicits business, engages in any other persistent course of conduct, or derives substantial revenue from goods used or consumed, or services rendered, in the District of Columbia;"},{"prefix":"5","text":" having an interest in, using, or possessing real property in the District of Columbia;"},{"prefix":"6","text":" contracting to insure or act as surety for or on any person, property, or risk, contract, obligation, or agreement located, executed, or to be performed within the District of Columbia at the time of contracting, unless the parties otherwise provide in writing; or"},{"prefix":"7","text":" marital or parent and child relationship in the District of Columbia if:"},{"prefix":"A","text":" the plaintiff resides in the District of Columbia at the time the suit is filed;"},{"prefix":"B","text":" such person is personally served with process; and"},{"prefix":"C","text":" in the case of a claim arising from a marital relationship:"},{"prefix":"i","text":" the District of Columbia was the matrimonial domicile of the parties immediately prior to their separation, or"},{"prefix":"ii","text":" the cause of action to pay spousal support arose under the laws of the District of Columbia or under an agreement executed by the parties in the District of Columbia; or"},{"prefix":"D","text":" in the case of a claim affecting the parent and child relationship:"},{"prefix":"i","text":" the child was conceived in the District of Columbia and such person is the parent or alleged parent of the child;"},{"prefix":"ii","text":" the child resides in the District of Columbia as a result of the acts, directives, or approval of such person; or"},{"prefix":"iii","text":" such person has resided with the child in the District of Columbia."},{"prefix":"E","text":" Notwithstanding the provisions of subparagraphs (A) through (D), the court may exercise personal jurisdiction if there is any basis consistent with the United States Constitution for the exercise of personal jurisdiction."},{"prefix":"b","text":" When jurisdiction over a person is based solely upon this section, only a claim for relief arising from acts enumerated in this section may be asserted against him."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"13","text":"Procedure Generally. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Civil Jurisdiction and Service Outside the District of Columbia. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Bases of Personal Jurisdiction Over Persons Outside the District of Columbia. (Refs & Annos)"},"heading":{"title":"13","chaptersection":"423","identifier":"13-423","catch_text":"Personal jurisdiction based upon conduct."}}