{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-239, see notes under § 14-307.\n\nDC CODE § 14-311\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 2010, D.C. Law 18-239, § 203(c), 57 DCR 5405.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Confidential communication\" means information exchanged between a victim and a human trafficking counselor during the course of the counselor providing counseling, support, and assistance to a victim, including all records kept by the counselor and the human trafficking program concerning the victim and services provided to the victim."},{"prefix":"2","text":" \"Human trafficking counselor\" means an employee, contractor, or volunteer of a human trafficking program who:"},{"prefix":"A","text":" Is rendering support, counseling, or assistance to a victim;"},{"prefix":"B","text":" Has undergone not less than 40 hours of human trafficking counselor training conducted by a human trafficking program that includes dynamics of human trafficking, trauma resulting from human trafficking, crisis intervention, personal safety, risk management, criminal and civil court processes, and resources available to victims; and"},{"prefix":"C","text":"(i) Is or is under the supervision of a licensed social worker, nurse, physician, psychologist, or psychotherapist; or"},{"prefix":"ii","text":" Is or is under the supervision of a person who has a minimum of 5 years of experience rendering support, counseling, or assistance to persons against whom severe emotional abuse or a criminal offense has been committed or is alleged to have been committed, of which at least 2 years of experience involves human trafficking victims."},{"prefix":"3","text":" \"Human trafficking offense\" means abducting or enticing a child from his or her home for purposes of prostitution (§ 22-2704); harboring such child (§ 22-2704); pandering (§ 22-2705); inducing or compelling an individual to engage in prostitution (§ 22-2705); compelling an individual to live life of prostitution against his or her will (§ 22-2706); causing spouse to live in prostitution (§ 22-2708); sexual performance using minors (§ 22-3102); forced labor as prohibited by [§ 22-1832]; trafficking in labor or commercial sex as prohibited by [§ 22-1833]; sex trafficking of children as prohibited by [§ 22-1834]; unlawful conduct with respect to documents in furtherance of human trafficking as prohibited by [22- 1835]; or benefitting financially from human trafficking, as prohibited by [§ 22-1836]."},{"prefix":"4","text":" \"Human trafficking program\" means a nonprofit, non-governmental organization that supports, counsels, and assists victims of human trafficking."},{"prefix":"5","text":" \"Intrafamily offense\" shall have the same meaning as provided in § 16- 1001(8)."},{"prefix":"6","text":" \"Victim\" means a person against whom a human trafficking offense has been committed or is alleged to have been committed."},{"prefix":"b","text":"(1) A human trafficking counselor shall not disclose a confidential communication except:"},{"prefix":"A","text":" As required by statute or by a court of law;"},{"prefix":"B","text":" As voluntarily authorized in writing by the victim;"},{"prefix":"C","text":" To other individuals employed at the human trafficking program and third party providers when and to the extent necessary to facilitate the delivery of services to the victim;"},{"prefix":"D","text":" To the Metropolitan Police Department or other law enforcement agency to the extent necessary to protect the victim or another individual from a substantial risk of imminent and serious physical injury or kidnapping;"},{"prefix":"E","text":" To compile statistical or anecdotal information, without personal identifying information, for research or public information purposes; or"},{"prefix":"F","text":" For any confidential communications relevant to a claim or defense if the victim files a lawsuit against a human trafficking counselor or a human trafficking program."},{"prefix":"2","text":" Unless the disclosure is public, confidential communications disclosed pursuant to paragraph (1) of this subsection shall not be further disclosed by the recipient except as authorized in paragraph (1) of this subsection."},{"prefix":"3","text":" Confidential communications are not waived by the presence of a sign language or foreign language interpreter. Such an interpreter is subject to the same disclosure limitations set forth in paragraph (1) of this subsection and the same privilege set forth in subsection (c) of this section."},{"prefix":"c","text":"(1) Except as provided in paragraph (2) of this subsection, when a victim is under 12 years of age, has been adjudicated incompetent by a court of competent jurisdiction for the purpose of asserting or waiving the privilege established by this section, or is deceased, the victim's parent, guardian, or personal representative may assert or waive the privilege."},{"prefix":"2","text":" If the parent, guardian, or personal representative of a victim described in paragraph (1) of this subsection has been charged with an intrafamily offense or has had a protection order or a neglect petition entered against him or her at the request of or on behalf of the victim, or otherwise has interests adverse to those of the victim with respect to the assertion or waiver of the privilege, the court shall appoint an attorney for purposes of asserting or waiving the privilege."},{"prefix":"d","text":" The assertion of any privilege under this section is not admissible in evidence."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"14","text":"Proof. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Competency of Witnesses. (Refs & Annos)"},"heading":{"title":"14","chaptersection":"311","identifier":"14-311","catch_text":"Human trafficking counselors."}}