{"text":"A priest, clergyman, rabbi, or other duly licensed, ordained, or consecrated minister of a religion authorized to perform a marriage ceremony in the District of Columbia or duly accredited practitioner of Christian Science may not be examined in any civil or criminal proceedings in the Federal courts in the District of Columbia and District of Columbia courts with respect to any --","historical":"Prior Codifications\n\n1981 Ed., § 14-309.\n\n1973 Ed., § 14-309.\n\nEffect of Amendments\n\nD.C. Law 16-79 rewrote par. (3) which had read as follows:\n\n\"(3) communication made to him, in his professional capacity, by either spouse, in connection with an effort to reconcile estranged spouses, without the consent of the spouse making the communication.\"\n\nLegislative History of Laws\n\nFor Law 16-79, see notes following § 14-306.\n\nDC CODE § 14-309\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 520, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 553, Pub. L. 91-358, title I, § 143(4); Apr. 4, 2006, D.C. Law 16-79, § 2(c), 53 DCR 1035.)","sections":[{"prefix":"1","text":" confession, or communication, made to him, in his professional capacity in the course of discipline enjoined by the church or other religious body to which he belongs, without the consent of the person making the confession or communication; or"},{"prefix":"2","text":" communication made to him, in his professional capacity in the course of giving religious or spiritual advice, without the consent of the person seeking the advice; or"},{"prefix":"3","text":"(A) communication made to him, in his professional capacity, by either spouse or domestic partner, in connection with an effort to reconcile estranged spouses or domestic partners, without the consent of the spouse or domestic partner making the communication."},{"prefix":"B","text":" for the purposes of this paragraph, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"14","text":"Proof. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Competency of Witnesses. (Refs & Annos)"},"heading":{"title":"14","chaptersection":"309","identifier":"14-309","catch_text":"Clergy."}}