{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 14-306.\n\n1973 Ed., § 14-306.\n\nEffect of Amendments\n\nD.C. Law 16-79 rewrote section, which had read as follows:\n\n\"(a) In civil and criminal proceedings, a husband or his wife is competent but not compellable to testify for or against the other.\n\n\"(b) In civil and criminal proceedings, a husband or his wife is not competent to testify as to any confidential communications made by one to the other during the marriage.\"\n\nD.C. Law 18-88 added subsecs. (b-1), (b-2), (b-3), and (c)(3).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 206 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 206 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 16-79, the \"Domestic Partnership Equality Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-52 which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 26, 2006, it was assigned Act No. 16-265 and transmitted to both Houses of Congress for its review. D.C. Law 16-79 became effective on April 4, 2006.\n\nLaw 18-88, the \"Omnibus Public Safety and Justice Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-151, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on June 30, 2009, and July 31, 2009, respectively. Signed by the Mayor on August 26, 2009, it was assigned Act No. 18-189 and transmitted to both Houses of Congress for its review. D.C. Law 18-88 became effective on December 10, 2009.\n\nDC CODE § 14-306\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 519, Pub. L. 88-241, § 1; Apr. 4, 2006, D.C. Law 16-79, § 2(b), 53 DCR 1035; Dec. 10, 2009, D.C. Law 18-88, § 206, 56 DCR 7413.)","sections":[{"prefix":"a","text":" In civil and criminal proceedings, a spouse or domestic partner is competent but not compellable to testify for or against their spouse or domestic partner."},{"prefix":"b","text":" In civil and criminal proceedings, a spouse or domestic partner is not competent to testify as to any confidential communications made by one to the other during the marriage or the domestic partnership."},{"prefix":"b-1","text":" Notwithstanding subsections (a) and (b) of this section, a spouse or domestic partner is both competent and compellable to testify against his or her spouse or domestic partner as to both confidential communications made by one to the other during the marriage or domestic partnership and any other matter in:"},{"prefix":"1","text":" A criminal or delinquency proceeding where one spouse or domestic partner is charged with committing:"},{"prefix":"A","text":" Intimate partner violence as defined in § 16-1001(7) if the spouse or domestic partner has previously refused to testify in a criminal or delinquency proceeding against the same spouse or domestic partner for an offense against him or her; or"},{"prefix":"B","text":" An offense against a child, minor, or vulnerable adult who is:"},{"prefix":"i","text":" In the custody of or resides temporarily or permanently in the household of one of the spouses or domestic partners; or"},{"prefix":"ii","text":" Related by blood, marriage, domestic partnership, or adoption to one of the spouses or domestic partners;"},{"prefix":"2","text":" A civil proceeding involving the abuse, neglect, abandonment, custody, or dependency of a child, minor, or vulnerable adult who is:"},{"prefix":"A","text":" In the custody of or resides temporarily or permanently in the household of one of the spouses or domestic partners; or"},{"prefix":"B","text":" Related by blood, marriage, domestic partnership, or adoption to one of the spouses or domestic partners; or"},{"prefix":"3","text":" A criminal or delinquency proceeding where one spouse or domestic partner is charged with committing a crime jointly with the other spouse or domestic partner."},{"prefix":"b-2","text":" Notwithstanding subsections (a) and (b) of this section, when one spouse or domestic partner is charged with committing a crime that occurred prior to the marriage of the spouses or prior to the filing of a domestic partnership agreement, the other spouse or domestic partner is both competent and compellable to testify against his or her spouse or domestic partner as to the crime, communications made by one to the other, and any other matter that occurred prior to the marriage of the spouses, or prior to the filing of the domestic partnership agreement."},{"prefix":"b-3","text":" The burden is upon the person asserting a privilege under this section to establish that it exists."},{"prefix":"c","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"2","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."},{"prefix":"3","text":" \"Refused to testify\" means that the witness spouse or domestic partner has:"},{"prefix":"A","text":" Submitted an affidavit or other writing stating that she or he will not testify before a grand jury or in court;"},{"prefix":"B","text":" Taken the stand in the grand jury or in any court proceeding and asserted his or her privilege under this section not to testify; or"},{"prefix":"C","text":" Intentionally failed to appear in response to a subpoena."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"14","text":"Proof. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Competency of Witnesses. (Refs & Annos)"},"heading":{"title":"14","chaptersection":"306","identifier":"14-306","catch_text":"Spouse or domestic partner."}}