{"text":"when filed and recorded in the office of the Recorder of Deeds of the District of Columbia, is enforceable, by execution issued thereon, for the period of twelve years only from the date when an execution might first be issued thereon, or from the date of the last order of revival thereof. The time during which the judgment creditor is stayed from enforcing the judgment, by written agreement filed in the case, or other order, or by the operation of an appeal, may not be computed as a part of the period within which the judgment is enforceable by execution.","historical":"Prior Codifications\n\n1981 Ed., § 15-101.\n\n1973 Ed., § 15-101.\n\nMiscellaneous Notes\n\nSection 27 of D.C. Law 15-354 provides that Title 15 is designated Title 15 of the District of Columbia Official Code.\n\nDC CODE § 15-101\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 522, Pub. L. 88-241, § 1; Nov. 2, 1966, 80 Stat. 1177, Pub. L. 89-745, §§ 1(a), 7; Mar. 11, 1968, 82 Stat. 42, Pub. L. 90-263, § 1; July 29, 1970, 84 Stat. 553, Pub. L. 91-358, title I, § 144(1).)","sections":[{"prefix":"a","text":" Except as provided by subsection (b) of this section, every final judgment or final decree for the payment of money rendered in the --"},{"prefix":"1","text":" United States District Court for the District of Columbia; or"},{"prefix":"2","text":" Superior Court of the District of Columbia,"},{"prefix":"b","text":" At the expiration of the twelve-year period provided by subsection (a) of this section, the judgment or decree shall cease to have any operation or effect. Thereafter, except in the case of a proceeding that may be then pending for the enforcement of the judgment or decree, action may not be brought on it, nor may it be revived, and execution may not issue on it."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"15","text":"Judgments and Executions; Fees and Costs. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Judgments and Decrees."},"heading":{"title":"15","chaptersection":"101","identifier":"15-101","catch_text":"Enforceable period of judgments; expiration."}}