{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-86, see notes under ยง 15-361.\n\nUniform Law:\n\nThis section is based on ยง 4 of the Uniform Foreign-Country Money Judgments Recognition Act. See Vol. 13, Part II, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 15-364\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 2012, D.C. Law 19-86, ยง 2(b), 58 DCR 11186.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsections (b) and (c) of this section, a court of the District of Columbia shall recognize a foreign-country judgment to which this subchapter applies."},{"prefix":"b","text":" A court of the District of Columbia may not recognize a foreign-country judgment if the:"},{"prefix":"1","text":" Judgment was rendered under a judicial system that does not provide impartial tribunals or procedures compatible with the requirements of due process of law;"},{"prefix":"2","text":" Foreign court did not have personal jurisdiction over the defendant; or"},{"prefix":"3","text":" Foreign court did not have jurisdiction over the subject matter."},{"prefix":"c","text":" A court of the District of Columbia need not recognize a foreign-country judgment, if the:"},{"prefix":"1","text":" Defendant in the proceeding in the foreign court did not receive notice of the proceeding in sufficient time to enable the defendant to defend;"},{"prefix":"2","text":" Judgment was obtained by fraud that deprived the losing party of an adequate opportunity to present its case;"},{"prefix":"3","text":" Judgment or the cause of action on which the judgment is based is repugnant to the public policy of the District of Columbia or of the United States;"},{"prefix":"4","text":" Judgment conflicts with another final and conclusive judgment;"},{"prefix":"5","text":" Proceeding in the foreign court was contrary to an agreement between the parties under which the dispute in question was to be determined otherwise than by proceedings in that foreign court;"},{"prefix":"6","text":" Foreign court, in the case of jurisdiction based only on personal service, was a seriously inconvenient forum for the trial of the action;"},{"prefix":"7","text":" Judgment was rendered in circumstances that raise substantial doubt about the integrity of the rendering court with respect to the judgment; or"},{"prefix":"8","text":" Specific proceeding in the foreign court leading to the judgment was not compatible with the requirements of due process of law."},{"prefix":"d","text":" A party resisting recognition of a foreign-country judgment has the burden of establishing that a ground for nonrecognition stated in subsection (b) or (c) of this section exists."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"15","text":"Judgments and Executions; Fees and Costs. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Enforcement of Judgments and Decrees."},"subchapter":{"identifier":"II-A","text":"Uniform Foreign-Country Money Judgments."},"heading":{"title":"15","chaptersection":"364","identifier":"15-364","catch_text":"Standards for recognition of foreign-country judgment."}}