{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 15-501.\n\n1973 Ed., § 15-501.\n\nEffect of Amendments\n\nD.C. Law 13-129, in subsec. (a), in par. (7), deleted \"and\" from the end, in par. (8), substituted a semicolon for a period at the end, and added pars. (9) and (10).\n\nSection 6 of D.C. Law 13-129 provides:\n\n\"Section 4 of this act shall apply as of January 1, 2000.\"\n\nD.C. Law 13-292 rewrote subsec. (a) which formerly read:\n\n\"(a) The following property of the head of a family or householder residing in the District of Columbia, or of a person who earns the major portion of his livelihood in the District of Columbia, being the head of a family or householder, regardless of his place of residence, is free and exempt from distraint, attachment, levy, or seizure and sale on execution or decree of any court in the District of Columbia:\n\n\"(1) all wearing apparel provided for all persons within the household, being members of the immediate family of the household, not exceeding $300 per person in value;\n\n\"(2) all beds, bedding, household furniture and furnishings, sewing machines, radios, stoves, cooking utensils, not exceeding $300 in value;\n\n\"(3) provisions for three months' support, whether provided or growing;\n\n\"(4) fuel for three months;\n\n\"(5) mechanics' tools and implements of the debtor's trade or business amounting to $200 in value, with $200 worth of stock or materials for carrying on the business or trade of the debtor;\n\n\"(6) the library, office furniture, and implements of a professional man or artist, not exceeding $300 in value;\n\n\"(7) one horse or mule; one cart, wagon, or dray and harness, or one automobile or motor-controlled vehicle not exceeding $500 in value if used principally by the debtor in his trade or business;\n\n\"(8) all family pictures; and all the family library, not exceeding $400 in value.\n\n\"The exemption provided for by clause (5) of this subsection also applies to merchants;\n\n\"(9) notwithstanding subsection (b) of this section, money or other assets payable to a participant or beneficiary from, or an interest of a participant or beneficiary in, a retirement plan qualified under sections 401(a), 403(a), 403(b), 408, 408A, 414(d), or 414(e) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.) ('1986 Code'), or section 409 (as in effect prior to January 1984) of the Internal Revenue Code of 1954, approved August 6, 1954 (68A Stat. 3; 26 U.S.C. § 1 et seq.); provided, that:\n\n\"(A) this paragraph shall not apply to:\n\n\"(i) an alternate payee under a qualified domestic relations order, as defined in section 414(p) of the 1986 Code;\n\n\"(ii) a retirement plan, qualified under section 401(a) of the 1986 Code, as a creditor of an individual retirement account qualified under section 408 of the 1986 Code; or\n\n\"(iii) any claims by, or any indebtedness, liability, or obligation owed to, the District of Columbia;\n\n\"(B) if a contribution to a retirement plan described in this paragraph exceeds the amount deductible or, in the case of a contribution under section 408A of the 1986 Code, the maximum contribution allowed under the applicable provisions of the 1986 Code, the portion of the contribution that exceeds the amount deductible or, in the case of a contribution under section 408A of the 1986 Code, the maximum contribution allowed, and any accrued earnings on such portion, are not exempt; and\n\n\"(10) the interest of an alternate payee in a plan described in paragraph (9) of this subsection.\"\n\nD.C. Law 16-270, in subsec. (a)(14), inserted \", except nothing relative to these exemptions shall impair the following debt instruments on real property:   deed of trust, mortgage, mechanic's lien, or tax lien\".\n\nLegislative History of Laws\n\nLaw 13-129, the \"Fairness in Real Estate Transactions and Retirement Funds Protection Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-267, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 22, 2000, it was assigned Act No. 13-299 and transmitted to both Houses of Congress for its review. D.C. Law 13- 129 became effective on June 24, 2000.\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nLaw 16-270, the \"Property Interest Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-671, which was referred to Committee on Judiciary.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively.  Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-626 and transmitted to both Houses of Congress for its review.   D.C. Law 16-270 became effective on March 14, 2007.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 16-270 provided: \"Section 3 shall apply as of April 27, 2001.\"\n\nDC CODE § 15-501\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 529, Pub. L. 88-241, § 1; June 24, 2000, D.C. Law 13-129, § 4, 47 DCR 2684; Apr. 27, 2001, D.C. Law 13-292, § 702, 48 DCR 2087; Mar. 14, 2007, D.C. Law 16-270, § 3(a), 54 DCR 851.)","sections":[{"prefix":"a","text":" The following property of the head of a family or householder residing in the District of Columbia, or of a person who earns the major portion of his livelihood in the District of Columbia, being the head of a family or householder, regardless of his place of residence, is free and exempt from distraint, attachment, levy, or seizure and sale on execution or decree of any court in the District of Columbia:"},{"prefix":"1","text":" the debtor's interest, not to exceed $2,575 in value, in one motor vehicle;"},{"prefix":"2","text":" the debtor's interest, not to exceed $425 in value, in any particular item or $8,625 in aggregate value in household furnishings, household goods, wearing apparel, appliances, books, animals, crops, or musical instruments, that are held primarily for the personal family or household use of the debtor or a dependent of the debtor;"},{"prefix":"3","text":" the debtor's aggregate interest in any property, not to exceed $850 in value, plus up to $8,075 of any unused amount of the exemption provided under paragraph (14) of this subsection;"},{"prefix":"4","text":" the debtor's aggregate interest, not to exceed $1,625 in value, in any implements, professional books, or tools of the trade of the debtor or the trade of a dependent of the debtor (this exemption shall also apply to merchants);"},{"prefix":"5","text":" any unmatured life insurance contract owned by the debtor, other than a credit life insurance contract;"},{"prefix":"6","text":" professionally prescribed health aids for the debtor or a dependent of the debtor;"},{"prefix":"7","text":" the debtor's right to receive:"},{"prefix":"A","text":" a social security benefit;"},{"prefix":"B","text":" a veteran's benefit;"},{"prefix":"C","text":" a disability, illness, or unemployment benefit;"},{"prefix":"D","text":" alimony, support, or separate maintenance, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor; and"},{"prefix":"E","text":" a payment under a stock bonus, pension, profit-sharing, annuity, or similar plan or contract on account of illness, disability, death, age, or length of service, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor, unless:"},{"prefix":"i","text":" the plan or contract was established by or under the auspices of an insider that employed the debtor at the time the debtor's rights under the plan or contract arose;"},{"prefix":"ii","text":" the payment is on account of age or length of service; and"},{"prefix":"iii","text":" the plan or contract does not qualify under section 401(a) or 403(b) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.) (\"1986 Code\");"},{"prefix":"8","text":" all family pictures; and all the family library, not exceeding $400 in value;"},{"prefix":"9","text":" notwithstanding subsection (b) of this section, money or other assets payable to a participant or beneficiary from, or an interest of a participant or beneficiary in, a retirement plan qualified under sections 401(a), 403(a), 403(b), 408, 408A, 414(d), or 414(e) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.) (\"1986 Code\"), or section 409 (as in effect prior to January 1984) of the Internal Revenue Code of 1954, approved August 6, 1954 (68A Stat. 3; 26 U.S. C. § 1 et seq.); provided, that:"},{"prefix":"A","text":" this paragraph shall not apply to:"},{"prefix":"i","text":" an alternate payee under a qualified domestic relations order, as defined in section 414(p) of the 1986 Code;"},{"prefix":"ii","text":" a retirement plan, qualified under section 401(a) of the 1986 Code, as a creditor of an individual retirement account qualified under section 408 of the 1986 Code; or"},{"prefix":"iii","text":" any claims by, or any indebtedness, liability, or obligation owed to, the District of Columbia;"},{"prefix":"B","text":" if a contribution to a retirement plan described in this paragraph exceeds the amount deductible or, in the case of a contribution under section 408A of the 1986 Code, the maximum contribution allowed under the applicable provisions of the 1986 Code, the portion of the contribution that exceeds the amount deductible or, in the case of a contribution under section 408A of the 1986 Code, the maximum contribution allowed, and any accrued earnings on such portion, are not exempt;"},{"prefix":"10","text":" the interest of an alternate payee in a plan described in paragraph (9) of this subsection;"},{"prefix":"11","text":" the debtor's right to receive property that is traceable to:"},{"prefix":"A","text":" an award under a crime victim's reparation law;"},{"prefix":"B","text":" a payment on account of the wrongful death of an individual of whom the debtor was a dependent, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor;"},{"prefix":"C","text":" a payment under a life insurance contract that insured the life of an individual of whom the debtor was a dependent on the date of the individual's death, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor;"},{"prefix":"D","text":" a payment, including pain and suffering or compensation for actual pecuniary loss, of the debtor or an individual of whom the debtor is a dependent; or"},{"prefix":"E","text":" a payment in compensation of loss of future earnings of the debtor or an individual of whom the debtor is or was a dependent, to the extent reasonably necessary for the support of the debtor and any dependent of the debtor;"},{"prefix":"12","text":" provisions for 3 months support, whether provided or growing;"},{"prefix":"13","text":" the library, office furniture, and implements of a professional person or artist, not exceeding $300 in value; and"},{"prefix":"14","text":" the debtor's aggregate interest in real property used as the residence of the debtor, or property that the debtor or a dependent of the debtor in a cooperative that owns property that the debtor or a dependent of the debtor uses as a residence, or in a burial plot for the debtor or dependent of the debtor, except nothing relative to these exemptions shall impair the following debt instruments on real property: deed of trust, mortgage, mechanic's lien, or tax lien."},{"prefix":"b","text":" The exemptions provided for by subsection (a) of this section are valid when the property is in transit, the same as if at rest; but property named and exempted in this section is not exempt from attachment or execution for a debt due for the wages of servants, common laborers, or clerks, except the wearing apparel, beds, and bedding and household furniture for the debtor and family."},{"prefix":"c","text":" For the purpose of this section, the person who is the principal provider for the family is the head thereof."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"15","text":"Judgments and Executions; Fees and Costs. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Exemptions and Trial of Right to Seized Property."},"subchapter":{"identifier":"I","text":"Exemptions."},"heading":{"title":"15","chaptersection":"501","identifier":"15-501","catch_text":"Exempt property of householder; property in transitu; debt for wages."}}