{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 15-910.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-85, see Historical and Statutory Notes following § 15-901.\n\nUniform Law\n\nThis section is based upon § 11 of the Uniform Foreign-Money Claims Act. See 13 Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 15-910\n\nCurrent through December 11, 2012","credits":"(Feb. 10, 1996, D.C. Law 11-85, § 2, 42 DCR 6791.)","sections":[{"prefix":"a","text":" Computations under this section are for the limited purposes of this section and do not affect computation of the United States dollar equivalent of the money of the judgment for the purpose of payment."},{"prefix":"b","text":" For the limited purpose of facilitating the enforcement of provisional remedies in an action, the value in United States dollars of assets to be seized or restrained pursuant to a writ of attachment, garnishment, execution, or other legal process, the amount of United States dollars at issue for assessing costs, or the amount of United States dollars involved for a surety bond or other court-required undertaking, must be ascertained as provided in subsections (c) and (d) of this section."},{"prefix":"c","text":" A party seeking process, costs, bond, or other undertaking under subsection (b) of this section shall compute in United States dollars the amount of the foreign money claimed from a bank-offered spot rate prevailing at or near the close of business on the banking day next preceding the filing of a request or application for the issuance of process or for the determination of costs, or an application for a bond or other court-required undertaking."},{"prefix":"d","text":" A party seeking the process, costs, bond, or other undertaking under subsection (b) of this section shall file with each request or application an affidavit or certificate executed in good faith by its counsel or a bank officer, stating the market quotation used and how it was obtained, and setting forth the calculation. Affected court officials incur no liability, after a filing of the affidavit or certificate, for acting as if the judgment were in the amount of United States dollars stated in the affidavit or certificate."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"15","text":"Judgments and Executions; Fees and Costs. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Uniform Foreign-Money Claims. (Refs & Annos)"},"heading":{"title":"15","chaptersection":"910","identifier":"15-910","catch_text":"Determining United States dollar value of foreign-money claims for limited purposes."}}