{"text":"After the inspection provided for by section 16-1359, and the jury has returned to the court, the trial of the cause shall be proceeded with before the court and jury. Any person who has appeared in the cause claiming any right, title, interest, or estate in the land to be taken, or compensation on account of its taking, has the right to submit evidence concerning the value of the property, parcel by parcel, the nature and extent of his right, interest, or estate therein, and the compensation justly due for the taking of the property. A new structure or substantial alteration of a permanent nature, the purpose or natural effect of which is to enhance the value of the property to be taken, erected, or made thereon after the institution of the condemnation proceedings may not be taken into consideration in assessing and awarding compensation for the property. When the property to be valued has been taken by virtue of a declaration of taking, as provided by section 16-1353, it shall be valued for the purposes of compensation as of the date of the taking. When, by act of the owner or other party claiming to be entitled to compensation, the value of the property for the use for which it is to be taken has been diminished, as by cutting trees, excavating, grading, or otherwise altering its physical condition, allowance, if the plaintiff so elects, shall be made in assessing compensation for the diminution in value.","historical":"Prior Codifications\n\n1981 Ed., § 16-1360.\n\n1973 Ed., § 16-1360.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-1321.\n\nDC CODE § 16-1360\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 579, Pub. L. 88-241, § 1; Mar. 24, 1998, D.C. Law 12-81, § 10(s), 45 DCR 745.)","sections":[],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Eminent Domain. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Real Property for United States. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1360","identifier":"16-1360","catch_text":"Trial; evidence; measure of compensation."}}