{"text":"For purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 14-296, the \"Uniform Interstate Enforcement of Domestic Violence Protection Orders Act of 2002\", was introduced in Council and assigned Bill No. 14-212, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-572 and transmitted to both Houses of Congress for its review. D.C. Law 14-296 became effective on April 11, 2003.\n\nUniform Law\n\nThis section is based upon ยง 2 of the Uniform Interstate Enforcement of Domestic Violence Protection Orders Act. See 9, Pt. 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-1041\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, ยง 2(c), 50 DCR 320.)","sections":[{"prefix":"1","text":" \"District\" means the District of Columbia."},{"prefix":"2","text":" \"Foreign protection order\" means a protection order issued by a tribunal of another State."},{"prefix":"3","text":" \"Issuing State\" means the State whose tribunal issues a protection order."},{"prefix":"4","text":" \"Mutual foreign protection order\" means a foreign protection order that includes provisions in favor of both the protected individual seeking enforcement of the order and the respondent."},{"prefix":"5","text":" \"Protected individual\" means an individual protected by a protection order."},{"prefix":"6","text":" \"Protection order\" means an injunction or other order, whether temporary or final, issued by a tribunal for the purpose of preventing violent or threatening acts or harassment against, contact or communication with, or physical proximity to, another individual."},{"prefix":"7","text":" \"Respondent\" means the individual against whom enforcement of a protection order is sought."},{"prefix":"8","text":" \"State\" means a State of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term \"State\" includes an Indian tribe or band that has jurisdiction to issue protection orders."},{"prefix":"9","text":" \"Tribunal\" means a court, agency, or other entity authorized by law to issue or modify a protection order."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Interstate Enforcement of Domestic Violence Protection Orders; Uniform Law. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1041","identifier":"16-1041","catch_text":"Definitions."}}