{"text":"For purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor Law 14-296, see notes following ยง 16-1041.\n\nDC CODE ยง 16-1051\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, ยง 2(c), 50 DCR 320.)","sections":[{"prefix":"1","text":" \"Board\" means the Domestic Violence Fatality Review Board."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Domestic violence fatality\" means:"},{"prefix":"A","text":" A homicide under any of the following circumstances:"},{"prefix":"i","text":" The alleged perpetrator and victim resided together at any time;"},{"prefix":"ii","text":" The alleged perpetrator and victim have a child in common;"},{"prefix":"iii","text":" The alleged perpetrator and victim were married, divorced, separated, or had a romantic relationship, not necessarily including a sexual relationship;"},{"prefix":"iv","text":" The alleged perpetrator is or was married to, divorced, or separated from, or in a romantic relationship, not necessarily including a sexual relationship, with a person who is or was married to, divorced, or separated from, or in a romantic relationship, not necessarily including a sexual relationship, with the victim;"},{"prefix":"v","text":" The alleged perpetrator had been stalking the victim;"},{"prefix":"vi","text":" The victim filed a petition for a protective order against the alleged perpetrator at any time;"},{"prefix":"vii","text":" The victim resided in the same household, was present at the workplace of, was in proximity of, or was related by blood or affinity to a person who experienced or was threatened with domestic violence by the alleged perpetrator; or"},{"prefix":"viii","text":" The victim or the perpetrator was or is a child, parent, sibling, grandparent, aunt, uncle, or cousin of a person in a relationship that is described within this subsection."},{"prefix":"B","text":" A suicide of an individual where there were implications that the individual was the victim of domestic violence prior to his or her suicide, including the following circumstances:"},{"prefix":"i","text":" The victim had applied for or received a protection order within the 2-year period preceding the suicide;"},{"prefix":"ii","text":" The victim had undergone counseling or treatment as a result of being the victim of domestic violence within the 2-year period preceding the suicide; or"},{"prefix":"iii","text":" The victim had reported to the police that he or she had been the victim of domestic violence within the 2-year period preceding the suicide."},{"prefix":"4","text":" \"Protection order\" means an injunction or other order, whether temporary or final, issued by a tribunal for the purpose of preventing violent or threatening acts or harassment against, contact or communication with, or physical proximity to, another individual."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Domestic Violence Fatality Review Board."},"heading":{"title":"16","chaptersection":"1051","identifier":"16-1051","catch_text":"Definitions."}}