{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 16-1353.\n\n1973 Ed., ยง 16-1353.\n\nDC CODE ยง 16-1353\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 577, Pub. L. 88-241, ยง 1.)","sections":[{"prefix":"a","text":" In an action pursuant to this subchapter, the plaintiff may file in the cause, with the complaint or at any time before judgment, a declaration of taking signed by the acquiring authority empowered by law to acquire the property described in the complaint, declaring that the property is thereby taken for the use of the United States. The declaration of taking shall contain or have annexed thereto a --"},{"prefix":"1","text":" statement of the authority under which and the public use for which the lands are taken;"},{"prefix":"2","text":" description of the lands taken sufficient for the identification thereof;"},{"prefix":"3","text":" statement of the estate or interest in the lands taken for public use;"},{"prefix":"4","text":" plan showing the lands taken; and"},{"prefix":"5","text":" statement of the sum of money estimated by the acquiring authority to be just compensation for the property taken."},{"prefix":"b","text":" Upon the filing of the declaration of taking and of the deposit in the registry of the court, to the use of the persons entitled thereto, of the amount of the estimated compensation stated in the declaration, title to the property in fee simple absolute, or such less estate or interest therein as is specified in the declaration, vests in the United States of America, and the property shall be deemed to be condemned and taken for the use of the United States, and the right to just compensation therefor vests in the persons entitled thereto. The compensation shall be ascertained and awarded in the proceedings and established by judgment therein, and the judgment shall include, as part of the just compensation awarded, interest at the rate of 6 per centum per annum on the amount finally awarded as the value of the property as of the date of taking, from that date to the date of payment. Interest may not be allowed on as much thereof as has been paid into the registry. A sum so paid into the registry may not be charged with commissions or poundage."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Eminent Domain. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Real Property for United States. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1353","identifier":"16-1353","catch_text":"Declaration of taking; contents; deposit; transfer of title; determination; interest."}}