{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-1005.\n\n1973 Ed., § 16-1005.\n\nEffect of Amendments\n\nD.C. Law 14-296 rewrote subsecs. (f) and (g); and added subsecs. (h) and (i). Prior to amendment, subsecs. (f) and (g) had read as follows:\n\n\"(f) Violation of any temporary or permanent order issued under this subchapter and failure to appear as provided in subsection (a) shall be punishable as contempt.\n\n\"(g) Any person who violates any protection order issued under this subchapter shall be chargeable with a misdemeanor and upon conviction shall be punished by a fine not exceeding $1,000 or by imprisonment for not more than 180 days, or both.\"\n\nD.C. Law 15-105, in subsec. (h), substituted \"subsections (f) and (g)\" for \"subsection (g)\"; and, in subsec. (i), substituted \"subsection (f) or (g) of this section\" for \"§ 16-1005(f) or (g)\".\n\nD.C. Law 17-281, in subsec. (c), inserted \", or animal cruelty,\" in the lead-in language, deleted \"or\" from the end of par. (10), and added par. (10A).\n\nD.C. Law 17-368 rewrote subsecs. (a) and (c); added subsecs. (a-1) and (g-1); in subsec. (d), substituted \"judicial officer\" for \"Family Division\" in two places; in subsec. (f), substituted \"or respondent's failure to appear as required by subsection (a) of this section\" for \"and respondent's failure to appear as required by § 16-1004(b)\"; and, in subsec. (i), substituted \"(f), (g), or (g-1)\" for \"(f) or (g)\". Prior to amendment, subsecs. (a) and (c) read as follows:\n\n\"(a) Members of the family receiving notice shall appear at the hearing. In addition to the parties, the Corporation Counsel and the Director of Social Services may present evidence at the hearing in cases where the petition was filed by the Corporation Counsel.\n\n\"(c) If, after hearing, the Family Division finds that there is good cause to believe the respondent has committed or is threatening an intrafamily offense, or animal cruelty, it may issue a protection order --\n\n\"(1) directing the respondent to refrain from the conduct committed or threatened and to keep the peace toward the family member;\n\n\"(2) requiring the respondent, alone or in conjunction with any other member of the family before the court, to participate in psychiatric or medical treatment or appropriate counseling programs;\n\n\"(3) directing, where appropriate, that the respondent avoid the presence of the family member endangered;\n\n\"(4) directing a respondent to refrain from entering or to vacate the dwelling unit of the complainant when the dwelling is (A) marital property of the parties; or (B) jointly owned, leased, or rented and occupied by both parties; provided, that joint occupancy shall not be required if a party is forced by the respondent to relinquish occupancy; or (C) owned, leased, or rented by the complainant individually; or (D) jointly owned, leased, or rented by the complainant and a person other than the respondent;\n\n\"(5) directing the respondent to relinquish possession or use of certain personal property owned jointly by the parties or by the complainant individually;\n\n\"(6) awarding temporary custody of a minor child of the parties;\n\n\"(7) providing for visitation rights with appropriate restrictions to protect the safety of the complainant;\n\n\"(8) awarding costs and attorney fees;\n\n\"(9) ordering the Metropolitan Police Department to take such action as the Family Division deems necessary to enforce its orders;\n\n\"(10) directing the respondent to perform or refrain from other actions as may be appropriate to the effective resolution of the matter;\n\n\"(10A) Directing the care, custody, or control of a domestic animal in the household; or\n\n\"(11) combining two or more of the directions or requirements prescribed by the preceding paragraphs.\"\n\nD.C. Law 18-377, in the lead-in language of subsec. (c), substituted \"criminal offense against the petitioner or against petitioner's animal or an animal in petitioner's household,\" for \"criminal offense against the petitioner,\"; and added subsec. (c)(10A).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Domestic Violence Protection Orders Technical Temporary Act of 2003 (D.C. Law 15-48, December 9, 2003, law notification 51 DCR 1783).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Domestic Violence Protection Orders Technical Emergency Act of 2003 (D.C. Act 15-137, July 29, 2003, 50 DCR 6861).\n\nFor temporary (90 day) amendment of section, see § 2 of Domestic Violence Protection Orders Technical Congressional Review Emergency Act of 2003 (D.C. Act 15-220, November 7, 2003, 50 DCR 10049).\n\nFor temporary (90 day) amendment of section, see § 2 of Domestic Violence Protection Orders Technical Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-328, January 28, 2004, 51 DCR 1597).\n\nFor temporary (90 day) amendment of section, see § 505 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 505 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-144, see Historical and Statutory Notes following § 16-1001.\n\nLaw 10-154, the \"Evidence of Intrafamily Offenses in Child Custody Cases Act of 1994,\" was introduced in Council and assigned Bill No. 10-7, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-270 and transmitted to both Houses of Congress for its review. D.C. Law 10-154 became effective on August 25, 1994.\n\nFor legislative history of D.C. Law 10-237, see Historical and Statutory Notes following § 16-1001.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-1001.\n\nLaw 14-296, the \"Uniform Interstate Enforcement of Domestic Violence Protection Orders Act of 2002\", was introduced in Council and assigned Bill No. 14-212, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-572 and transmitted to both Houses of Congress for its review. D.C. Law 14-296 became effective on April 11, 2003.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nFor Law 17-281, see notes following § 16-1001.\n\nFor Law 17-368, see notes following § 16-801.\n\nFor history of Law 18-377, see notes under § 16-711.01.\n\nDC CODE § 16-1005\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 547, Pub. L. 91-358, title I, § 131(a); Sept. 14, 1982, D.C. Law 4-144, § 6, 29 DCR 3131; Aug. 25, 1994, D.C. Law 10-154, § 2(c), 41 DCR 4870; Mar. 21, 1995, D.C. Law 10-237, § 2(b), 42 DCR 36; Mar. 24, 1998, D.C. Law 12-81, § 10(k), 45 DCR 745; Apr. 11, 2003, D.C. Law 14-296, § 2(b), 50 DCR 320; Mar. 13, 2004, D.C. Law 15-105, §§ 10(a), 54(b), 51 DCR 881; Dec. 5, 2008, D.C. Law 17-281, § 107(b), 55 DCR 9186; Mar. 25, 2009, D.C. Law 17-368, § 3(b)(3), 56 DCR 1338; June 3, 2011, D.C. Law 18-377, § 5, 58 DCR 1174.)","sections":[{"prefix":"a","text":" Individuals served with notice in accordance with § 16-1004 shall appear at the hearing."},{"prefix":"a-1","text":"(1) In a case where the Attorney General files the petition on behalf of a petitioner pursuant to § 16-1003(c), the petitioner is not a required party."},{"prefix":"2","text":" In a case where a parent, guardian, custodian, or other appropriate adult files a petition on behalf of a minor petitioner under the age of 12, the minor petitioner is not a required party."},{"prefix":"3","text":" In a hearing under this section, if a parent, guardian, custodian, or other appropriate adult has petitioned for civil protection on behalf of a minor petitioner 12 years of age or older, the court shall consider the expressed wishes of the minor petitioner in deciding whether to issue an order pursuant to this section and in determining the contents of such an order."},{"prefix":"4","text":" If a respondent is a minor, or if the petitioner is a minor and at least 12 years of age, and if the minor is not accompanied by a parent, guardian, custodian, other appropriate adult, or represented by an attorney, the court may appoint an attorney to represent the minor if such an appointment would not unduly delay the issuance or denial of a protection order. The court may promulgate rules for the appointment of attorneys."},{"prefix":"b","text":" Notwithstanding section 14-306, in a hearing under this section, one spouse shall be a competent and compellable witness against the other and may testify as to confidential communications, but testimony compelled over a claim of a privilege conferred by such section shall be inadmissible in evidence in a criminal trial over the objection of a spouse entitled to claim that privilege."},{"prefix":"c","text":" If, after hearing, the judicial officer finds that there is good cause to believe the respondent has committed or threatened to commit a criminal offense against the petitioner or against petitioner's animal or an animal in petitioner's household, the judicial officer may issue a protection order that:"},{"prefix":"1","text":" Directs the respondent to refrain from committing or threatening to commit criminal offenses against the petitioner and other protected persons;"},{"prefix":"2","text":" Requires the respondent to stay away from or have no contact with the petitioner and any other protected persons or locations;"},{"prefix":"3","text":" Requires the respondent to participate in psychiatric or medical treatment or appropriate counseling programs;"},{"prefix":"4","text":" Directs the respondent to refrain from entering, or to vacate, the dwelling unit of the petitioner when the dwelling is:"},{"prefix":"A","text":" Marital property of the parties;"},{"prefix":"B","text":" Jointly owned, leased, or rented and occupied by both parties; provided, that joint occupancy shall not be required if the respondent's actions caused the petitioner to relinquish occupancy;"},{"prefix":"C","text":" Owned, leased, or rented by the petitioner individually; or"},{"prefix":"D","text":" Jointly owned, leased, or rented by the petitioner and a person other than the respondent;"},{"prefix":"5","text":" Directs the respondent to relinquish possession or use of certain personal property owned jointly by the parties or by the petitioner individually;"},{"prefix":"6","text":" Awards temporary custody of a minor child or children of the parties;"},{"prefix":"7","text":" Provides for visitation rights with appropriate restrictions to protect the safety of the petitioner;"},{"prefix":"8","text":" Awards costs and attorney fees;"},{"prefix":"9","text":" Orders the Metropolitan Police Department to take such action as the judicial officer deems necessary to enforce its orders;"},{"prefix":"10","text":" Directs the respondent to relinquish possession of any firearms;"},{"prefix":"10A","text":" Directs the care, custody, or control of a domestic animal that belongs to petitioner or respondent or lives in his or her household;"},{"prefix":"11","text":" Directs the respondent to perform or refrain from other actions as may be appropriate to the effective resolution of the matter; or"},{"prefix":"12","text":" Combines 2 or more of the preceding provisions."},{"prefix":"c-1","text":" For the purposes of subsection (c)(6) and (7) of this section, if the judicial officer finds by a preponderance of evidence that a contestant for custody has committed an intrafamily offense, any determination that custody or visitation is to be granted to the abusive parent shall be supported by a written statement by the judicial officer specifying factors and findings which support that determination. In determining visitation arrangements, if the judicial officer finds that an intrafamily offense has occurred, the judicial officer shall only award visitation if the judicial officer finds that the child and custodial parent can be adequately protected from harm inflicted by the other party. The party found to have committed an intrafamily offense has the burden of proving that visitation will not endanger the child or significantly impair the child's emotional development."},{"prefix":"d","text":" A protection order issued pursuant to this section shall be effective for such period up to one year as the judicial officer may specify, but the judicial officer may, upon motion of any party to the original proceeding, extend, rescind, or modify the order for good cause shown."},{"prefix":"e","text":" Any final order issued pursuant to this section and any order granting or denying extension, modification, or rescission of such order shall be appealable."},{"prefix":"f","text":" Violation of any temporary or final order issued under this subchapter, or violation in the District of Columbia of any valid foreign protection order, as that term is defined in subchapter IV of this chapter, or respondent's failure to appear as required by subsection (a) of this section, shall be punishable as contempt. Upon conviction, criminal contempt shall be punished by a fine not exceeding $1,000 or imprisonment for not more than 180 days, or both."},{"prefix":"g","text":" Any person who violates any protection order issued under this subchapter, or any person who violates in the District of Columbia any valid foreign protection order, as that term is defined in subchapter IV of this chapter, shall be chargeable with a misdemeanor and upon conviction shall be punished by a fine not exceeding $1,000 or by imprisonment for not more than 180 days, or both."},{"prefix":"g-1","text":" Enforcement proceedings under subsections (f) and (g) of this section in which the respondent is a child as defined by § 16-2301(3) shall be governed by subchapter I of Chapter 23 of this title."},{"prefix":"h","text":" For purposes of establishing a violation under subsections (f) and (g) of this section, an oral or written statement made by a person located outside the District of Columbia to a person located in the District of Columbia by means of telecommunication, mail, or any other method of communication shall be deemed to be made in the District of Columbia."},{"prefix":"i","text":" Orders entered with the consent of the respondent but without an admission that the conduct occurred shall be punishable under subsection (f), (g), or (g-1) of this section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Intrafamily Proceedings Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1005","identifier":"16-1005","catch_text":"Hearing; evidence; protection order."}}