{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) amendment of section, see ยง 2(a) of Domestic Violence Fatality Review Board Emergency Act of 2010 (D.C. Act 18-366, April 5, 2010, 57 DCR 3168).\n\nLegislative History of Laws\n\nFor Law 14-296, see notes following ยง 16-1041.\n\nDC CODE ยง 16-1052\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, ยง 2(c), 50 DCR 320.)","sections":[{"prefix":"a","text":" There is established, as part of the District of Columbia government, a Domestic Violence Fatality Review Board. Facilities and other administrative support may be provided in a specific department or through the Board, as determined by the Mayor."},{"prefix":"b","text":" The purpose of the Board is to prevent domestic violence fatalities by improving the response of individuals, the community, and government agencies to domestic violence."},{"prefix":"c","text":" The Board shall:"},{"prefix":"1","text":" Identify and characterize the scope and nature of domestic violence fatalities in the District of Columbia;"},{"prefix":"2","text":" Describe and record any trends, data, or patterns that are observed surrounding domestic violence fatalities;"},{"prefix":"3","text":" Examine past events and circumstances surrounding domestic violence fatalities by reviewing records and other pertinent documents of public and private agencies responsible for investigating deaths or treating victims;"},{"prefix":"4","text":" Develop and revise, as necessary, operating rules and procedures for review of domestic violence fatalities, including identification of cases to be reviewed, coordination among the agencies and professionals involved, and improvement of the identification, data collection, and record keeping of the causes of domestic violence fatalities;"},{"prefix":"5","text":" Recommend systemic improvements to promote improved and integrated public and private systems serving victims of domestic violence;"},{"prefix":"6","text":" Recommend components for prevention and education programs; and"},{"prefix":"7","text":" Recommend training to improve the identification and investigation of domestic violence fatalities."},{"prefix":"d","text":" The Board shall prepare an annual report of findings, recommendations, and steps taken to implement recommendations. The report shall not contain information identifying any victim of domestic violence, or the victim's family members, or an alleged or suspected perpetrator of abuse upon a victim. The annual report shall be submitted to the public, the Mayor, and the Council on July 1 of each year, and shall be presented to the Council at a public hearing."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Domestic Violence Fatality Review Board."},"heading":{"title":"16","chaptersection":"1052","identifier":"16-1052","catch_text":"Establishment and purpose."}}