{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-1022.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-115, see Historical and Statutory Notes following § 16-1021.\n\nFor legislative history of D.C. Law 7-231, see Historical and Statutory Notes following § 16-1021.\n\nDC CODE § 16-1022\n\nCurrent through December 11, 2012","credits":"(May 23, 1986, D.C. Law 6-115, § 3, 33 DCR 2424; May 10, 1989, D.C. Law 7-231, § 25(c), 36 DCR 492.)","sections":[{"prefix":"a","text":" No parent, or any person acting pursuant to directions from the parent, may intentionally conceal a child from the child's other parent."},{"prefix":"b","text":" No relative, or any person acting pursuant to directions from the relative, who knows that another person is the lawful custodian of a child may:"},{"prefix":"1","text":" Abduct, take, or carry away a child with the intent to prevent a lawful custodian from exercising rights to custody of the child;"},{"prefix":"2","text":" Abduct, take, or carry away a child from a person with whom the relative has joint custody pursuant to an order, judgment, or decree of any court, with the intent to prevent a lawful custodian from exercising rights to custody to the child;"},{"prefix":"3","text":" Having obtained actual physical control of a child for a limited period of time in the exercise of the right to visit with or to be visited by the child or the right of limited custody of the child, pursuant to an order, judgment, or decree of any court, which grants custody of the child to another or jointly with the relative, with intent to harbor, secrete, detain, or conceal the child or to deprive a lawful custodian of the physical custody of the child, keep the child for more than 48 hours after a lawful custodian demands that the child be returned or makes all reasonable efforts to communicate a demand for the child's return;"},{"prefix":"4","text":" Having custody of a child pursuant to an order, judgment, or decree of any court, which grants another person limited rights to custody of the child or the right to visit with or to be visited by the child, conceal, harbor, secrete, or detain the child with intent to deprive the other person of the right of limited custody or visitation;"},{"prefix":"5","text":" Conceal, harbor, secrete, or detain the child knowing that physical custody of the child was obtained or retained by another in violation of this subsection with the intent to prevent a lawful custodian from exercising rights to custody to the child;"},{"prefix":"6","text":" Act as an aider and abettor, conspirator, or accessory to any of the actions forbidden by this section;"},{"prefix":"7","text":" After being served with process in an action affecting the family but prior to the issuance of a temporary or final order determining custody rights to a child, take or entice the child outside of the District for the purpose of depriving a lawful custodian of physical custody of the child; or"},{"prefix":"8","text":" After issuance of a temporary or final order specifying joint custody rights, take or entice a child from the other joint custodian in violation of the custody order."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Parental Kidnapping. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1022","identifier":"16-1022","catch_text":"Prohibited acts."}}