{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 16-1153.\n\n1973 Ed., ยง 16-1153.\n\nDC CODE ยง 16-1153\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 569, Pub. L. 88-241, ยง 1.)","sections":[{"prefix":"a","text":" If a person upon whom an order, as prescribed by section 16-1152, is served, refuses or neglects to produce the person upon whose life the prior estate depends in the manner provided by the order, the court shall order him to produce the person in court or before commissioners appointed by the court, at such time and place as the court directs. Two of the commissioners shall be nominated by the petitioner, and they shall serve at his expense. A certified copy of the order shall be served upon the person required to produce the tenant for life in the manner provided by applicable rules of court. The commissioners appointed shall make and file with the court a return showing the results of their investigation and their conclusions."},{"prefix":"b","text":" If the person upon whom the second order prescribed by subsection (a) of this section is served refuses or neglects to produce, in court, or before the commissioners, as the case may be, the person upon whose life the prior estate depends, it shall be presumed that the latter person is dead, and the court shall issue an order permitting the petitioner to take possession of the property, as if that person were actually dead."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Ejectment and Other Real Property Actions. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Proceedings to Discover the Death of a Tenant for Life."},"heading":{"title":"16","chaptersection":"1153","identifier":"16-1153","catch_text":"Failure to produce as ordered; subsequent proceedings; commissioners; presumption of death; right of possession."}}