{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-1109.\n\n1973 Ed., § 16-1109.\n\nLegislative History of Laws\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDC CODE § 16-1109\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 565, Pub. L. 88-241, § 1; Mar. 24, 1998, D.C. Law 12-81, § 10(m), 45 DCR 745.)","sections":[{"prefix":"a","text":" The plaintiff may embody in his complaint, in a separate count, a claim for the:"},{"prefix":"1","text":" mesne profits received by the defendant from the property sued for; or"},{"prefix":"2","text":" clear value of the use and occupation of the property sued for -- extending to the time of the verdict, and also damages for waste or injury to the premises during that period."},{"prefix":"b","text":" If the jury find for the plaintiff, they may, at the same time, find and assess the mesne profits, or the value of the use and occupation and the amount of damages, specified by subsection (a) of this section. Except in the case provided for by § 16-1116, there shall be rendered, besides a judgment for the recovery of the property, a judgment against the defendant for the amount so found by the jury."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Ejectment and Other Real Property Actions. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Ejectment."},"heading":{"title":"16","chaptersection":"1109","identifier":"16-1109","catch_text":"Recovery of mesne profits and damages; separate count."}}