{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-296, see notes following § 16-1041.\n\nDC CODE § 16-1056\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, § 2(c), 50 DCR 320.)","sections":[{"prefix":"a","text":" Except as provided in this section, information and records obtained or created by the Board are confidential and not subject to civil discovery or to disclosure pursuant to subchapter II of Chapter 5 of Title 2."},{"prefix":"b","text":" Information and records presented to the Board for review shall not be immune from subpoena, discovery, or prohibited from being introduced into evidence solely because they were presented to or reviewed by the Board if the information and records have been obtained through other sources."},{"prefix":"c","text":" Information required to be reported under §§ 4-1321.02 and 4-1321.03 shall be disclosed by the Board to the Child and Family Services Agency."},{"prefix":"d","text":" An individual who appears before or participates in the Board's review of domestic violence cases shall sign a confidentiality agreement acknowledging that any information provided to the Board is confidential."},{"prefix":"e","text":" Board meetings are closed to the public and are not subject to § 1- 207.42."},{"prefix":"f","text":" Information identifying a victim of domestic violence or that person's family members, or an alleged perpetrator of abuse upon the victim, shall not be disclosed in any report that is available to the public."},{"prefix":"g","text":"(1) Whoever discloses, receives, makes use of, or knowingly permits the use of information concerning a victim or other person in violation of this section shall be subject to a fine of not more than $1,000."},{"prefix":"2","text":" Violations of this section shall be prosecuted by the Office of the Corporation Counsel in the name of the District of Columbia."},{"prefix":"3","text":" Subject to appropriation for this purpose, any fines collected pursuant to this section shall be used by the Board to fund its activities."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Domestic Violence Fatality Review Board."},"heading":{"title":"16","chaptersection":"1056","identifier":"16-1056","catch_text":"Confidentiality of information and proceedings; penalty for unlawful disclosure of information."}}