{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-296, see notes following ยง 16-1041.\n\nUniform Law\n\nThis section is based upon ยง 4 of the Uniform Interstate Enforcement of Domestic Violence Protection Orders Act. See 9, Pt. 1B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-1043\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, ยง 2(c), 50 DCR 320.)","sections":[{"prefix":"a","text":" A law enforcement officer, upon determining that there is probable cause to believe that a valid foreign protection order exists and that the order has been violated, shall enforce the order as if it were the order of a tribunal of the District. Presentation of a protection order that identifies both the protected individual and the respondent and, on its face, is currently in effect constitutes probable cause to believe that a valid foreign protection order exists. For the purposes of this section, the protection order may be inscribed on a tangible medium or may have been stored in an electronic or other medium if it is retrievable in perceivable form. Presentation of a certified copy of a protection order is not required for enforcement."},{"prefix":"b","text":" If a foreign protection order is not presented, a law enforcement officer may consider other information in determining whether there is probable cause to believe that a valid foreign protection order exists."},{"prefix":"c","text":" Registration or filing of an order in the District is not required for the enforcement of a valid foreign protection order pursuant to this subchapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Interstate Enforcement of Domestic Violence Protection Orders; Uniform Law. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1043","identifier":"16-1043","catch_text":"Nonjudicial enforcement of order."}}