{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 16-1001.\n\n1973 Ed., § 16-1001.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote par. (5), which had read as follows:\n\n\"(5) The term 'intrafamily offense' means an act punishable as a criminal offense committed by an offender upon a person:\n\n\"(A) to whom the offender is related by blood, legal custody, marriage, having a child in common, or with whom the offender shares or has shared a mutual residence; or\n\n\"(B) with whom the offender maintains or maintained a romantic relationship not necessarily including a sexual relationship. A person seeking a protection order under this subparagraph shall reside in the District of Columbia or the underlying intrafamily offense shall have occurred in the District of Columbia.\"\n\nD.C. Law 17-281 redesignated existing pars. (1) to (6) as pars. (2) to (7); and added par. (1).\n\nD.C. Law 17-368 rewrote the section, which had read as follows:\n\n\"For purposes of this subchapter:\n\n\"(1) The term 'animal cruelty' means cruelty to an animal as defined in § 22- 1001(a).\n\n\"(2) The term 'complainant' means an individual in the relationship described in paragraph (5) who is the victim of an intrafamily offense and who files or for whom is filed a petition for protection under this subchapter.\n\n\"(3) The term 'Director of Social Services' means the Director of Social Services in the Superior Court of the District of Columbia.\n\n\"(4) The term 'Family Division' means the Family Division of the Superior Court of the District of Columbia.\n\n\"(5) The term 'family member' includes any individual in the relationship described in paragraph (5).\n\n\"(6) The term 'intrafamily offense' means an act punishable as a criminal offense committed by an offender upon a person:\n\n\"(A) To whom the offender is related by blood, legal custody, marriage, domestic partnership, having a child in common, or with whom the offender shares or has shared a mutual residence;\n\n\"(B) With whom the offender maintains or maintained a romantic relationship not necessarily including a sexual relationship; provided, that a person seeking a protection order under this subparagraph shall reside in the District of Columbia or the underlying intrafamily offense shall have occurred in the District of Columbia;\n\n\"(C) Who was or is married to, a domestic partner of, divorced or separated from, or in a romantic relationship, not necessarily including a sexual relationship, with a person who was or is married to, a domestic partner of, divorced or separated from, or in a romantic relationship, not necessarily including a sexual relationship, with the offender; or\n\n\"(D) Who had been stalked or is being stalked by the offender.\n\n\"(7) The term 'respondent' means any person who is accused of having committed an intrafamily offense in a petition for protection filed under this subchapter.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 206(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 206(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 206(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 206(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 4-144, the \"Proceedings Regarding Intrafamily Offenses Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-195, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 8, 1982, and June 22, 1982, respectively. Signed by the Mayor on July 12, 1982, it was assigned Act No. 4-212 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-261, see Historical and Statutory Notes following § 16-1031.\n\nLaw 10-237, the \"Domestic Violence in Romantic Relationships Act of 1994,\" was introduced in Council and assigned Bill No. 10-477, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-380 and transmitted to both Houses of Congress for its review. D.C. Law 10-237 became effective on March 21, 1995.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nLaw 17-281, the \"Animal Protection Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-89 which was referred to the Committees on Health and Public Safety and Judiciary. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-493 and transmitted to both Houses of Congress for its review. D.C. Law 17-281 became effective on December 5, 2008.\n\nFor Law 17-368, see notes following § 16-801.\n\nDC CODE § 16-1001\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 546, Pub. L. 91-358, title I, § 131(a); Sept. 14, 1982, D.C. Law 4-144, § 2, 29 DCR 3131; Apr. 30, 1991, D.C. Law 8-261, § 2(c)(1), 37 DCR 5001; Mar. 21, 1995, D.C. Law 10-237, § 2(a), 42 DCR 36; Mar. 24, 1998, D.C. Law 12-81, § 10(i), 45 DCR 745; Apr. 24, 2007, D.C. Law 16-306, § 206(a), 53 DCR 8610; Dec. 5, 2008, D.C. Law 17-281, § 107(a), 55 DCR 9186; Mar. 25, 2009, D.C. Law 17-368, § 3(b)(2), 56 DCR 1338.)","sections":[{"prefix":"1","text":" \"Attorney General\" means the Attorney General for the District of Columbia."},{"prefix":"2","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"3","text":" \"Custodian\" shall have the meaning as provided in § 16-2301(12)."},{"prefix":"4","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."},{"prefix":"5","text":" \"Domestic Violence Unit\" means any subdivision of the court designated by court rule, or by order of the Chief Judge of the court, to hear proceedings under this subchapter."},{"prefix":"6","text":" \"Interpersonal violence\" means an act punishable as a criminal offense that is committed or threatened to be committed by an offender upon a person:"},{"prefix":"A","text":" With whom the offender shares or has shared a mutual residence; or"},{"prefix":"B","text":" Who is or was married to, in a domestic partnership with, divorced or separated from, or in a romantic, dating, or sexual relationship with another person who is or was married to, in a domestic partnership with, divorced or separated from, or in a romantic, dating, or sexual relationship with the offender."},{"prefix":"7","text":" \"Intimate partner violence\" means an act punishable as a criminal offense that is committed or threatened to be committed by an offender upon a person:"},{"prefix":"A","text":" To whom the offender is or was married;"},{"prefix":"B","text":" With whom the offender is or was in a domestic partnership; or"},{"prefix":"C","text":" With whom the offender is or was in a romantic, dating, or sexual relationship."},{"prefix":"8","text":" \"Intrafamily offense\" means interpersonal, intimate partner, or intrafamily violence."},{"prefix":"9","text":" \"Intrafamily violence\" means an act punishable as a criminal offense that is committed or threatened to be committed by an offender upon a person to whom the offender is related by blood, adoption, legal custody, marriage, or domestic partnership, or with whom the offender has a child in common."},{"prefix":"10","text":" \"Judicial officer\" means the Chief Judge, an Associate Judge, or a Magistrate Judge of the court."},{"prefix":"11","text":" \"Minor\" means a person under 18 years of age."},{"prefix":"12","text":" \"Petitioner\" means any person who alleges, or for whom is alleged, that he or she is the victim of interpersonal, intimate partner, or intrafamily violence, stalking, sexual assault, or sexual abuse."},{"prefix":"13","text":" \"Respondent\" means any person 12 years of age or older against whom a petition for civil protection is filed under this subchapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Intrafamily Proceedings Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1001","identifier":"16-1001","catch_text":"Definitions."}}