{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 16-1034.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-261, see Historical and Statutory Notes following ยง 16-1031.\n\nDC CODE ยง 16-1034\n\nCurrent through December 11, 2012","credits":"(Apr. 30, 1991, D.C. Law 8-261, ยง 2(c)(2), 37 DCR 5001.)","sections":[{"prefix":"a","text":" The Police force shall incorporate in its educational program for new law enforcement officers training in:"},{"prefix":"1","text":" The nature, dimension, and causes of intrafamily offenses;"},{"prefix":"2","text":" The legal rights and remedies available to a victim or perpetrator of an intrafamily offense;"},{"prefix":"3","text":" The services and facilities available to a victim or perpetrator of an intrafamily offense;"},{"prefix":"4","text":" The legal duties imposed on a police officer to enforce the provisions of this subchapter and to offer protection and assistance to a victim of an intrafamily offense; and"},{"prefix":"5","text":" Techniques for handling an intrafamily offense that minimize the likelihood of injury to the officer and promote the safety of the victim."},{"prefix":"b","text":" The training shall stress the importance of enforcing the law against intrafamily offenses. The Police force may:"},{"prefix":"1","text":" Utilize the resources of any law enforcement agency or community organization; and"},{"prefix":"2","text":" Invite any community organization that provides counselling or assistance to victims of intrafamily offenses to help in planning and presenting the training program."},{"prefix":"c","text":" At least 20 hours of basic training in responding to an intrafamily offense shall be required of any new law enforcement officer prior to the law enforcement officer's permanent appointment."},{"prefix":"d","text":" Any currently employed law enforcement officer shall be required to participate in an 8-hour course designed to familiarize the law enforcement officer with the dynamics of intrafamily offenses."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Domestic Violence. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1034","identifier":"16-1034","catch_text":"Training program."}}