{"text":"A person entitled to the custody of another person, unlawfully confined or detained by a third person, as a parent, guardian, committee, spouse, or domestic partner, entitled to the custody of a minor child, ward, spouse, or domestic partner, upon application to the court or a judge as provided by this chapter, and showing just cause therefor, under oath, is entitled to a writ of habeas corpus, directed to the person confining or detaining, requiring him forthwith to appear and produce before the court or judge the person so detained, and the same proceedings shall be had in relation thereto as provided for by this chapter. The court or judge, upon hearing the proofs, shall determine which of the contesting parties is entitled to the custody of the person so detained, and commit the custody of the person to the party legally entitled thereto. For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3).","historical":"Prior Codifications\n\n1981 Ed., § 16-1908.\n\n1973 Ed., § 16-1908.\n\nEffect of Amendments\n\nD.C. Law 17-231 substituted \"spouse, or domestic partner\" for \"or husband\" and \"or wife\"; and inserted \"For the purposes of this section, the term 'domestic partner' shall have the same meaning as provided in § 32-701(3).\"\n\nD.C. Law 19-169 deleted \"lunatic,\" following \"ward,\".\n\nLegislative History of Laws\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor Law 17-231, see notes following § 16-904.\n\nFor history of Law 19-169, see notes under § 16-1054.\n\nDC CODE § 16-1908\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 584, Pub. L. 88-241, § 1; Mar. 24, 1998, D.C. Law 12-81, § 10(t), 45 DCR 745; Sept. 12, 2008, D.C. Law 17-231, § 20(f), 55 DCR 6758; Sept. 26, 2012, D.C. Law 19-169, § 20(b), 59 DCR 5567.)","sections":[],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Habeas Corpus. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1908","identifier":"16-1908","catch_text":"Right of other persons to writ."}}