{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-1314.\n\n1973 Ed., § 16-1314.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-1311.\n\nMiscellaneous Notes\n\nCondemnation of Real Property for the New Convention Center, see Mayor's Order 99-114, July 19, 1999 (46 DCR 6693).\n\nDesignation of the Department of Health, Environmental Health Administration, as the Lead State Agency for Asbestos Management Plan Approval in D.C. pursuant to the Asbestos Hazard Emergency Response Act, 15 U.S.C.A. 2645(b)(2), see Mayor's Order 99-115, July 20, 1999 (46 DCR 6694).\n\nDC CODE § 16-1314\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 573, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 558, Pub. L. 91-358, title I, § 145(f)(5); Apr. 30, 1988, D.C. Law 7- 104, § 4(h), 35 DCR 147.)","sections":[{"prefix":"a","text":" In an action pursuant to this subchapter, the plaintiffs may file in a cause, with the complaint or at any time before judgment, a declaration of taking, signed by the Mayor, declaring that the property is thereby taken for use of the District of Columbia. The declaration of taking shall contain or have annexed thereto a --"},{"prefix":"1","text":" statement of the authority under which and the public use for which the property is taken;"},{"prefix":"2","text":" description of the property taken sufficient for the identification thereof;"},{"prefix":"3","text":" statement of the estate or interest in the property taken for public use;"},{"prefix":"4","text":" plan showing the property taken; and"},{"prefix":"5","text":" statement of the sum of money estimated by the Mayor to be just compensation for the property taken."},{"prefix":"b","text":" Notwithstanding section 16-1319, upon the filing of the declaration of taking and the deposit in the registry of the court, to the use of the persons entitled thereto, of the amount of the estimated compensation stated in the declaration, title to the property in fee simple absolute, or such less estate or interest therein as is specified in the declaration, shall vest in the District of Columbia, and the property shall be deemed to be condemned and taken for the use of the District, and the right to just compensation therefor shall vest in the persons entitled thereto. The compensation shall be ascertained and awarded in the proceedings and established by judgment therein, and the judgment shall include, as part of the just compensation awarded, interest at the rate of 6 per centum per annum on the amount finally awarded as the value of the property as of the date of taking, from that date to the date of payment. Interest may not be allowed on as much thereof as has been paid into the registry. A sum so paid into the registry may not be charged with commissions or poundage."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Eminent Domain. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Real Property for District of Columbia. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1314","identifier":"16-1314","catch_text":"Declaration of taking; contents; deposit; transfer of title; determination; interest."}}