{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-1024.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-115, see Historical and Statutory Notes following § 16-1021.\n\nFor legislative history of D.C. Law 7-231, see Historical and Statutory Notes following § 16-1021.\n\nDC CODE § 16-1024\n\nCurrent through December 11, 2012","credits":"(May 23, 1986, D.C. Law 6-115, § 5, 33 DCR 2424; May 10, 1989, D.C. Law 7-231, § 25(e), 36 DCR 492.)","sections":[{"prefix":"a","text":" A person who violates any provision of § 16-1022 and who takes the child to a place within the District, or detains or conceals the child within the District of Columbia is guilty of a misdemeanor and on conviction is subject to fine not exceeding $250 or performance of community service not exceeding 240 hours, or both."},{"prefix":"b","text":" A person who violates any provision of § 16-1022 and who takes the child to a place outside the District or detains or conceals the child outside the District shall be punished as follows:"},{"prefix":"1","text":" If the child is out of the custody of the lawful custodian for not more than 30 days, the person is guilty of a felony and on conviction is subject to a fine not exceeding $1,000 or imprisonment for 6 months, or both, except that if the person releases the child without injury in a safe place prior to arrest, the person is guilty of a misdemeanor and on conviction is subject to a fine not exceeding $250, or performance of community service not exceeding 240 hours, or imprisonment not exceeding 30 days, or a combination of all three."},{"prefix":"2","text":" If the child is out of the custody of the lawful custodian for more than 30 days, the person is guilty of a felony and on conviction is subject to a fine not exceeding $5,000 or imprisonment for 1 year, or both, except that if the person releases the child without injury in a safe place prior to arrest, the person is guilty of a misdemeanor and, on conviction, is subject to a fine not exceeding $500 or imprisonment not exceeding 60 days, or both."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Parental Kidnapping. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1024","identifier":"16-1024","catch_text":"Penalties."}}