{"text":"A petitioner has a right to seek relief under this subchapter. This right does not depend on the decision of the Attorney General, the United States Attorney for the District of Columbia, or a prosecuting attorney in any jurisdiction to initiate or not to initiate a criminal or delinquency case or on the pendency or termination of a criminal or delinquency case involving the same parties or issues. Testimony of the respondent in any civil proceedings under this subchapter shall be inadmissible as evidence in a criminal trial or delinquency proceeding except in a prosecution for perjury or false statement.","historical":"Prior Codifications\n\n1981 Ed., § 16-1002.\n\n1973 Ed., § 16-1002.\n\nEffect of Amendments\n\nD.C. Law 17-368 rewrote the section, which had read as follows:\n\n\"(a) If, upon the complaint of any person of criminal conduct by another or the arrest of a person charged with criminal conduct, it appears to the United States Attorney for the District of Columbia (hereafter in this subchapter referred to as the 'United States attorney') that the conduct involves an intrafamily offense, he shall notify the Director of Social Services. The Director of Social Services may investigate the matter and make such recommendations to the United States attorney as the Director deems appropriate.\n\n\"(b) The United States attorney may also (1) file a criminal charge based upon the conduct and may consult with the Director of Social Services concerning appropriate recommendations for conditions of release taking into account the intrafamily nature of the offense; or (2) refer the matter to the Corporation Counsel for the filing of a petition for civil protection in the Family Division. Prior to any such referral, the United States attorney shall consult with the Director of Social Services concerning the appropriateness of the referral.\n\n\"(c) The institution of criminal charges by the United States attorney shall be in addition to, and shall not affect the rights of the complainant to seek any other relief under this subchapter. Testimony of the respondent in any civil proceedings under this subchapter and the fruits of that testimony shall be inadmissible as evidence in a criminal trial except in a prosecution for perjury or false statement.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-144, see Historical and Statutory Notes following § 16-1001.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-1001.\n\nFor Law 17-368, see notes following § 16-801.\n\nDC CODE § 16-1002\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 546, Pub. L. 91-358, title I, § 131(a); Sept. 14, 1982, D.C. Law 4-144, § 3, 29 DCR 3131; Mar. 24, 1998, D.C. Law 12-81, § 10(j), 45 DCR 745; Mar. 25, 2009, D.C. Law 17-368, § 3(b)(2), 56 DCR 1338.)","sections":[],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Intrafamily Proceedings Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"1002","identifier":"16-1002","catch_text":"Complaint of criminal conduct."}}