{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105, in subsec. (a)(4), validated a previously made technical correction.\n\nD.C. Law 19-169, in subsec. (a)(1), substituted \"intellectual\" for \"mental retardation\".\n\nLegislative History of Laws\n\nFor Law 14-296, see notes following § 16-1041.\n\nFor Law 15-105, see notes following § 16-1005.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 16-1054\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-296, § 2(c), 50 DCR 320; Mar. 13, 2004, D.C. Law 15-105, § 10(b), 51 DCR 881; Sept. 26, 2012, D.C. Law 19-169, § 20(a), 59 DCR 5567.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, immediately upon the request of the Board and as necessary to carry out the Board's purpose and duties, the Board shall be provided, without cost and without authorization of the persons to whom the information or records relate, access to:"},{"prefix":"1","text":" All information and records of any District of Columbia agency, or their contractors, including, but not limited to, birth and death certificates, law enforcement investigation data, unexpurgated juvenile and adult criminal records, intellectual and developmental disabilities records, autopsy reports, parole and probation information and records, school records, and information records of social services, housing, and health agencies that provided services to the victim, the victim's family, or an alleged perpetrator of domestic violence which led to the death of the victim;"},{"prefix":"2","text":" All information and records of any private health-care providers located in the District of Columbia, including providers of mental health services who provided services to the deceased victim, the deceased victim's family, or the alleged perpetrator of domestic violence which led to the death of the victim;"},{"prefix":"3","text":" All information and records of any private child welfare agency, educational facility or institution, or child care provider doing business in the District of Columbia who provided services to the victim, the victim's immediate family, or the alleged perpetrator of domestic violence which led to the death of the victim; and"},{"prefix":"4","text":" Information made confidential by §§ 4-1302.03, 4-1303.06, 7-219, 7-1203.02, 7-1305.12, 16-2331, 16-2332, 16-2333, 16-2335, and 31-3426."},{"prefix":"b","text":" The Board shall have the authority to seek information from entities and agencies outside the District of Columbia by any legal means."},{"prefix":"c","text":" Notwithstanding subsection (a)(1) of this section, information and records concerning a current law enforcement investigation may be withheld, at the discretion of the investigating authority, if disclosure of the information would compromise a criminal investigation or prosecution."},{"prefix":"d","text":" If information or records are withheld under subsection (c) of this section, a report on the status of the investigation shall be submitted to the Board by the investigating authority every 3 months until the earliest of the following events occurs:"},{"prefix":"1","text":" The investigation is concluded;"},{"prefix":"2","text":" The investigating authority determines that providing the information will no longer compromise the investigation; or"},{"prefix":"3","text":" The information or records are provided to the Board."},{"prefix":"e","text":" All records and information obtained by the Board pursuant to subsections (a) and (b) of this section pertaining to the deceased victim or any other individual shall be destroyed immediately following the preparation of the Board's annual report. All additional information concerning a review, except statistical data, shall be destroyed by the Board one year after publication of the Board's annual report."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Proceedings Regarding Intrafamily Offenses. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Domestic Violence Fatality Review Board."},"heading":{"title":"16","chaptersection":"1054","identifier":"16-1054","catch_text":"Access to information."}}