{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2307.\n\n1973 Ed., § 16-2307.\n\nEffect of Amendments\n\nD.C. Law 13-91, in par. (e-2)(1), substituted \"first degree sexual abuse\" for \"forcible rape\".\n\nD.C. Law 15-261 rewrote subsecs. (c) and (d) which had read:\n\n\"(c) When there are grounds to believe the child is substantially retarded or mentally ill, the Division shall stay the proceedings for the purpose of obtaining an examination. After examination, the Division shall proceed to a determination under subsection (d) of this section unless it determines that the child is incompetent to participate in the proceedings, in which event it shall order the child committed to a mental hospital pursuant to section 16- 2315 or section 24-501(a).\n\n\"(d) Unless a commitment under subsection (c) of this section has intervened, the Division shall conduct a hearing on each transfer motion to determine whether to transfer the child for criminal prosecution. This hearing shall be held within ten days (excluding Sundays and legal holidays) of the filing of the transfer motion. The Division shall order the transfer if it determines that it is in the interest of the public welfare and protection of the public security and there are no reasonable prospects for rehabilitation. A statement of the Division's reasons for ordering the transfer shall accompany the transfer order. The Division's findings with respect to each of the factors set forth in subsection (e) of this section relating to the public welfare and protection of the public security shall be included in the statement. This statement shall be available upon request to any court in which the transfer is challenged, but shall not be available to the trier of fact of the criminal charge prior to verdict.\"\n\nLaw 15-358, in subsec. (c), substituted \"Chapter 5A of Title 24\" for \"section 24-501\".\n\nLegislative History of Laws\n\nLaw 8-71, the \"District of Columbia Public School Firearm Prohibition Act of 1989,\" was introduced in Council and assigned Bill No. 8-240, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 10, 1989, and October 24, 1989, respectively. Signed by the Mayor on November 2, 1989, it was assigned Act No. 8-108 and transmitted to both Houses of Congress for its review.\n\nLaw 9-272, the \"Criminal and Juvenile Justice Reform Act of 1992,\" was introduced in Council and assigned Bill No. 9-374, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 14, 1993, it was assigned Act No. 9-401 and transmitted to both Houses of Congress for its review. D.C. Law 9-272 became effective on May 15, 1993.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 10-150, the \"Youth Facilities Firearm Prohibition Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-265, which was referred to the Committee on . The Bill was adopted on first and second readings on March 1, 1994, and April 12, 1994, respectively. Signed by the Mayor on April 28, 1994, it was assigned Act No. 10-233 and transmitted to both Houses of Congress for its review. D.C. Law 10-150 became effective on August 18, 1994.\n\nFor legislative history of D.C. Law 10-227, see Historical and Statutory Notes following § 16-2301. 8 3.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nFor Law 15-261, see notes following § 16-2301.\n\nLaw 15-358, the \"Incompetent Defendants Criminal Commitment Act of 2004\", was introduced in Council and assigned Bill No. 15-967, which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-748 and transmitted to both Houses of Congress for its review. D.C. Law 15-358 became effective on May 24, 2005.\n\nDC CODE § 16-2307\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 588, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 527, Pub. L. 91-358, title I, § 121(a); Feb. 27, 1990, D.C. Law 8-71, § 2, 36 DCR 7746; May 15, 1993, D.C. Law 9-272, § 101, 40 DCR 796; Feb. 5, 1994, D.C. Law 10-68, § 20(b), 40 DCR 6311; Aug. 18, 1994, D.C. Law 10-150, § 2, 41 DCR 2594; Mar. 16, 1995, D.C. Law 10-227, § 3(b), 42 DCR 4; Apr. 12, 2000, D.C. Law 13-91, § 142(c), 47 DCR 520; Mar. 17, 2005, D.C. Law 15- 261, §§ 202(b), 402, 52 DCR 1188; May 24, 2005, D.C. Law 15-358, § 203, 53 DCR 2015.)","sections":[{"prefix":"a","text":" Within twenty-one days (excluding Sundays and legal holidays) of the filing of a delinquency petition, or later for good cause shown, and prior to a factfinding hearing on the petition, the Corporation Counsel may file a motion, supported by a statement of facts, requesting transfer of the child for criminal prosecution, if-"},{"prefix":"1","text":" the child was fifteen or more years of age at the time of the conduct charged, and is alleged to have committed an act which would constitute a felony if committed by an adult;"},{"prefix":"2","text":" the child is sixteen or more years of age and is already under commitment to an agency or institution as a delinquent child;"},{"prefix":"3","text":" a minor eighteen years of age or older is alleged to have committed a delinquent act prior to having become eighteen years of age; or"},{"prefix":"4","text":" a child under 18 years of age is charged with the illegal possession or control of a firearm within 1000 feet of a public or private day care center, elementary school, vocational school, secondary school, college, junior college, or university, or any public swimming pool, playground, video arcade, or youth center, or an event sponsored by any of the above entities. For the purposes of this paragraph \"playground\" means any facility intended for recreation, open to the public, and with any portion of the facility that contains 1 or more separate apparatus intended for the recreation of children, including, but not limited to, sliding boards, swingsets, and teeterboards. For the purposes of this paragraph \"video arcade\" means any facility legally accessible to persons under 18 years of age, intended primarily for the use of pinball and video machines for amusement, and which contains a minimum of 10 pinball or video machines. For the purposes of this paragraph \"youth center\" means any recreational facility or gymnasium (including any parking lot appurtenant thereto), intended primarily for use by persons under 18 years of age, which regularly provide athletic, civic, or cultural activities."},{"prefix":"b","text":" Following the filing of the motion by the Corporation Counsel, summonses shall be issued and served in conformity with the provisions of section 16- 2306."},{"prefix":"c","text":" When there are grounds to believe that the child is incompetent to proceed, the Division shall stay the proceedings for the purpose of obtaining an examination pursuant to Chapter 5A of Title 24. If the Division determines, pursuant to Chapter 5A of Title 24, that the child is incompetent to proceed, the Division shall not proceed to a determination under subsection (d) of this section unless it subsequently has determined that the competency of the child has been restored."},{"prefix":"d","text":"(1)(A) Except as provided in subsection (c) of this section, the Division shall conduct a hearing on each transfer motion to determine whether to transfer the child for criminal prosecution. The hearing shall be held within 30 days (excluding Sundays and legal holidays) after the filing of the transfer motion. Upon motion of the child or the Corporation Counsel, for good cause shown, the hearing may be continued for an additional period not to exceed 30 days (excluding Sundays and legal holidays). If the hearing commences more than 60 days (excluding Sundays and legal holidays) after the filing of the transfer motion, the Division must state in the order the extraordinary circumstances for the delay."},{"prefix":"B","text":" The judicial decision whether to transfer the child shall be made within 30 days (excluding Sundays and legal holidays) after the conclusion of the transfer hearing. For good cause shown, the Division may extend the time in which to issue its decision by an additional period not to exceed 30 days (excluding Sundays and legal holidays)."},{"prefix":"2","text":"(A) The Division shall order the transfer if it determines that it is in the interest of the public welfare and protection of the public security and there are no reasonable prospects for rehabilitation of the child."},{"prefix":"B","text":" A statement of the Division's reasons for ordering the transfer shall accompany the transfer order. The Division's findings with respect to each of the factors set forth in subsection (e) of this section relating to the public welfare and protection of the public security shall be included in the statement. The statement shall be available upon request to any court in which the transfer is challenged, but shall not be available to the trier of fact of the criminal charge prior to verdict."},{"prefix":"e","text":" Evidence of the following factors shall be considered in determining whether there are reasonable prospects for rehabilitating a child prior to his majority and whether it is in the interest of the public welfare to transfer for criminal prosecution:"},{"prefix":"1","text":" the child's age;"},{"prefix":"2","text":" the nature of the present offense and the extent and nature of the child's prior delinquency record;"},{"prefix":"3","text":" the child's mental condition;"},{"prefix":"4","text":" the child's response to past treatment efforts including whether the child has absconded from the legal custody of the Mayor or a juvenile institution;"},{"prefix":"5","text":" the techniques, facilities, and personnel for rehabilitation available to the Division and to the court that would have jurisdiction after transfer; and"},{"prefix":"6","text":" The potential rehabilitative effect on the child of providing parenting classes or family counseling for one or more members of the child's family or for the child's caregiver or guardian."},{"prefix":"e-1","text":" For purposes of the transfer hearing the Division shall assume that the child committed the delinquent act alleged."},{"prefix":"e-2","text":" There is a rebuttable presumption that a child 15 through 18 years of age who has been charged with any of the following offenses, should be transferred for criminal prosecution in the interest of public welfare and the protection of the public security:"},{"prefix":"1","text":" Murder, first degree sexual abuse, burglary in the first degree, robbery while armed, or assault with intent to commit any such offense;"},{"prefix":"2","text":" Any offense listed in paragraph (1) of this subsection and any other offense properly joinable with such an offense;"},{"prefix":"3","text":" Any crime committed with a firearm; or"},{"prefix":"4","text":" Any offense that if the child were charged as an adult would constitute a violent felony and the child has three or more prior delinquency adjudications."},{"prefix":"f","text":" Prior to a transfer hearing, a study and report, in writing, relevant to the factors in subsection (e), shall be made by the Director of Social Services. This report and all social records that are to be made available to the judge at the transfer hearing shall be made available to counsel for the child and to the Corporation Counsel at least three days prior to the hearing."},{"prefix":"g","text":" A judge who conducts a hearing pursuant to this section shall not, over the objection of the child for whom a motion to transfer was filed, participate in any subsequent factfinding proceedings relating to the offense."},{"prefix":"h","text":" Transfer of a child for criminal prosecution terminates the jurisdiction of the Division over the child with respect to any subsequent delinquent act; except that jurisdiction of the Division over the child is restored if (1) the criminal prosecution is terminated other than by a plea of guilty, a verdict of guilty, or a verdict of not guilty by reason of insanity, and (2) at the time of the termination of the criminal prosecution no indictment or information has been filed for criminal prosecution for an offense alleged to have been committed by the child subsequent to transfer."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2307","identifier":"16-2307","catch_text":"Transfer for criminal prosecution."}}