{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2321.\n\n1973 Ed., § 16-2321.\n\nEffect of Amendments\n\nD.C. Law 19-169 rewrote the section heading which had read: \"Disposition of mentally ill or substantially retarded child\"; in subsec. (a), substituted \"has a mental illness or a substantial intellectual disability\" for \"is mentally ill or substantially retarded\"; and, in subsec. (b), substituted \"have a mental illness or a substantial intellectual disability\" for \"be mentally ill or substantially retarded\".\n\nLegislative History of Laws\n\nFor history of Law 19-169, see notes under § 16-1054.\n\nDC CODE § 16-2321\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 536, Pub. L. 91-358, title I, § 121(a); Sept. 26, 2012, D.C. Law 19-169, § 20(c)(3), 59 DCR 5567.)","sections":[{"prefix":"a","text":" If no previous examination has been made under section 16-2315 and the Division, after a factfinding but before a dispositional hearing, has reason to believe that a child has a mental illness or a substantial intellectual disability, it may order an examination as provided in section 16-2315."},{"prefix":"b","text":" If as a result of the examination the child is found to have a mental illness or a substantial intellectual disability, the Division may, in lieu of other disposition, direct the appropriate authority to initiate commitment proceedings under Chapter 5 or 11 of Title 21. The Division may order the child detained in suitable facilities pending commitment proceedings."},{"prefix":"c","text":" If the examination does not indicate that commitment proceedings should be initiated or if the proceedings do not result in commitment, the Division shall proceed to disposition pursuant to this subchapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2321","identifier":"16-2321","catch_text":"Disposition of child with mental illness or a substantial intellectual disability."}}