{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2326.1.\n\nEffect of Amendments\n\nPub. L. 107-96, in subsec. (b) substituted \"$1,600\" for \"$1,100\" in pars. (1) and (2), substituted \"$2,200\" for \"$1,500\" in par. (3), and substituted \"$1,100\" for \"$750\" in par. (4).\n\nD.C. Law 17-271, in subsecs. (b)(1), (2), substituted \"$1,760\" for \"$1,600\"; in subsec. (b)(3), substituted \"$2,400\" for \"$2,200\"; and, in subsec. (b)(4), substituted \"$1,200\" for \"$1,100\".\n\nPub. L. 111-8, in subsecs. (b)(1), (2), substituted \"$1,980\" for \"$1,760\"; in subsec. (b)(3), substituted \"$2,700\" for \"$2,400\"; and, in subsec. (b)(4), substituted \"$1,350\" for \"$1,200\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment, see § 2 of Appointed Attorney Compensation Emergency Act of 2008 (D.C. Act 17-455, July 28, 2008, 55 DCR 8717).\n\nFor temporary (90 day) amendment of section, see § 2 of Appointed Attorney Compensation Congressional Review Emergency Act of 2008 (D.C. Act 17-539, October 20, 2008, 55 DCR 11419).\n\nLegislative History of Laws\n\nLaw 5-129, the \"Neglect Representation Equity Act of 1984,\" was introduced in Council and assigned Bill No. 5-356, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 10, 1984, and September 12, 1984, respectively. Signed by the Mayor on October 1, 1984, it was assigned Act No. 5-182 and transmitted to both Houses of Congress for review.\n\nLaw 6-192, the \"Technical Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986, and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-11, the \"Omnibus Budget Support Temporary Act of 1993,\" was introduced in Council and assigned Bill No. 10-259. The Bill was adopted on first and second readings on May 4, 1993, and June 1, 1993, respectively. Signed by the Mayor on June 15, 1993, it was assigned Act No. 10-39 and transmitted to both Houses of Congress for its review. D.C. Law 10-11 became effective on August 6, 1993.\n\nD.C. Law 10-25, the \"Omnibus Budget Support Act of 1993,\" was introduced in Council and assigned Bill No. 10-165, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 1, 1993, and June 29, 1993, respectively. Signed by the Mayor on July 16, 1993, it was assigned Act No. 10-57 and transmitted to both Houses of Congress for its review. D.C. Law 10-25 became effective on September 30, 1993.\n\nLaw 17-271, the \"Appointed Attorney Compensation Act of 2008\", was introduced in Council and assigned Bill No. 17-757 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on July 15, 2008, and September 16, 2008, respectively. Signed by the Mayor on September 30, 2008, it was assigned Act No. 17-525 and transmitted to both Houses of Congress for its review. D.C. Law 17-271 became effective on November 25, 2008.\n\nEffective Dates\n\nPub. L. 107-96, 115 Stat. 929, the District of Columbia Appropriations Act, 2002, provides in part:\n\n\"The amendments made by this provision shall apply with respect to cases and proceedings initiated on or after March 1, 2002.\"\n\nSection 822(c) of Pub. L. 111-8 provides:\n\n\"The amendments made by this section shall apply with respect to cases and proceedings initiated on or after the date of enactment of this Act.\"\n\nMiscellaneous Notes\n\nSection 28(c)(5) of D.C. Law 15-354 provides that the section designation of § 16-2326.1 of the District of Columbia Official Code is redesignated as § 16-2326.01.\n\nSection 3 of D.C. Law 17-271 provides:\n\n\"Sec. 3. Applicability of maximum compensation increases.\n\n\"Section 2 shall apply to compensation for representation provided in cases and proceedings initiated on or after the effective date of An Act To amend title 11, District of Columbia Official Code, to implement the increase provided under the District of Columbia Appropriations Act, 2008, in the amount of funds made available for the compensation of attorneys representing indigent defendants in the District of Columbia courts, and for other purposes, H.R. 5551, 110th Cong. (2008).\"\n\nDC CODE § 16-2326.01\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-129, § 2(c), 31 DCR 5192; Feb. 24, 1987, D.C. Law 6-192, § 2, 33 DCR 7836; Aug. 6, 1993, D.C. Law 10-11, § 202, 40 DCR 4007; Sept. 30, 1993, D.C. Law 10-25, § 202, 40 DCR 5489; Dec. 21, 2001, 115 Stat. 928, Pub. L. 107-96, par. 20(a); Nov. 25, 2008, D.C. Law 17- 271, § 2, 55 DCR 11033; Mar. 11, 2009, 123 Stat. 700, Pub. L. 111-8, § 822(b).)","sections":[{"prefix":"a","text":"(1) Except as provided for by subsections (b) and (e), an attorney representing a person who is financially unable to obtain legal counsel in a neglect proceeding or appointed to serve as counsel or guardian ad litem for a child who is the subject of a neglect proceeding shall, at the end of the representation or at the end of a segment of the representation, be compensated at a rate not less than the hourly rates established in D.C. Official Code, sec. 11-2604."},{"prefix":"2","text":" The attorney may make a claim for expenses reasonably incurred during the course of the representation."},{"prefix":"b","text":" Compensation payable pursuant to this section shall be subject to the following limitations:"},{"prefix":"1","text":" for all proceedings from initial hearing through disposition, the maximum compensation shall be $1,980;"},{"prefix":"2","text":" for all subsequent proceedings other than termination of parental rights, the maximum compensation shall be $1,980 per year;"},{"prefix":"3","text":" for proceedings to terminate parental rights, the maximum compensation shall be $2,700; and"},{"prefix":"4","text":" for appeal of trial court orders, the maximum compensation shall be $1,350 per case."},{"prefix":"c","text":"(1) A separate claim for compensation and reimbursement shall be made to the Superior Court of the District of Columbia for representation before that Court, and to the District of Columbia Court of Appeals for representation before the District of Columbia Court of Appeals."},{"prefix":"2","text":" Each claim shall be supported by a sworn written statement specifying the time expended, services rendered, and expenses incurred while the case was pending before the court, and the compensation and reimbursement applied for or received in the same case from any other source."},{"prefix":"3","text":" The Superior Court of the District of Columbia or the District of Columbia Court of Appeals shall fix the compensation and reimbursement to be paid to the attorney."},{"prefix":"4","text":" In cases where representation is furnished other than before the Superior Court of the District of Columbia or the District of Columbia Court of Appeals, claims shall be submitted to the Superior Court of the District of Columbia which shall fix compensation and reimbursement to be paid."},{"prefix":"d","text":" For purposes of compensation and other payments authorized by this section, an order by a court granting a new trial shall be deemed to initiate a new case."},{"prefix":"e","text":" If a person for whom counsel is appointed under this section appeals to the District of Columbia Court of Appeals, the person may do so without prepayment of fees, costs, or security and without filing the affidavit required by D.C. Official Code, sec. 11-2604."},{"prefix":"f","text":"(1) Claims for compensation and reimbursement in excess of the maximum amount provided in subsection (b) may be approved for extended or complex representation when the payment is necessary to provide fair compensation. The request for payment shall be submitted by the attorney for approval by the chief judge of the Superior Court of the District of Columbia upon recommendation of the presiding judge in the case or, in cases before the District of Columbia Court of Appeals, approval by the chief judge of the District of Columbia Court of Appeals upon recommendation of the presiding judge in the case."},{"prefix":"2","text":" A decision shall be made by the appropriate chief judge in the case of every claim filed under this subsection."},{"prefix":"g","text":"(1) Counsel for a person who is financially unable to obtain investigative, expert, or other services necessary for adequate representation may request compensation for services in an ex parte application."},{"prefix":"2","text":" Upon a finding, after appropriate inquiry in an ex parte proceeding, that investigative, expert, or other services are necessary but are not available through existing court resources, and that the person is financially unable to obtain them, the court shall authorize counsel to obtain the services."},{"prefix":"3","text":" Compensation to be paid to a person for services rendered under this subsection shall not exceed $300, unless payment in excess of that limit is certified by the court, as necessary to provide fair compensation for services of an unusual character or duration, and the amount of the excess payment is approved by the presiding judge in the case."},{"prefix":"4","text":" In no event shall the total compensation recoverable for the services described in this section exceed $750 or the rate provided by D.C. Official Code, sec. 11-2605(c)."},{"prefix":"h","text":" Compensation for attorneys appointed to represent parties in neglect proceedings and costs of investigative, expert, and other services shall be paid pursuant to procedures established by the Superior Court of the District of Columbia."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2326","identifier":"16-2326.01","catch_text":"Compensation of attorneys in neglect and termination of parental rights proceedings."}}