{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2901.\n\n1973 Ed., § 16-2901.\n\nReferences in Text\n\nSection 21-704, referred to in subsection (d), was repealed by § 3 of D.C. Law 6-204, effective February 28, 1987.\n\nDC CODE § 16-2901\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 597, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 561, Pub. L. 91-358, title I, § 145(k)(1), (2).)","sections":[{"prefix":"a","text":" The Superior Court of the District of Columbia may decree a partition of lands, tenements, or hereditaments on the complaint of a tenant in common, claiming by descent or purchase, or of a joint tenant; or when it appears that the property can not be divided without loss or injury to the parties interested, the court may decree a sale thereof and a division of the money arising from the sale among the parties, according to their respective rights."},{"prefix":"b","text":" This section applies to cases where:"},{"prefix":"1","text":" all the parties are of full age;"},{"prefix":"2","text":" all the parties are infants;"},{"prefix":"3","text":" some of the parties are of full age and some are infants;"},{"prefix":"4","text":" some or all of the parties are non compos mentis; and"},{"prefix":"5","text":" all or any of the parties are non-residents -- and a party, whether of full age, infant, or non compos mentis, may file a complaint pursuant to this section, an infant by his guardian or next friend, and a person non compos mentis by his committee."},{"prefix":"c","text":" In a case of partition, when a tenant in common has received the rents and profits of the property to his own use, he may be required to account to his cotenants for their respective shares of the rents and profits. Amounts found to be due on the accounting may be charged against the share of the party owing them in the property, or its proceeds in case of sale."},{"prefix":"d","text":" This section does not affect sections 21-146 and 21-704."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"29","text":"Partition."},"subchapter":{"identifier":"I","text":"Partition Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2901","identifier":"16-2901","catch_text":"Parties; accounting by tenant in common."}}