{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2372.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of §§ 16-2381 [1981 Ed.] to 16-2399 [1981 Ed.], see § 3 of the Foster Children's Guardianship Emergency Act of 2000 (D.C. Act 13-433, August 14, 2000, 47 DCR 7467).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-228, see Historical and Statutory Notes following § 16-2371.\n\nDC CODE § 16-2372\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1995, D.C. Law 10-228, § 2(b), 42 DCR 7.)","sections":[{"prefix":"a","text":" There is established a court-appointed special advocate program to provide trained volunteers whose primary purpose is to ensure that children who are the subject of certain family division proceedings of the Superior Court of the District of Columbia are provided with appropriate service and case planning that is in their best interest."},{"prefix":"b","text":" The court, in any appropriate action, may appoint an individual provided by the court-appointed special advocate program."},{"prefix":"c","text":" The program shall be administered by the Family Division of the Superior Court of the District of Columbia."},{"prefix":"d","text":" The Family Division shall report annually to the Chief Judge of the Superior Court of the District of Columbia, who shall report to the Council of the District of Columbia regarding the operation of the program."},{"prefix":"e","text":" The Board of Judges of the Superior Court of the District of Columbia may adopt rules governing the implementation and operation of the program, including, but not limited to, training, selection, and supervision of volunteers."},{"prefix":"f","text":" An advocate or a member of the administrative staff of the program is not liable for acts or omissions in providing services or performing duties on behalf of the program, unless the act or omission constitutes reckless, willful, or wanton misconduct or intentionally tortious conduct."},{"prefix":"g","text":" A court-appointed special advocate shall have access to and the use of the court record in a proceeding in which the advocate has been appointed."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"IV","text":"Court-Appointed Special Advocates."},"heading":{"title":"16","chaptersection":"2372","identifier":"16-2372","catch_text":"Court-appointed special advocate program."}}