{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2331.\n\n1973 Ed., § 16-2331.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (b), made nonsubstantive changes in pars. (8) and (9), and added par. (10).\n\nD.C. Law 15-261, in subsec. (b), added pars. (3A), (11), (12), and (13), rewrote pars. (4), (6), (9), and substituted a period for a semicolon at the end of par. (10); and added subsec. (b-1). Prior to amendment, pars. (4), (6), and (9), read as follows:\n\n\"(4) any court or its probation staff, for purposes of sentencing the respondent as a defendant in a criminal case and the counsel for the defendant in that case;\n\n\"(6) the United States Attorney for the District of Columbia, his assistants, and any other prosecuting attorneys involved in the investigation or trial of a criminal case arising out of the same transaction or occurrence as a case in which a child is alleged to be delinquent, or where the records are involved in determining the conditions of release or bail for a person charged with a criminal offense;\n\n\"(9) a court in which a person is charged with a criminal offense for the purposes of determining conditions of release or bail; and\"\n\nD.C. Law 16-274 added subsec. (d-1).\n\nD.C. Law 18-273 added subsec. (b)(9A).\n\nD.C. Law 18-284 repealed the amendment by Law 18-273, § 210, and rewrote the section, which formerly read:\n\n\"(a) As used in this section, the term 'juvenile case records' refers to the following records of a case over which the Division has jurisdiction under section 11-1101(13):\n\n\"(1) Notices filed with the court by an arresting officer pursuant to this subchapter.\n\n\"(2) The docket of the court and entries therein.\n\n\"(3) Complaints, petitions, and other legal papers filed in the case.\n\n\"(4) Transcripts of proceedings before the court.\n\n\"(5) Findings, verdicts, judgments, orders, and decrees.\n\n\"(6) Other writings filed in proceedings before the court, other than social records.\n\n\"(b) Juvenile case records shall be kept confidential and shall not be open to inspection; but, subject to the limitations of subsection (c) of this section, the inspection of those records shall be permitted to --\n\n\"(1) judges and professional staff of the Superior Court;\n\n\"(2) the Corporation Counsel and his assistants assigned to the Division;\n\n\"(3) the respondent, his parents or guardians, and their duly authorized attorneys;\n\n\"(3A) at the discretion of the Corporation Counsel, each eyewitness, victim, or the immediate family members or custodians of each eyewitness or victim if the eyewitness or victim is a child or is deceased or incapacitated, and their duly authorized attorney, when the information relates to release status, the level of respondent's placement, stay-away orders imposed, respondent's participation in diversion or a consent decree, the offenses charged in the petition, the terms of any plea agreements, findings, or verdicts related to the adjudication of the case, or commitment or probational status, unless the release of such information is otherwise prohibited by law or includes mental health information;\n\n\"(4) any court in which respondent is charged or convicted as a respondent in a delinquency matter, or status offense, or as a defendant in a criminal offense, or the court's probation staff, and counsel for the respondent or defendant in that case;\n\n\"(5) public or private agencies or institutions providing supervision or treatment or having custody of the child, if supervision, treatment, or custody is under order of the Division;\n\n\"(6) the United States Attorney for the District of Columbia, his assistants, and any other prosecuting attorneys, or defense attorneys, when necessary for the discharge of their official duties;\n\n\"(7) other persons having a professional interest in the protection, welfare, treatment, and rehabilitation of the respondent or of a member of his family, or in the work of the Superior Court, if authorized by rule or special order of the court.\n\n\"(8) the Mayor in accordance with the Motor Vehicle Operator's Permit Revocation Amendment Act of 1988;\n\n\"(9) authorized personnel in the Mayor's Family Court Liaison, the Department of Health, the Department of Mental Health, the Child and Family Services Agency, the Department of Human Services, and the District of Columbia Public Schools for the purpose of delivery of services to individuals under the jurisdiction of the Family Court, or their families;\n\n\"(9A) Authorized persons for the purposes of and in accordance with Chapter 2A of Title 7;\n\n\"(10) The Child Fatality Review Committee for the purposes of examining past events and circumstances surrounding deaths of children in the District of Columbia or of children who are either residents or wards of the District of Columbia, or for the discharge of its official duties;\n\n\"(11) the Children's Advocacy Center and the public and private agencies and institutions that are members of the multidisciplinary investigation team, for purposes of carrying out their official duties, except that only information contained in the records, and not the records or copies of the records, may be provided pursuant to this paragraph;\n\n\"(12) the Child and Family Services Agency, for the purposes of carrying out its official duties;\n\n\"(13) any law enforcement personnel when necessary for the discharge of their official duties.\n\n\"(b-1) Records inspected may not be divulged to unauthorized persons. The prosecuting attorney inspecting records pursuant to paragraph (6) of this subsection may divulge the contents to the extent required in the prosecution of a criminal case, and the United States Attorney for the District of Columbia and his assistants may inspect a transcript of the testimony of any witness and divulge the contents to the extent required by the prosecution of the witness for perjury, without, wherever possible, naming or otherwise revealing the identity of a child under the jurisdiction of the Division.\n\n\"(b-2) Notwithstanding subsection (b) of this section, the Division, upon application of the Corporation Counsel and notice and opportunity for respondent or his counsel to respond to the application, may order the release of certain information contained in the case record if:\n\n\"(1) The respondent has escaped from detention or from the custody of the Youth Services Administration and is likely to pose a danger or threat of bodily harm to another person;\n\n\"(2) Release of such information is necessary to protect the public safety and welfare; and\n\n\"(3) The respondent has been charged with a crime of violence as defined in section 23-1331(4).\n\n\"(c) Notwithstanding subsection (b), the Superior Court may by rule or special order provide that particular items or classes of items in juvenile case records shall not be open to inspection except pursuant to rule or special order; but, in dispositional proceedings after an adjudication, no item considered by the judge (other than identification of the sources of confidential information) shall be withheld from inspection (1) in delinquency or need of supervision cases, by the attorney for the child, or (2) in neglect cases, by the attorney for the child and an attorney for the parent, guardian, or other custodian of the child.\n\n\"(d) The Superior Court may by rule or special order provide procedures for the inspection or copying of juvenile case records by persons entitled to inspect them. No person receiving any record or information pursuant to this section may publish or use it for any purpose other than that for which it was received without a special order of the court.\n\n\"(d-1)(1) Notwithstanding subsections (b), (b-1), (b-2), (c), or (d) of this section, for every respondent whom the Office of the Attorney General has filed a petition against for the following: (i) a crime of violence (as defined in section 23-1331(4)); (ii) a weapons offense; (iii) unauthorized use of a vehicle; (iv) theft in the first degree where the property obtained or used is a motor vehicle (as defined in section 22-3215(a)); or (v) the Office of the Attorney General has filed 3 or more petitions against the respondent, and the respondent is not detained by the Family Court of the Superior Court of the District of Columbia pursuant to section 16-2313(b)(3), the Family Court shall provide, within 48 hours of the decision not to detain the respondent, the following case record information to the Chief of the Metropolitan Police Department ('Chief'):\n\n\"(A) Respondent's name and date of birth;\n\n\"(B) Last known address of the respondent;\n\n\"(C) Last known address of respondent's parents, guardians, caretakers, and custodians;\n\n\"(D) Address to which the respondent will be placed and the name and address of the person into whose custody the respondent will be placed; and\n\n\"(E) All terms of the placement or conditions of release.\n\n\"(2) Notwithstanding subsections (b), (b-1), (b-2), (c), or (d) of this section, the Family Court shall provide the following case record information to the Chief for all cases in which the respondent is not detained by the Family Court pursuant to section 16-2313(b)(3) and cases in which the respondent is placed on probation pursuant to section 16-2320(c)(3):\n\n\"(A) Respondent's name and date of birth;\n\n\"(B) All terms or conditions of any stay-away order; and\n\n\"(C) All terms or conditions of any curfew order.\n\n\"(3) The Chief shall utilize information obtained from the Family Court and may disclose such information to law enforcement officers or law enforcement entities only as necessary to preserve public safety or the safety of the respondent. The Chief shall not otherwise disclose this information, except as authorized by this section.\n\n\"(4) If the Chief discloses information pursuant to paragraph (3) of this subsection, the Chief shall notify the recipient that the information may only be re-disclosed to law enforcement officers and only to the extent necessary to preserve public safety or the safety of the respondent. The Chief shall notify the recipient of the information that any other use or disclosure of the information shall be governed by this section and sections 16-2332 and 16-2333, and that unauthorized re-disclosure may be prosecuted under section 16-2336. Any violation of this paragraph will result in an investigation of the violation by the Inspector General of the District of Columbia.\n\n\"(5) If the petition filed against the juvenile does not result in disposition, the Family Court, within 48 hours of the entry of the decision by the court to dismiss or close the case, or the withdrawal of the petition by the Office of the Attorney General, shall notify the Chief of the Metropolitan Police Department that the case has not resulted in a disposition. The Chief shall, within 48 hours of the notification, destroy and erase from Metropolitan Police Department files the case record information received from the Family Court pursuant to this subsection and shall notify all parties and agencies to which it transmitted case record information pursuant to paragraph (3) of this subsection that the juvenile's case did not result in a disposition and any information that has been transmitted shall be destroyed and erased.\n\n\"(e) No person shall disclose, inspect, or use records in violation of this section.\"\n\nD.C. Law 19-171, in subsec. (e)(3), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 20(b) of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) amendment of section, see § 20(b) of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14-82, July 9, 2001, 48 DCR 6355).\n\nFor temporary (90 day) amendment of section, see § 201(b) of Enhanced Crime Prevention and Abatement Emergency Amendment Act of 2006 (D.C. Act 16-446, July 21, 2006, 53 DCR 6477).\n\nFor temporary (90 day) amendment of section, see § 301(b) of Crime Reduction Initiative Emergency Amendment Act of 2006 (D.C. Act 16-491, October 19, 2006, 53 DCR 8818).\n\nFor temporary (90 day) amendment of section, see § 201(b) of Crime Reduction Initiative Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-9, January 16, 2007, 54 DCR 1471).\n\nFor temporary (90 day) amendment of section, see § 210(a) of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) amendment of section, see § 210(a) of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-582, October 20, 2010, 57 DCR 10118).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 7-222, see Historical and Statutory Notes following § 16-2318.\n\nFor legislative history of D.C. Law 9-272, see Historical and Statutory Notes following § 16-2307.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 16-2309.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-2301.\n\nFor Law 14-28, see notes following § 16-311.\n\nFor Law 15-261, see notes following § 16-2301.\n\nFor Law 16-274, see notes following § 16-2301.\n\nLaw 18-273, the \"Data-Sharing and Information Coordination Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-356 which was referred to the Committee on Health and Human Services. The Bill was adopted on first and second readings on June 1, 2010, and June 29, 2010, respectively. Signed by the Mayor on July 20, 2010, it was assigned Act No. 18-489 and transmitted to both Houses of Congress for its review. D.C. Law 18-273 became effective on December 4, 2010.\n\nLaw 18-284 , the \"Expanding Access to Juvenile Records Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-344, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on July 13, 2010, and October 19, 2010, respectively. Signed by the Mayor on November 3, 2010, it was assigned Act No. 18-594 and transmitted to both Houses of Congress for its review. D.C. Law 18- 284 became effective on March 8, 2011.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 16-2331\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 539, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title IV, § 408(a), 24 DCR 3341; Mar. 16, 1989, D.C. Law 7-222, § 4, 36 DCR 570; May 15, 1993, D.C. Law 9-272, § 105, 40 DCR 796; Apr. 9, 1997, D.C. Law 11-255, § 18(h), 44 DCR 1271; Mar. 24, 1998, D.C. Law 12-81, § 10(dd), 45 DCR 745; Oct. 3, 2001, D.C. Law 14-28, § 4620(b), 48 DCR 6981; Mar. 17, 2005, D.C. Law 15-261, § 302(a), 52 DCR 1188; Mar. 14, 2007, D.C. Law 16-274, § 2(b), 54 DCR 794; Dec. 4, 2010, D.C. Law 18-273, § 210(a), 57 DCR 7171; Mar. 8, 2011, D.C. Law 18-284, §§ 3(c), 4, 57 DCR 10477; Sept. 26, 2012, D.C. Law 19-171, § 75(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"juvenile case records\" means the following records of a case over which the Family Court has jurisdiction under section 11-1101(13):"},{"prefix":"1","text":" Notices filed with the court by an arresting officer pursuant to this subchapter;"},{"prefix":"2","text":" The docket of the court and entries therein;"},{"prefix":"3","text":" Complaints, petitions, and other legal papers filed in the case;"},{"prefix":"4","text":" Transcripts of proceedings before the court;"},{"prefix":"5","text":" Findings, verdicts, judgments, orders, and decrees; and"},{"prefix":"6","text":" Other writings filed in proceedings before the court, other than social records."},{"prefix":"b","text":" Except as otherwise provided in this section and in section 16-2333.01, juvenile case records shall be kept confidential and shall not be open to inspection, nor shall information from records inspected be divulged to unauthorized persons."},{"prefix":"c","text":" Subject to the limitations of subsection (f) of this section, the following entities and persons may inspect juvenile case records:"},{"prefix":"1","text":" The Courts:"},{"prefix":"A","text":" Judges and professional staff of the Superior Court; and"},{"prefix":"B","text":" Any court in which the respondent is charged or convicted as a respondent in a delinquency matter, or status offense, or as a defendant in a criminal offense, or the court's probation staff."},{"prefix":"2","text":" Family Court case participants:"},{"prefix":"A","text":" The Attorney General and his assistants assigned to the Family Court;"},{"prefix":"B","text":" The respondent and any attorney for the respondent without regard to the age of the respondent at the time of the inspection and without regard to the existence of a pending Family Court case;"},{"prefix":"C","text":" The parents or guardians and any attorney for them without regard to the age of the respondent at the time of the inspection and without regard to the existence of a pending Family Court case;"},{"prefix":"D","text":" Unless the release of the information is otherwise prohibited by law or includes mental health information, each victim, or the immediate family member or custodians of each victim if the victim is a child or is deceased or incapacitated, and their duly authorized attorneys, at the discretion of the Attorney General and when the information relates to:"},{"prefix":"i","text":" Release status;"},{"prefix":"ii","text":" The level of respondent's placement;"},{"prefix":"iii","text":" Stay-away orders imposed;"},{"prefix":"iv","text":" Respondent's participation in diversion or a consent decree;"},{"prefix":"v","text":" The offenses charged in the petition;"},{"prefix":"vi","text":" The terms of any plea agreements, findings, or verdicts related to the adjudication of the case; or"},{"prefix":"vii","text":" Commitment or probational status;"},{"prefix":"E","text":" Unless the release of information is otherwise prohibited by law or includes mental health information, each eyewitness, or the immediate family members or custodians of each eyewitness if the eyewitness is a child or is deceased or incapacitated, and their duly authorized attorneys, at the discretion of the Attorney General or of the respondent's attorney and when the information relates to:"},{"prefix":"i","text":" Release status;"},{"prefix":"ii","text":" The level of respondent's placement;"},{"prefix":"iii","text":" Stay-away orders imposed;"},{"prefix":"iv","text":" Respondent's participation in diversion or a consent decree;"},{"prefix":"v","text":" The offenses charged in the petition;"},{"prefix":"vi","text":" The terms of any plea agreements, findings, or verdicts related to the adjudication of the case; or"},{"prefix":"vii","text":" Commitment or probational status; and"},{"prefix":"F","text":" Public or private agencies or institutions providing supervision or treatment or having custody of the child, if supervision, treatment, or custody is under order of the Family Court;"},{"prefix":"3","text":" Other court case participants and law enforcement:"},{"prefix":"A","text":" The United States Attorney for the District of Columbia, his assistants, and any other prosecuting attorneys, or defense attorneys, when necessary for the discharge of their official duties;"},{"prefix":"B","text":" Any law enforcement personnel when necessary for the discharge of their official duties;"},{"prefix":"C","text":" The Pretrial Services Agency of the District of Columbia when necessary for the discharge of its official duties; and"},{"prefix":"D","text":" The Court Services and Offender Supervision Agency for the District of Columbia when necessary for the discharge of its official duties;"},{"prefix":"4","text":" Government agencies and entities:"},{"prefix":"A","text":" The Mayor in accordance with [§ 50-1403.02];"},{"prefix":"B","text":" Authorized personnel in the Mayor's Family Court Liaison, the Department of Health, the Department of Mental Health, the Child and Family Services Agency, the Department of Human Services, and the District of Columbia Public Schools for the purpose of delivery of services to individuals under the jurisdiction of the Family Court, or their families;"},{"prefix":"C","text":" The Child Fatality Review Committee for the purposes of examining past events and circumstances surrounding deaths of children in the District of Columbia or of children who are either residents or wards of the District of Columbia, or for the discharge of its official duties;"},{"prefix":"D","text":" The Children's Advocacy Center and the public and private agencies and institutions that are members of the multidisciplinary investigation team, for purposes of carrying out their official duties, except that only information contained in the records, and not the records or copies of the records, may be provided pursuant to this subparagraph;"},{"prefix":"E","text":" The Child and Family Services Agency, for the purposes of carrying out its official duties; and"},{"prefix":"F","text":" The Juvenile Abscondence Review Committee for the purposes of examining circumstances and events surrounding any homicide, assault with intent to kill, and assault with a deadly weapon committed in the District by or to a juvenile in abscondence; and"},{"prefix":"5","text":" Other persons having a professional interest in the protection, welfare, treatment, and rehabilitation of the respondent or of a member of the respondent's family, or in the work of the Superior Court, if authorized by rule or special order of the court."},{"prefix":"d","text":" The prosecuting attorney inspecting records pursuant to subsection (c)(3)(A) of this section may divulge the contents to the extent required in the prosecution of a criminal case, and the United States Attorney for the District of Columbia and his assistants may inspect a transcript of the testimony of any witness and divulge the contents to the extent required by the prosecution of the witness for perjury, without, wherever possible, naming or otherwise revealing the identity of a child under the jurisdiction of the Family Court."},{"prefix":"e","text":" Notwithstanding subsection (b) of this section, the Family Court, upon application of the Attorney General, may order the release of certain information contained in the case record if:"},{"prefix":"1","text":" The respondent has escaped from detention or from the custody of the Department of Youth Rehabilitation Services and is likely to pose a danger or threat of bodily harm to another person;"},{"prefix":"2","text":" Release of the information is necessary to protect the public safety and welfare; and"},{"prefix":"3","text":" The respondent has been charged with a crime of violence as defined in section 23-1331(4)."},{"prefix":"f","text":" Notwithstanding subsections (b) and (c) of this section, the Superior Court may by rule or special order provide that particular items or classes of items in juvenile case records shall not be open to inspection except pursuant to rule or special order; but, in dispositional proceedings after an adjudication, no item considered by the judge (other than identification of the sources of confidential information) shall be withheld from inspection:"},{"prefix":"1","text":" In delinquency or need of supervision cases, by the attorney for the child; or"},{"prefix":"2","text":" In neglect cases, by the attorney for the child and an attorney for the parent, guardian, or other custodian of the child."},{"prefix":"g","text":" The Superior Court may by rule or special order provide procedures for the inspection or copying of juvenile case records by persons entitled to inspect them. No person receiving any record or information pursuant to this section may publish or use it for any purpose other than that for which it was received without a special order of the court."},{"prefix":"h","text":"(1) Notwithstanding subsection (b) of this section, for every respondent against whom the Office of the Attorney General has filed a petition for the following:"},{"prefix":"A","text":" A crime of violence (as defined in section 23-1331(4));"},{"prefix":"B","text":" A weapons offense;"},{"prefix":"C","text":" Unauthorized use of a vehicle;"},{"prefix":"D","text":" Theft in the first degree where the property obtained or used is a motor vehicle (as defined in section 22-3215(a)); or"},{"prefix":"E","text":" The Office of the Attorney General has filed 3 or more petitions against the respondent, and the respondent is not detained by the Family Court pursuant to section 16-2313(b)(3), the Family Court shall provide, within 48 hours of the decision not to detain the respondent, the following case record information to the Chief of the Metropolitan Police Department (\"Chief\"):"},{"prefix":"i","text":" Respondent's name and date of birth;"},{"prefix":"ii","text":" Last known address of the respondent;"},{"prefix":"iii","text":" Last known address of respondent's parents, guardians, caretakers, and custodians;"},{"prefix":"iv","text":" Address where the respondent will be placed and the name and address of the person into whose custody the respondent will be placed; and"},{"prefix":"v","text":" All terms of the placement or conditions of release."},{"prefix":"2","text":" Notwithstanding subsection (b) of this section, the Family Court shall provide the following case record information to the Chief for all cases in which the respondent is not detained by the Family Court pursuant to section 16-2313(b)(3) and cases in which the respondent is placed on probation pursuant to section 16-2320(c)(3):"},{"prefix":"A","text":" Respondent's name and date of birth;"},{"prefix":"B","text":" All terms or conditions of any stay-away order; and"},{"prefix":"C","text":" All terms or conditions of any curfew order."},{"prefix":"3","text":" The Chief shall utilize information obtained from the Family Court and may disclose such information to law enforcement officers or law enforcement entities only as necessary to preserve public safety or the safety of the respondent. The Chief shall not otherwise disclose this information, except as authorized by this section."},{"prefix":"4","text":" If the Chief discloses information pursuant to paragraph (3) of this subsection, the Chief shall notify the recipient that the information may only be re-disclosed to law enforcement officers and only to the extent necessary to preserve public safety or the safety of the respondent. The Chief shall notify the recipient of the information that any other use or disclosure of the information shall be governed by this section and sections 16-2332 and 16-2333, and that unauthorized re-disclosure may be prosecuted under section 16-2336. Any violation of this paragraph will result in an investigation of the violation by the Inspector General of the District of Columbia."},{"prefix":"5","text":" If the petition filed against the juvenile does not result in disposition, the Family Court, within 48 hours of the entry of the decision by the court to dismiss or close the case, or the withdrawal of the petition by the Office of the Attorney General, shall notify the Chief of the Metropolitan Police Department that the case has not resulted in a disposition. The Chief shall, within 48 hours of the notification, destroy and erase from Metropolitan Police Department files the case record information received from the Family Court pursuant to this subsection and shall notify all parties and agencies to which it transmitted case record information pursuant to paragraph (3) of this subsection that the juvenile's case did not result in a disposition and any information that has been transmitted shall be destroyed and erased."},{"prefix":"i","text":" No person shall disclose, inspect, or use records in violation of this section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2331","identifier":"16-2331","catch_text":"Juvenile case records; confidentiality; inspection and disclosure."}}