{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-284, see notes under ยง 16-2301.\n\nDC CODE ยง 16-2333.02\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2011, D.C. Law 18-284, ยง 3(f), 57 DCR 10477.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"abscondence\" means the status of a youth who is in the custody of the Department and:"},{"prefix":"1","text":" Has escaped from detention at New Beginnings or the Youth Services Center and for whom the Department has requested a custody order from the court; or"},{"prefix":"2","text":" Has violated his or her Community Release Agreement with the Department by not maintaining contact with his or her case manager or by leaving the place of community placement and for whom the Department has requested a custody order from the court."},{"prefix":"b","text":"(1) There is established, as part of the District of Columbia government, a Juvenile Abscondence Review Committee (\"Committee\"). Facilities and other administrative support may be provided in a specific department or directly to the Committee, as determined by the Mayor."},{"prefix":"2","text":" The Committee shall:"},{"prefix":"A","text":" Identify cases in which a homicide, assault with intent to kill, or assault with a deadly weapon (firearm), was committed by or to a juvenile in abscondence;"},{"prefix":"B","text":" Examine what steps could have been taken to prevent the juvenile from absconding; and"},{"prefix":"C","text":" Recommend systemic improvements to identify and locate high risk youth that are in abscondence and have the propensity to commit or be involved in a homicide, assault with intent to kill, or assault with a deadly weapon."},{"prefix":"c","text":"(1) The following shall be members of the Committee:"},{"prefix":"A","text":" The Director of the Department of Youth Rehabilitation Services, or his or her designee;"},{"prefix":"B","text":" The Chief of the Metropolitan Police Department, or his or her designee;"},{"prefix":"C","text":" The Chief Judge of the Superior Court, or his or her designee;"},{"prefix":"D","text":" The United States Attorney for the District of Columbia, or his or her designee; and"},{"prefix":"E","text":" A public member, appointed by the Mayor, with advice and consent of the Council, who shall serve a 2-year term."},{"prefix":"2","text":" All members of the Committee (including their designees) shall have expertise in programs providing services to children or in locating high-risk youth who are in abscondence and have the propensity to commit or be involved in a violent crime."},{"prefix":"3","text":" The chairman of the committee of the Council responsible for public safety and the judiciary and the chairman of the committee responsible for oversight of the Department of Youth Rehabilitation Services (but not their designees) shall serve as ex officio members."},{"prefix":"4","text":" Vacancies in membership shall be filled in the same manner in which the original appointment was made."},{"prefix":"5","text":" The Committee shall establish quorum and other procedural requirements as it considers necessary."},{"prefix":"d","text":"(1) Notwithstanding the confidentiality requirements of sections 16-2331 and 16-2333, the Committee shall make a report available to the public of its findings and information related to a juvenile in abscondence within 6 months of the occurrence of the crime for which the juvenile was the victim or the alleged perpetrator."},{"prefix":"2","text":" The report shall include only information that could be released under and in accordance with section 16-2333(e)."},{"prefix":"3","text":" The report shall not include any information that:"},{"prefix":"A","text":" Interferes with an ongoing law enforcement investigation or proceeding pertaining to the homicide, assault with intent to kill, or assault with a deadly weapon;"},{"prefix":"B","text":" Deprives a person of a right to a fair trial or an impartial adjudication;"},{"prefix":"C","text":" Endangers the life or safety of any person; or"},{"prefix":"D","text":" Is in violation of the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (Pub. L. No. 104-191; 110 Stat. 1936)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2333","identifier":"16-2333.02","catch_text":"Juvenile Abscondence Review Committee."}}