{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2343.1.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote subsec. (e) which formerly read:\n\n\"(e) A conclusive presumption of paternity shall be created upon a genetic test result and an affidavit from a laboratory, certified by the American Association of Blood Banks, that indicates a 99% probability that the putative father is the father of the child and the Division shall enter a judgment finding the parentage of the child.\"\n\n; and added subsec. (f).\n\nD.C. Law 18-33 rewrote subsec. (e), which had read as follows:\n\n\"(e) A genetic test result that indicates a 99% probability that the putative father is the father of the child shall create a conclusive presumption of paternity if the genetic test is of a type generally acknowledged as reliable by accreditation bodies designated by the Secretary of the U.S. Department of Health and Human Services and is performed by a laboratory approved by such a body. The Court shall enter a judgment finding the parentage of the child consistent with such result, upon the submission of the result and a certifying affidavit from the laboratory, subject to the determination of any objection properly filed pursuant to subsection (b) of this section.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(p) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 105(p) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5(p) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 5(p) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), § 5(p) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-210, see § 113 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(p) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(p) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 105(p) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 105(p) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 106(n) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nLaw 5-123, the \"Percentage and Support Proceedings Reform Act of 1984,\" was introduced in Council and assigned Bill No. 5-366, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 12, 1984, and June 26, 1984, respectively. Signed by the Mayor on July 13, 1984, it was assigned Act No. 5-175 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-72, see Historical and Statutory Notes following § 16-2343.\n\nFor legislative history of D.C. Law 8-126, see Historical and Statutory Notes following § 16-2343.\n\nFor legislative history of D.C. Law 10-223, see Historical and Statutory Notes following § 16-2342.01.\n\nFor legislative history of D.C. Law 12-210, see Historical and Statutory Notes following § 16-2342.\n\nFor D.C. Law 13-207, see notes following § 16-901.\n\nFor D.C. Law 13-269, see notes following § 16-901.\n\nFor Law 18-33, see notes following § 16-308.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See note to § 16-2342.01.\n\nSection 28(c)(7) of D.C. Law 15-354 provides that the section designation of § 16-2343.1 of the District of Columbia Official Code is redesignated as § 16-2343.01.\n\nDC CODE § 16-2343.01\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1984, D.C. Law 5-123, § 3, 31 DCR 4056; Mar. 8, 1990, D.C. Law 8-72, § 2(b), 36 DCR 8008; May 15, 1990, D.C. Law 8-126, § 2(b), 37 DCR 2091; Mar. 16, 1995, D.C. Law 10-223, § 2(i), 41 DCR 8051; Apr. 3, 2001, D.C. Law 13-269, § 106(n), 48 DCR 1270; July 18, 2008, D.C. Law 18-33, § 3(k), 56 DCR 4269.)","sections":[{"prefix":"a","text":"(1) Expert reports that show the statistical probability of the alleged parent's paternity may be admissible into evidence."},{"prefix":"2","text":" Certified documentation of the chain of custody of the test specimens is competent evidence to establish the chain of custody."},{"prefix":"3","text":" Test results that show the statistical probability of the alleged parent's paternity shall be admitted into evidence unless a substantiated objection is made that the test did not comply with the requirements of this subchapter."},{"prefix":"b","text":"(1) If the test results or the expert's analysis of the test results are disputed, a party must file its specific objections in writing with the court within 45 days of the date the results were mailed by the court to the party."},{"prefix":"2","text":" The court shall not accept objections made less than 5 days prior to the date of trial."},{"prefix":"c","text":" Unless a party timely objects pursuant to subsection (b) of this section, the following apply:"},{"prefix":"1","text":" The parties waive their objections to the testing procedures, the admission into evidence of the results of the test and the report on the statistical probability of paternity."},{"prefix":"2","text":" The verified results of the tests and the report are admissible into evidence at a hearing or other proceeding without need for foundation testimony or other proof of authenticity or accuracy regardless of the presence or non-presence of parties having notice of the action."},{"prefix":"3","text":" Whenever the results of the tests and report exclude the alleged parent as the parent of the child, that evidence shall be conclusive evidence of nonpaternity, unless contrary test results are received."},{"prefix":"d","text":"(1) If the results of the tests and report of the evidence relating to the alleged parent's paternity of the child are disputed, the court, absent an agreement between the parties, shall resolve all disputes."},{"prefix":"2","text":" The court may order that additional tests be made at the expense of the objecting party."},{"prefix":"e","text":"(1) When a child has no presumed parent under § 16-909(a)(1) through (4) or under § 16-909(a-1)(2) and a genetic test result indicates a 99% probability that the putative father is the father of the child, if the genetic test is of the type generally acknowledged as reliable by accreditation bodies designated by the Secretary of the U.S. Department of Health and Human Services and is performed by a laboratory approved by such body, there is a conclusive presumption of paternity and the Court shall enter a judgment finding the parentage of the child consistent with such result, upon the submission of the result and a certifying affidavit from the laboratory, subject to the determination of any objection properly filed pursuant to subsection (b) of this section."},{"prefix":"2","text":" When a child has a presumed parent under § 16-909(a)(1) through (4) or under § 16-909(a-1)(2) and a genetic test result indicates a 99% probability that the putative father is the father of the child, if the genetic test is of the type generally acknowledged as reliable by accreditation bodies designated by the Secretary of the U.S. Department of Health and Human Services and is performed by a laboratory approved by such body, the Court shall determine parentage giving due consideration to the child's interests and the duration and stability of the relationship between the child, the presumed parent, and the putative parent."},{"prefix":"f","text":" Bills for pregnancy, childbirth, and genetic testing are admissible as evidence without third-party foundation testimony and shall constitute prima facie evidence of the amounts incurred for such services or for testing on behalf of the child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"II","text":"Parentage Proceedings. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2343","identifier":"16-2343.01","catch_text":"Admissibility of tests."}}