{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-261, see notes following ยง 16-2301.\n\nDC CODE ยง 16-2340\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-261, ยง 602(h), 52 DCR 1188.)","sections":[{"prefix":"a","text":" A victim or a eyewitness of a delinquent act should:"},{"prefix":"1","text":" Be treated with dignity, respect, courtesy, sensitivity, and with respect for the victim's or eyewitness' privacy;"},{"prefix":"2","text":" Be notified in advance of dates and times of juvenile factfinding hearings, transfer hearings, disposition hearings, and post-disposition hearings;"},{"prefix":"3","text":" During any phase of the investigative proceedings or court proceedings, be provided, to the extent practicable, a waiting area that is separate from the child alleged to be delinquent and the family and friends of the child alleged to be delinquent;"},{"prefix":"4","text":" Be informed by the appropriate juvenile justice agency of financial assistance, criminal injuries compensation, and any other social services available to the victim, and receive assistance or information on how to apply for such programs;"},{"prefix":"5","text":" Be advised of the right to have stolen or other property promptly returned and, on written request, have the property promptly returned by law enforcement agencies when means can be employed to otherwise satisfy evidentiary requirements for prosecution, unless there is a compelling law enforcement reason for retaining the stolen property; and"},{"prefix":"6","text":" Be informed, in appropriate cases, by the Corporation Counsel of the right to request restitution."},{"prefix":"b","text":" A victim and the victim's immediate family members have the right to submit a victim impact statement in all cases and have the victim impact statement considered in the disposition of the case. The Corporation Counsel and the Director of Social Services shall inform the victim and the victim's immediate family members or caretaker, or their duly authorized attorney, of such right."},{"prefix":"c","text":" Before, during, and immediately after any court proceeding, the court shall provide appropriate safeguards to minimize the contact that may occur between the respondent, or respondent's family and witnesses for respondent, and the victim, eyewitnesses for the Corporation Counsel, and the family of the victim or the Corporation Counsel's eyewitnesses."},{"prefix":"d","text":" Except as otherwise mandated by law, the District government shall not be required to disclose the names or addresses of its witnesses prior to a hearing."},{"prefix":"e","text":" The respondent, the respondent's attorney or another person acting on behalf of the respondent shall clearly identify himself or herself as being, representing, or acting on behalf of the respondent at the beginning of any contact with the victim, the victim's family, or other persons believed to be eyewitnesses to the offenses charged."},{"prefix":"f","text":" Nothing in this section shall be construed as creating a cause of action against the District of Columbia, any public official, employee, or public agency responsible for implementing or carrying out the provisions of this section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2340","identifier":"16-2340","catch_text":"Rights of victims or eyewitnesses in delinquency proceedings."}}