{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399., see § 3(b) of the Foster Children's Guardianship Temporary Act of 2000 (D.C. Law 13-208, April 4, 2001, law notification 48 DCR 3239).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2384\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" A motion for permanent guardianship may be filed by the proposed permanent guardian, the District of Columbia government, or by the child through his or her legal representative."},{"prefix":"b","text":" A motion for a permanent guardianship may be filed any time after a neglect petition is filed pursuant to section 16-2305."},{"prefix":"c","text":" A motion for permanent guardianship shall include:"},{"prefix":"1","text":" The name, sex, date and place of birth, and current placement of the child;"},{"prefix":"2","text":" The proposed permanent guardian's name and relationship to the child;"},{"prefix":"3","text":" The name and address of the child's parents;"},{"prefix":"4","text":" A plain and concise statement of the facts and opinions on which the permanent guardianship is sought;"},{"prefix":"5","text":" A description of the child's mental and physical health;"},{"prefix":"6","text":" A statement why permanent guardianship, rather than adoption, termination of parental rights, or return to parent, is in the child's best interests;"},{"prefix":"7","text":" A statement as to the various efforts taken by the moving party to locate the parent of the child;"},{"prefix":"8","text":" An itemization of the child's assets;"},{"prefix":"9","text":" A statement of compliance with Chapter 3 of Title 21, if applicable;"},{"prefix":"10","text":" The name of proposed successor guardians, if any, and their relationship to the child and proposed permanent guardians;"},{"prefix":"11","text":" Information required by Chapter 45 of Title 16; and"},{"prefix":"12","text":" Written consents, if any, to the permanent guardianship."},{"prefix":"d","text":" When any facts required pursuant to subsection (c) of this section are not known to the moving party, if he or she shall so state in the motion, or on a motion by any party, the court, for good cause shown, may direct the filing of a bill of particulars to inform the moving party of the precise nature of the allegations of neglect."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2384","identifier":"16-2384","catch_text":"Motions."}}