{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2311.\n\n1973 Ed., § 16-2311.\n\nEffect of Amendments\n\nD.C. Law 13-277 substituted \"Director of the Agency\" for \"Chief of the Child Protective Services Division of the Department of Human Services\" throughout the section.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 6-140, see Historical and Statutory Notes following § 16-2310.01.\n\nFor D.C. Law 13-277, see notes following § 16-2301.\n\nDC CODE § 16-2311\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 590, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 530, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title I, § 110(d), 24 DCR 3341; Aug. 13, 1986, D.C. Law 6-140, § 2(b), 33 DCR 3827; Apr. 4, 2001, D.C. Law 13-277, § 3(a)(5), 48 DCR 2043.)","sections":[{"prefix":"a","text":" A person taking a child into custody shall with all reasonable speed --"},{"prefix":"1","text":" release the child to his parent, guardian, or custodian upon a promise to bring the child before the Division when requested by the Division, unless the child's placement in detention or shelter care appears required as provided in section 16-2310;"},{"prefix":"2","text":" bring a child alleged in need of supervision or delinquent before the Director of Social Services; or"},{"prefix":"3","text":" bring the child to a medical facility if the child appears to require prompt treatment or to require prompt diagnosis for medical or evidentiary purposes and may order the child retained at the hospital subject to a further order of the Metropolitan Police Department of the District of Columbia, the Director of the Agency, or the Superior Court of the District of Columbia; or"},{"prefix":"4","text":" bring a child alleged to be a neglected child to the Director of the Agency. Any person taking a child into custody shall give prompt notice to the Corporation Counsel and to the parent, guardian, or custodian (if known) together with the reasons for custody."},{"prefix":"b","text":"(1) When a child is brought before the Director of Social Services, the Director shall in all cases review the need for detention or shelter care prior to the admission of the child to the place of detention or shelter care. The child shall be released to his parent, guardian, or custodian unless the Director of Social Services finds that detention or shelter care is required under section 16-2310. If the child is not released, the Director of Social Services shall advise the child of the right to counsel as provided in section 16-2304, and if the child is under the age of 13, shall immediately deliver the child to the custody of the Director of the Department of Human Services. Under no circumstances shall the Director of Social Services deliver a child under the age of 13 to the custody of the United States Marshals Service."},{"prefix":"2","text":" when a child is brought before the Director of the Agency, the Director shall review the need for shelter care prior to the admission to shelter care. If shelter care is required the Director shall select the most appropriate placement for the child. If the Director determines that shelter care is not required the Director may recommend to the Metropolitan Police Department of the District of Columbia the release of the child to his or her parent, guardian or custodian. When a child is being held in a hospital the case shall be reviewed by the Director. If the Director determines that shelter care is not required, he or she shall recommend to said Police the release of the child to his or her parent, guardian, or custodian. If the Director determines there is a need for shelter care but there is not a medical need requiring hospitalization, the Director shall secure the appropriate shelter care."},{"prefix":"c","text":" If a parent, guardian, or custodian fails, when requested, to bring the child to the Division as provided in subsection (a) (1), the Division may issue a warrant directing that the child be taken into custody and brought before the Division."},{"prefix":"d","text":" A person taking a child into custody or a public agency having temporary care pending a detention or shelter care hearing may bring the child to a medical facility if the child appears to require prompt treatment or to require prompt diagnosis for medical, psychiatric, or evidentiary purposes and may authorize such diagnosis or emergency treatment. Routine medical treatment shall not be authorized unless a parent cannot be consulted."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2311","identifier":"16-2311","catch_text":"Release or delivery to Family Division."}}