{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399., see § 3(b) of the Foster Children's Guardianship Temporary Act of 2000 (D.C. Law 13-208, April 4, 2001, law notification 48 DCR 3239).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2387\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" All hearings and proceedings conducted pursuant to this subchapter shall be held by a judge, without a jury."},{"prefix":"b","text":" All hearings and proceedings conducted pursuant to this subchapter shall be recorded by appropriate means."},{"prefix":"c","text":" Except in hearings to declare a person in contempt of court, the general public shall be excluded from hearings and proceedings arising pursuant to this subchapter. Only persons necessary to such hearings and proceedings shall be admitted, but the court may, pursuant to rules of the Superior Court of the District of Columbia, admit such other persons as have a proper interest in the case or the work of the Division on the condition that they refrain from divulging information identifying the child involved in the proceedings or members of his or her family."},{"prefix":"d","text":" If the court finds it is in the child's best interests, the child may be temporarily excluded from any proceeding. Under no circumstances, however, may counsel in the case be excluded."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2387","identifier":"16-2387","catch_text":"Conduct of hearings."}}