{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2330.\n\n1973 Ed., § 16-2330.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (b)(2), substituted \"an intellectual disability\" for \"retardation\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor history of Law 19-169, see notes under § 16-1054.\n\nDC CODE § 16-2330\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 539, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title IV, § 408(a), 24 DCR 3341; Sept. 26, 2012, D.C. Law 19-169, § 20(c)(4), 59 DCR 5567.)","sections":[{"prefix":"a","text":" In all proceedings in the Division, time limitations shall be reasonably construed by the Division for the protection of the community and of the child."},{"prefix":"b","text":" The following periods shall be excluded in computing the time limits established for proceedings under this subchapter:"},{"prefix":"1","text":" The period of delay resulting from a continuance granted, upon grounds constituting unusual circumstances, at the request or with the consent, in any case, of the child or his counsel, or, in neglect cases, also of the parent, guardian, or custodian."},{"prefix":"2","text":" The period of delay resulting from other proceedings concerning the child, including but not limited to an examination or hearing on mental health or an intellectual disability and a hearing on a transfer motion."},{"prefix":"3","text":" The period of delay resulting from a continuance granted at the request of the Corporation Counsel if the continuance is granted because of the unavailability of evidence material to the case, when the Corporation Counsel has exercised due diligence to obtain such evidence and there are reasonable grounds to believe that such evidence will be available at the later date; or if the continuance is granted to allow the Corporation Counsel additional time to prepare his case and additional time is required due to the exceptional circumstances of the case."},{"prefix":"4","text":" The period of delay resulting from the imposition of a consent decree."},{"prefix":"5","text":" The period of delay resulting from the absence or unavailability of the child."},{"prefix":"6","text":" A reasonable period of delay when the child is joined for a hearing with another child as to whom the time for a hearing has not run and there is good cause for not hearing the case separately."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2330","identifier":"16-2330","catch_text":"Time computation."}}