{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-231, in subsec. (e), substituted \"spouse or domestic partner\" for \"husband/wife\".\n\nTemporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399., see § 3(b) of the Foster Children's Guardianship Temporary Act of 2000 (D.C. Law 13-208, April 4, 2001, law notification 48 DCR 3239).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nFor Law 17-231, see notes following § 16-904.\n\nDC CODE § 16-2388\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637; Sept. 12, 2008, D.C. Law 17-231, § 20(i), 55 DCR 6758.)","sections":[{"prefix":"a","text":" The court shall begin the adjudicatory hearing by determining whether all parties are present and whether proper notice of the hearing has been given. If a parent has been given proper notice but fails to appear, the court may proceed in the parent's absence."},{"prefix":"b","text":" The court shall hear evidence presented by the moving party and the burden of proof shall rest upon the moving party."},{"prefix":"c","text":" Every party shall have the right to present evidence, to be heard in his or her own behalf, and to cross-examine witnesses called by another party."},{"prefix":"d","text":" All evidence which is relevant, material, and competent to the issues before the court shall be admitted."},{"prefix":"e","text":" Notwithstanding the provisions of sections 14-306 and 14-307, neither the spouse or domestic partner privilege nor the physician/client or mental health professional/client privilege shall be a ground for excluding evidence in any proceeding brought under this subchapter."},{"prefix":"f","text":" The court may enter, modify, or terminate a guardianship order after considering all of the evidence presented, including the Mayor's report and recommendation, and after making a determination based upon a preponderance of the evidence that creation, modification, or termination of the guardianship order is in the child's best interests. If the court does not find that sufficient grounds exist to create, modify, or terminate a guardianship order, the motion may be dismissed."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2388","identifier":"16-2388","catch_text":"Adjudicatory hearings."}}