{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 16-2339.\n\nLegislative History of Laws\n\nLaw 10-118, the \"Immunity for Juveniles Who are Witness in Juvenile Proceedings Act of 1994,\" was introduced in Council and assigned Bill No. 10-271, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 17, 1994, it was assigned Act No. 10-208 and transmitted to both Houses of Congress for its review. D.C. Law 10-118 became effective on May 21, 1994.\n\nDC CODE ยง 16-2339\n\nCurrent through December 11, 2012","credits":"(May 21, 1994, D.C. Law 10-118, ยง 2, 41 DCR 1637.)","sections":[{"prefix":"a","text":" Whenever a child, other than a child transferred for criminal prosecution pursuant to section 16-2307, who is called as a witness refuses on the basis of the privilege against self-incrimination to testify or provide other information in or ancillary to a delinquency proceeding brought under this chapter in the Family Division, and the person presiding over the proceeding communicates to the witness an order issued under subsection (c) of this section, the witness may not refuse to comply with the order on the basis of the privilege against self-incrimination. However, no testimony or other information compelled under the order (or any information directly or indirectly derived from such testimony or other information) may be used against the witness except in a proceeding for perjury, giving a false statement, or otherwise failing to comply with the order."},{"prefix":"b","text":" The Corporation Counsel may request an order under subsection (c) of this section when the testimony or other information may be necessary to the public interest, and the child called as a witness has refused or is likely to refuse to testify or provide other information on the basis of the privilege against self-incrimination."},{"prefix":"c","text":" When any child, other than a child transferred for criminal prosecution pursuant to section 16-2307, has been or may be called to testify or provide other information in or ancillary to a delinquency proceeding brought under this chapter in the Family Division, and the Corporation Counsel has made a request under subsection (b) of this section, the judge presiding over the proceeding shall issue an order requiring the child to give testimony or provide other information which was refused on the basis of the privilege against self-incrimination. An order issued pursuant to this subsection shall become effective as provided in subsection (a) of this section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2339","identifier":"16-2339","catch_text":"Immunity for juveniles who are witnesses in juvenile proceedings."}}