{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399, see § 3(b) of the Adoption and Guardianship Subsidy Temporary Amendment Act of 2010 (D.C. Law 18-208, July 27, 2010, law notification 57 DCR 7547).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2398\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" Upon filing a motion for permanent guardianship pursuant to section 16- 2384, the movant may designate and the court shall approve any successor guardian."},{"prefix":"b","text":" A successor guardian may be designated or removed after the creation of the permanent guardianship by the filing of a motion to modify pursuant to section 16-2395."},{"prefix":"c","text":" The successor guardian shall immediately obtain physical custody of the child and assume the permanent guardian's rights and responsibilities concerning the child upon the permanent guardian's death, or physical or mental infirmity."},{"prefix":"d","text":" The successor guardian shall move the court for a modification of the original guardianship order within 30 days of obtaining physical custody of the child. Unless otherwise ordered by the court, the successor guardian shall assume the permanent guardian's rights and responsibilities concerning the child until the court conducts a hearing on the motion to modify."},{"prefix":"e","text":" A motion filed pursuant to this section shall:"},{"prefix":"1","text":" Include information required by section 16-2384(c);"},{"prefix":"2","text":" Append the original order which designated the successor guardian; and"},{"prefix":"3","text":" Append a copy of either:"},{"prefix":"A","text":" Proof of the permanent guardian's death, such as a copy of a death certificate or funeral home receipt; or"},{"prefix":"B","text":" Proof of the permanent guardian's physical or mental infirmity."},{"prefix":"f","text":" Before issuing a final order transferring the permanent guardian's rights and responsibilities to the successor guardian, the court shall, in addition to the requirements specified in section 16-2395(e), find that:"},{"prefix":"1","text":" The successor guardian was duly designated by the permanent guardian;"},{"prefix":"2","text":" The permanent guardian is deceased or is physically or mentally infirm;"},{"prefix":"3","text":" The transfer of permanent guardianship is in the child's best interests;"},{"prefix":"4","text":" Adoption, termination of parental rights, or return to parent is not appropriate for the child; and"},{"prefix":"5","text":" The successor guardian is suitable and able to provide a safe and permanent home for the child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2398","identifier":"16-2398","catch_text":"Successor guardian."}}