{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2335.\n\n1973 Ed., § 16-2335.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (d), inserted \"the Child Fatality Review Committee, where necessary for the discharge of its official duties, and\" after \"in the records to\".\n\nD.C. Law 18-284 added subsec. (h).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 20(e) of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 20(e) of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) amendment of section, see § 20(e) of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14-82, July 9, 2001, 48 DCR 6355).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-2301.\n\nFor Law 14-28, see notes following § 16-311.\n\nFor history of Law 18-284, see notes under § 16-2301.\n\nDC CODE § 16-2335\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 542, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title IV, § 408(a), 24 DCR 3341; Mar. 24, 1998, D.C. Law 12-81, § 10(ee), 45 DCR 745; Oct. 3, 2001, D.C. Law 14-28, § 4620(e), 48 DCR 6981; Mar. 8, 2011, D.C. Law 18-284, § 3(g), 57 DCR 10477.)","sections":[{"prefix":"a","text":" On motion of a person who has been the subject of a petition filed pursuant to section 16-2305, or on the Division's own motion, the Division shall vacate its order and findings and shall order the sealing of the case and social records referred to in sections 16-2331 and 16-2332 and the law enforcement records and files referred to in section 16-2333, or those of any other agency active in the case if it finds that --"},{"prefix":"1","text":"(A) a neglected child has reached his majority; or"},{"prefix":"B","text":" two years have elapsed since the final discharge of the person from legal custody or supervision, or since the entry of any other Division order not involving custody or supervision; and"},{"prefix":"2","text":" he has not been subsequently convicted of a crime, or adjudicated delinquent or in need of supervision prior to the filing of the motion, and no proceeding is pending seeking such conviction or adjudication."},{"prefix":"b","text":" Reasonable notice of a motion shall be given to --"},{"prefix":"1","text":" the person who is the subject of the petition;"},{"prefix":"2","text":" the Corporation Counsel;"},{"prefix":"3","text":" the authority granting the discharge, if the final discharge was from an institution, parole, or probation; and"},{"prefix":"4","text":" the law enforcement department having custody of the files and records specified in section 16-2333."},{"prefix":"c","text":" Upon the entry of the order, the proceedings in the case shall be treated as if they never occurred. All facts relating to the action including arrest, the filing of a petition, and the adjudication, filing, and disposition of the Division shall no longer exist as a matter of law. The Division, the law enforcement department, or any other department or agency that received notice under subsection (b) and was named in the order shall reply, and the person who is the subject matter of the records may reply, to any inquiry that no record exists with respect to such person."},{"prefix":"d","text":" Inspection of the files and records included in the order may thereafter be permitted by the Division only upon motion by the person who is the subject of such records, and may be made only by those persons named in the motion; but the Division in its discretion may, by special order in an individual case, permit inspection by or release of information in the records to the Child Fatality Review Committee, where necessary for the discharge of its official duties, and persons having a professional interest in the protection, welfare, treatment, and rehabilitation of the person who is the subject of the petition or other members of his family."},{"prefix":"e","text":" Any adjudication of delinquency or need of supervision or conviction of a felony subsequent to sealing shall have the effect of nullifying the vacating and sealing order."},{"prefix":"f","text":" A person who has been the subject of a petition filed under this subchapter shall be notified of his rights under subsection (a) at the time a dispositional order is entered and again at the time of his final discharge from supervision, treatment, or custody."},{"prefix":"g","text":" No person shall disclose, receive, or use records in violation of this section."},{"prefix":"h","text":" Notwithstanding the availability of information pursuant to section 16- 2333(e), a juvenile shall not be required to disclose and shall have the right to refuse disclosure of his or her juvenile delinquency history in an application for employment, education, or housing."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2335","identifier":"16-2335","catch_text":"Sealing of records."}}