{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2343.\n\n1973 Ed., § 16-2343.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote subsec. (a) which formerly read:\n\n\"(a)(1) When the Division has jurisdiction of actions or proceedings under section 11-1101, the court, on its own motion, may require, or on the motion of a party, shall require the child, the mother, an alleged parent, or the other parent to submit to medical, genetic blood or tissue grouping tests.\n\n\"(2) The tests may include the human leukocyte antigen test.\"\n\n; added subsec. (a-1); in subsec. (b)(2) inserted \"or the IV-D agency,\" following \"court\", and rewrote subsec. (c)(1) which formerly read:\n\n\"(c)(1) The costs for the tests and expert witness appointed by the court shall be paid by the parties.\"\n\nD.C. Law 18-33, in subsec. (a), deleted \"or\" at the end of par. (3), rewrote par. (4), and added par. (5); and, in subsec. (a-1), substituted \"When a child does not have a presumed parent under § 16-909(a)(1) through (4) or § 16-909(a-1)(2), the IV-D agency\" for \"The IV-D agency\" in par. (1), and substituted \"In all other cases in which a child does not have a presumed parent under § 16- 909(a)(1) through (4) or § 16-909(a-1) (2)\" for \"In all other cases\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(in) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 5(n) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 105(o) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 105(o) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5(n) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114), § 5(n) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 309, March 20, 1998, 45 DCR 1923), § 5(n) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 5(n) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 5(n) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary repeal of D.C. Law 12-210, see § 113 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(o) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(o) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 105(o) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 105(o) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 106(m) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-87, see Historical and Statutory Notes following § 16-2341.\n\nFor legislative history of D.C. Law 5-123, see Historical and Statutory Notes following § 16-2343.01.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-2316.\n\nLaw 8-72, the \"Genetic Tests for the Establishment of Paternity Amendment Temporary Act of 1989,\" was introduced in Council and assigned Bill No. 8-429. The Bill was adopted on first and second readings on October 24, 1989, and November 7, 1989, respectively. Signed by the Mayor on November 13, 1989, it was assigned Act No. 8-111 and transmitted to both Houses of Congress for its review. D.C. Law 8-72 became effective on March 8, 1990.\n\nLaw 8-126, the \"Genetic Tests for the Establishment of Paternity Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-336, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 13, 1990, and February 27, 1990, respectively. Signed by the Mayor on March 15, 1990, it was assigned Act No. 8-179 and transmitted to both Houses of Congress for its review.\n\nFor D.C. Law 13-269, see notes following § 16-901.\n\nFor Law 18-33, see notes following § 16-308.\n\nEditor's Notes\n\nSection 4(r) of D.C. Law 7-104 purported to substitute \"Department of Human Services\" for \"Department of Public Health\" apparently without regard to the amendment to this section by D.C. Law 5-123.\n\nDC CODE § 16-2343\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 591, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 544, Pub. L. 91-358, title I, § 121(a); Oct. 1, 1976, D.C. Law 1-87, § 20(c), 23 DCR 2544; Sept. 26, 1984, D.C. Law 5-123, § 3, 31 DCR 4056; Apr. 30, 1988, D.C. Law 7-104, § 4(r), 35 DCR 147; May 15, 1990, D.C. Law 8-126, § 2(a), 37 DCR 2091; Apr. 3, 2001, D.C. Law 13-269, § 106(m), 48 DCR 1270; July 18, 2008, D.C. Law 18-33, § 3(j), 56 DCR 4269.)","sections":[{"prefix":"a","text":" When the Division has jurisdiction of actions or proceedings under section 11-1101, the court, on its own motion, may require, or, on the motion of a party, shall require, the child and all other parties to submit to medical or genetic tests, unless:"},{"prefix":"1","text":" A party has established or is awaiting determination of a claim of good cause for failure to cooperate with paternity establishment pursuant to section 4-217.09;"},{"prefix":"2","text":" A legal finding of paternity has been made by a court or administrative entity of competent jurisdiction and has not been overturned on appeal, unless a party has made a showing pursuant to Superior Court Domestic Relations Rule 60(b) or section 16-909(c-1) (or the applicable rule of another jurisdiction, if the finding was made in another state) that supports setting aside the judgment, and genetic or medical testing would aid in resolving whether the judgment should be set aside;"},{"prefix":"3","text":" The parties have signed a voluntary acknowledgment of paternity pursuant to section 16-909.01(a) or the law and procedures of another state, after December 23, 1997, and have not made a legally-effective rescission of the acknowledgment;"},{"prefix":"4","text":" The child was conceived through artificial insemination and the donor is not a parent pursuant to § 16-909(e)(2); or"},{"prefix":"5","text":" The child has a presumed parent under § 16-909(a) (1) through (4) or § 16-909(a-1)(2) and no proceeding to rebut the presumption was filed within the time provided in § 16-2342(c) or (d)."},{"prefix":"a-1","text":"(1) When a child does not have a presumed parent under § 16-909(a)(1) through (4) or § 16-909(a-1)(2), the IV-D agency shall require the child and all other parties to submit to medical or genetic tests, subject to exemptions for good cause pursuant to section 4-217.09, if:"},{"prefix":"A","text":" A party submits a sworn statement alleging paternity and setting forth facts establishing a reasonable possibility of the requisite sexual contact between the parties; or"},{"prefix":"B","text":" A party contests an original test result and seeks additional testing, upon request and advance payment by the contestant."},{"prefix":"2","text":" In all other cases in which a child does not have a presumed parent under § 16-909(a)(1) through (4) or § 16-909(a-1) (2), the IV-D agency may require the child and all other parties to submit to medical or genetic tests when paternity is contested, subject to exemptions for good cause pursuant to section 4-217.09."},{"prefix":"b","text":"(1) Tests shall be performed by persons qualified as examiners of genetic markers present in the human body."},{"prefix":"2","text":" The examiners may be appointed by the court, the IV-D agency, or chosen by consent of the parties."},{"prefix":"c","text":"(1) Except as provided pursuant to subsection (a-1)(1)(B) of this section, the costs of any medical or genetic tests ordered by the IV-D agency shall be paid by the IV-D agency, subject to recoupment from the putative father if paternity is established. The costs of any medical or genetic tests not ordered by the IV-D agency, and the costs of any expert witness appointed by the court shall be paid by the parties."},{"prefix":"2","text":" Where the District of Columbia is a party, the court may order that the District of Columbia pay the costs upon a finding that the alleged parent does not have sufficient resources to pay the costs."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"II","text":"Parentage Proceedings. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2343","identifier":"16-2343","catch_text":"Tests to establish parentage."}}