{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399, see § 3(b) of the Adoption and Guardianship Subsidy Temporary Amendment Act of 2010 (D.C. Law 18-208, July 27, 2010, law notification 57 DCR 7547).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2395\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" Any party may move the court to modify, terminate, or enforce a guardianship order or an order of child support created under this subchapter."},{"prefix":"b","text":" Notice of a motion to modify, terminate, or enforce a guardianship order or an order of child support shall be personally served on all parties. If personal service under this section cannot be effected, then notice shall be made constructively pursuant to rules of the Superior Court of the District of Columbia."},{"prefix":"c","text":" The court may issue an order of reference directing the Mayor to file a report and recommendation regarding the proposed modification or termination of the guardianship order within 45 days of the filing date of the motion."},{"prefix":"d","text":" A guardianship order may be modified or terminated if the court finds, by a preponderance of the evidence, that there has been a substantial and material change in the child's circumstances subsequent to the entry of the guardianship order and that it is in the child's best interests to modify or terminate the guardianship order."},{"prefix":"e","text":" The court shall hold an adjudicatory hearing as provided for in section 16-2388 before modifying or terminating a guardianship order and shall, at the conclusion of the hearing, enter a written order reciting the findings upon which such order is based, including findings pertaining to the court's jurisdiction."},{"prefix":"f","text":" Upon entry of an order terminating the guardianship, the permanent guardian shall no longer be entitled to physical custody of the child, have any other parental rights and responsibilities concerning the child created under this subchapter, or have party status in any further proceeding brought under this subchapter."},{"prefix":"g","text":" Upon entry of an order terminating the guardianship, the court shall hold a hearing pursuant to section 16-2323."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2395","identifier":"16-2395","catch_text":"Modification, termination, or enforcement of the guardianship order."}}