{"text":"At intervals no later than 6 months, 18 months, and 30 months after [April 12, 2005], the Agency shall commission an independent process and impact evaluation of the family team meetings authorized in section 16-2312(a-1) and the 72-hour period authorized in section 16-2312(a)(1). Each evaluation shall, at a minimum, assess the following processes and outcomes of the family team meetings:","historical":"Legislative History of Laws\n\nFor Law 15-341, see notes following ยง 16-2312.\n\nDC CODE ยง 16-2312a\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-341, ยง 5(a), 52 DCR 2315.)","sections":[{"prefix":"1","text":" Rates of participation in the meetings for different types of participants, including parents, children, and relatives;"},{"prefix":"2","text":" Demographic information about children and families who participated in the meetings;"},{"prefix":"3","text":" The percentage of meetings resulting in approved safety plans;"},{"prefix":"4","text":" The supports and services included in approved safety plans;"},{"prefix":"5","text":" The extent to which supports and services included in approved safety plans actually were provided;"},{"prefix":"6","text":" The percentage of meetings that resulted in the filing of a petition in the Family Court to remove a child from the home, and the percentage of meetings that resulted in a decision not to file a petition in Family Court;"},{"prefix":"7","text":" The placement outcomes for children who were the subject of the meetings, including:"},{"prefix":"A","text":" The percentage of children living with parents;"},{"prefix":"B","text":" The percentage of children living with relatives;"},{"prefix":"C","text":" The percentage of children who have been adopted;"},{"prefix":"D","text":" The percentage of children living in foster care; and"},{"prefix":"E","text":" Other applicable placements;"},{"prefix":"8","text":" The percentage of children who received a permanent placement and whose cases were closed;"},{"prefix":"9","text":" The percentage of children who were the subject of subsequent reports to the Agency's abuse and neglect reporting line; and"},{"prefix":"10","text":" The effect of the 72-hour time frame for the commencement of a Family Court hearing on families' legal protections and due-process rights."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2312","identifier":"16-2312a","catch_text":"Evaluation of family team meetings and 72-hour time period for commencement of shelter care hearing."}}