{"text":"The purpose of this subchapter is to create a juvenile justice system capable of dealing with the problem of juvenile delinquency, a system that will treat children as children in all phases of their involvement, while protecting the needs of communities and victims alike. In furtherance of this purpose, the following goals have been established for delinquency cases in the Family Court:","historical":"Effect of Amendments\n\nD.C. Law 15-354 renumbered this section from § 16-2301.01 to § 16-2301.02.\n\nLegislative History of Laws\n\nLaw 15-261, the \"Omnibus Juvenile Justice Act of 2004\", was introduced in Council and assigned Bill No. 15-537, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively. Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-637 and transmitted to both Houses of Congress for its review. D.C. Law 15-261 became effective on March 17, 2005.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nDC CODE § 16-2301.02\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-261, § 102(b), 52 DCR 1188; Apr. 13, 2005, D.C. Law 15-354, § 104, 52 DCR 2638.)","sections":[{"prefix":"1","text":" To provide due process through which juveniles and all other interested parties are assured fair hearings, during which applicable constitutional and other legal rights are recognized and enforced;"},{"prefix":"2","text":" To promote youth development and prevent delinquency through early intervention, diversion, and community-based alternatives;"},{"prefix":"3","text":" To preserve and strengthen families whenever possible and to remove a child from the custody of the child's parents, guardian, or other custodian only when it is determined by the appropriate authority to be in the child's best interests or when necessary for the safety and protection of the public;"},{"prefix":"4","text":" To hold a child found to be delinquent accountable for his or her actions, taking into consideration the child's age, education, mental and physical condition, background, and all other relevant factors;"},{"prefix":"5","text":" To place a premium on the rehabilitation of children with the goal of creating productive citizens and to recognize that rehabilitation of children is inextricably connected to the well-being and strength of their families;"},{"prefix":"6","text":" To serve children in their own neighborhood and communities whenever possible;"},{"prefix":"7","text":" To hold the government accountable for the provision of reasonable rehabilitative services;"},{"prefix":"8","text":" To provide for the safety of the public; and"},{"prefix":"9","text":" To achieve the foregoing goals in the least restrictive settings necessary, with a preference at all times for the preservation of the family and the integration of parental, guardian, or custodial accountability and participation in treatment and counseling programs."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2301","identifier":"16-2301.02","catch_text":"Purpose."}}