{"text":"As used in this subchapter-\n\n\n\n\n\n\n\n\nFor purposes of this subchapter the term \"child\" also includes a person under the age of twenty-one who is charged with an offense referred to in subparagraph (A)(i) or (C) committed before he attained the age of sixteen, or a delinquent act committed before he attained the age of eighteen.","historical":"Prior Codifications\n\n1981 Ed., § 16-2301.\n\n1973 Ed., § 16-2301.\n\nEffect of Amendments\n\nD.C. Law 13-136 added par. (28).\n\nD.C. Law 13-277 added par. (29).\n\nD.C. Law 14-206 rewrote pars. (9) and (23); and added pars. (30) through (37). Pars. (9) and (23) had read as follows:\n\n\"(9) The term 'neglected child' means a child:\n\n\"(A) who has been abandoned or abused by his or her parent, guardian, or other custodian; or\n\n\"(B) who is without proper parental care or control, subsistence, education as required by law, or other care or control necessary for his or her physical, mental, or emotional health, and the deprivation is not due to the lack of financial means of his or her parent, guardian, or other custodian; or\n\n\"(C) whose parent, guardian, or other custodian is unable to discharge his or her responsibilities to and for the child because of incarceration, hospitalization, or other physical or mental incapacity; or\n\n\"(D) whose parent, guardian, or custodian refuses or is unable to assume the responsibility for the child's care, control or subsistence and the person or institution which is providing for the child states an intention to discontinue such care; or\n\n\"(E) who is in imminent danger of being abused and whose sibling has been abused; or\n\n\"(F) who has received negligent treatment or maltreatment from his or her parent, guardian, or other custodian. No child who in good faith is under treatment solely by spiritual means through prayer in accordance with the tenets and practices of a recognized church or religious denomination by a duly accredited practitioner thereof shall for that reason alone be considered a neglected child for the purposes of this subchapter; and\n\n\"(G) who has resided in a hospital located in the District of Columbia for at least 10 calendar days following the birth of the child, despite a medical determination that the child is ready for discharge from the hospital, and the parent, guardian, or custodian of the child has not taken any action or made any effort to maintain a parental, guardianship, or custodial relationship or contact with the child. No child who in good faith is under treatment solely by spiritual means through prayer in accordance with the tenets and practices of a recognized church or religious denomination by a duly accredited practitioner thereof shall for that reason alone be considered a neglected child for the purposes of this subchapter.\n\n\"(23) The term 'abused', when used with reference to a child, means a child whose parent, guardian, or custodian inflicts or fails to make reasonable efforts to prevent the infliction of physical or mental injury upon the child, including excessive corporal punishment, an act of sexual abuse, molestation, or exploitation, or an injury that results from exposure to drug-related activity in the child's home environment.\"\n\nD.C. Law 15-105, in par. (9)(B), validated a previously made technical correction.\n\nD.C. Law 15-261 added pars. (38) to (42).\n\nD.C. Law 16-274, in par. (1), at the end of the paragraph, added \"Pursuant to section 16-2301.01, the term 'Division' shall be deemed to refer to the Family Court of the Superior Court of the District of Columbia.\"; and added pars. (1A) and (43), defining \"Family Court\" and \"weapons offense\", respectively.\n\nD.C. Law 17-231 added par. (44).\n\nD.C. Law 18-284 added par. (45).\n\nD.C. Law 19-169 repealed pars. (10) and (11), which formerly read:\n\n\"(10) The term 'mentally ill child' means a child who is mentally ill within the meaning of section 21-501.\n\n\"(11) The term 'substantially retarded child' means a child who is substantially retarded within the meaning of section 21-1101 et seq.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 301(a) of Adoption and Safe Families Temporary Amendment Act of 1999 (D.C. Law 13-56, March 7, 2000, law notification 47 DCR 1978).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the District of Columbia Public School Firearm Prohibition Emergency Act of 1989 (D.C. Act 8-4, March 7, 1989, 36 DCR 1906).\n\nFor temporary amendment of section, see § 4 of the Prevention of Child Neglect Emergency Amendment Act of 1993 (D.C. Act 10-100, August 9, 1993, 40 DCR 6141).\n\nFor temporary amendment of section, see § 4 of the Prevention of Child Neglect Emergency Amendment Act of 1994 (D.C. Act 10-288, July 22, 1994, 41 DCR 4992).\n\nFor temporary (90-day) amendment of section, see § 301(a) of the Adoption and Safe Families Emergency Amendment Act of 1999 (D.C. Act 13-117, July 28, 1999, 46 DCR 6558).\n\nFor temporary (90-day) amendment of section, see § 301(a) of the Adoption and Safe Families Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13- 178, November 2, 1999, 46 DCR 9714).\n\nFor temporary (90-day) amendment of section, see § 301(a) of the Adoption and Safe Families Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-240, January 11, 2000, 47 DCR 556).\n\nFor temporary (90 day) amendment of section, see § 201(a) of Enhanced Crime Prevention and Abatement Emergency Amendment Act of 2006 (D.C. Act 16-446, July 21, 2006, 53 DCR 6477).\n\nFor temporary (90 day) amendment of section, see § 301(a) of Crime Reduction Initiative Emergency Amendment Act of 2006 (D.C. Act 16-491, October 19, 2006, 53 DCR 8818).\n\nFor temporary (90 day) amendment of section, see § 201(a) of Crime Reduction Initiative Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-9, January 16, 2007, 54 DCR 1471).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1321.01.\n\nLaw 6-90 was introduced in council and assigned Bill No. 6-104, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 19, 1985, and December 3, 1985, respectively. Signed by the Mayor on December 30, 1985, it was assigned Act No. 6-118 and transmitted to both Houses of Congress for its review.\n\nLaw 8-1, the \"District of Columbia Public School Firearm Prohibition Temporary Act of 1989,\" was introduced in Council and assigned Bill No. 8-130. The Bill was adopted on first and second readings on February 14, 1989, and February 28, 1989, respectively. Signed by the Mayor on March 21, 1989, it was assigned Act No. 8-8 and transmitted to both Houses of Congress for its review. D.C. Law 8-1 became effective on May 16, 1989.\n\nLaw 8-87, the \"Protection of Children from Exposure to Drug-related Activity Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-139, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 21, 1989, and December 5, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-137 and transmitted to both Houses of Congress for its review.\n\nLaw 8-134, the \"Infant and Child Abandonment Prevention Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-404, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 13, 1990, and March 27, 1990, respectively. Signed by the Mayor on April 13, 1990, it was assigned Act No. 8-190 and transmitted to both Houses of Congress for its review.\n\nLaw 8-200, the \"Child Abuse and Neglect Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-81, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 9, 1990, and October 23, 1990, respectively. Signed by the Mayor on November 8, 1990, it was assigned Act No. 8-263 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-61, the \"Prevention of Child Neglect Temporary Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-374. The Bill was adopted on first and second readings on July 21, 1993, and September 21, 1993, respectively. Signed by the Mayor on October 1, 1993, it was assigned Act No. 10-114 and transmitted to both Houses of Congress for its review. D.C. Law 10- 61 became effective on November 20, 1993.\n\nLaw 10-227, the \"Parental Responsibility Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-634, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-368 and transmitted to both Houses of Congress for its review. D.C. Law 10-227 became effective on March 16, 1995.\n\nLaw 10-257, the \"Anti-Sexual Abuse Act of 1994,\" was introduced in Council and assigned Bill No. 10-87, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-385 and transmitted to both Houses of Congress for its review. D.C. Law 10-257 became effective May 23, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nLaw 13-136, the \"Adoption and Safe Families Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-214, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on February 1, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 31, 2000, it was assigned Act No. 13-315 and transmitted to both Houses of Congress for its review. D.C. Law 13-136 became effective on June 27, 2000.\n\nLaw 13-277, the \"Child and Family Services Agency Establishment Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-796, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 24, 2001, it was assigned Act No. 13-590 and transmitted to both Houses of Congress for its review. D.C. Law 13-277 became effective on April 4, 2001.\n\nLaw 14-206, the \"Improved Child Abuse Investigations Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-372, which was referred to Committee on the Judiciary and the Committee on Human Services. The Bill was adopted on first and second readings on June 18, 2002, and July 2, 2002, respectively. Signed by the Mayor on July 23, 2002, it was assigned Act No. 14-440 and transmitted to both Houses of Congress for its review. D.C. Law 14- 206 became effective on October 19, 2002.\n\nFor Law 15-105, see notes following § 16-1005.\n\nLaw 15-261, the \"Omnibus Juvenile Justice Act of 2004\", was introduced in Council and assigned Bill No. 15-537, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively. Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-637 and transmitted to both Houses of Congress for its review. D.C. Law 15-261 became effective on March 17, 2005.\n\nLaw 16-274, the \"Mandatory Juvenile Public Safety Notification Act of 2006\", was introduced in Council and assigned Bill No. 16-732, which was referred to Committee on Judiciary. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-630 and transmitted to both Houses of Congress for its review. D.C. Law 16-274 became effective on March 14, 2007.\n\nFor Law 17-231, see notes following § 16-904.\n\nFor history of Law 18-284, see notes under § 16-2301.\n\nFor history of Law 19-169, see notes under § 16-1054.\n\nMiscellaneous Notes\n\nPrompt Payment of Appointed Counsel. Section 129 of Pub. L. 107-96, Dec. 21, 2001, 115 Stat. 953, provides:\n\n\"(a) ASSESSMENT OF INTEREST FOR DELAYED PAYMENTS -- If the Superior Court of the District of Columbia or the District of Columbia Court of Appeals does not make a payment described in subsection (b) prior to the expiration of the 45- day period which begins on the date the Court receives a completed voucher for a claim for the payment, interest shall be assessed against the amount of the payment which would otherwise be made to take into account the period which begins on the day after the expiration of such 45-day period and which ends on the day the Court makes the payment.\n\n\"(b) PAYMENTS DESCRIBED. -- A payment described in this subsection is --\n\n\"(1) a payment authorized under section 11-2604 and section 11-2605, D.C. Code (relating to representation provided under the District of Columbia Criminal Justice Act);\n\n\"(2) a payment for counsel appointed in proceedings in the Family Division of the Superior Court of the District of Columbia under chapter 23 of title 16, D.C. Code; or\n\n\"(3) a payment for counsel authorized under section 21-2060, D.C. Code (relating to representation provided under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986).\n\n\"(c) STANDARDS FOR SUBMISSION OF COMPLETED VOUCHERS. -- The chief judges of the Superior Court of the District of Columbia and the District of Columbia Court of Appeals shall establish standards and criteria for determining whether vouchers submitted for claims for payments described in subsection (b) are complete, and shall publish and make such standards and criteria available to attorneys who practice before such Courts.\n\n\"(d) RULE OF CONSTRUCTION. -- Nothing in this section shall be construed to require the assessment of interest against any claim (or portion of any claim) which is denied by the Court involved.\n\n\"(e) EFFECTIVE DATE. -- This section shall apply with respect to claims received by the Superior Court of the District of Columbia or the District of Columbia Court of Appeals during fiscal year 2002, and claims received previously that remain unpaid at the end of fiscal year 2001, and would have qualified for interest payment under this section.\"\n\nPrompt Payment of Appointed Counsel. Section 128 of Pub. L. 108-7, Feb. 20, 2003, 117 Stat. 127, provides:\n\n\"(a) If the Superior Court of the District of Columbia or the District of Columbia Court of Appeals does not make a payment described in subsection (b) prior to the expiration of the 45-day period which begins on the date the Court receives a completed voucher for a claim for the payment, interest shall be assessed against the amount of the payment which would otherwise be made to take into account the period which begins on the day after the expiration of such 45-day period and which ends on the day the Court makes the payment.\n\n\"(b) A payment described in this subsection is--\n\n\"(1) a payment authorized under section 11-2604 and section 11-2605, D.C. Official Code (relating to representation provided under the District of Columbia Criminal Justice Act);\n\n\"(2) a payment for counsel appointed in proceedings in the Family Court of the Superior Court of the District of Columbia under chapter 23 of title 16, D.C. Official Code; or\n\n\"(3) a payment for counsel authorized under section 21-2060, D.C. Official Code (relating to representation provided under the District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986).\n\n\"(c) The chief judges of the Superior Court of the District of Columbia and the District of Columbia Court of Appeals shall establish standards and criteria for determining whether vouchers submitted for claims for payments described in subsection (b) are complete, and shall publish and make such standards and criteria available to attorneys who practice before such Courts.\n\n\"(d) Nothing in this section shall be construed to require the assessment of interest against any claim (or portion of any claim) which is denied by the Court involved.\n\n\"(e) This section shall apply with respect to claims received by the Superior Court of the District of Columbia or the District of Columbia Court of Appeals during fiscal year 2003 and any subsequent fiscal year.\"\n\nSection 35 of D.C. Law 19-169 provides:\n\n\"Sec. 35. No provision of this act shall impair any right or obligation existing under law.\"\n\nDC CODE § 16-2301\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 586, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 523, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title I, § 110(a), 24 DCR 3341; Mar. 12, 1986, D.C. Law 6-90, § 2, 33 DCR 307; Mar. 15, 1990, D.C. Law 8-87, § 4(a), 37 DCR 50; June 8, 1990, D.C. Law 8-134, § 2(a), 37 DCR 2613; Mar. 6, 1991, D.C. Law 8-200, § 2, 37 DCR 7334; Mar. 16, 1995, D.C. Law 10-227, § 3(a), 42 DCR 4; May 23, 1995, D.C. Law 10-257, § 401(e), 42 DCR 53; Apr. 18, 1996, D.C. Law 11-110, § 65, 43 DCR 530; Mar. 24, 1998, D.C. Law 12-81, § 10(u), 45 DCR 745; June 27, 2000, D.C. Law 13-136, § 301(a)(1), 47 DCR 2850; Apr. 4, 2001, D.C. Law 13- 277, § 3(a)(1), 48 DCR 2043; Oct. 19, 2002, D.C. Law 14-206, § 3(a), 49 DCR 7815; Mar. 13, 2004, D.C. Law 15-105, § 55, 51 DCR 881; Mar. 17, 2005, D.C. Law 15-261, § 202(a), 52 DCR 1188; Mar. 14, 2007, D.C. Law 16-274, § 2(a), 54 DCR 864; Sept. 12, 2008, D.C. Law 17-231, § 20(g), 55 DCR 6758; Mar. 8, 2011, D.C. Law 18-284, § 3(b), 57 DCR 10477; Sept. 26, 2012, D.C. Law 19-169, § 20(c)(2), 59 DCR 5567.)","sections":[{"prefix":"1","text":" The term \"Division\" means the Family Division of the Superior Court of the District of Columbia. Pursuant to section 16-2301.01, the term \"Division\" shall be deemed to refer to the Family Court of the Superior Court of the District of Columbia."},{"prefix":"1A","text":" \"Family Court\" means the Family Court of the Superior Court of the District of Columbia."},{"prefix":"2","text":" The term \"judge\" means a judge assigned to the Family Division of the Superior Court."},{"prefix":"3","text":" The term \"child\" means an individual who is under 18 years of age, except that the term \"child\" does not include an individual who is sixteen years of age or older and-"},{"prefix":"A","text":" charged by the United States attorney with (i) murder, first degree sexual abuse, burglary in the first degree, robbery while armed, or assault with intent to commit any such offense, or (ii) an offense listed in clause (i) and any other offense properly joinable with such an offense;"},{"prefix":"B","text":" charged with an offense referred to in subparagraph (A)(i) and convicted by plea or verdict of a lesser included offense; or"},{"prefix":"C","text":" charged with a traffic offense."},{"prefix":"4","text":" The term \"minor\" means an individual who is under the age of twenty-one years."},{"prefix":"5","text":" The term \"adult\" means an individual who is twenty-one years of age or older."},{"prefix":"6","text":" The term \"delinquent child\" means a child who has committed a delinquent act and is in need of care or rehabilitation."},{"prefix":"7","text":" The term \"delinquent act\" means an act designated as an offense under the law of the District of Columbia, or of a State if the act occurred in a State, or under Federal law. Traffic offenses shall not be deemed delinquent acts unless committed by an individual who is under the age of sixteen."},{"prefix":"8","text":" The term \"child in need of supervision\" means a child who-"},{"prefix":"A","text":"(i) subject to compulsory school attendance and habitually truant from school without justification;"},{"prefix":"ii","text":" has committed an offense committable only by children; or"},{"prefix":"iii","text":" is habitually disobedient of the reasonable and lawful commands of his parent, guardian, or other custodian and is ungovernable; and"},{"prefix":"B","text":" is in need of care or rehabilitation."},{"prefix":"9","text":"(A) The term \"neglected child\" means a child:"},{"prefix":"i","text":" who has been abandoned or abused by his or her parent, guardian, or custodian, or whose parent, guardian, or custodian has failed to make reasonable efforts to prevent the infliction of abuse upon the child. For the purposes of this sub-subparagraph, the term \"reasonable efforts\" includes filing a petition for civil protection from intrafamily violence pursuant to section 16-1003;"},{"prefix":"ii","text":" who is without proper parental care or control, subsistence, education as required by law, or other care or control necessary for his or her physical, mental, or emotional health, and the deprivation is not due to the lack of financial means of his or her parent, guardian, or custodian;"},{"prefix":"iii","text":" whose parent, guardian, or custodian is unable to discharge his or her responsibilities to and for the child because of incarceration, hospitalization, or other physical or mental incapacity;"},{"prefix":"iv","text":" whose parent, guardian, or custodian refuses or is unable to assume the responsibility for the child's care, control, or subsistence and the person or institution which is providing for the child states an intention to discontinue such care;"},{"prefix":"v","text":" who is in imminent danger of being abused and another child living in the same household or under the care of the same parent, guardian, or custodian has been abused;"},{"prefix":"vi","text":" who has received negligent treatment or maltreatment from his or her parent, guardian, or custodian;"},{"prefix":"vii","text":" who has resided in a hospital located in the District of Columbia for at least 10 calendar days following the birth of the child, despite a medical determination that the child is ready for discharge from the hospital, and the parent, guardian, or custodian of the child has not taken any action or made any effort to maintain a parental, guardianship, or custodial relationship or contact with the child;"},{"prefix":"viii","text":" who is born addicted or dependent on a controlled substance or has a significant presence of a controlled substance in his or her system at birth;"},{"prefix":"ix","text":" in whose body there is a controlled substance as a direct and foreseeable consequence of the acts or omissions of the child's parent, guardian, or custodian; or"},{"prefix":"x","text":" who is regularly exposed to illegal drug-related activity in the home."},{"prefix":"B","text":" No child who in good faith is under treatment solely by spiritual means through prayer in accordance with the tenets and practices of a recognized church or religious denomination by a duly accredited practitioner thereof shall for that reason alone be considered a neglected child for the purposes of this subchapter."},{"prefix":"C","text":" Subparagraph (A)(viii), (ix), and (x) of this paragraph shall apply as of October 1, 2003."},{"prefix":"10","text":" Repealed."},{"prefix":"11","text":" Repealed."},{"prefix":"12","text":" The term \"custodian\" means a person or agency, other than a parent or legal guardian:"},{"prefix":"A","text":" to whom the legal custody of a child has been granted by the order of a court;"},{"prefix":"B","text":" who is acting in loco parentis; or"},{"prefix":"C","text":" who is a day care provider or an employee of a residential facility, in the case of the placement of an abused or neglected child."},{"prefix":"13","text":" The term \"detention\" means the temporary, secure custody of a child in facilities, designated by the Division, pending a final disposition of a petition."},{"prefix":"14","text":" The term \"shelter care\" means the temporary care of a child in physically unrestricting facilities, designated by the Division, pending a final disposition of a petition."},{"prefix":"15","text":" The term \"detention or shelter care hearing\" means a hearing to determine whether a child who is in custody should be placed or continued in detention or shelter care."},{"prefix":"16","text":" The term \"factfinding hearing\" means a hearing to determine whether the allegations of a petition are true."},{"prefix":"17","text":" The term \"dispositional hearing\" means a hearing, after a finding of fact, to determine-"},{"prefix":"A","text":" whether the child in a delinquency or need of supervision case is in need of care or rehabilitation and, if so, what order of disposition should be made; or"},{"prefix":"B","text":" what order of disposition should be made in a neglect case."},{"prefix":"18","text":" The term \"probation\" means a legal status created by Division order following an adjudication of delinquency or need of supervision, whereby a minor is permitted to remain in the community subject to appropriate supervision and return to the Division for violation of probation at any time during the period of probation."},{"prefix":"19","text":" The term \"protective supervision\" means a legal status created by Division order in neglect cases whereby a minor is permitted to remain in his home under supervision, subject to return to the Division during the period of protective supervision."},{"prefix":"20","text":" The term \"guardianship of the person of a minor\" means the duty and authority to make important decisions in matters having a permanent effect on the life and development of the minor, and concern with his general welfare. It includes (but is not limited to)-"},{"prefix":"A","text":" authority to consent to marriage, enlistment in the armed forces of the United States, and major medical, surgical, or psychiatric treatment; to represent the minor in legal actions; and to make other decisions concerning the minor of substantive legal significance;"},{"prefix":"B","text":" the authority and duty of reasonable visitation (except as limited by Division order);"},{"prefix":"C","text":" the rights and responsibilities of legal custody when guardianship of the person is exercised by the natural or adoptive parent (except where legal custody has been vested in another person or an agency or institution); and"},{"prefix":"D","text":" the authority to exercise residual parental rights and responsibilities when the rights of his parents or only living parent have been judicially terminated or when both parents are dead."},{"prefix":"21","text":" The term \"legal custody\" means a legal status created by Division order which vests in a custodian the responsibility for the custody of a minor which includes-"},{"prefix":"A","text":" physical custody and the determination of where and with whom the minor shall live;"},{"prefix":"B","text":" the right and duty to protect, train, and discipline the minor; and"},{"prefix":"C","text":" the responsibility to provide the minor with food, shelter, education, and ordinary medical care. A Division order of \"legal custody\" is subordinate to the rights and responsibilities of the guardian of the person of the minor and any residual parental rights and responsibilities."},{"prefix":"22","text":" The term \"residual parental rights and responsibilities\" means those rights and responsibilities remaining with the parent after transfer of legal custody or guardianship of the person, including (but not limited to) the right of visitation, consent to adoption, and determination of religious affiliation and the responsibility for support."},{"prefix":"23","text":"(A) The term \"abused\", when used with reference to a child, means:"},{"prefix":"i","text":" infliction of physical or mental injury upon a child;"},{"prefix":"ii","text":" sexual abuse or exploitation of a child; or"},{"prefix":"iii","text":" negligent treatment or maltreatment of a child."},{"prefix":"B","text":"(i) The term \"abused\", when used with reference to a child, does not include discipline administered by a parent, guardian or custodian to his or her child; provided, that the discipline is reasonable in manner and moderate in degree and otherwise does not constitute cruelty. For the purposes of this paragraph, the term \"discipline\" does not include:"},{"prefix":"I","text":" burning, biting, or cutting a child;"},{"prefix":"II","text":" striking a child with a closed fist;"},{"prefix":"III","text":" inflicting injury to a child by shaking, kicking, or throwing the child;"},{"prefix":"IV","text":" nonaccidental injury to a child under the age of 18 months;"},{"prefix":"V","text":" interfering with a child's breathing; and"},{"prefix":"VI","text":" threatening a child with a dangerous weapon or using such a weapon on a child. For purposes of this provision, the term \"dangerous weapon\" means a firearm, a knife, or any of the prohibited weapons described in section 22- 4514."},{"prefix":"ii","text":" The list in sub-subparagraph (i) of this subparagraph is illustrative of unacceptable discipline and is not intended to be exclusive or exhaustive."},{"prefix":"24","text":" The term \"negligent treatment\" or \"maltreatment\" means failure to provide adequate food, clothing, shelter, or medical care, which includes medical neglect, and the deprivation is not due to the lack of financial means of his or her parent, guardian, or other custodian."},{"prefix":"25","text":" The term \"sexual exploitation\" means a parent, guardian, or other custodian allows a child to engage in prostitution as defined in section 2(1) of the Control of Prostitution and Sale of Controlled Substances in Public Places Criminal Control Act of 1981, effective December 10, 1981 (D.C. Law 4- 57; § 22-2701.01), or means a parent, guardian, or other custodian engages a child or allows a child to engage in obscene or pornographic photography, filming, or other forms of illustrating or promoting sexual conduct as defined in section 2(5) of the District of Columbia Protection of Minors Act of 1982, effective March 9, 1983 (D.C. Law 4-173; § 22-3101(5))."},{"prefix":"26","text":" The term \"parenting classes\" means any program which enhances the parenting skills of individuals through providing role models, discussion, training in early childhood development and child psychology, or other instruction designed to strengthen the parent, guardian, or custodian's ability to nurture children."},{"prefix":"27","text":" The term \"family counseling\" means any psychological or psychiatric or other social service offered by a provider to the parent and 1 or more members of the extended family or the child's guardian or other caretaker of a child who has been adjudicated neglected, delinquent, or in need of supervision. A caretaker is an adult person in whose care a minor has been entrusted by written authorization of the child's parent, guardian, or legal custodian."},{"prefix":"28","text":" The term \"entry into foster care\" means the earlier of:"},{"prefix":"A","text":" The date of the first judicial finding that the child has been neglected; or"},{"prefix":"B","text":" The date that is 60 days after the date on which the child is removed from the home."},{"prefix":"29","text":" The term \"Agency\" means the Child and Family Services Agency established by section 6-2121.01."},{"prefix":"30","text":" The term \"physical injury\" means bodily harm greater than transient pain or minor temporary marks."},{"prefix":"31","text":" The term \"mental injury\" means harm to a child's psychological or intellectual functioning, which may be exhibited by severe anxiety, depression, withdrawal, or outwardly aggressive behavior, or a combination of those behaviors, and which may be demonstrated by a change in behavior, emotional response, or cognition."},{"prefix":"32","text":" The term \"sexual abuse\" means:"},{"prefix":"A","text":" engaging in, or attempting to engage in, a sexual act or sexual contact with a child;"},{"prefix":"B","text":" causing or attempting to cause a child to engage in sexually explicit conduct; or"},{"prefix":"C","text":" exposing a child to sexually explicit conduct."},{"prefix":"33","text":" The term \"sexually explicit conduct\" means actual or simulated:"},{"prefix":"A","text":" sexual act;"},{"prefix":"B","text":" sexual contact;"},{"prefix":"C","text":" bestiality;"},{"prefix":"D","text":" masturbation; or"},{"prefix":"E","text":" lascivious exhibition of the genitals, anus, or pubic area."},{"prefix":"34","text":" The term \"sexual act\" shall have the same meaning as provided in section 101(8) of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3001(8))."},{"prefix":"35","text":" The term \"sexual contact\" shall have the same meaning as provided in section 101(9) of the Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257; D.C. Official Code § 22-3001(9))."},{"prefix":"36","text":" The term \"controlled substance\" means a drug or chemical substance, or immediate precursor, as set forth in Schedules I through V of the District of Columbia Uniform Controlled Substances Act of 1981, effective August 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-901.01 et seq.), which has not been prescribed by a physician."},{"prefix":"37","text":" The term \"drug-related activity\" means the use, sale, distribution, or manufacture of a drug or drug paraphernalia without a legally valid license or medical prescription."},{"prefix":"38","text":" The term \"incompetent to proceed\" means that a child alleged to be delinquent is not competent to participate in a hearing on the petition pursuant to section 16-2316(a) or any other hearing in a delinquency proceeding, except scheduling, status, and competency hearings, because he or she does not have sufficient present ability to consult with his or her lawyer with a reasonable degree of rational understanding or does not have a rational, as well as a factual, understanding of the proceedings against him or her."},{"prefix":"39","text":" The term \"psychiatrist\" means a physician who is licensed to practice medicine in the District of Columbia, or is employed by the federal government, and has completed a residency in psychiatry."},{"prefix":"40","text":" The term \"qualified psychologist\" means a person who is licensed pursuant to section 3-1205.01, and has one year of formal training within a hospital setting, or 2 years of supervised clinical experience in an organized health care setting, one of which must be post-doctoral."},{"prefix":"41","text":"(A) The term \"victim\" means any person, organization, partnership, business, corporation, agency or governmental entity:"},{"prefix":"i","text":" against whom a crime, delinquent act, or an attempted crime or delinquent act has been committed;"},{"prefix":"ii","text":" who suffers any physical or mental injury as a result of a crime, delinquent act, or an attempted crime or delinquent act;"},{"prefix":"iii","text":" who may have been exposed to the HIV/AIDS virus as a result of a crime, delinquent act, or an attempted crime or delinquent act; or"},{"prefix":"iv","text":" who suffers any loss of property, including pecuniary loss, as a result of a crime, delinquent act, or an attempted crime or delinquent act."},{"prefix":"B","text":" The term \"victim\" shall not include any person who committed or aided or abetted in the commission of the crime, delinquent act, or attempted crime or delinquent act."},{"prefix":"42","text":" The term \"immediate family member\" means:"},{"prefix":"A","text":" the person's parent, brother, sister, grandparent, or child, and the spouse of any such parent, brother, sister, grandparent, or child;"},{"prefix":"B","text":" any person who maintains or has maintained a romantic relationship, not necessarily including a sexual relationship, with the person; or"},{"prefix":"C","text":" any person who has a child in common with the person."},{"prefix":"43","text":" The term \"weapons offense\" means any violation of any law, rule, or regulation which involves the sale, purchase, transfer in any manner, receipt, acquisition, possession, having under control, use, repair, manufacture, carrying, or transportation of any firearm, ammunition, or destructive device as these terms are defined in section 7-2501.01."},{"prefix":"44","text":" The term \"domestic partner\"shall have the same meaning as provided in § 32-701(3)."},{"prefix":"45","text":" The term \"Superior Court\" means the Superior Court of the District of Columbia."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2301","identifier":"16-2301","catch_text":"Definitions"}}