{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2329.\n\n1973 Ed., § 16-2329.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nDC CODE § 16-2329\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 538, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title IV, § 408(a), 24 DCR 3341.)","sections":[{"prefix":"a","text":" Except as otherwise expressly provided by law, in all hearings and cases tried before the Division pursuant to this subchapter, the judgment of the Division is final."},{"prefix":"b","text":" In all appeals from decisions of the Division with respect to a child alleged to be neglected, delinquent, or in need of supervision, the child shall be identified only by initials in all transcripts, briefs, and other papers filed, and all necessary steps, as prescribed by rule of the District of Columbia Court of Appeals, shall be taken to protect the identity of the child."},{"prefix":"c","text":" Upon the filing of a motion and supporting affidavit stating that he is financially unable to purchase a transcript, a party who has filed notice of appeal or of interlocutory appeal shall be furnished, at no cost or at such part of cost as he is able to pay, so much of the transcript as is necessary adequately to prepare and support the appeal."},{"prefix":"d","text":" An appeal does not operate to stay the order, judgment, or decree appealed from, but on application and hearing whenever the case is properly before the appellate court, that court may order otherwise if suitable provision is made for the care and custody of the child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2329","identifier":"16-2329","catch_text":"Finality of judgments; appeals; transcripts."}}