{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399., see § 3(b) of the Foster Children's Guardianship Temporary Act of 2000 (D.C. Law 13-208, April 4, 2001, law notification 48 DCR 3239).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2383\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" A guardianship order may not be entered unless the child has been adjudicated to be neglected pursuant to section 16-2317 and has been living with the proposed permanent guardian for at least 6 months."},{"prefix":"b","text":" If the child is 14 years of age or older, the court shall designate the permanent guardian selected by the child unless the court finds that the designation is contrary to the child's best interests."},{"prefix":"c","text":" The court may issue a guardianship order only if the court finds that:"},{"prefix":"1","text":" The permanent guardianship is in the child's best interests;"},{"prefix":"2","text":" Adoption, termination of parental rights, or return to parent is not appropriate for the child; and"},{"prefix":"3","text":" The proposed permanent guardian is suitable and able to provide a safe and permanent home for the child."},{"prefix":"d","text":" In determining whether it is in the child's best interests that a permanent guardian be designated, the court shall consider each of the following factors:"},{"prefix":"1","text":" The child's need for continuity of care and caretakers, and for timely integration into a stable and permanent home, taking into account the differences in the development and the concept of time of children of different ages;"},{"prefix":"2","text":" The physical, mental, and emotional health of all individuals involved to the degree that each affects the welfare of the child, the decisive consideration being the physical, mental, and emotional needs of the child;"},{"prefix":"3","text":" The quality of the interaction and interrelationship of the child with his or her parent, siblings, relatives, and caretakers, including the proposed permanent guardian;"},{"prefix":"4","text":" To the extent feasible, the child's opinion of his or her own best interests in the matter; and"},{"prefix":"5","text":" Evidence that drug-related activity continues to exist in a child's home environment after intervention and services have been provided pursuant to section 6-2104.01. Evidence of continued drug-activity shall be given great weight."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2383","identifier":"16-2383","catch_text":"Grounds for the creation of a permanent guardianship."}}