{"text":"","historical":"Temporary Amendments of Section\n\nSection 3 of D.C. Law 13-193 amended this section to set timelines for factfinding and dispositional hearings.\n\nSection 6 (b) of D.C. Law 13-193 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 3(a) of the Adoption and Safe Families Compliance Emergency Amendment Act of 1999 (D.C. Act 13-383, July 24, 2000, 47 DCR 6700).\n\nFor temporary (90 day) amendment of section, see § 3(a) of the Adoption and Safe Families Compliance Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-451, November 7, 2000, 47 DCR 9399).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Adoption and Safe Families Compliance Emergency Amendment Act of 2001 (D.C. Act 14-65, June 6, 2001, 48 DCR 5721).\n\nLegislative History of Laws\n\nFor Law 13-136, see notes following § 16-2301.\n\nDC CODE § 16-2316.01\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 590, Pub. L. 88-241, as added June 27, 2000, D.C. Law 13-136, § 301(d)(2), 47 DCR 2850.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b)(3) of this section, a fact finding hearing for a child alleged to be neglected shall be combined with the dispositional hearing."},{"prefix":"b","text":" The fact finding and dispositional hearing for a child alleged to be neglected shall be held within the time limits provided in this subsection."},{"prefix":"1","text":" The fact finding and dispositional hearing shall be held within 45 days after the child's entry into foster care or, if the child is not in foster care, within 45 days of the filing of the petition."},{"prefix":"2","text":" Upon motion of any party, for good cause shown, the fact finding and dispositional hearing of a child alleged to be neglected may be continued, and, as applicable, the child shall remain in shelter care, for up to an additional 30 days."},{"prefix":"3","text":" Following completion of the fact finding phase, if the child is found to be neglected, upon motion of any party, for good cause shown, the dispositional phase may be continued and, as applicable, the child shall remain in shelter care for up to an additional 15 days."},{"prefix":"4","text":" In determining whether good cause has been shown as required by paragraphs (2) and (3) of this subsection, the Division shall take into account, among other appropriate matters, and shall state its findings on the record, whether:"},{"prefix":"A","text":" There has been or will be a delay resulting from other proceedings concerning the child, including, but not limited to, examinations to determine the mental competency or physical capacity of the child or of a parent, guardian, or custodian, or from any interlocutory or expedited appeal;"},{"prefix":"B","text":" Any essential witness is absent or unavailable, meaning that his or her whereabouts are unknown or cannot be determined by due diligence or that his or her presence for the hearing cannot be obtained by due diligence; or any essential witness is otherwise unavailable;"},{"prefix":"C","text":" Despite the exercise of due diligence, necessary medical examinations, drug analysis, or other scientific tests have not been completed; or"},{"prefix":"D","text":" The best interests and safety of the child are best served by continuing the period of shelter care."},{"prefix":"c","text":" Notwithstanding subsection (b)(2) and (3) of this section, the dispositional hearing for a child found to be neglected shall be held within 45 days after the child's entry into foster care, or if the child is not in foster care, within 45 days of the filing of the petition."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2316","identifier":"16-2316.01","catch_text":"Scheduling of fact finding and dispositional hearings for children alleged to be neglected."}}