{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2354.\n\n1973 Ed., § 16-2354.\n\nEffect of Amendments\n\nD.C. Law 13-136 rewrote this section, which previously read:\n\n\"(a) A motion for the termination of the parent and child relationship may be filed by the District of Columbia government or by the child through his or her legal representative.\n\n\"(b) A motion for the termination of the parent and child relationship may be filed only when the child who is the subject of the motion has been adjudicated neglected at least six (6) months prior to the filing of the motion and the child is in the court-ordered custody of a department, agency, institution or person other than the parent; except that the motion for termination may be filed immediately--\n\n\"(1) upon an adjudication that the child was abandoned; or\n\n\"(2) when, despite reasonable efforts, the parent could not be located for the factfinding hearing and during the three (3) months prior to the hearing.\n\n\"(c) A motion for the termination of the parent and child relationship shall include but not be limited to:\n\n\"(1) the name, sex, date and place of birth, and current placement of the child;\n\n\"(2) the name and title of the petitioner;\n\n\"(3) the name and address of the child's parent;\n\n\"(4) a plain and concise statement of the facts and opinions on which the termination of the parent and child relationship is sought;\n\n\"(5) a specification as to the health of the child;\n\n\"(6) a statement as to the general prospects for or the barriers, if any, to the adoption of the child; and\n\n\"(7) a statement as to the various efforts taken by the moving party to locate the parent of the child.\n\n\"(d) When any facts required pursuant to subsection (c) of this section are not known to the moving party, if he or she shall so state in the motion, or on a motion by any party, for good cause shown, the judge may direct the filing of a bill of particulars to inform the moving party of the precise nature of the allegations contained in the motion for the termination of the parent and child relationship.\"\n\nD.C. Law 13-277 substituted \"Agency\" for \"Department of Human Services\" in subsecs. (f) and (g).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 301(f) of Adoption and Safe Families Temporary Amendment Act of 1999 (D.C. Law 13-56, March 7, 2000, law notification 47 DCR 1978).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 301(f) of the Adoption and Safe Families Emergency Amendment Act of 1999 (D.C. Act 13-117, July 28, 1999, 46 DCR 6558).\n\nFor temporary (90-day) amendment of section, see § 301(f) of the Adoption and Safe Families Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13- 178, November 2, 1999, 46 DCR 9714).\n\nFor temporary (90-day) amendment of section, see § 301(f) of the Adoption and Safe Families Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-240, January 11, 2000, 47 DCR 556).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-2301.\n\nLaw 13-136, the \"Adoption and Safe Families Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-214, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on February 1, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 31, 2000, it was assigned Act No. 13-315 and transmitted to both Houses of Congress for its review. D.C. Law 13-136 became effective on June 27, 2000.\n\nFor D.C. Law 13-277, see notes following § 16-2301.\n\nDC CODE § 16-2354\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IV, § 410, 24 DCR 3341; Mar. 24, 1998, D.C. Law 12-81, § 10(ii), 45 DCR 745; June 27, 2000, D.C. Law 13-136, § 301(g), 47 DCR 2850; Apr. 4, 2001, D.C. Law 13-277, § 3(a)(9), 48 DCR 2043.)","sections":[{"prefix":"a","text":" Except as provided by subsection (b)(3) of this section, a motion for the termination of the parent and child relationship may be filed by the District government or by the child through his or her legal representative."},{"prefix":"b","text":" A motion for the termination of the parent and child relationship:"},{"prefix":"1","text":" May be filed when the child who is the subject of the motion has been adjudicated neglected at least 6 months prior to the filing of the motion and the child is in the court-ordered custody of a department, agency, institution, or person other than the parent;"},{"prefix":"2","text":" May be filed immediately when, despite reasonable efforts, the parent could not be located for the fact finding hearing and during the period from the child's removal from the home to the fact finding hearing; and"},{"prefix":"3","text":" Except as provided in subsections (c) and (g) of this section, shall be filed by the District government if:"},{"prefix":"A","text":" The child has been in court-ordered custody under the responsibility of the District for 15 of the most recent 22 months;"},{"prefix":"B","text":" The Division has determined the child to be abandoned;"},{"prefix":"C","text":" A court of competent jurisdiction has determined that the parent has:"},{"prefix":"i","text":" Committed murder of a child sibling or another child;"},{"prefix":"ii","text":" Committed voluntary manslaughter of a child sibling or another child;"},{"prefix":"iii","text":" Aided or abetted, attempted, conspired, or solicited to commit such a murder or such a voluntary manslaughter; or"},{"prefix":"iv","text":" Committed a felony assault that has resulted in serious bodily injury to the child who is the subject of the petition, a child sibling, or another child; or"},{"prefix":"D","text":" The Division has determined the child to be subject to intentional and severe mental abuse."},{"prefix":"c","text":" The District government shall seek to be joined as a party to a motion filed by the child if any of the factors in subsection (b)(3) of this section apply and the child has filed an adoption petition."},{"prefix":"d","text":" A motion for termination of the parent and child relationship shall include but not be limited to:"},{"prefix":"1","text":" The name, sex, date and place of birth, and current placement of the child;"},{"prefix":"2","text":" The name and title of the petitioner;"},{"prefix":"3","text":" The name and address of the child's parent;"},{"prefix":"4","text":" A plain and concise statement of the facts and opinions on which the termination of the parent and child relationship is sought;"},{"prefix":"5","text":" A specification as to the health of the child;"},{"prefix":"6","text":" A statement as to the general prospects for or the barriers, if any, to the adoption of the child; and"},{"prefix":"7","text":" A statement as to the various efforts taken by the moving party to locate the parent of the child."},{"prefix":"e","text":" When any facts required pursuant to subsection (d) of this section are not known to the moving party, if he or she shall so state in the motion, or on a motion by any party, for good cause shown, the judge may direct the filing of a bill of particulars to inform the moving party of the precise nature of the allegations contained in the motion for the termination of the parent and child relationship."},{"prefix":"f","text":" The Agency shall take steps to identify, recruit, process, and approve a qualified family for an adoption concurrently with the District government's filing of the motion or its joinder to the petition."},{"prefix":"g","text":" The District government need not file a motion if the Agency determines and has documented in the case plan that:"},{"prefix":"1","text":" The child is being cared for by an approved kinship caregiver and adoption is not the child's permanency plan;"},{"prefix":"2","text":" A compelling reason for determining that filing such a motion would not be in the best interest of the child; or"},{"prefix":"3","text":" The District has not offered or provided to the family of the child, consistent with the time period in the case plan, such services as the District deems necessary for the safe return of the child to the child's home, if reasonable efforts are required to be made with respect to the child pursuant to § 4-1301.09a."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"III","text":"Proceedings Regarding the Termination of Parental Rights of Certain Neglected Children."},"heading":{"title":"16","chaptersection":"2354","identifier":"16-2354","catch_text":"Motions."}}