{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2327.\n\n1973 Ed., § 16-2327.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nDC CODE § 16-2327\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 538, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title IV, § 408(a), 24 DCR 3341.)","sections":[{"prefix":"a","text":" If a child on probation incident to an adjudication of delinquency or need of supervision violates any term of his probation he may be proceeded against in a probation revocation hearing."},{"prefix":"b","text":" A proceeding to revoke probation shall be commenced by the filing of a revocation petition by the Corporation Counsel. The petition to revoke probation shall be in such form as may be prescribed by rule of the Superior Court and shall be served together with a summons in the manner provided in section 16-2306."},{"prefix":"c","text":" Probation revocation proceedings shall be heard without a jury and shall require establishment of the facts alleged by a preponderance of the evidence. As nearly as may be appropriate, probation revocation proceedings shall conform to the procedures established by this subchapter for delinquency and need of supervision cases."},{"prefix":"d","text":" If a child is found to have violated the terms of his probation, the Division may modify the terms and conditions of the probation order, extend the period of probation, or enter any other order of disposition specified in section 16-2320 for a delinquent child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2327","identifier":"16-2327","catch_text":"Probation revocation; disposition."}}