{"text":"","historical":"Temporary Addition of Sections\n\nFor temporary (225 day) addition of subchapter V, \"Permanent Guardianship\", consisting of §§ 16-2381 to 16-2399., see § 3(b) of the Foster Children's Guardianship Temporary Act of 2000 (D.C. Law 13-208, April 4, 2001, law notification 48 DCR 3239).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2(b) of the Foster Children's Guardianship Legislative Review Emergency Act of 2000 (D.C. Act 13-490, December 18, 2000, 48 DCR 63).\n\nFor temporary (90 day) addition of section, see § 3(c) of Foster Children's Guardianship Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 4, February 13, 2001, 48 DCR 2254).\n\nLegislative History of Laws\n\nFor D.C. Law 13-273, see notes following § 16-2381.\n\nDC CODE § 16-2389\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2001, D.C. Law 13-273, § 3(b), 48 DCR 1637.)","sections":[{"prefix":"a","text":" Unless the court specifies otherwise, the permanent guardian shall maintain physical custody of the child and shall have the following rights and responsibilities concerning the child:"},{"prefix":"1","text":" Protect, nurture, discipline, and educate the child;"},{"prefix":"2","text":" Provide food, clothing, shelter, education as required by law, and routine health care for the child;"},{"prefix":"3","text":" Consent to health care without liability by reason of the consent for injury to the child resulting from the negligence or acts of third persons unless a parent would have been liable in the circumstances;"},{"prefix":"4","text":" Authorize a release of health care and educational information;"},{"prefix":"5","text":" Authorize a release of information when consent of a parent is required by law, regulation, or policy;"},{"prefix":"6","text":" Consent to social and school activities of the child;"},{"prefix":"7","text":" Consent to military enlistment;"},{"prefix":"8","text":" Obtain representation for the child in legal actions; and"},{"prefix":"9","text":" Determine the nature and extent of the child's contact with other persons."},{"prefix":"b","text":" The permanent guardian is not liable to third persons by reason of the relationship for acts of the child."},{"prefix":"c","text":" Entry of a guardianship order does not terminate the parent and child relationship, including:"},{"prefix":"1","text":" The right of the child to inherit from his or her parents;"},{"prefix":"2","text":" The parents' right to visit or contact the child (except as limited by the court);"},{"prefix":"3","text":" The parents' right to consent to the child's adoption;"},{"prefix":"4","text":" The parents' right to determine the child's religious affiliation; and"},{"prefix":"5","text":" The parents' responsibility to provide financial, medical, and other support for the child."},{"prefix":"d","text":" The guardianship order may specify the frequency and nature of visitation or contact between relatives and the child. The court may determine whether the visitation or contact is in the child's best interest."},{"prefix":"e","text":" Except as required by a motion under subsection (f) of this section, upon entry of a guardianship order, and during the period of time such an order remains in effect, the requirements of sections 16-2322 and 16-2323 shall be suspended."},{"prefix":"f","text":" The court shall make a permanency determination and close the neglect case upon motion by any party to the permanent guardianship proceeding if the court finds that such a determination is in the child's best interest."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"V","text":"Permanent Guardianship."},"heading":{"title":"16","chaptersection":"2389","identifier":"16-2389","catch_text":"Effect of guardianship order."}}