{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2333.\n\n1973 Ed., § 16-2333.\n\nEffect of Amendments\n\nD.C. Law 14-28, in subsec. (b), made nonsubstantive changes in pars. (6), (7), and (8), and added par. (9).\n\nD.C. Law 15-105, in subsec. (b)(9), substituted \"the Child\" for \"The Child\".\n\nD.C. Law 15-261, in subsec. (b), added par. (4A), rewrote par. (5), made nonsubstantive changes to the end of pars. (8) and (9), and added pars. (10), (11), and (12); and added subsec. (b-1). Prior to amendment, par. (5) of subsec. (b) read as follows:\n\n\"(5) a court in which a person is charged with a criminal offense for the purposes of determining conditions of release or bail;\"\n\nD.C. Law 18-273 added subsec. (b)(10A).\n\nD.C. Law 18-284 repealed the amendment by Law 18-273, § 210, and rewrote the section, which formerly read:\n\n\"(a) Law enforcement records and files concerning a child shall not be open to public inspection nor shall their contents or existence be disclosed to the public unless a charge of delinquency is transferred for criminal prosecution under section 16-2307, the interest of national security requires, or the court otherwise orders in the interest of the child.\n\n\"(b) Inspection of such records and files is permitted by --\n\n\"(1) the Superior Court, having the child currently before it in any proceedings;\n\n\"(2) the officers of public and private institutions or agencies to which the child is currently committed, and those professional persons or agencies responsible for his supervision after release;\n\n\"(3) any other person, agency or institution, by order of the court, having a professional interest in the child or in the work of the law enforcement department;\n\n\"(4) law enforcement officers of the United States, the District of Columbia, and other jurisdictions when necessary for the discharge of their current official duties;\n\n\"(4A) the United States Attorney for the District of Columbia, his assistants, and any other prosecuting attorneys when necessary for the discharge of their official duties;\n\n\"(5) any court in which respondent is charged or convicted as a respondent in a delinquency matter, or status offense, or as a defendant in a criminal offense, or the court's probation staff, and counsel for the respondent or defendant in that case;\n\n\"(6) a court in which a person is convicted of a criminal offense for the purpose of a presentence report or other dispositional proceeding, or by officials of penal institutions and other penal facilities to which he is committed, or by a parole board in considering his parole or discharge or in exercising supervision over him;\n\n\"(7) the parent, guardian, or other custodian and counsel for the child;\n\n\"(8) professional employees of the Social Rehabilitation Administration of the Department of Human Services when necessary for the discharge of their official duties;\n\n\"(9) the Child Fatality Review Committee when necessary for the discharge of its official duties;\n\n\"(10) authorized personnel in the Mayor's Family Court Liaison, the Department of Health, the Department of Mental Health, the Child and Family Services Agency, the Department of Human Services, and the District of Columbia Public Schools for the purpose of delivery of services to individuals under the jurisdiction of the Family Court, or their families;\n\n\"(10A) authorized persons for the purposes of and in accordance with Chapter 2A of Title 7; except, that the information derived from termination of parental rights and guardianship proceedings shall not be disclosed without the prior written consent of the identified individual, as that term is defined in § 7- 241(6).\n\n\"(11) the Children's Advocacy Center and the public and private agencies and institutions that are members of the multidisciplinary investigation team, for purposes of carrying out their official duties, except that only information contained in the records, and not the records or copies of the records, may be provided pursuant to this paragraph; and\n\n\"(12) each eyewitness, victim, or the immediate family members or caretakers of the eyewitness or victim if the eyewitness or victim is a child or is deceased or incapacitated, and their duly authorized attorney, when the records relate to the incident in which they were an eyewitness or a victim.\n\n\"(b-1) Notwithstanding subsection (b) of this section, the Division, upon application of the Corporation Counsel and notice and opportunity for respondent or his counsel to respond to the application, may order the release of certain information contained in the law enforcement records if:\n\n\"(1) The respondent has escaped from detention or from the custody of the Youth Services Administration and is likely to pose a danger or threat of bodily harm to another person;\n\n\"(2) Release of such information is necessary to protect the public safety and welfare; and\n\n\"(3) The respondent has been charged with a crime of violence as defined in section 23-1331(4).\n\n\"(c) Photographs may be displayed to potential witnesses for identification purposes, in accordance with the standards of fairness applicable to adults.\n\n\"(d) No person shall disclose, inspect, or use records or files in violation of this section.\"\n\nD.C. Law 18-377 added subsec. (a)(1A).\n\nD.C. Law 19-171 made a technical correction in subsec. (b)(10A) subsequent to its deletion by D.C. Law 18-284.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 6 of the Attendance and School Safety Temporary Act of 2000 (D.C. Law 13-151, July 18, 2000, law notification 47 DCR 6101).\n\nFor temporary (225 day) amendment of section, see § 20(d) of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of sections, see §§ 2 to 6 of the Attendance and School Safety Temporary Act of 2000 (D.C. Law 13-151, July 18, 2000, law notification 47 DCR 6101).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 6 of the Attendance and School Safety Emergency Act of 2000 (D.C. Act 13-319, April 17, 2000, 47 DCR 2882).\n\nFor temporary (90 day) amendment of section, see § 20(d) of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) amendment of section, see § 20(d) of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14-82, July 9, 2001, 48 DCR 6355).\n\nFor temporary (90 day) amendment of section, see § 210(c) of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) amendment of section, see § 210(c) of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-582, October 20, 2010, 57 DCR 10118).\n\nFor temporary (90 day) amendment of section, see § 506(b) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 506(b) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor Law 14-28, see notes following § 16-311.\n\nFor Law 15-105, see notes following § 16-1005.\n\nFor Law 15-261, see notes following § 16-2301.\n\nFor Law 18-273, see notes following § 16-2331.\n\nFor history of Law 18-284, see notes under § 16-2301.\n\nFor history of Law 18-377, see notes under § 16-711.01.\n\nFor history of Law 19-171, see notes under § 16-2331.\n\nDC CODE § 16-2333\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 541, Pub. L. 91-358, title I, § 121(a); Sept. 23, 1977, D.C. Law 2-22, title I, § 110(h), title IV, § 408(a), 24 DCR 3341; Oct. 3, 2001, D.C. Law 14-28, § 4620(d), 48 DCR 6981; Mar. 13, 2004, D.C. Law 15-105, § 10(d), 51 DCR 881; Mar. 17, 2005, D.C. Law 15-261, § 302(c), 52 DCR 1188; Dec. 4, 2010, D.C. Law 18-273, § 210(c), 57 DCR 7171; Mar. 8, 2011, D.C. Law 18-284, §§ 3(e), 4, 57 DCR 10477; June 3, 2011, D.C. Law 18-377, § 6(b), 58 DCR 1174; Sept. 26, 2012, D.C. Law 19- 171, § 53(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this section and in section 16-2333. 01, law enforcement records and files concerning a child shall not be open to public inspection nor shall their contents or existence be disclosed to the public unless:"},{"prefix":"1","text":" A charge of delinquency is transferred for criminal prosecution under section 16-2307;"},{"prefix":"1A","text":" The record pertains to a civil Notice of Violation;"},{"prefix":"2","text":" The interest of national security requires; or"},{"prefix":"3","text":" The court otherwise orders in the interest of the child."},{"prefix":"b","text":" Inspection of such records and files is permitted by:"},{"prefix":"1","text":" Courts:"},{"prefix":"A","text":" The Superior Court, having the child currently before it in any proceedings; and"},{"prefix":"B","text":" Any court in which respondent is charged or convicted as a respondent in a delinquency matter, or status offense, or as a defendant in a criminal offense, or the court's probation staff, or by officials of rehabilitation or penal institutions and other rehabilitation or penal facilities to which he is committed, or by a parole board in considering his parole or discharge or in exercising supervision over him;"},{"prefix":"2","text":" Case participants:"},{"prefix":"A","text":" The child and any attorney for the child without regard to the age of the child at the time of the inspection and without regard to the existence of a pending Family Court case;"},{"prefix":"B","text":" Parents or guardians of the child and any attorney for them without regard to the age of the child at the time of the inspection and without regard to the existence of a pending Family Court case;"},{"prefix":"C","text":" Each eyewitness, victim, or the immediate family members or caretakers of the eyewitness or victim if the eyewitness or victim is a child or is deceased or incapacitated, and their duly authorized attorneys, when the records relate to the incident in which they were an eyewitness or a victim; and"},{"prefix":"D","text":" The officers of public and private institutions or agencies to which the child is currently committed, and those professional persons or agencies responsible for the child's supervision after release;"},{"prefix":"3","text":" Prosecutors and law enforcement:"},{"prefix":"A","text":" Law enforcement officers of the United States, the District of Columbia, and other jurisdictions when necessary for the discharge of their current official duties;"},{"prefix":"B","text":" The United States Attorney for the District of Columbia, his assistants, and any other prosecuting attorneys when necessary for the discharge of their official duties;"},{"prefix":"4","text":" Government agencies and entities:"},{"prefix":"A","text":" Professional employees of the Department of Youth Rehabilitation Services when necessary for the discharge of their official duties;"},{"prefix":"B","text":" The Child Fatality Review Committee when necessary for the discharge of its official duties;"},{"prefix":"C","text":" Authorized personnel in the Mayor's Family Court Liaison, the Department of Health, the Department Mental Health, the Child and Family Services Agency, the Department of Human Services, and the District of Columbia Public Schools for the purpose of delivery of services to individuals under the jurisdiction of the Family Court, or their families;"},{"prefix":"D","text":" The Children's Advocacy Center and the public and private agencies and institutions that are members of the multi-disciplinary investigation team, for purposes of carrying out their official duties, except that only information contained in the records, and not the records of copies of the records, may be provided pursuant to this subparagraph; and"},{"prefix":"E","text":" The Juvenile Abscondence Review Committee for the purposes of examining circumstances and events surrounding any homicide, assault with intent to kill, and assault with a deadly weapon committed in the District by or to a juvenile in abscondence; and"},{"prefix":"5","text":" Any other person, agency, or institution, by order of the court, having a professional interest in the child or in the work of the law enforcement department."},{"prefix":"c","text":" The Family Court, upon application of the Attorney General and notice and opportunity for respondent or his counsel to respond to the application, may order the release of certain information contained in the law enforcement records if:"},{"prefix":"1","text":" The respondent has escaped from detention or from the custody of the Department of Youth Rehabilitation Services and is likely to pose a danger or threat of bodily harm to another person;"},{"prefix":"2","text":" Release of such information is necessary to protect the public safety and welfare; and"},{"prefix":"3","text":" The respondent has been charged with a crime of violence as defined in section 23-1331(4)."},{"prefix":"d","text":" Photographs may be displayed to potential witnesses for identification purposes, in accordance with the standards of fairness applicable to adults."},{"prefix":"e","text":"(1) Certain juvenile crime information (but not records) shall not be confidential and shall be disclosable to the public strictly in accordance with the provisions of this subsection."},{"prefix":"2","text":" The public availability of the information regarding a child shall be limited to:"},{"prefix":"A","text":" The child's name;"},{"prefix":"B","text":" The fact that the child was arrested;"},{"prefix":"C","text":" The charges at arrest;"},{"prefix":"D","text":" The charges in the petition filed pursuant to section 16-2305;"},{"prefix":"E","text":" Whether the petition resulted in an adjudication and the charges for which the child was found involved; and"},{"prefix":"F","text":" If the child was found involved, whether at initial disposition the child was placed on probation or committed to the custody of the Department of Youth Rehabilitation Services."},{"prefix":"3","text":" The information shall be available only regarding:"},{"prefix":"A","text":" A juvenile who has been adjudicated delinquent of a crime of violence (as defined in section 23-1331(4)), or any felony offense under Chapter 45 of Title 22 (weapons) or Chapter 23 of Title 6 (Firearms Control);"},{"prefix":"B","text":" A juvenile who has been adjudicated delinquent 2 or more times of:"},{"prefix":"i","text":" A dangerous crime (as defined in section 23-1331(3)) that is not included in subparagraph (A) of this paragraph;"},{"prefix":"ii","text":" Unauthorized use of a vehicle;"},{"prefix":"iii","text":" Theft in the first degree where the property obtained or used is a motor vehicle (as defined in section 22-3215(a));"},{"prefix":"iv","text":" A assault (as defined in section 22-404(a)(2)); or"},{"prefix":"v","text":" Any combination thereof; and"},{"prefix":"C","text":" An adult offender (including a juvenile tried as an adult under this chapter) convicted of a felony or of misdemeanor assault; provided, that no more than 3 years have lapsed between the completion of his or her juvenile sentence and the adult conviction."},{"prefix":"4","text":" This subsection permits the limited disclosure of information contained in records and files otherwise protected from disclosure under § 16-2333, but does not authorize disclosure of the records and files."},{"prefix":"5","text":" This subsection shall apply only to individuals adjudicated after January 1, 2011, regardless of when the criminal offense occurred."},{"prefix":"6","text":" Any law enforcement information shared with the public shall comply with Metropolitan Police Regulations that apply to adult criminal records, including the Duncan Ordinance (Chapter 10 of Title 1 of the District of Columbia Municipal Regulations).\"."},{"prefix":"f","text":" Notwithstanding the confidentiality requirements of subsection (b) of this section, the Metropolitan Police Department shall make reports available to the public every 6 months of the number of children arrested in the District by the location of the police service area within which the juvenile suspect lives, and giving the location of the police service area within which the crime occurred, the charges, and the date of the crime."},{"prefix":"g","text":" No person shall disclose, inspect, or use records in violation of this section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"I","text":"Proceedings Regarding Delinquency, Neglect, or Need of Supervision. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"2333","identifier":"16-2333","catch_text":"Police and other law enforcement records."}}