{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2359.\n\n1973 Ed., § 16-2359.\n\nEffect of Amendments\n\nD.C. Law 17-231, in subsec. (e), substituted \"spouse or domestic partner\" for \"husband/wife\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nLaw 2-136, the \"District of Columbia Mental Health Information Act of 1978,\" was introduced in Council and assigned Bill No. 2-144, which was referred to the Committee on the Judiciary. The Bill was adopted on first, amended first, second amended first, and second readings on July 11, 1978, July 25, 1978, September 19, 1978, and October 3, 1978, respectively. Signed by the Mayor on November 1, 1978, it was assigned Act No. 2-292 and transmitted to both Houses of Congress for its review.\n\nLaw 3-85, the \"Enacted Titles Numbering and Amendment Act of 1980,\" was introduced in Council and assigned Bill No. 3-296, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 20, 1980, and June 3, 1980, respectively. Signed by the Mayor on June 20, 1980, it was assigned Act No. 3-202 and transmitted to both Houses of Congress for its review.\n\nFor Law 17-231, see notes following § 16-904.\n\nDC CODE § 16-2359\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IV, § 410, 24 DCR 3341; Mar. 3, 1979, D.C. Law 2-136, § 805(d), 25 DCR 5055; Sept. 6, 1980, D.C. Law 3-85, § 4, 27 DCR 2900; Sept. 12, 2008, D.C. Law 17-231, § 20(h), 55 DCR 6758.)","sections":[{"prefix":"a","text":" A judge shall begin the adjudicatory hearing by determining whether all parties are present and whether proper notice of the hearing has been given. If the parent has been given proper notice but has failed to appear the judge may proceed in his or her absence."},{"prefix":"b","text":" A judge shall hear evidence presented by the moving party and the burden of proof shall rest upon the moving party."},{"prefix":"c","text":" Every party shall have the right to present evidence, to be heard in his or her own behalf and to cross-examine witnesses called by another party."},{"prefix":"d","text":" All evidence which is relevant, material, and competent to the issues before the judge shall be admitted."},{"prefix":"e","text":" Notwithstanding the provisions of D.C. Official Code, sections 14-306 and 14-307, neither the spouse or domestic partner privilege nor the physician/client or mental health professional/client privilege shall be a ground for excluding evidence in any proceeding brought under this subchapter."},{"prefix":"f","text":" A judge may enter an order permanently terminating the parent and child relationship after considering all of the evidence presented and after making a determination based upon clear and convincing evidence that termination of the parent and child relationship is in the best interest of the child. If a judge does not find that sufficient grounds exist for termination, the motion for termination of the parent and child relationship may be dismissed."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"III","text":"Proceedings Regarding the Termination of Parental Rights of Certain Neglected Children."},"heading":{"title":"16","chaptersection":"2359","identifier":"16-2359","catch_text":"Adjudicatory hearing."}}