{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-2353.\n\n1973 Ed., § 16-2353.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 8-87, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 8-134, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-2301.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 16-2345.\n\nDC CODE § 16-2353\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IV, § 410, 24 DCR 3341; Mar. 15, 1990, D.C. Law 8-87, § 4(b), (c), 37 DCR 50; June 8, 1990, D.C. Law 8-134, § 2(d), 37 DCR 2613; Mar. 24, 1998, D.C. Law 12-81, § 10(hh), 45 DCR 745; Apr. 20, 1999, D.C. Law 12-264, § 57(b)(2), 46 DCR 2118.)","sections":[{"prefix":"a","text":" A judge may enter an order for the termination of the parent and child relationship when the judge finds from the evidence presented, after giving due consideration to the interests of all parties, that the termination is in the best interests of the child."},{"prefix":"b","text":" In determining whether it is in the child's best interests that the parent and child relationship be terminated, a judge shall consider each of the following factors:"},{"prefix":"1","text":" the child's need for continuity of care and caretakers and for timely integration into a stable and permanent home, taking into account the differences in the development and the concept of time of children of different ages;"},{"prefix":"2","text":" the physical, mental and emotional health of all individuals involved to the degree that such affects the welfare of the child, the decisive consideration being the physical, mental and emotional needs of the child;"},{"prefix":"3","text":" the quality of the interaction and interrelationship of the child with his or her parent, siblings, relative, and/or caretakers, including the foster parent;"},{"prefix":"3A","text":" the child was left by his or her parent, guardian, or custodian in a hospital located in the District of Columbia for at least 10 calendar days following the birth of the child, despite a medical determination that the child was ready for discharge from the hospital, and the parent, guardian, or custodian of the child has not taken any action or made any effort to maintain a parental, guardianship, or custodial relationship or contact with the child;"},{"prefix":"4","text":" to the extent feasible, the child's opinion of his or her own best interests in the matter; and"},{"prefix":"5","text":" evidence that drug-related activity continues to exist in a child's home environment after intervention and services have been provided pursuant to section 106(a) of the Prevention of Child Abuse and Neglect Act of 1977, effective September 23, 1977 (D.C. Law 2-22; § 4-1301.06(a)). Evidence of continued drug-activity shall be given great weight."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Family Division Proceedings."},"subchapter":{"identifier":"III","text":"Proceedings Regarding the Termination of Parental Rights of Certain Neglected Children."},"heading":{"title":"16","chaptersection":"2353","identifier":"16-2353","catch_text":"Grounds for termination of parent and child relationship."}}