{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-307.\n\n1973 Ed., § 16-307.\n\nEmergency Act Amendments\n\nFor temporary provisions requiring, on an emergency basis, criminal background investigations for individuals residing in foster family homes or other homes in which children are placed by order, see § 2-15 of the Criminal Background Investigation for the Protection of Children Emergency act of 1998 (D.C. Act 12-431, August 6, 1998, 45 DCR 5915) and § 2-11 of the Criminal Background Investigation for the Protection of Children Legislative Review Emergency Act of 1998 (D.C Act 12-505, November 20, 1998, 45 DCR 8134).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-301.\n\nDC CODE § 16-307\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 539, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 555, Pub. L. 91-358, title I, § 145(a)(2); Jan. 2, 1974, 87 Stat. 1061, Pub. L. 93-241, § 2(a); Apr. 30, 1988, D.C. Law 7-104, § 4(d), 35 DCR 147.)","sections":[{"prefix":"a","text":" Except as provided by section 16-308, upon the filing of a petition the court shall refer the petition for investigation, report, and recommendation to:"},{"prefix":"1","text":" the licensed child-placing agency by which the case is supervised; or"},{"prefix":"2","text":" the Mayor, if the case is not supervised by a licensed child-placing agency."},{"prefix":"b","text":" The investigation, report, and recommendation shall include:"},{"prefix":"1","text":" an investigation of:"},{"prefix":"A","text":" the truth of the allegations of the petition;"},{"prefix":"B","text":" the environment, antecedents, and assets, if any, of the prospective adoptee, to determine whether he is a proper subject for adoption;"},{"prefix":"C","text":" the home of the petitioner, to determine whether the home is a suitable one for the prospective adoptee; and"},{"prefix":"D","text":" any other circumstances and conditions that may have a bearing on the proposed adoption and of which the court should have knowledge, including the existence and terms of a tentative adoption subsidy agreement entered into prior to the filing of the adoption petition under section 3 of the Act of July 26, 1892 (§ 4-301)."},{"prefix":"2","text":" a written report to the court of the findings of the investigation; and"},{"prefix":"3","text":" a recommendation to the court whether a final decree declaring the adoption prayed for in the petition should be immediately granted, or whether the court should grant an interlocutory decree granting temporary custody of the prospective adoptee to the petitioner, as hereinafter set forth."},{"prefix":"c","text":" The written report submitted to the court shall be filed with, and become part of, the records in the case."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"307","identifier":"16-307","catch_text":"Investigation, report, and recommendation."}}