{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-304.\n\n1973 Ed., § 16-304.\n\nEffect of Amendments\n\nD.C. Law 18-158, in the section heading, inserted \"; exceptions\"; and added subsec. (g).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 201 of Newborn Safe Haven Emergency Act of 2009 (D.C. Act 18-321, March 1, 2010, 57 DCR 1842).\n\nLegislative History of Laws\n\nLaw 1-75, the \"District of Columbia Age of Majority Act,\" was introduced in Council and assigned Bill No. 1-252, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on April 6, 1976, and April 20, 1976, respectively. Signed by the Mayor on May 14, 1976, it was assigned Act No. 1-116 and transmitted to both Houses of Congress for its review.\n\nLaw 1-87, the \"Anti-Sex Discriminatory Language Act,\" was introduced in Council and assigned Bill No. 1-36, which was referred to the Committee on the Judiciary and Criminal Law. The Bill was adopted on first and second readings on June 15, 1976, and June 29, 1976, respectively. Signed by the Mayor on July 27, 1976, it was assigned Act No. 1-143 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-301.\n\nLaw 18-158, the \"Newborn Safe Haven Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-180, which was referred to the Committee on Human Services and the Committee on Public Safety and the Judiciary. The bill was adopted on first and second readings on January 5, 2010, and February 2, 2010, respectively. Signed by the Mayor on March 25, 2010, it was assigned Act No. 18-349 and transmitted to both Houses of Congress for its review. D.C. Law 18-158 became effective on May 27, 2010.\n\nDC CODE § 16-304\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 538, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 555, Pub. L. 91-358, title I, § 145(a)(2); Oct. 22, 1970, 84 Stat. 1086, Pub. L. 91-488; July 22, 1976, D.C. Law 1-75, § 5(e), 23 DCR 1182; Oct. 1, 1976, D.C. Law 1-87, § 12, 23 DCR 2544; Apr. 30, 1988, D.C. Law 7-104, § 4(b), 35 DCR 147; May 27, 2010, D.C. Law 18-158, § 201, 57 DCR 3000.)","sections":[{"prefix":"a","text":" A petition for adoption may not be granted by the court unless there is filed with the petition a written statement of consent, as provided by this section, signed and acknowledged before an officer authorized by law to take acknowledgments, before a representative of a licensed child-placing agency, or before the Mayor of the District, or unless a relinquishment of parental rights with respect to the prospective adoptee has been recorded and filed as provided by section 4-1406."},{"prefix":"b","text":" Consent to a proposed adoption of a person under eighteen years of age is necessary:"},{"prefix":"1","text":" from the prospective adoptee, if he is fourteen years of age or over; and also,"},{"prefix":"2","text":" in accordance with the provisions of any one of the following paragraphs:"},{"prefix":"A","text":" from both parents, if they are both alive; or"},{"prefix":"B","text":" from the living parent of the prospective adoptee, if one of the parents is dead; or"},{"prefix":"C","text":" from the court-appointed guardian of the prospective adoptee; or"},{"prefix":"D","text":" from a licensed child-placing agency or the Mayor in case the parental rights of the parent or parents have been terminated by a court of competent jurisdiction or by a release of parental rights to the Mayor or licensed child-placing agency, based upon consents obtained in accordance with subparagraphs (A) through (C) of this paragraph, and the prospective adoptee has been lawfully placed under the care and custody of the agency or the Mayor; or"},{"prefix":"E","text":" from the Mayor in any situation not otherwise provided for by this subsection."},{"prefix":"c","text":" Minority of a natural parent is not a bar to that parent's consent to adoption."},{"prefix":"d","text":" When a parent whose consent is hereinbefore required, after such notice as the court directs, cannot be located, or has abandoned the prospective adoptee and voluntarily failed to contribute to his support for a period of at least six months next preceding the date of the filing of the petition, the consent of that parent is not required."},{"prefix":"e","text":" The court may grant a petition for adoption without any of the consents specified in this section, when the court finds, after a hearing, that the consent or consents are withheld contrary to the best interest of the child."},{"prefix":"f","text":" A person over eighteen years of age may be adopted, on the petition of the adopting parent or parents and with the consent of the prospective adoptee, if the court is satisfied that the adoption should be granted."},{"prefix":"g","text":" The court may grant a petition for adoption without consent when there has been a relinquishment of parental rights and the termination of parental rights pursuant to § 4-1451.05."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"304","identifier":"16-304","catch_text":"Consent; exceptions."}}