{"text":"A petition filed for the adoption of a person shall be under oath or affirmation of the petitioner and the titling thereof shall be substantially as follows: \"Ex parte in the matter of the petition of .......... for adoption.\" The petition or the exhibits annexed thereto shall contain the following information:\n\n\n\n\n\n\n\n\nWhen any of the above facts is unknown to the petitioner, the petitioner shall state this fact. When any of the above facts is known to the Mayor, or a licensed child-placing agency that as a matter of social policy declines to disclose them to the petitioner, the facts may be disclosed to the court in an exhibit filed by the Mayor or the agency with the court. If more than one petitioner joins in a petition, the requirements of this section apply to each.","historical":"Prior Codifications\n\n1981 Ed., § 16-305.\n\n1973 Ed., § 16-305.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-301.\n\nDC CODE § 16-305\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 538, Pub. L. 88-24, § 1; July 29, 1970, 84 Stat. 555, Pub. L. 91-358, title I, § 145(a)(2); Apr. 30, 1988, D.C. Law 7- 104, § 4(c), 35 DCR 147.)","sections":[{"prefix":"1","text":" the name, sex, date, and place of birth of the prospective adoptee, and the names, addresses and residences of the natural parents, if known to the petitioner, except that in an adoption proceeding that is consented to by the Mayor or a licensed child-placing agency, the names, addresses and residences of the natural parents may not be set forth;"},{"prefix":"2","text":" the name, address, age, business or employment of the petitioner, and the name of the employer, if any, of the petitioner;"},{"prefix":"3","text":" the relationship, if any, of the prospective adoptee to the petitioner;"},{"prefix":"4","text":" the race and religion of the prospective adoptee, or his natural parent or parents;"},{"prefix":"5","text":" the race and religion of the petitioner;"},{"prefix":"6","text":" the date that the prospective adoptee commenced residing with petitioner; and"},{"prefix":"7","text":" any change of name which may be desired."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"305","identifier":"16-305","catch_text":"Petition for adoption."}}