{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-230, see notes following ยง 16-301.\n\nDC CODE ยง 16-317\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-230, ยง 401(b), 57 DCR 6951.)","sections":[{"prefix":"a","text":"(1) A final judgment of adoption granted by a judicial, administrative, or executive body of a jurisdiction or country other than the United States shall have the same force and effect in the District as that given to a judgment of adoption entered by the Superior Court of the District of Columbia, without additional proceedings or documentation if the:"},{"prefix":"A","text":" Adopting parent is a resident of the District of Columbia; and"},{"prefix":"B","text":" Validity of the foreign adoption has been verified by the granting of an IR-3 immigrant visa, or a successor immigrant visa, for the child by the United States Citizenship and Immigration Services."},{"prefix":"2","text":" The foreign adoption that meets the requirement of paragraph (1) of this subsection shall be considered final under the laws of the District of Columbia and, notwithstanding any other provision of law to the contrary, no further petition for an adoption decree shall be required in the Superior Court of the District of Columbia."},{"prefix":"3","text":" The Department of Health shall issue a birth certificate for the child upon:"},{"prefix":"A","text":" Request by the adoptive parent;"},{"prefix":"B","text":" Presentation of evidence that the adoptive parent is a resident of the District of Columbia; and"},{"prefix":"C","text":" Presentation of evidence that the child was granted an IR-3 immigrant visa, or a successor immigrant visa, by the United States Citizenship and Immigration Services."},{"prefix":"b","text":"(1) Notwithstanding subsection (a) of this section, an adoptive parent may elect to file a petition for a District adoption decree with the Superior Court of the District of Columbia."},{"prefix":"2","text":" If the foreign adoption meets the requirements of subsection (a) of this section, notwithstanding any other provision of law to the contrary, the court shall issue:"},{"prefix":"A","text":" A finding of fact on the foreign adoption, including the:"},{"prefix":"i","text":" Name of the adoptive parent;"},{"prefix":"ii","text":" Name or names of the child;"},{"prefix":"iii","text":" Reported birth date of the child;"},{"prefix":"iv","text":" Country of the child's birth;"},{"prefix":"v","text":" Country and the date of the foreign adoption; and"},{"prefix":"vi","text":" Date and issuance of an IR-3 immigrant visa, or a successor immigrant visa, for the child by the United States Citizenship and Immigration Services; and"},{"prefix":"B","text":" An adoption decree to the petitioner."},{"prefix":"3","text":" A petition for a District adoption decree pursuant to this subsection may be combined with a petition for a name change."},{"prefix":"4","text":" A petition for an adoption decree issued pursuant to this subsection shall be placed on an expedited calendar to ensure minimal expense of time and money to the petitioning party in attaining a adoption decree."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"317","identifier":"16-317","catch_text":"Recognition of foreign adoptions and elective petitions for District adoption."}}