{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-3301.\n\n1973 Ed., § 16-3301.\n\nLegislative History of Laws\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDC CODE § 16-3301\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 601, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 561, Pub. L. 91-358, title I, § 145(m); Mar. 24, 1998, D.C. Law 12-81, § 10(oo), 45 DCR 745.)","sections":[{"prefix":"a","text":" When title to real property in the District of Columbia has become vested in a person by adverse possession, the holder thereof may file a complaint in the Superior Court of the District of Columbia to have the title perfected. In the complaint, it is sufficient to allege that the plaintiff holds the title to the property, and that it has vested in him, or in himself and in those under whom he claims, by adverse possession. In the action, it is not necessary to make any person a party defendant except those persons who appear to have a claim or title adverse to that of the plaintiff. Upon the trial of the cause, proof of the facts showing title in the plaintiff by adverse possession entitles him to decree of the court declaring his title by adverse possession, and a copy of the decree may be entered of record in the office of the Recorder of Deeds for the District."},{"prefix":"b","text":" In an action pursuant to this section, if process is returned not to be found, notice by publication may be substituted as in the case of nonresident defendants. Subject to subsection (c) of this section, if it is unknown whether one who, if living, would be an adverse party, is living or dead, or, in the case of a decedent, whether he died testate or left heirs, or his heirs or devisees are unknown, the cause may be proceeded with pursuant to section 13-341."},{"prefix":"c","text":" The rights of infants or others under legal disability shall be saved for a period of two years after the removal of their disabilities, but the entire period during which they shall be preserved may not exceed twenty-two years from the time they accrued, either in the plaintiff or in the persons under whom he claims."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"33","text":"Quieting Title Obtained by Adverse Possession. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"3301","identifier":"16-3301","catch_text":"Complaint; allegations; parties; service; decree."}}