{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-312.\n\n1973 Ed., § 16-312.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-309.\n\nDC CODE § 16-312\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 541, Pub. L. 88-241, § 1; Mar. 24, 1998, D.C. Law 12-81, § 10(b), 45 DCR 745.)","sections":[{"prefix":"a","text":" A final decree of adoption establishes the relationship of natural parent and natural child between adopter and adoptee for all purposes, including mutual rights of inheritance and succession as if adoptee were born to adopter. The adoptee takes from, through, and as a representative of his adoptive parent or parents in the same manner as a child by birth, and upon the death of an adoptee intestate, his property shall pass and be distributed in the same manner as if the adoptee had been born to the adopting parent or parents in lawful wedlock. All rights and duties including those of inheritance and succession between the adoptee, his natural parents, their issue, collateral relatives, and so forth, are cut off, except that when one of the natural parents is the spouse of the adopter, the rights and relations as between adoptee, that natural parent, and his parents and collateral relatives, including mutual rights of inheritance and succession, are in no wise altered."},{"prefix":"b","text":" While it is in force, an interlocutory decree of adoption has the same legal effect as a final decree of adoption. Upon the revocation of an interlocutory decree of adoption, the status of the adoptee, the natural parents of the adoptee, and the petitioners are as though the interlocutory decree were null and void ab initio."},{"prefix":"c","text":" The family name of the adoptee shall be changed to that of the adopter unless the decree otherwise provides, and the given name of the adoptee may be fixed or changed at the same time."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"312","identifier":"16-312","catch_text":"Legal effects of adoption."}}