{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-87, see notes following § 16-4201.\n\nUniform Law\n\nThis section is based upon § 3 of the Uniform Mediation Act. See 7A, Pt. II, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4202\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-87, § 2(b), 53 DCR 1075.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) or (c) of this section, this chapter applies to a mediation in which:"},{"prefix":"1","text":" The mediation parties are required to mediate by statute or court or administrative agency rule or referred to mediation by a court, administrative agency, or arbitrator;"},{"prefix":"2","text":" The mediation parties and the mediator agree to mediate in a record that demonstrates an expectation that mediation communications will be privileged against disclosure; or"},{"prefix":"3","text":" The mediation parties use as a mediator an individual who holds himself or herself out as a mediator or the mediation is provided by a person that holds itself out as providing mediation."},{"prefix":"b","text":" The chapter does not apply to a mediation:"},{"prefix":"1","text":" Relating to the establishment, negotiation, administration, or termination of a collective bargaining relationship;"},{"prefix":"2","text":" Relating to a dispute that is pending under or is part of the processes established by a collective bargaining agreement, except that the chapter applies to a mediation arising out of a dispute that has been filed with an administrative agency or court;"},{"prefix":"3","text":" Conducted by a judge who might make a ruling on the case; or"},{"prefix":"4","text":" Conducted under the auspices of:"},{"prefix":"A","text":" A primary or secondary school, if all the mediation parties are students;"},{"prefix":"B","text":" A correctional institution for youths, if all the mediation parties are residents of that institution; or"},{"prefix":"C","text":" The Office of the Attorney General for the District of Columbia or the Mayor, if the mediation arises from a consumer complaint under authority of Chapter 39 of Title 28 of the District of Columbia Official Code, and one of the mediation parties is the consumer complainant."},{"prefix":"c","text":" If the mediation parties agree in advance in a signed record, or a record of proceeding reflects agreement by the parties, that all or part of a mediation is not privileged, the privileges under §§ 16-4203 through 16- 4205 shall not apply to the mediation or part agreed upon; provided, that §§ 16-4203 through 16-4205 shall apply to a mediation communication made by a person that has not received actual notice of the agreement before the communication is made."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Mediation; Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4202","identifier":"16-4202","catch_text":"Scope."}}