{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following ยง 16-4401.\n\nDC CODE ยง 16-4431\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, ยง 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" A party drafting a consumer arbitration agreement shall clearly and conspicuously disclose in regard to any arbitration:"},{"prefix":"1","text":" The filing fee;"},{"prefix":"2","text":" The average daily cost for an arbitrator and hearing room if the consumer elects to appear in person;"},{"prefix":"3","text":" Other charges that the arbitrator or arbitration organization will assess in conjunction with an arbitration where the consumer appears in person; and"},{"prefix":"4","text":" The proportion of these costs which each party bears in the event that the consumer prevails, and in the event that the consumer does not prevail."},{"prefix":"b","text":" The costs specified in subsection (a) of this section need not include attorney fees, and, to the extent that, with regard to the disclosures required by subsection (a) of this section, a precise amount is not known, the disclosures may be based on reasonable, good-faith estimates. A party providing a reasonable, good-faith cost estimate shall not be liable in any manner for the fact that the actual cost of a particular arbitration varies from the estimate provided."},{"prefix":"c","text":"(1) Failure to comply with this section is not grounds to refuse to enforce an arbitration agreement, but may constitute a violation of ยง 28-3904."},{"prefix":"2","text":" The information provided in the disclosure can be considered in a determination of whether an arbitration agreement is unconscionable or otherwise is not enforceable under other law."},{"prefix":"d","text":" Where this section is violated, any person or entity, including the Attorney General of the District of Columbia, can request a court to enjoin the drafting party from violating this section as to agreements it enters into in the future. The drafting party shall be liable to the person or entity bringing such an action for that person or entity's reasonable attorney fees and costs where the court issues an injunction or where, after the action is commenced, the drafting party voluntarily complies with the section."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4431","identifier":"16-4431","catch_text":"Disclosure of arbitration costs."}}