{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-125, see notes under § 16-4001.\n\nUniform Law:\n\nThis section is based on § 19 of the Uniform Collaborative Law Act. See Vol. 7 , Part 1B, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 16-4019\n\nCurrent through December 11, 2012","credits":"(May 9, 2012, D.C. Law 19-125, § 2(b), 59 DCR 1928.)","sections":[{"prefix":"a","text":" There is no privilege under § 16-4017 for a collaborative law communication that is:"},{"prefix":"1","text":" Available to the public under the District of Columbia Public Records Management Act of 1985, effective September 5, 1985 (D.C. Law 6-19; D.C. Official Code § 2-1701 et seq.), or made during a session of a collaborative law process that is open, or is required by law to be open, to the public;"},{"prefix":"2","text":" A threat or statement of a plan to inflict bodily injury or commit a crime of violence;"},{"prefix":"3","text":" Intentionally used to plan a crime, commit or attempt to commit a crime, or conceal an ongoing crime or ongoing criminal activity;"},{"prefix":"4","text":" In an agreement resulting from the collaborative law process evidenced by a record signed by all parties to the agreement; or"},{"prefix":"5","text":" A disclosure in a report of suspected domestic violence to an appropriate agency under subchapter I of Chapter 10 of this title."},{"prefix":"b","text":" The privileges under § 16-4017 for a collaborative law communication do not apply to the extent that a communication is:"},{"prefix":"1","text":" Sought or offered to prove or disprove a claim or complaint of professional misconduct or malpractice arising from or related to a collaborative law process; or"},{"prefix":"2","text":" Sought or offered to prove or disprove abuse, neglect, abandonment, or exploitation of a child or adult, unless the District of Columbia is a party to or otherwise participates in the process."},{"prefix":"c","text":" There is no privilege under § 16-4017 if the tribunal finds, after a hearing in camera, that the party seeking discovery or the proponent of the evidence has shown the evidence is not otherwise available, the need for the evidence substantially outweighs the interest in protecting confidentiality, and the collaborative law communication is sought or offered in:"},{"prefix":"1","text":" A judicial proceeding involving a felony or misdemeanor; or"},{"prefix":"2","text":" A proceeding seeking rescission or reformation of a contract arising out of the collaborative law process or in which a defense to avoid liability on the contract is asserted."},{"prefix":"d","text":" If a collaborative law communication is subject to an exception under subsection (b) or (c) of this section, only the part of the communication necessary for the application of the exception may be disclosed or admitted."},{"prefix":"e","text":" Disclosure or admission of evidence excepted from the privilege under subsection (b) or (c) of this section does not make the evidence or any other collaborative law communication discoverable or admissible for any other purpose."},{"prefix":"f","text":" The privileges under § 16-4017 do not apply if the parties agree in advance in a signed record, or if a record of a proceeding reflects agreement by the parties, that all or part of a collaborative law process is not privileged. This subsection shall not apply to a collaborative law communication made by a person that did not receive actual notice of the agreement before the communication was made."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"40","text":"Collaborative Law; Uniform Act."},"heading":{"title":"16","chaptersection":"4019","identifier":"16-4019","catch_text":"Limits of privilege."}}