{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-152, see notes following § 16-4801.\n\nDC CODE § 16-4806\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-152, § 2, 49 DCR 4248.)","sections":[{"prefix":"a","text":" The Court shall enter an order approving the designation of the standby guardian if the Court determines that the appointment of the standby guardian is in the best interest of the child. Unless required to hold a hearing pursuant to subsection (i) of this section, the Court shall make its determination that the appointment of the standby guardian is in the best interest of the child based upon:"},{"prefix":"1","text":" The facts set forth in the petition; and"},{"prefix":"2","text":" A finding that the designator meets the definition of designator as that term is defined in § 16-4802(8)."},{"prefix":"b","text":" If requested in the petition, the Court may also approve an alternate standby guardian, identified by the designator, to act as the standby guardian if the current or originally designated standby guardian repudiates the designation, becomes incapacitated, or dies."},{"prefix":"c","text":" The order shall provide that, subject to restoration of the designator's ability to parent as provided in § 16-4804(b), the authority of the standby guardian to act as legal custodian of the child shall be effective upon the Court's receipt of, or immediately if the Court is in receipt of, one of the following documents:"},{"prefix":"1","text":" The written consent of the designator to the commencement of the standby guardianship;"},{"prefix":"2","text":" The determination of incapacity of the designator; or"},{"prefix":"3","text":" The designator's death certificate."},{"prefix":"d","text":" Unless it appears on the face of the petition that requirements of this chapter have not been met, the Court shall grant the petition within 120 days of the filing of the petition, or within 20 days of the filing of proof of notice having been served on parties required to be served pursuant to § 16- 4808, whichever occurs first. If the requirements of this chapter have not been met, the Court shall not dismiss the petition, but shall issue an order to the petitioner to appear in court within 30 days of issuance of the order to remedy the deficiencies in the petition or to show cause why the petition should be granted notwithstanding the deficiencies."},{"prefix":"e","text":" There shall be a rebuttable presumption that Court approval of a standby guardian petition order is in the best interest of the child if:"},{"prefix":"1","text":" The designator is the sole surviving parent;"},{"prefix":"2","text":" The parental rights of any non-custodial parent have been terminated or relinquished; or"},{"prefix":"3","text":" All parties consent to the designation."},{"prefix":"f","text":" A designation of a standby guardian shall constitute a rebuttable presumption that the designated standby guardian is capable of serving as standby guardian."},{"prefix":"g","text":" The designation shall constitute evidence of the designator's wishes regarding the designator's children in the same manner as under § 16- 911(a)(5)."},{"prefix":"h","text":" The Court may approve the designation without a hearing when:"},{"prefix":"1","text":" The designator is the sole surviving parent;"},{"prefix":"2","text":" The parental rights of any non-custodial parent have been terminated or relinquished;"},{"prefix":"3","text":" All parties consent to entry of the approval order; or"},{"prefix":"4","text":" The Court finds, after a review of a file, that the requirements of this chapter have been met."},{"prefix":"i","text":" An order approving the standby guardianship shall not be entered without a hearing if:"},{"prefix":"1","text":" A noncustodial parent requests a hearing within 20 days of the date the noncustodial parent receives notice of the filing of the petition; or"},{"prefix":"2","text":" There is other litigation pending regarding custody of the child."},{"prefix":"j","text":" If a hearing is held, it shall be conducted in accordance with the proceedings set forth in the District of Columbia statutes and rules relating to legal custody."},{"prefix":"k","text":" Fees charged by the Court shall not exceed those fees assessed in a legal custody proceeding."},{"prefix":"l","text":" Except upon motion for good cause shown, the designator is not required to appear in court if the designator is medically unable to appear."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"48","text":"Standby Guardianship."},"heading":{"title":"16","chaptersection":"4806","identifier":"16-4806","catch_text":"Court approval of standby guardian and alternate standby guardian."}}