{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 21 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4421\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" An arbitrator may award punitive damages or other exemplary relief if such an award is authorized by law in a civil action involving the same claim and the evidence produced at the hearing justifies the award under the legal standards otherwise applicable to the claim."},{"prefix":"b","text":" An arbitrator may award reasonable attorney's fees and other reasonable expenses of arbitration if such an award is authorized by law in a civil action involving the same claim or by the agreement of the parties to the arbitration proceeding."},{"prefix":"c","text":" As to all remedies other than those authorized by subsections (a) and (b) of this section, an arbitrator may order such remedies as the arbitrator considers just and appropriate under the circumstances of the arbitration proceeding. The fact that such a remedy could not or would not be granted by the court is not a ground for refusing to confirm an award under § 16-4422 or for vacating an award under § 16-4423."},{"prefix":"d","text":" An arbitrator's reasonable expenses and fees, together with other expenses, shall be paid as provided in the award."},{"prefix":"e","text":" If an arbitrator awards punitive damages or other exemplary relief under subsection (a) of this section, the arbitrator shall specify in the award the basis in fact justifying and the basis in law authorizing the award and state separately the amount of the punitive damages or other exemplary relief."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4421","identifier":"16-4421","catch_text":"Remedies; fees and expenses of arbitration proceeding."}}