{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-87, see notes following § 16-4201.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Mediation Act. See 7A, Pt. II, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4205\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-87, § 2(b), 53 DCR 1075.)","sections":[{"prefix":"a","text":" There is no privilege under § 16-4203 for a mediation communication that is:"},{"prefix":"1","text":" In an agreement evidenced by a record signed by all parties to the agreement;"},{"prefix":"2","text":" Available to the public under § 1-207.42, or made during a session of a mediation which is open, or is required by law to be open, to the public;"},{"prefix":"3","text":" A threat or statement of a plan to inflict bodily injury as defined by § 22-407, or commit a crime of violence as defined by § 22-4501(f) and § 23-1331."},{"prefix":"4","text":" Intentionally used to plan, attempt to commit, or commit a crime, or to conceal an ongoing crime or ongoing criminal activity;"},{"prefix":"5","text":" Sought or offered to prove or disprove a claim or complaint of professional misconduct or malpractice filed against a mediator;"},{"prefix":"6","text":" Except as otherwise provided in subsection (c) of this section, sought or offered to prove or disprove a claim or complaint of professional misconduct or malpractice filed against a mediation party, nonparty participant, or representative of a party based on conduct occurring during a mediation; or"},{"prefix":"7","text":" Sought or offered to prove or disprove abuse, neglect, abandonment, or exploitation in a proceeding in which a child or adult protective services agency is a party, unless the case is referred by a court to mediation and a public agency participates."},{"prefix":"b","text":" There is no privilege under § 16-4203 if a court, administrative agency, or arbitrator finds, after a hearing in camera, that the party seeking discovery or the proponent of the evidence has shown that:"},{"prefix":"1","text":" The evidence is not otherwise available;"},{"prefix":"2","text":" There is a need for the evidence that substantially outweighs the interest in protecting confidentiality; and"},{"prefix":"3","text":" The mediation communication is sought or offered in:"},{"prefix":"A","text":" A court proceeding involving a felony or misdemeanor; or"},{"prefix":"B","text":" Except as otherwise provided in subsection (c) of this section, a proceeding to prove a claim to rescind or reform or a defense to avoid liability on a contract arising out of the mediation."},{"prefix":"c","text":" A mediator may not be compelled to provide evidence of a mediation communication referred to in subsection (a)(6) or (b)(3)(B) of this section."},{"prefix":"d","text":" If a mediation communication is not privileged under subsection (a) or (b) of this section, only the portion of the communication necessary for the application of the exception from nondisclosure may be admitted.   Admission of evidence under subsection (a) or (b) of this section does not render the evidence, or any other mediation communication, discoverable or admissible for any other purpose."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Mediation; Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4205","identifier":"16-4205","catch_text":"Exceptions to privilege."}}