{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-125, see notes under § 16-4001.\n\nUniform Law:\n\nThis section is based on § 9 of the Uniform Collaborative Law Act. See Vol. 7 , Part 1B, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 16-4009\n\nCurrent through December 11, 2012","credits":"(May 9, 2012, D.C. Law 19-125, § 2(b), 59 DCR 1928.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (c) of this section, a collaborative lawyer is disqualified from appearing before the tribunal to represent a party in a proceeding related to the collaborative matter."},{"prefix":"b","text":" Except as otherwise provided in subsection (c) of this section and §§ 16-4010 and 16-4011, a lawyer in a law firm with which the collaborative lawyer is associated is disqualified from appearing before the tribunal to represent a party in a proceeding related to the collaborative matter if the collaborative lawyer is disqualified from doing so under subsection (a) of this section."},{"prefix":"c","text":" A collaborative lawyer or a lawyer in a law firm with which the collaborative lawyer is associated may represent a party:"},{"prefix":"1","text":" To ask the tribunal to approve an agreement resulting from the collaborative law process; or"},{"prefix":"2","text":" To seek or defend an emergency order to protect the health, safety, welfare, or interest of a party, family member, or other person, in accordance with subchapter I of Chapter 10 of this title, if a successor lawyer is not immediately available to represent that person."},{"prefix":"d","text":" If subsection (c)(2) of this section applies, a collaborative lawyer, or lawyer in a law firm with which the collaborative lawyer is associated, may represent a party or family member only until that person is represented by a successor lawyer or reasonable measures are taken to protect the health, safety, welfare, or interest of the person."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"40","text":"Collaborative Law; Uniform Act."},"heading":{"title":"16","chaptersection":"4009","identifier":"16-4009","catch_text":"Disqualification of collaborative lawyer and lawyers in associated law firm."}}