{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 206 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.06\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" Except as otherwise provided in section 16-4602.04, a court of the District may not exercise its jurisdiction under this subchapter if, at the time of the commencement of the proceeding, a proceeding concerning the custody of the child has been commenced in a court of another state having jurisdiction substantially in conformity with this chapter, unless the proceeding has been terminated or is stayed by the court of the other state because a court of the District is a more convenient forum under section 16-4602.07."},{"prefix":"b","text":" Except as otherwise provided in section 16-4602.04, a court of the District, before hearing a child-custody proceeding, shall examine the court documents and other information supplied by the parties pursuant to section 16-4602.09. If the court determines that a child-custody proceeding has been commenced in a court in another state having jurisdiction substantially in accordance with this chapter, the court of the District shall stay its proceeding and communicate with the court of the other state. If the court of the state having jurisdiction substantially in accordance with this chapter does not determine that the court of the District is a more appropriate forum, the court of the District shall dismiss the proceeding."},{"prefix":"c","text":" In a proceeding to modify a child-custody determination, a court of the District shall determine whether a proceeding to enforce the determination has been commenced in another state. If a proceeding to enforce a child-custody determination has been commenced in another state, the court may:"},{"prefix":"1","text":" Stay the proceeding for modification pending the entry of an order of a court of the other state enforcing, staying, denying, or dismissing the proceeding for enforcement;"},{"prefix":"2","text":" Enjoin the parties from continuing with the proceeding for enforcement; or"},{"prefix":"3","text":" Proceed with the modification under conditions it considers appropriate."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.06","catch_text":"Simultaneous proceedings."}}