{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 210 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.10\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" In a child-custody proceeding in the District, the court may order a party to the proceeding who is in the District to appear before the court in person, with or without the child. The court may order any person who is in the District and who has physical custody or control of the child to appear in person with the child."},{"prefix":"b","text":" If a party to a child-custody proceeding whose presence is desired by the court is outside the District, the court may order that a notice given pursuant to section 16-4601.07 include a statement directing the party to appear in person, with or without the child, and informing the party that failure to appear may result in a decision adverse to the party."},{"prefix":"c","text":" The court may enter any orders necessary to ensure the safety of the child and of any person ordered to appear under this section."},{"prefix":"d","text":" If a party to a child-custody proceeding who is outside the District is directed to appear under subsection (b) of this section or desires to appear personally before the court, with or without the child, the court may require another party to pay reasonable and necessary travel and other expenses of the party so appearing and of the child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.10","catch_text":"Appearance of parties and child."}}