{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 12 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4412\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" Before accepting appointment, an individual who is requested to serve as an arbitrator, after making a reasonable inquiry, shall disclose to all parties to the agreement to arbitrate and arbitration proceeding, and to any other arbitrators, any known facts that a reasonable person would consider likely to affect the impartiality of the arbitrator in the arbitration proceeding, including:"},{"prefix":"1","text":" A financial or personal interest in the outcome of the arbitration proceeding; and"},{"prefix":"2","text":" An existing or past relationship with any of the parties to the agreement to arbitrate or the arbitration proceeding, their counsel or representatives, a witness, or other arbitrators."},{"prefix":"b","text":" An arbitrator has a continuing obligation to disclose to all parties to the agreement to arbitrate and arbitration proceeding, and to any other arbitrators, any facts that the arbitrator learns after accepting appointment which a reasonable person would consider likely to affect the impartiality of the arbitrator."},{"prefix":"c","text":" If an arbitrator discloses a fact required by subsection (a) or (b) of this section to be disclosed and a party timely objects to the appointment or continued service of the arbitrator based upon the fact disclosed, the objection may be a ground under § 16-4423(a)(2) for vacating an award made by the arbitrator."},{"prefix":"d","text":" If the arbitrator did not disclose a fact as required by subsection (a) or (b) of this section, upon timely objection by a party, the court, under § 16-4423(a)(2), may vacate an award."},{"prefix":"e","text":" An arbitrator appointed as a neutral arbitrator who does not disclose a known, direct, and material interest in the outcome of the arbitration proceeding or a known, existing, and substantial relationship with a party is presumed to act with evident partiality under § 16-4423(a)(2)."},{"prefix":"f","text":" If the parties to an arbitration proceeding agree to the procedures of an arbitration organization or any other procedures for challenges to arbitrators before an award is made, substantial compliance with those procedures is a condition precedent to a motion to vacate an award on that ground under § 16-4423(a)(2)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4412","identifier":"16-4412","catch_text":"Disclosure by arbitrator."}}