{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 311 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4603.11\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" Upon the filing of a petition seeking enforcement of a child-custody determination, the petitioner may file a verified application for the issuance of a warrant to take physical custody of the child if the child is imminently likely to suffer serious physical harm or be removed from the District."},{"prefix":"b","text":" If the court, upon the testimony of the petitioner or other witness, finds that the child is imminently likely to suffer serious physical harm or be removed from the District, it may issue a warrant to take physical custody of the child. The petition must be heard on the next judicial day after the warrant is executed unless that date is impossible. In that event, the court shall hold the hearing on the first judicial day possible. The application for the warrant must include the statements required by section 16-4603.08(b)."},{"prefix":"c","text":" A warrant to take physical custody of a child must:"},{"prefix":"1","text":" Recite the facts upon which a conclusion of imminent serious physical harm or removal from the jurisdiction is based;"},{"prefix":"2","text":" Direct law enforcement officers to take physical custody of the child immediately; and"},{"prefix":"3","text":" Provide for the placement of the child pending final relief."},{"prefix":"d","text":" The respondent must be served with the petition, warrant, and order immediately after the child is taken into physical custody."},{"prefix":"e","text":" A warrant to take physical custody of a child is enforceable throughout the District. If the court finds on the basis of the testimony of the petitioner or other witness that a less intrusive remedy is not effective, it may authorize law enforcement officers to enter private property to take physical custody of the child. If required by exigent circumstances of the case, the court may authorize law enforcement officers to make a forcible entry at any hour."},{"prefix":"f","text":" The court may impose conditions upon placement of a child to ensure the appearance of the child and the child's custodian."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Enforcement."},"heading":{"title":"16","chaptersection":"4603","identifier":"16-4603.11","catch_text":"Warrant to take physical custody of child."}}