{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-87, see notes following § 16-4201.\n\nUniform Law\n\nThis section is based upon § 9 of the Uniform Mediation Act. See 7A, Pt. II, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4208\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-87, § 2(b), 53 DCR 1075.)","sections":[{"prefix":"a","text":" Before accepting a mediation, an individual who is requested to serve as a mediator shall:"},{"prefix":"1","text":" Make an inquiry that is reasonable under the circumstances to determine whether there are any known facts that a reasonable individual would consider likely to affect the impartiality of the mediator, including a financial or personal interest in the outcome of the mediation and an existing or past relationship with a mediation party or foreseeable participant in the mediation; and"},{"prefix":"2","text":" Disclose any such known fact to the mediation parties as soon as is practical before accepting a mediation."},{"prefix":"b","text":" If a mediator learns any fact described in subsection (a)(1) of this section after accepting a mediation, the mediator shall disclose it as soon as is practicable."},{"prefix":"c","text":" At the request of a mediation party, an individual who is requested to serve as a mediator shall disclose the mediator's qualifications to mediate a dispute."},{"prefix":"d","text":" A person that violates subsection (a), (b), or (g) of this section is precluded by the violation from asserting a privilege under § 16-4203."},{"prefix":"e","text":" Subsections (a), (b), (c), and (g) of this section do not apply to an individual acting as a judge or administrative law judge."},{"prefix":"f","text":" This chapter does not require that a mediator have a special qualification by background or profession."},{"prefix":"g","text":" A mediator must be impartial, unless after disclosure of the facts required in subsections (a) and (b) of this section to be disclosed, the parties agree otherwise."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Mediation; Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4208","identifier":"16-4208","catch_text":"Mediator's disclosure of conflicts of interest; background."}}