{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-378, see notes following ยง 16-4604.01.\n\nUniform Law\n\nThis section is based upon ยง 7 of the Uniform Child Abduction Prevention Act. See Vol. 9, Pt. 1A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4604.07\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-378, ยง 2(d), 56 DCR 1572.)","sections":[{"prefix":"a","text":" In determining whether there is a credible risk of abduction of a child, the court shall consider any evidence that the petitioner or respondent:"},{"prefix":"1","text":" Has previously abducted or attempted to abduct the child;"},{"prefix":"2","text":" Has threatened to abduct the child;"},{"prefix":"3","text":" Has recently engaged in activities that may indicate a planned abduction, including:"},{"prefix":"A","text":" Abandoning employment;"},{"prefix":"B","text":" Selling a primary residence;"},{"prefix":"C","text":" Terminating a lease;"},{"prefix":"D","text":" Closing bank or other financial management accounts, liquidating assets, hiding or destroying financial documents, or conducting any unusual financial activities;"},{"prefix":"E","text":" Applying for a passport or visa or obtaining travel documents for the respondent, a family member, or the child; or"},{"prefix":"F","text":" Seeking to obtain the child's birth certificate or school or medical records;"},{"prefix":"4","text":" Has engaged in domestic violence, stalking, or child abuse or neglect;"},{"prefix":"5","text":" Has refused to follow a child-custody determination;"},{"prefix":"6","text":" Lacks strong familial, financial, emotional, or cultural ties to the state or the United States;"},{"prefix":"7","text":" Has strong familial, financial, emotional, or cultural ties to another state or country;"},{"prefix":"8","text":" Is likely to take the child to a country that:"},{"prefix":"A","text":" Is not a party to the Hague Convention on the Civil Aspects of International Child Abduction and does not provide for the extradition of an abducting parent or for the return of an abducted child;"},{"prefix":"B","text":" Is a party to the Hague Convention on the Civil Aspects of International Child Abduction but:"},{"prefix":"i","text":" The Hague Convention on the Civil Aspects of International Child Abduction is not in force between the United States and that country;"},{"prefix":"ii","text":" Is noncompliant according to the most recent compliance report issued by the United States Department of State; or"},{"prefix":"iii","text":" Lacks legal mechanisms for immediately and effectively enforcing a return order under the Hague Convention on the Civil Aspects of International Child Abduction;"},{"prefix":"C","text":" Poses a risk that the child's physical or emotional health or safety would be endangered in the country because of specific circumstances relating to the child or because of human rights violations committed against children;"},{"prefix":"D","text":" Has laws or practices that would:"},{"prefix":"i","text":" Enable the respondent, without due cause, to prevent the petitioner from contacting the child;"},{"prefix":"ii","text":" Restrict the petitioner from freely traveling to or exiting from the country because of the petitioner's gender, nationality, marital status, or religion; or"},{"prefix":"iii","text":" Restrict the child's ability legally to leave the country after the child reaches the age of majority because of a child's gender, nationality, or religion;"},{"prefix":"E","text":" Is included by the United States Department of State on a current list of state sponsors of terrorism;"},{"prefix":"F","text":" Does not have an official United States diplomatic presence in the country; or"},{"prefix":"G","text":" Is engaged in active military action or war, including a civil war, to which the child may be exposed;"},{"prefix":"9","text":" Is undergoing a change in immigration or citizenship status that would adversely affect the respondent's ability to remain in the United States legally;"},{"prefix":"10","text":" Has had an application for United States citizenship denied;"},{"prefix":"11","text":" Has forged or presented misleading or false evidence on government forms or supporting documents to obtain or attempt to obtain a passport, a visa, travel documents, a Social Security card, a driver's license, or other government-issued identification card, or has made a misrepresentation to the United States government;"},{"prefix":"12","text":" Has used multiple names to attempt to mislead or defraud; or"},{"prefix":"13","text":" Has engaged in any other conduct the court considers relevant to the risk of abduction."},{"prefix":"b","text":" In the hearing on a petition under this subchapter, the court shall consider any evidence that the respondent believed in good faith that the respondent's conduct was necessary to avoid imminent harm to the child or respondent and any other evidence that may be relevant to whether the respondent may be permitted to remove or retain the child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Child Abduction Prevention. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4604","identifier":"16-4604.07","catch_text":"Factors to determine risk of abduction."}}