{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 201 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" Except as otherwise provided in section 16-4602.04, a court of the District has jurisdiction to make an initial child-custody determination only if:"},{"prefix":"1","text":" The District is the home state of the child on the date of the commencement of the proceeding, or was the home state of the child within 6 months before the commencement of the proceeding and the child is absent from the District, but a parent or person acting as a parent continues to live in the District;"},{"prefix":"2","text":" A court of another state does not have jurisdiction under paragraph (1) of this subsection, or a court of the home state of the child has declined to exercise jurisdiction on the ground that the District is the more appropriate forum under sections 16-4602.07 or 16-4602.08, and:"},{"prefix":"A","text":" The child and the child's parents, or the child and at least one parent or a person acting as a parent, have a significant connection with the District other than mere physical presence; and"},{"prefix":"B","text":" Substantial evidence is available in the District concerning the child's care, protection, training, and personal relationships;"},{"prefix":"3","text":" All courts having jurisdiction under paragraph (1) or (2) of this subsection have declined to exercise jurisdiction on the ground that a court of the District is the more appropriate forum to determine the custody of the child under sections 16-4602.07 or 16-4602.08; or"},{"prefix":"4","text":" No court of any other state would have jurisdiction under the criteria specified in paragraph (1), (2), or (3) of this subsection."},{"prefix":"b","text":" Subsection (a) of this section is the exclusive jurisdictional basis for making a child-custody determination by a court of the District."},{"prefix":"c","text":" Physical presence of, or personal jurisdiction over, a party or a child is not necessary or sufficient to make a child-custody determination."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.01","catch_text":"Initial child-custody jurisdiction."}}