{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 209 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.09\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" In a child-custody proceeding, each party, in its first pleading or in an attached affidavit, shall give information, if reasonably ascertainable, under oath as to the child's present address or whereabouts, the places where the child has lived during the last 5 years, and the names and present addresses of the persons with whom the child has lived during that period. The pleading or affidavit must state whether the party:"},{"prefix":"1","text":" Has participated, as a party or witness or in any other capacity, in any other proceeding concerning the custody of or visitation with the child and, if so, identify the court, the case number, and the date of the child-custody determination, if any;"},{"prefix":"2","text":" Knows of any proceeding that could affect the current proceeding, including proceedings for enforcement and proceedings relating to domestic violence, protective orders, termination of parental rights, and adoptions and, if so, identify the court, the case number, and the nature of the proceeding; and"},{"prefix":"3","text":" Knows the names and addresses of any person not a party to the proceeding who has physical custody of the child or claims rights of legal custody or physical custody of, or visitation with, the child and, if so, the names and addresses of those persons."},{"prefix":"b","text":" If the information required by subsection (a) of this section is not furnished, the court, upon motion of a party or its own motion, may stay the proceeding until the information is furnished."},{"prefix":"c","text":" If the declaration as to any of the items described in subsection (a)(1) through (3) of this section is in the affirmative, the declarant shall give additional information under oath as required by the court. The court may examine the parties under oath as to details of the information furnished and other matters pertinent to the court's jurisdiction and the disposition of the case."},{"prefix":"d","text":" Each party has a continuing duty to inform the court of any proceeding in this or any other state that could affect the current proceeding."},{"prefix":"e","text":" If a party alleges in an affidavit or a pleading under oath that the health, safety, or liberty of a party or child would be jeopardized by disclosure of identifying information, the information must be sealed and may not be disclosed to the other party or the public unless the court orders the disclosure to be made after a hearing in which the court takes into consideration the health, safety, or liberty of the party or child and determines that the disclosure is in the interest of justice."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.09","catch_text":"Information to be submitted to court."}}