{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 208 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.08\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" Except as otherwise provided in section 16-4602.04, if a court of the District has jurisdiction under this chapter because a person seeking to invoke its jurisdiction has engaged in unjustifiable conduct, the court shall decline to exercise its jurisdiction unless:"},{"prefix":"1","text":" The parents and all persons acting as parents have acquiesced in the exercise of jurisdiction;"},{"prefix":"2","text":" A court of the state otherwise having jurisdiction under sections 16- 4602.01 through 16-4602.03 determines that the District is a more appropriate forum under section 16-4602.07; or"},{"prefix":"3","text":" No court of any other state would have jurisdiction under the criteria specified in sections 16-4602.01 through 16-4602.03."},{"prefix":"b","text":" If a court of the District declines to exercise its jurisdiction pursuant to subsection (a) of this section, it may fashion an appropriate remedy to ensure the safety of the child and prevent a repetition of the unjustifiable conduct, including staying the proceeding until a child-custody proceeding is commenced in a court having jurisdiction under sections 16-4602.01 through 16-4602.03."},{"prefix":"c","text":" If a court dismisses a petition or stays a proceeding because it declines to exercise its jurisdiction pursuant to subsection (a) of this section, it shall assess against the party seeking to invoke its jurisdiction necessary and reasonable expenses, including costs, communication expenses, attorney's fees, investigative fees, expenses for witnesses, travel expenses, and child care during the course of the proceedings, unless the party from whom fees are sought establishes that the assessment would be clearly inappropriate. The court may not assess fees, costs, or expenses against the District unless authorized by law other than this chapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.08","catch_text":"Jurisdiction declined by reason of conduct."}}