{"text":"Before a prospective party signs a collaborative law participation agreement, a prospective collaborative lawyer shall:","historical":"Legislative History of Laws\n\nFor history of Law 19-125, see notes under § 16-4001.\n\nUniform Law:\n\nThis section is based on § 14 of the Uniform Collaborative Law Act. See Vol. 7 , Part 1B, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 16-4014\n\nCurrent through December 11, 2012","credits":"(May 9, 2012, D.C. Law 19-125, § 2(b), 59 DCR 1928.)","sections":[{"prefix":"1","text":" Assess with the prospective party factors the lawyer reasonably believes relate to whether a collaborative law process is appropriate for the prospective party's matter;"},{"prefix":"2","text":" Provide the prospective party with information that the lawyer reasonably believes is sufficient for the party to make an informed decision about the material benefits and risks of a collaborative law process as compared to the material benefits and risks of other reasonably available alternatives for resolving the proposed collaborative matter, such as litigation, mediation, arbitration, or expert evaluation; and"},{"prefix":"3","text":" Advise the prospective party that:"},{"prefix":"A","text":" If, after signing an agreement, a party initiates a proceeding or seeks intervention by the tribunal in a pending proceeding related to the collaborative matter, the collaborative law process terminates;"},{"prefix":"B","text":" Participation in a collaborative law process is voluntary and any party has the right to terminate unilaterally a collaborative law process with or without cause; and"},{"prefix":"C","text":" The collaborative lawyer and any lawyer in a law firm with which the collaborative lawyer is associated may not appear before the tribunal to represent a party in a proceeding related to the collaborative matter, except as authorized by § 16-4009(c), § 16-4010(b), or § 16-4011(b)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"40","text":"Collaborative Law; Uniform Act."},"heading":{"title":"16","chaptersection":"4014","identifier":"16-4014","catch_text":"Appropriateness of collaborative law process."}}