{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 17-111, the \"Arbitration Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-50 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on October 2, 2007, and December 11, 2007, respectively. Signed by the Mayor on December 31, 2007, it was assigned Act No. 17-236 and transmitted to both Houses of Congress for its review. D.C. Law 17-111 became effective on February 27, 2008.\n\nUniform Law\n\nThis section is based upon ยง 1 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4401\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, ยง 2(b), 55 DCR 1847.)","sections":[{"prefix":"1","text":" \"Arbitration organization\" means an association, agency, board, commission, or other entity that is neutral and initiates, sponsors, or administers an arbitration proceeding or is involved in the appointment of an arbitrator."},{"prefix":"2","text":" \"Arbitrator\" means an individual appointed to render an award, alone or with others, in a controversy that is subject to an agreement to arbitrate."},{"prefix":"3","text":" \"Consumer\" means a party to an arbitration agreement who, in the context of that arbitration agreement, is an individual, not a business, who seeks or acquires, including by lease, any goods or services primarily for personal, family, or household purposes including, but not limited to, financial services, healthcare services, or real property."},{"prefix":"4","text":" \"Consumer arbitration agreement\" means a standardized contract, written by one party, with a provision requiring that disputes arising after the contract's signing shall be submitted to binding arbitration, and the other party is a consumer."},{"prefix":"5","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"6","text":" \"Financial interest\" means:"},{"prefix":"A","text":" Holding a position in a business as officer, director, trustee, or partner, or holding any position in management of the business; or"},{"prefix":"B","text":" Ownership of more than 5% interest in a business."},{"prefix":"7","text":" \"Knowledge\" means actual knowledge."},{"prefix":"8","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation; or any other legal or commercial entity."},{"prefix":"9","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4401","identifier":"16-4401","catch_text":"Definitions."}}