{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 15 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4415\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" An arbitrator may conduct an arbitration in such manner as the arbitrator considers appropriate for a fair and expeditious disposition of the proceeding. The authority conferred upon the arbitrator includes the power to hold conferences with the parties to the arbitration proceeding before the hearing and, among other matters, determine the admissibility, relevance, materiality, and weight of any evidence."},{"prefix":"b","text":" An arbitrator may decide a request for summary disposition of a claim or particular issue:"},{"prefix":"1","text":" If all interested parties agree; or"},{"prefix":"2","text":" Upon request of one party to the arbitration proceeding if that party gives notice to all other parties to the proceeding, and the other parties have a reasonable opportunity to respond."},{"prefix":"c","text":"(1) If an arbitrator orders a hearing, the arbitrator shall set a time and place and give notice of the hearing not less than 5 days before the hearing begins. Unless a party to the arbitration proceeding makes an objection to lack or insufficiency of notice not later than the beginning of the hearing, the party's appearance at the hearing waives the objection."},{"prefix":"2","text":" Upon request of a party to the arbitration proceeding and for good cause shown, or upon the arbitrator's own initiative, the arbitrator may adjourn the hearing from time to time, as necessary, but may not postpone the hearing to a time later than that fixed by the agreement to arbitrate for making the award unless the parties to the arbitration proceeding consent to a later date."},{"prefix":"3","text":" The arbitrator may hear and decide the controversy upon the evidence produced although a party who was duly notified of the arbitration proceeding did not appear."},{"prefix":"4","text":" The court, on request, may direct the arbitrator to conduct the hearing promptly and render a timely decision."},{"prefix":"d","text":" At a hearing under subsection (c) of this section, a party to the arbitration proceeding has a right to be heard, to present evidence material to the controversy, and to cross-examine witnesses appearing at the hearing."},{"prefix":"e","text":" If an arbitrator ceases or is unable to act during the arbitration proceeding, a replacement arbitrator shall be appointed in accordance with § 16-4411 to continue the proceeding and to resolve the controversy."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4415","identifier":"16-4415","catch_text":"Arbitration process."}}