{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following ยง 16-4401.\n\nUniform Law\n\nThis section is based upon ยง 17 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4417\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, ยง 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" An arbitrator may issue a subpoena for the attendance of a witness and for the production of records and other evidence at any hearing and may administer oaths. A subpoena shall be served in the manner for service of subpoenas in a civil action and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner for enforcement of subpoenas in a civil action."},{"prefix":"b","text":" To make the proceedings fair, expeditious, and cost effective, upon request of a party to or a witness in an arbitration proceeding, an arbitrator may permit a deposition of any witness to be taken for use as evidence at the hearing, including a witness who cannot be subpoenaed for or is unable to attend a hearing. The arbitrator shall determine the conditions under which the deposition is taken."},{"prefix":"c","text":" An arbitrator may permit such discovery as the arbitrator decides is appropriate in the circumstances, taking into account the needs of the parties to the arbitration proceeding and other affected persons and the desirability of making the proceeding fair, expeditious, and cost effective."},{"prefix":"d","text":" If an arbitrator permits discovery under subsection (c) of this section, the arbitrator may:"},{"prefix":"1","text":" Order a party to the arbitration proceeding to comply with the arbitrator's discovery-related orders;"},{"prefix":"2","text":" Issue subpoenas for the attendance of a witness and for the production of records and other evidence at a discovery proceeding; and"},{"prefix":"3","text":" Take action against a noncomplying party to the extent a court could if the controversy were the subject of a civil action in the District of Columbia."},{"prefix":"e","text":" An arbitrator may issue a protective order to prevent the disclosure of privileged information, confidential information, trade secrets, and other information protected from disclosure to the extent a court could if the controversy were the subject of a civil action in the District of Columbia."},{"prefix":"f","text":" All laws compelling a person under subpoena to testify and all fees for attending a judicial proceeding, a deposition, or a discovery proceeding as a witness apply to an arbitration proceeding as if the controversy were the subject of a civil action in the District of Columbia."},{"prefix":"g","text":"(1) The court may enforce a subpoena or discovery-related order for the attendance of a witness within the District of Columbia and for the production of records and other evidence issued by an arbitrator in connection with an arbitration proceeding in another state upon conditions determined by the court so as to make the arbitration proceeding fair, expeditious, and cost effective."},{"prefix":"2","text":" A subpoena or discovery-related order issued by an arbitrator in another state shall be served in the manner provided by law for service of subpoenas in a civil action in the District of Columbia and, upon motion to the court by a party to the arbitration proceeding or the arbitrator, enforced in the manner provided by law for enforcement of subpoenas in a civil action in the District of Columbia."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4417","identifier":"16-4417","catch_text":"Witnesses; subpoenas; depositions; discovery."}}