{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 24 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4424\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" Upon motion made within 90 days after the movant receives notice of the award pursuant to § 16-4419 or within 90 days after the movant receives notice of a modified or corrected award pursuant to § 16-4420, the court shall modify or correct the award if:"},{"prefix":"1","text":" There was an evident mathematical miscalculation or an evident mistake in the description of a person, thing, or property referred to in the award;"},{"prefix":"2","text":" The arbitrator has made an award on a claim not submitted to the arbitrator and the award may be corrected without affecting the merits of the decision upon the claims submitted; or"},{"prefix":"3","text":" The award is imperfect in a matter of form not affecting the merits of the decision on the claims submitted."},{"prefix":"b","text":" If a motion made under subsection (a) of this section is granted, the court shall modify or correct and confirm the award as modified or corrected. Otherwise, unless a motion to vacate is pending, the court shall confirm the award."},{"prefix":"c","text":" A motion to modify or correct an award pursuant to this section may be joined with a motion to vacate the award."},{"prefix":"d","text":" Irrespective of the time periods established in subsection (a) of this section and § 16-4423(c), a consumer may also seek to modify or vacate an award issued pursuant to a consumer arbitration agreement within 30 days of receiving notice of a motion to confirm the award."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4424","identifier":"16-4424","catch_text":"Modification or correction of award."}}