{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 204 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4602.04\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" A court of the District has temporary emergency jurisdiction if the child is present in the District and the child has been abandoned or it is necessary in an emergency to protect the child because the child, or a sibling or parent of the child, is subjected to or threatened with mistreatment or abuse."},{"prefix":"b","text":" If there is no previous child-custody determination that is entitled to be enforced under this chapter and a child-custody proceeding has not been commenced in a court of a state having jurisdiction under sections 16- 4602.01 through 16-4602.03, a child-custody determination made under this section remains in effect until an order is obtained from a court of a state having jurisdiction under sections 16-4602.01 through 16-4602.03. If a child-custody proceeding has not been or is not commenced in a court of a state having jurisdiction under sections 16-4602.01 through 16-4602.03, a child-custody determination made under this section becomes a final determination, if it so provides, and the District becomes the home state of the child."},{"prefix":"c","text":" If there is a previous child-custody determination that is entitled to be enforced under this chapter, or a child-custody proceeding has been commenced in a court of a state having jurisdiction under sections 16-4602.01 through 16-4602.03, any order issued by a court of the District under this section must specify in the order a period that the court considers adequate to allow the person seeking an order to obtain an order from the state having jurisdiction under sections 16-4602.01 through 16-4602.03. The order issued in the District remains in effect until an order is obtained from the other state within the period specified or the period expires."},{"prefix":"d","text":" A court of the District which has been asked to make a child-custody determination under this section, upon being informed that a child-custody proceeding has been commenced in, or a child-custody determination has been made by, a court of a state having jurisdiction under sections 16-4602.01 through 16-4602.03, shall immediately communicate with the other court. A court of the District which is exercising jurisdiction pursuant to sections 16-4602.01 through 16-4602.03, upon being informed that a child-custody proceeding has been commenced in, or a child-custody determination has been made by, a court of another state under a statute similar to this section shall immediately communicate with the court of that state to resolve the emergency, protect the safety of the parties and the child, and determine a period for the duration of the temporary order."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.04","catch_text":"Temporary emergency jurisdiction."}}