{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following § 16-4601.01.\n\nUniform Law\n\nThis section is based upon § 207 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act).   See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4602.07\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, § 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" A court of the District which has jurisdiction under this chapter to make a child-custody determination may decline to exercise its jurisdiction at any time if it determines that it is an inconvenient forum under the circumstances and that a court of another state is a more appropriate forum. The issue of inconvenient forum may be raised upon motion of a party, the court's own motion, or request of another court."},{"prefix":"b","text":" Before determining whether it is an inconvenient forum, a court of the District shall consider whether it is appropriate for a court of another state to exercise jurisdiction. For this purpose, the court shall allow the parties to submit information and shall consider all relevant factors, including:"},{"prefix":"1","text":" Whether domestic violence has occurred and is likely to continue in the future and which state could best protect the parties and the child;"},{"prefix":"2","text":" The length of time the child has resided outside the District;"},{"prefix":"3","text":" The distance between the court in the District and the court in the state that would assume jurisdiction;"},{"prefix":"4","text":" The relative financial circumstances of the parties;"},{"prefix":"5","text":" Any agreement of the parties as to which state should assume jurisdiction;"},{"prefix":"6","text":" The nature and location of the evidence required to resolve the pending litigation, including testimony of the child;"},{"prefix":"7","text":" The ability of the court of each state to decide the issue expeditiously and the procedures necessary to present the evidence; and"},{"prefix":"8","text":" The familiarity of the court of each state with the facts and issues in the pending litigation."},{"prefix":"c","text":" If a court of the District determines that it is an inconvenient forum and that a court of another state is a more appropriate forum, it shall stay the proceedings upon condition that a child-custody proceeding be promptly commenced in another designated state and may impose any other condition the court considers just and proper."},{"prefix":"d","text":" A court of the District may decline to exercise its jurisdiction under this chapter if a child-custody determination is incidental to an action for divorce or another proceeding while still retaining jurisdiction over the divorce or other proceeding."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"16","chaptersection":"4602","identifier":"16-4602.07","catch_text":"Inconvenient forum."}}