{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4404\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsections (b) and (c) of his section, a party to an agreement to arbitrate or to an arbitration proceeding may waive or, the parties may vary the effect of, the requirements of this chapter to the extent permitted by law."},{"prefix":"b","text":" Before a controversy arises that is subject to an agreement to arbitrate, a party to the agreement may not:"},{"prefix":"1","text":" Waive or agree to vary the effect of the requirements of §§ 16-4403(d) and (e), 16-4405, 16-4406(a) or (c), 16-4408, 16-4409, 16- 4412, 16-4417(a), 16-4417(b), 16-4421, 16-4426, or 16-4427; or"},{"prefix":"2","text":" Waive the right under § 16-4416 of a party to an agreement to arbitrate to be represented by a lawyer at any proceeding or hearing under this chapter, but an employer and a labor organization may waive the right to representation by a lawyer in a labor arbitration."},{"prefix":"c","text":" A party to an agreement to arbitrate or arbitration proceeding may not waive, or the parties may not vary the effect of, the requirements of this section or §§ 16-4403(a) or (c), 16-4407, 16-4414, 16-4418, 16-4419, 16-4420(d) or (e), 16-4422, 16-4423, 16-4424, 16- 4425, and 16-4429, except that, if there is an agreement to arbitrate disputes over insurance obligations by and between 2 or more insurers, reinsurers, self-insurers, or reinsurance intermediaries, or any combination of them, the parties to the agreement may waive the right to vacatur under § 16-4423."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4404","identifier":"16-4404","catch_text":"Effect of agreement to arbitrate; nonwaivable provisions."}}