{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-378, see notes following ยง 16-4604.01.\n\nUniform Law\n\nThis section is based upon ยง 9 of the Uniform Child Abduction Prevention Act. See Vol. 9, Pt. 1A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4604.09\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-378, ยง 2(d), 56 DCR 1572.)","sections":[{"prefix":"a","text":" If a petition under this subchapter contains allegations, and the court finds that there is a credible risk that the child is imminently likely to be wrongfully removed, the court may issue an ex parte warrant to take physical custody of the child."},{"prefix":"b","text":" The respondent on a petition under subsection (a) of this section shall be afforded an opportunity to be heard at the earliest possible time after the ex parte warrant is executed, but not later than the next judicial day unless a hearing on that date is impossible. In that event, the court shall hold the hearing on the first judicial day possible."},{"prefix":"c","text":" An ex parte warrant under subsection (a) of this section to take physical custody of a child shall:"},{"prefix":"1","text":" Recite the facts upon which a determination of a credible risk of imminent wrongful removal of the child is based;"},{"prefix":"2","text":" Direct law enforcement officers to take physical custody of the child immediately;"},{"prefix":"3","text":" State the date and time for the hearing on the petition; and"},{"prefix":"4","text":" Provide for the safe interim placement of the child pending further order of the court."},{"prefix":"d","text":" If feasible, before issuing a warrant and before determining the placement of the child after the warrant is executed, the court may order a search of the relevant databases of the National Crime Information Center system and similar state databases to determine if either the petitioner or respondent has a history of domestic violence, stalking, or child abuse or neglect."},{"prefix":"e","text":" The petition and warrant shall be served on the respondent when or immediately after the child is taken into physical custody."},{"prefix":"f","text":" A warrant to take physical custody of a child, issued by this state or another state, is enforceable throughout this state. If the court finds that a less intrusive remedy will not be effective, it may authorize law enforcement officers to enter private property to take physical custody of the child. If required by exigent circumstances, the court may authorize law enforcement officers to make a forcible entry at any hour."},{"prefix":"g","text":" If the court finds, after a hearing, that a petitioner sought an ex parte warrant under subsection (a) of this section for the purpose of harassment or in bad faith, the court may award the respondent reasonable attorney's fees, costs, and expenses."},{"prefix":"h","text":" This subchapter does not affect the availability of relief allowed under the law of this state other than this subchapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Child Abduction Prevention. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4604","identifier":"16-4604.09","catch_text":"Warrant to take physical custody of child."}}