{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following ยง 16-4401.\n\nUniform Law\n\nThis section is based upon ยง 10 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4410\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, ยง 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (c) of this section, upon motion of a party to an agreement to arbitrate or to an arbitration proceeding, the court may order consolidation of separate arbitration proceedings as to all or some of the claims if:"},{"prefix":"1","text":" There are separate agreements to arbitrate or separate arbitration proceedings between the same persons or one of them is a party to a separate agreement to arbitrate or a separate arbitration proceeding with a third person;"},{"prefix":"2","text":" The claims subject to the agreements to arbitrate arise in substantial part from the same transaction or series of related transactions;"},{"prefix":"3","text":" The existence of a common issue of law or fact creates the possibility of conflicting decisions in the separate arbitration proceedings; and"},{"prefix":"4","text":" Prejudice resulting from a failure to consolidate is not outweighed by the risk of undue delay or prejudice to the rights of or hardship to parties opposing consolidation."},{"prefix":"b","text":" The court may order consolidation of separate arbitration proceedings as to some claims and allow other claims to be resolved in separate arbitration proceedings."},{"prefix":"c","text":" The court may not order consolidation of the claims of a party to an agreement to arbitrate if the agreement prohibits consolidation; provided, that nothing in this section is intended to prevent a party's participation in a class action lawsuit or arbitration."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4410","identifier":"16-4410","catch_text":"Consolidation of separate arbitration proceedings."}}