{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 23 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4423\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if:"},{"prefix":"1","text":" The award was procured by corruption, fraud, or other undue means;"},{"prefix":"2","text":" There was:"},{"prefix":"A","text":" Evident partiality by an arbitrator appointed as a neutral arbitrator;"},{"prefix":"B","text":" Corruption by an arbitrator; or"},{"prefix":"C","text":" Misconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding;"},{"prefix":"3","text":" An arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to § 16-4415, so as to prejudice substantially the rights of a party to the arbitration proceeding;"},{"prefix":"4","text":" An arbitrator exceeded the arbitrator's powers;"},{"prefix":"5","text":" There was no agreement to arbitrate; or"},{"prefix":"6","text":" The arbitration was conducted without proper notice of the initiation of an arbitration as required in § 16-4409 so as to prejudice substantially the rights of a party to the arbitration proceeding."},{"prefix":"b","text":" The court may vacate an award made in the arbitration proceeding on other reasonable ground."},{"prefix":"c","text":" A motion under this section shall be filed within 90 days after the movant receives notice of the award pursuant to § 16-4419 or within 90 days after the movant receives notice of a modified or corrected award pursuant to § 16-4420, unless the movant alleges that the award was procured by corruption, fraud, or other undue means, in which case the motion shall be made within 90 days after the ground is known or by the exercise of reasonable care would have been known by the movant."},{"prefix":"d","text":" If the court vacates an award on a ground other than that set forth in subsection (a)(5) of this section, it may order a rehearing. If the award is vacated on a ground stated in subsection (a)(1) or (2) of this section, the rehearing shall be before a new arbitrator. If the award is vacated on a ground stated in subsection (a)(3), (4), or (6) of this section, the rehearing may be before the arbitrator who made the award or the arbitrator's successor. The arbitrator shall render the decision in the rehearing within the same time as that provided in § 16-4419(b) for an award."},{"prefix":"e","text":" If the court denies a motion to vacate an award, it shall confirm the award unless a motion to modify or correct the award is pending."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4423","identifier":"16-4423","catch_text":"Vacating award."}}