{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 16-401.\n\nLegislative History of Laws\n\nLaw 9-219, the \"Surrogate Parenting Contracts Act of 1992,\" was introduced in Council and assigned Bill No. 9-66, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 4, 1993, it was assigned Act No. 9-350 and transmitted to both Houses of Congress for its review. D.C. Law 9-219 became effective on March 17, 1993.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nDC CODE ยง 16-401\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 1993, D.C. Law 9-219, ยง 2, 40 DCR 582; Apr. 9, 1997, D.C. Law 11-255, ยง 18(a), 44 DCR 1271.)","sections":[{"prefix":"1","text":" \"Artificial insemination\" means the process by which a man's fresh or frozen sperm sample is introduced into a woman's vagina, other than by sexual intercourse, under the supervision of a physician."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"In vitro fertilization\" means a procedure in which an ovum is surgically removed from a genetic mother's ovary and fertilized with the sperm of the genetic father in a laboratory procedure, with the resulting embryo implanted in the uterus of a birth mother."},{"prefix":"4","text":" \"Surrogate parenting contract\" means any agreement, oral or written, in which:"},{"prefix":"A","text":" A woman agrees either to be artificially inseminated with the sperm of a man who is not her husband, or to be impregnated with an embryo that is the product of an ovum fertilization with the sperm of a man who is not her husband; and"},{"prefix":"B","text":" A woman agrees to, or intends to, relinquish all parental rights and responsibilities and to consent to the adoption of a child born as a result of insemination or in vitro fertilization as provided in this chapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Surrogate Parenting Contracts."},"heading":{"title":"16","chaptersection":"401","identifier":"16-401","catch_text":"Definitions."}}