{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 310 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4603.10\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" Unless the court issues a temporary emergency order pursuant to section 16-4602.04, upon a finding that a petitioner is entitled to immediate physical custody of the child, the court shall order that the petitioner may take immediate physical custody of the child unless the respondent establishes that:"},{"prefix":"1","text":" The child-custody determination has not been registered and confirmed under section 16-4603.05 and that:"},{"prefix":"A","text":" The issuing court did not have jurisdiction under subchapter II of this chapter;"},{"prefix":"B","text":" The child-custody determination for which enforcement is sought has been vacated, stayed, or modified by a court of a state having jurisdiction to do so under subchapter II of this chapter; or"},{"prefix":"C","text":" The respondent was entitled to notice, but notice was not given in accordance with the standards of section 16-4601.07, in the proceedings before the court that issued the order for which enforcement is sought; or"},{"prefix":"2","text":" The child-custody determination for which enforcement is sought was registered and confirmed under section 16-4603.05 but has been vacated, stayed, or modified by a court of a state having jurisdiction to do so under subchapter II of this chapter."},{"prefix":"b","text":" The court shall award the fees, costs, and expenses authorized under section 16-4603.12 and may grant additional relief, including a request for the assistance of the Metropolitan Police Department or other law enforcement officials, and set a further hearing to determine whether additional relief is appropriate."},{"prefix":"c","text":" If a party called to testify refuses to answer on the ground that the testimony may be self-incriminating, the court may draw an adverse inference from the refusal."},{"prefix":"d","text":" A privilege against disclosure of communications between spouses and a defense of immunity based on the relationship of husband and wife or parent and child may not be invoked in a proceeding under this subchapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Enforcement."},"heading":{"title":"16","chaptersection":"4603","identifier":"16-4603.10","catch_text":"Hearing and order."}}