{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-152, see notes following ยง 16-4801.\n\nDC CODE ยง 16-4805\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-152, ยง 2, 49 DCR 4248.)","sections":[{"prefix":"a","text":" A petition for court approval of a designation under this chapter may be made at any time by filing with the Court the petition and a copy of the designation."},{"prefix":"1","text":" If the triggering event has not occurred at or before the time of filing, only the designator may file the petition."},{"prefix":"2","text":" If the triggering event has occurred at or before the time of filing, the standby guardian or alternate standby guardian named in the designation may file the petition."},{"prefix":"b","text":" The petitioner shall state in the petition, under oath, the following:"},{"prefix":"1","text":" The name and address of the designator;"},{"prefix":"2","text":" The name, address, telephone number, and date of birth of the standby guardian who will obtain or has obtained custody of the child and any alternate standby guardian designated in the designation;"},{"prefix":"3","text":" That the authority of the standby guardian shall become effective upon the earliest occurrence of any one of the following events:"},{"prefix":"A","text":" The designator's debilitation, with the designator's acknowledgement of debilitation and written consent to commencement of the standby guardianship;"},{"prefix":"B","text":" Determination of incapacity of the designator; or"},{"prefix":"C","text":" The designator's death;"},{"prefix":"4","text":" A statement that the designator suffers from a chronic condition caused by injury, disease, or illness from which, to a reasonable degree of probability, the designator may not recover, and the basis for the statement, such as the date and source of medical diagnosis, without requiring the identification of the injury, disease, or illness in question;"},{"prefix":"5","text":" If incapacity is the triggering event, a determination of the designator's incapacity, signed and dated by the attending clinician;"},{"prefix":"6","text":" If debilitation is the triggering event, the designator's acknowledgement of the debilitation and consent to commencement of the standby guardianship, signed and dated by the designator;"},{"prefix":"7","text":" If death is the triggering event, the certificate of death for the designator;"},{"prefix":"8","text":" The full name and date of birth of the child who is the subject of the designation;"},{"prefix":"9","text":" The name and address of any other parent of the child whose identity and whereabouts are known to the petitioner or can be reasonably ascertained;"},{"prefix":"10","text":" Consent of the other parent, or a statement of any known reasons why that parent is not assuming or should not assume responsibility for the child;"},{"prefix":"11","text":" Whether there is any prior judicial history regarding custody of the child or any pending litigation regarding custody of the child;"},{"prefix":"12","text":" A brief statement as to why the granting of the petition would be in the best interest of the child who is the subject of the designation;"},{"prefix":"13","text":" The names and addresses of all persons who have lived with the child who is the subject of the designation for the 5 years immediately preceding the date the petition was filed or since the child's birth, if the child is less than 5 years old at the time the petition was filed; and"},{"prefix":"14","text":" A request that the court approve the designation."},{"prefix":"c","text":" The standby guardian petitioning the court shall attach to the petition the following documentation or provide an explanation, under oath, as to why such documents are not attached:"},{"prefix":"1","text":" A copy of the designation;"},{"prefix":"2","text":" Proof of the triggering event;"},{"prefix":"3","text":" The child's birth certificate;"},{"prefix":"4","text":" Proof of notice of the petition and hearing, as required by this chapter; and"},{"prefix":"5","text":" Consent of the other parent, or a statement of any known reasons why that parent is not assuming or should not assume responsibility for the child."},{"prefix":"d","text":" If filed after the triggering event, the petition shall be filed as soon as practicable after the occurrence of the triggering event, but in no event later than 90 days after the triggering event."},{"prefix":"e","text":" The authority of the standby guardian shall cease upon his or her failure to file the petition within 90 days, but shall recommence upon the filing of the petition."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"48","text":"Standby Guardianship."},"heading":{"title":"16","chaptersection":"4805","identifier":"16-4805","catch_text":"Petition for approval of standby guardianship."}}