{"text":"For the purposes of this chapter, the term","historical":"Legislative History of Laws\n\nFor history of Law 19-125, see notes under ยง 16-4001.\n\nUniform Law:\n\nThis section is based on ยง 2 of the Uniform Collaborative Law Act. See Vol. 7 , Part 1B, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 16-4002\n\nCurrent through December 11, 2012","credits":"(May 9, 2012, D.C. Law 19-125, ยง 2(b), 59 DCR 1928.)","sections":[{"prefix":"1","text":" \"Collaborative law communication\" means a statement, whether oral or in a record, or verbal or nonverbal, that:"},{"prefix":"A","text":" Is made to conduct, participate in, continue, or reconvene a collaborative law process; and"},{"prefix":"B","text":" Occurs after the parties sign a collaborative law participation agreement and before the collaborative law process is concluded."},{"prefix":"2","text":" \"Collaborative law participation agreement\" means an agreement by persons to participate in a collaborative law process."},{"prefix":"3","text":" \"Collaborative law process\" means a procedure intended to resolve a collaborative matter without intervention by a tribunal in which persons:"},{"prefix":"A","text":" Sign a collaborative law participation agreement; and"},{"prefix":"B","text":" Are represented by collaborative lawyers."},{"prefix":"4","text":" \"Collaborative lawyer\" means a lawyer who represents a party in a collaborative law process."},{"prefix":"5","text":" \"Collaborative matter\" means a dispute, transaction, claim, problem, or issue for resolution, including a dispute, claim, or issue in a proceeding, which is described in a collaborative law participation agreement and arises under the family or domestic relations law of the District of Columbia, including:"},{"prefix":"A","text":" Marriage, divorce, dissolution, annulment, and property distribution;"},{"prefix":"B","text":" Child custody, visitation, and parenting time;"},{"prefix":"C","text":" Alimony, maintenance, and child support;"},{"prefix":"D","text":" Adoption;"},{"prefix":"E","text":" Parentage; and"},{"prefix":"F","text":" Premarital, marital, and post-marital agreements."},{"prefix":"6","text":" \"Family member\" means a person:"},{"prefix":"A","text":" With whom an individual shares or has shared a mutual residence; or"},{"prefix":"B","text":" Who is related to an individual by blood, adoption, or legal custody; or"},{"prefix":"C","text":" Who is or was married to, in a domestic partnership with, divorced or separated from, or in a romantic, dating, or sexual relationship with an individual."},{"prefix":"7","text":" \"Law firm\" means:"},{"prefix":"A","text":" Lawyers who practice law together in a partnership, professional corporation, sole proprietorship, limited liability company, or association; and"},{"prefix":"B","text":" Lawyers employed in a legal services organization, or the legal department of a corporation or other organization, or the legal department of a government or governmental subdivision, agency, or instrumentality."},{"prefix":"8","text":" \"Nonparty participant\" means a person, other than a party and the party's collaborative lawyer, that participates in a collaborative law process."},{"prefix":"9","text":" \"Party\" means a person that signs a collaborative law participation agreement and whose consent is necessary to resolve a collaborative matter."},{"prefix":"10","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity."},{"prefix":"11","text":" \"Proceeding\" means a proceeding before a tribunal, including related prehearing and post-hearing motions, conferences, and discovery."},{"prefix":"12","text":" \"Prospective party\" means a person that discusses with a prospective collaborative lawyer the possibility of signing a collaborative law participation agreement."},{"prefix":"13","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"14","text":" \"Related to a collaborative matter\" means involving the same parties, transaction or occurrence, nucleus of operative fact, dispute, claim, or issue as the collaborative matter."},{"prefix":"15","text":" \"Sign\" means, with present intent to authenticate or adopt a record:"},{"prefix":"A","text":" To execute or adopt a tangible symbol; or"},{"prefix":"B","text":" To attach to or logically associate with the record an electronic symbol, sound, or process."},{"prefix":"16","text":" \"Tribunal\" means a court, administrative agency, or other body acting in an adjudicative capacity that, after presentation of evidence or legal argument, has jurisdiction to render a decision affecting a party's interests in a matter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"40","text":"Collaborative Law; Uniform Act."},"heading":{"title":"16","chaptersection":"4002","identifier":"16-4002","catch_text":"Definitions."}}