{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-111, see notes following § 16-4401.\n\nUniform Law\n\nThis section is based upon § 14 of the Uniform Arbitration Act (2000). See Vol. 7, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4414\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 2008, D.C. Law 17-111, § 2(b), 55 DCR 1847.)","sections":[{"prefix":"a","text":" An arbitrator is immune from civil liability to the same extent as a judge of a court of the District of Columbia acting in a judicial capacity."},{"prefix":"b","text":" The immunity afforded by this section supplements any immunity under other law."},{"prefix":"c","text":" The failure of an arbitrator to make a disclosure required by § 16-4412 does not cause any loss of immunity under this section."},{"prefix":"d","text":" In a judicial, administrative, or similar proceeding, an arbitrator is not competent to testify, and may not be required to produce records as to any statement, conduct, decision, or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of the District of Columbia acting in a judicial capacity. This subsection does not apply:"},{"prefix":"1","text":" To the extent necessary to determine the claim of an arbitrator against a party to the arbitration proceeding; or"},{"prefix":"2","text":" To a hearing on a motion to vacate an award under § 16-4423(a)(1) or (2) if the movant establishes prima facie that a ground for vacating the award exists."},{"prefix":"e","text":" If a person commences a civil action against an arbitrator arising from the services of the arbitrator or if a person seeks to compel an arbitrator to testify or produce records in violation of subsection (d) of this section, and the court decides that the arbitrator is immune from civil liability or that the arbitrator is not competent to testify, the court shall award to the arbitrator reasonable attorney's fees and other reasonable expenses of litigation."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"44","text":"Arbitration; Revised Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4414","identifier":"16-4414","catch_text":"Immunity of arbitrator; competency to testify; attorney's fees and costs."}}