{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-152, see notes following § 16-4801.\n\nDC CODE § 16-4807\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-152, § 2, 49 DCR 4248.)","sections":[{"prefix":"a","text":" If the petition filed by the designator pursuant to § 16-4805 is approved by the Court before the occurrence of the triggering event, the standby guardian's authority will commence automatically upon the occurrence of the triggering event. No further petition or confirmation is necessary."},{"prefix":"b","text":" If the petition for approval of the designation has not been filed before the occurrence of a triggering event, the standby guardian shall have temporary legal authority to act as legal custodian or guardian of the child without authorization of the Court for a period of 90 days from the date of the triggering event."},{"prefix":"1","text":" Within the 90-day period following the occurrence of the triggering event, the standby guardian shall file a petition for approval of the standby guardian in accordance with § 16-4805."},{"prefix":"2","text":" If a petition is not filed within the 90-day period, the standby guardian shall lose all authority to act as legal custodian or guardian. The authority of the standby guardian to act as legal custodian or guardian shall recommence upon the filing of the petition."},{"prefix":"c","text":" If a petition for approval of a standby guardian is filed, but the court does not act upon it within the 90-day period following the occurrence of a triggering event, the standby guardian's temporary legal authority to act as legal custodian or guardian shall continue until the court orders otherwise."},{"prefix":"d","text":" The commencement of a standby guardian's authority under this chapter may not divest a parent or legal guardian of any legal custodial, parental guardianship rights or custody."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"48","text":"Standby Guardianship."},"heading":{"title":"16","chaptersection":"4807","identifier":"16-4807","catch_text":"Effect of filing standby guardianship petition."}}