{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 305 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4603.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" A child-custody determination issued by a court of another state may be registered in the District, with or without a simultaneous request for enforcement, by sending to the Superior Court of the District of Columbia:"},{"prefix":"1","text":" A letter or other document requesting registration;"},{"prefix":"2","text":" Two copies, including one certified copy, of the determination sought to be registered, and a statement under penalty of perjury that to the best of the knowledge and belief of the person seeking registration the order has not been modified; and"},{"prefix":"3","text":" Except as otherwise provided in section 16-4602.9, the name and address of the person seeking registration and of any parent or person acting as a parent who has been awarded custody or visitation in the child-custody determination sought to be registered."},{"prefix":"b","text":" On receipt of the documents required by subsection (a) of this section, the registering court shall:"},{"prefix":"1","text":" Cause the determination to be filed as a foreign judgment, together with one copy of any accompanying documents and information, regardless of their form; and"},{"prefix":"2","text":" Serve notice upon the persons named pursuant to subsection (a)(3) of this section and provide them with an opportunity to contest the registration in accordance with this section."},{"prefix":"c","text":" The notice required by subsection (b)(2) of this section must state that:"},{"prefix":"1","text":" A registered determination is enforceable as of the date of the registration in the same manner as a determination issued by a court of the District;"},{"prefix":"2","text":" A hearing to contest the validity of the registered determination must be requested within 20 days after service of the notice; and"},{"prefix":"3","text":" Failure to contest the registration will result in confirmation of the child-custody determination and preclude further contest of that determination with respect to any matter that could have been asserted."},{"prefix":"d","text":" A person seeking to contest the validity of a registered order must request a hearing within 20 days after service of the notice. At that hearing, the court shall confirm the registered order unless the person contesting registration establishes that:"},{"prefix":"1","text":" The issuing court did not have jurisdiction under subchapter II of this chapter;"},{"prefix":"2","text":" The child-custody determination sought to be registered has been vacated, stayed, or modified by a court having jurisdiction to do so under subchapter II of this chapter; or"},{"prefix":"3","text":" The person contesting registration was entitled to notice, but notice was not given in accordance with the standards of section 16-4601.07, in the proceedings before the court that issued the order for which registration is sought."},{"prefix":"e","text":" If a timely request for a hearing to contest the validity of the registration is not made, the registration is confirmed as a matter of law and the person requesting registration and all persons served must be notified of the confirmation."},{"prefix":"f","text":" Confirmation of a registered order, whether by operation of law or after notice and hearing, precludes further contest of the order with respect to any matter that could have been asserted at the time of registration."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Enforcement."},"heading":{"title":"16","chaptersection":"4603","identifier":"16-4603.05","catch_text":"Registration of child-custody determination."}}