{"text":"SUGGESTED FORM\n\n1.  ____  I am the parent of the child(ren) listed below and there are no court\norders now in effect which would prohibit me from exercising the\npower that I now seek to convey; OR\n____  I am the legal guardian or custodian of the child(ren) by court order\n(copy attached, if available) and there are no other court orders\nnow in effect which would prohibit me from exercising the power\nthat I now seek to convey.\n2.  I am temporarily entrusting to _______________, an adult who resides at\n_______________, the care of the following child(ren):\n\n_____________________________________  _____________________________________\nName                    Date of Birth  Name                    Date of Birth\n\n_____________________________________  _____________________________________\nName                    Date of Birth  Name                    Date of Birth\n\n3. The caregiver named above may consent to medical, dental, surgical and/or mental health diagnosis and treatment for the child(ren).\n\n4. I am giving this consent freely and knowingly in order to provide for the child(ren) and not due to pressure, threats, or payments by any person or agency.\n\n5. Upon notification of intent to revoke, there shall be a period of ___ hours before revocation takes effect. Notification of intent to revoke must be in writing.\n\n(put a line through those provisions that are not applicable)\n\nI hereby swear or affirm that the above statements are true, under penalty of law.\n\n______________________________________                 ______________________\nName                                                   Date","historical":"Prior Codifications\n\n1981 Ed., § 16-4901.\n\nLegislative History of Laws\n\nLaw 9-264, the \"Authorization for Medical Consent for Children in the Care of Adults Other than Parents Temporary Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-752. The Bill was adopted on first and second readings on December 15, 1992, and January 5, 1993, respectively. Signed by the Mayor on January 26, 1993, it was assigned Act No. 9-412 and transmitted to both Houses of Congress for its review. D.C. Law 9-264 became effective on March 27, 1993.\n\nD.C. Law 10-33, the \"Authorization for Medical Consent for Children in the Care of Adults Other than Parents Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-15, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on July 29, 1993, it was assigned Act No. 10-65 and transmitted to both Houses of Congress for its review. D.C. Law 10-33 became effective on October 15, 1993.\n\nDC CODE § 16-4901\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 1993, D.C. Law 9-264, § 2, 40 DCR 1049; Oct. 15, 1993, D.C. Law 10-33, § 2(b), 40 DCR 5760.)","sections":[{"prefix":"a","text":" A parent, legal guardian, or legal custodian may authorize an adult person, in whose care a minor has been entrusted, to consent to any medical, surgical, dental, developmental screening and/or mental health examination or treatment, including immunization, to be rendered to the minor under the supervision or upon the advice of a physician, nurse, dentist or mental health professional licensed to practice in the District of Columbia, provided there is no prior order of any court in any jurisdiction currently in effect which would prohibit the parent, legal guardian, or legal custodian from exercising the power that they seek to convey to another person. Medical, surgical and dental treatment or examination may include any x-ray or anesthetic required for diagnosis or treatment."},{"prefix":"b","text":" Any written form that is signed by the parent, legal guardian, or legal custodian may be used to convey the authority described in subsection (a) of this section. The form shown below is offered as a sample only and its inclusion in this section shall not be construed to preclude the use of alternative language. Any written statement signed by a parent, legal guardian, or legal custodian is governed by the laws of forgery of the District of Columbia as they are outlined in §§ 22-3241 and 22-3242."},{"prefix":"c","text":" A conveyance of authority described in subsection (a) of this section which is consistent with the requirements of subsection (b) of this section shall be honored by any health care facility or practitioner described in subsection (e) of this section. Notwithstanding subsection (g) of this section, the existence of a written document conveying any authority described in subsection (a) of this section which is consistent with the requirements of subsection (b) of this section creates a presumption that the authority has been lawfully conveyed."},{"prefix":"d","text":" A conveyance of authority described in this section is revocable at will, unless other terms are agreed to by the parent, legal guardian, or legal custodian and the person to whom authority is being conveyed. The parties may provide for terms in writing which would require the revocation of authority to be in writing, make revocation effective only when a specified time period has elapsed after notification of intent to revoke, or any other terms that the parties deem appropriate."},{"prefix":"e","text":" A physician, surgeon, nurse, mental health professional, dentist, or other health care professional, or a hospital or medical facility, that relies on a written instrument that is consistent with the requirements of subsection (b) of this section which authorizes another adult to consent to medical treatment of the executor's minor child or ward shall not incur civil liability for treating a minor without legal consent if a reasonable and prudent health care professional would have relied on the written instrument under the same or similar circumstances."},{"prefix":"f","text":" This chapter is not intended to provide a substitute for protection proceedings conducted in the Family Division under Chapter 23 of this title."},{"prefix":"g","text":" The execution of a document conveying any authority described in subsection (a) of this section shall not be binding in any future custody proceedings. Regardless of the execution of this document, any future custody determination shall be based on the best interests of the child or other applicable legal standard."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"49","text":"Authorization for Medical Consent for a Minor by an Adult Caregiver."},"heading":{"title":"16","chaptersection":"4901","identifier":"16-4901","catch_text":"Authorization for medical consent for a minor by an adult caregiver."}}