{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-152, see notes following § 16-4801.\n\nDC CODE § 16-4810\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-152, § 2, 49 DCR 4248.)","sections":[{"prefix":"a","text":" The authority of a standby guardian approved by the Court pursuant to § 16-4805 may be revoked by the designator filing a notice of revocation with the Court."},{"prefix":"1","text":" The notice of revocation shall identify the standby guardian or alternate standby guardian to whom the revocation shall apply."},{"prefix":"2","text":" A copy of the revocation shall also be delivered to the standby guardian whose authority is revoked and to any alternate standby guardian who may be authorized to act. The revocation shall be delivered to the standby guardian and the alternate standby guardian by certified mail, restricted delivery, return receipt requested or by any other method allowed by local law."},{"prefix":"b","text":" An executed designation not yet effective because a triggering event has not occurred or a petition has not been filed may be revoked by the designator or repudiated by the prospective standby guardian by notifying the other party in writing."},{"prefix":"c","text":" A designation may also be revoked by the execution of a subsequent inconsistent designation."},{"prefix":"d","text":" If at any time the Court finds that the designator no longer meets the definition of designator as that term is defined in § 16-4802(8), the Court shall rescind its approval of the standby guardian."},{"prefix":"e","text":" The standby guardian shall file with the Court, as soon as practicable but no later than 90 days following a designator's death, a copy of the certificate of death. The standby guardian's failure to file within the 90-day period shall be grounds for the Court to rescind the authority of the standby guardian sua sponte. All acts undertaken by the standby guardian on behalf of and in the interest of the child before the Court's rescission shall be valid and enforceable."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"48","text":"Standby Guardianship."},"heading":{"title":"16","chaptersection":"4810","identifier":"16-4810","catch_text":"Revocation, repudiation, or rescission of standby guardianship."}}