{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 308 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4603.08\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" A petition under this subchapter must be verified. Certified copies of all orders sought to be enforced and of any order confirming registration must be attached to the petition. A copy of a certified copy of an order may be attached instead of the original."},{"prefix":"b","text":" A petition for enforcement of a child-custody determination must state:"},{"prefix":"1","text":" Whether the court that issued the determination identified the jurisdictional basis it relied upon in exercising jurisdiction and, if so, what the basis was;"},{"prefix":"2","text":" Whether the determination for which enforcement is sought has been vacated, stayed, or modified by a court whose decision must be enforced under this chapter and, if so, identify the court, the case number, and the nature of the proceeding;"},{"prefix":"3","text":" Whether any proceeding has been commenced that could affect the current proceeding, including proceedings relating to domestic violence, protective orders, termination of parental rights, and adoptions and, if so, identify the court, the case number, and the nature of the proceeding;"},{"prefix":"4","text":" The present physical address of the child and the respondent, if known;"},{"prefix":"5","text":" Whether relief in addition to the immediate physical custody of the child and attorney's fees is sought, including a request for assistance from the Metropolitan Police Department or other law enforcement officials and, if so, the relief sought; and"},{"prefix":"6","text":" If the child-custody determination has been registered and confirmed under section 16-4603.05, the date and place of registration."},{"prefix":"c","text":" Upon the filing of a petition, the court shall issue an order directing the respondent to appear in person, with or without the child, at a hearing and may enter any order necessary to ensure the safety of the parties and the child. The hearing must be held on the next judicial day after service of the order unless that date is impossible. In that event, the court shall hold the hearing on the first judicial day possible. The court may extend the date of hearing at the request of the petitioner."},{"prefix":"d","text":" An order issued under subsection (c) of this section must state the time and place of the hearing and advise the respondent that at the hearing the court will order that the petitioner may take immediate physical custody of the child and the payment of fees, costs, and expenses under section 16-4603.12, and may schedule a hearing to determine whether further relief is appropriate, unless the respondent appears and establishes that:"},{"prefix":"1","text":" The child-custody determination has not been registered and confirmed under section 16-4603.05 and that:"},{"prefix":"A","text":" The issuing court did not have jurisdiction under subchapter II of this chapter;"},{"prefix":"B","text":" The child-custody determination for which enforcement is sought has been vacated, stayed, or modified by a court having jurisdiction to do so under subchapter II of this chapter;"},{"prefix":"C","text":" The respondent was entitled to notice, but notice was not given in accordance with the standards of section 16-4601.07, in the proceedings before the court that issued the order for which enforcement is sought; or"},{"prefix":"2","text":" The child-custody determination for which enforcement is sought was registered and confirmed under section 16-4603.04, but has been vacated, stayed, or modified by a court of a state having jurisdiction to do so under subchapter II of this chapter."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Enforcement."},"heading":{"title":"16","chaptersection":"4603","identifier":"16-4603.08","catch_text":"Expedited enforcement of child-custody determination."}}