{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following § 16-4601.01.\n\nFor Law 17-378, see notes following § 16-4604.01.\n\nEditor's Notes\n\nFormer § 16-4604.02 has been recodified as § 16-4605.03 by D.C. Law 17-378, § 2(e).\n\nUniform Law\n\nThis section is based upon § 2 of the Uniform Child Abduction Prevention Act. See Vol. 9, Pt. 1A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 16-4604.02\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2009, D.C. Law 17-378, § 2(d), 56 DCR 1572.)","sections":[{"prefix":"1","text":" \"Abduction\" means the wrongful removal or wrongful retention of a child."},{"prefix":"2","text":" \"Child\" means an unemancipated individual who is less than 18 years of age."},{"prefix":"3","text":" \"Child-custody proceeding\" means a proceeding in which legal custody, physical custody, or visitation with respect to a child is at issue. The term includes a proceeding for divorce, dissolution of marriage, separation, neglect, abuse, dependency, guardianship, paternity, termination of parental rights, or protection from domestic violence."},{"prefix":"4","text":" \"Petition\" includes a motion or its equivalent."},{"prefix":"5","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"6","text":" \"Travel document\" means records relating to a travel itinerary, including travel tickets, passes, reservations for transportation, or accommodations. The term \"travel document\" does not include a passport or visa."},{"prefix":"7","text":" \"Wrongful removal\" means the taking of a child that breaches rights of custody or visitation given or recognized under the law of this state."},{"prefix":"8","text":" \"Wrongful retention\" means the keeping or concealing of a child that breaches rights of custody or visitation given or recognized under the law of this state."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Child Abduction Prevention. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4604","identifier":"16-4604.02","catch_text":"Definitions."}}