{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-152, see notes following ยง 16-4801.\n\nDC CODE ยง 16-4803\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-152, ยง 2, 49 DCR 4248.)","sections":[{"prefix":"a","text":" A designator may designate a standby guardian at any time."},{"prefix":"b","text":" The designation of a standby guardian shall be in writing and shall contain the following information:"},{"prefix":"1","text":" The full name, address, birth date, and gender of the child affected;"},{"prefix":"2","text":" The full name, address, and telephone number of the designator; and"},{"prefix":"3","text":" If known, the names and addresses of any other persons having legal rights to the care, custody, or control of the child."},{"prefix":"c","text":" The designation shall be signed by the designator. Another adult may sign the designation on behalf of the designator if the designator is physically unable to do so, the designator expressly requests that the adult sign the designation, and the adult signs the designation in the presence of the designator. The designated standby guardian or alternate standby guardian may not sign on behalf of the designator."},{"prefix":"d","text":" The designation shall be signed and dated by the designator or the designator's proxy in the presence of 2 witnesses who shall be over 18 years of age and who cannot be the standby guardian or the alternate standby guardian. The witnesses shall indicate their witnessing of the signing of the designation by signing the designation."},{"prefix":"e","text":" The designation shall include a statement that the designation is not valid until it is signed and witnessed as required by subsection (d) of this section."},{"prefix":"f","text":" The standby guardian, and the alternate standby guardian, if one is designated, shall sign the executed designation to indicate acceptance of the standby guardianship."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"48","text":"Standby Guardianship."},"heading":{"title":"16","chaptersection":"4803","identifier":"16-4803","catch_text":"Designation of a standby guardian."}}