{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-87, the \"Uniform Mediation Act of 2006\", was introduced in Council and assigned Bill No. 16-145 which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 26, 2006, it was assigned Act No. 16-273 and transmitted to both Houses of Congress for its review. D.C. Law 16-87 became effective on April 4, 2006.\n\nUniform Law\n\nThis section is based upon ยง 2 of the Uniform Mediation Act. See 7A, Pt. II, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4201\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-87, ยง 2(b), 53 DCR 1075.)","sections":[{"prefix":"1","text":" \"Mediation\" means a process in which a mediator facilitates communication and negotiation between parties to assist them in reaching a voluntary agreement regarding their dispute."},{"prefix":"2","text":" \"Mediation communication\" means a statement, whether oral or in a record or verbal or nonverbal, that occurs during a mediation or is made for purposes of considering, conducting, participating in, initiating, continuing, or reconvening a mediation or retaining a mediator."},{"prefix":"3","text":" \"Mediation party\" means a person that participates in a mediation and whose agreement is necessary to resolve the dispute."},{"prefix":"4","text":" \"Mediator\" means an individual who conducts a mediation."},{"prefix":"5","text":" \"Nonparty participant\" means a person, other than a party or mediator, that participates in a mediation."},{"prefix":"6","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity."},{"prefix":"7","text":" \"Proceeding\" means:"},{"prefix":"A","text":" A judicial, administrative, arbitral, or other adjudicative process, including related pre-hearing and post-hearing motions, conferences, and discovery; or"},{"prefix":"B","text":" A legislative hearing or similar process."},{"prefix":"8","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"9","text":" \"Sign\" means:"},{"prefix":"A","text":" To execute or adopt a tangible symbol with the present intent to authenticate a record; or"},{"prefix":"B","text":" To attach or logically associate an electronic symbol, sound, or process to or with a record with the present intent to authenticate a record."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"42","text":"Mediation; Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"4201","identifier":"16-4201","catch_text":"Definitions."}}