{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-293, see notes following ยง 16-4601.01.\n\nUniform Law\n\nThis section is based upon ยง 112 of the Uniform Child Custody Jurisdiction and Enforcement Act (1997 Act). See 9, Part IA, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 16-4601.11\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-293, ยง 2(d), 48 DCR 2214.)","sections":[{"prefix":"a","text":" A court of the District may request the appropriate court of another state to:"},{"prefix":"1","text":" Hold an evidentiary hearing;"},{"prefix":"2","text":" Order a person to produce or give evidence pursuant to procedures of that state;"},{"prefix":"3","text":" Order that an evaluation be made with respect to the custody of a child involved in a pending proceeding;"},{"prefix":"4","text":" Forward to the court of the District a certified copy of the transcript of the record of the hearing, the evidence otherwise presented, and any evaluation prepared in compliance with the request; and"},{"prefix":"5","text":" Order a party to a child-custody proceeding or any person having physical custody of the child to appear in the proceeding, with or without the child."},{"prefix":"b","text":" Upon request of a court of another state, a court of the District may hold a hearing or enter an order described in subsection (a) of this section."},{"prefix":"c","text":" Travel and other necessary and reasonable expenses incurred under subsections (a) and (b) of this section may be assessed against the parties according to the law of the District."},{"prefix":"d","text":" A court of the District shall preserve the pleadings, orders, decrees, records of hearings, evaluations, and other pertinent records with respect to a child-custody proceeding until the child attains 18 years of age. Upon appropriate request by a court or law enforcement official of another state, the court shall forward a certified copy of those records."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"46","text":"Uniform Child-Custody Jurisdiction and Enforcement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"16","chaptersection":"4601","identifier":"16-4601.11","catch_text":"Cooperation between courts; preservation of records."}}