{"text":"The per centum limitations prescribed by section 16-572 do not apply in the case of execution upon a judgment, order, or decree of any court of the District of Columbia for the payment of any sum for the support or maintenance of a person's spouse or former spouse, domestic partner or former domestic partner, or children, and any such execution, judgment, order, or decree shall, in the discretion of the court, have priority over any other execution which is subject to the provisions of this subchapter. In the case of execution upon such a judgment, order, or decree for the payment of such sum for support or maintenance, the limitation shall be 50 per centum of the gross wages due or to become due to any such person for the pay period or periods ending in any calendar month, except that a notice or order to withhold issued pursuant to subchapter I of Chapter 2 of Title 46 shall have priority over any other legal process and shall be subject to the limitations stated in section 303(b) of the Consumer Credit Protection Act, approved May 29, 1968 (82 Stat. 163; 15 U.S.C. § 1673(b).","historical":"Prior Codifications\n\n1981 Ed., § 16-577.\n\n1973 Ed., § 16-577.\n\nEffect of Amendments\n\nD.C. Law 16-79 substituted \"a person's spouse or former spouse, domestic partner or former domestic partner, or children,\" for \"a person's spouse, or former spouse, or children,\".\n\nD.C. Law 16-100 substituted \", except that a notice or order to withhold issued pursuant to Subchapter I of Chapter 2 of Title 46 shall have priority over any other legal process and shall be subject to the limitations stated in section 303(b) of the Consumer Credit Protection Act, approved May 29, 1968 (82 Stat. 163; 15 U.S.C. § 1673(b).\" for the period at the end of the second sentence.\n\nD.C. Law 17-353 substituted \"subchapter I of Chapter 2\" for \"Subchapter I of Chapter 2\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(d) of the Income Withholding Transfer and Revision Temporary Amendment Act of 2005 (D.C. Law 16- 42, December 10, 2005, law notification 52 DCR 11038).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nLaw 1-87, the \"Anti-Sex Discriminatory Language Act,\" was introduced in Council and assigned Bill No. 1-36, which was referred to the Committee on the Judiciary and Criminal Law. The Bill was adopted on first and second readings on June 15, 1976, and June 29, 1976, respectively. Signed by the Mayor on July 27, 1976, it was assigned Act No. 1-143 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-79, see notes following § 16-571.\n\nFor D.C. Law 16-100, see notes following § 16-571.01.\n\nFor Law 17-353, see notes following § 16-571.01.\n\nDC CODE § 16-577\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 556, Pub. L. 88-241, § 1; Oct. 1, 1976, D.C. Law 1-87, § 13, 23 DCR 2544; Apr. 4, 2006, D.C. Law 16-79, § 4(b), 53 DCR 1035; May 12, 2006, D.C. Law 16-100, § 2(d), 53 DCR 1886; Mar. 25, 2009, D.C. Law 17-353, § 111(a)(2), 56 DCR 1117.)","sections":[],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Attachment and Garnishment. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Attachment and Garnishment of Wages, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"577","identifier":"16-577","catch_text":"Applicability of per centum limitations to judgment for support."}}