{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-272, see notes following § 16-5101.\n\nDC CODE § 16-5102\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-272, § 3(b), 54 DCR 856.)","sections":[{"prefix":"a","text":" During the jury selection segment of any case pending in the Superior Court of the District of Columbia, the name, home address, business address (if any), and all other identifying information of any citizen who is called for jury service in that case shall not be used by anyone other than for the purpose of selecting a fair and impartial jury. After jury selection has been completed or terminated by the court, no person other than the subject of the identifying information or the court shall divulge or use the name, home address, business address (if any), or any other identifying information of any citizen who participated in that jury selection, whether or not the citizen was selected to serve on the jury, except as provided in subsections (b) and (c) of this section."},{"prefix":"b","text":" An officer or employee of the court may divulge the name of any citizen who participated in jury selection pursuant to rules adopted by the court."},{"prefix":"c","text":" Nothing contained in subsection (a) of this section shall be construed to prohibit a citizen, party, or attorney, or their agents, from divulging, making known, or using the identifying information of any citizen who is called for jury service where the party, attorney, or agent has obtained authorization from the court:"},{"prefix":"1","text":" Pursuant to § 11-1914(b) in connection with the preparation or presentation of a motion under § 11-1910; or"},{"prefix":"2","text":" Based upon good cause shown and pursuant to rules promulgated by the court."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"51","text":"Jury Selection."},"heading":{"title":"16","chaptersection":"5102","identifier":"16-5102","catch_text":"Confidentiality of certain information developed during jury selection."}}