{"text":"Notwithstanding any other provision of subchapter II of this chapter, where an attachment is levied upon wages due a judgment debtor from an employer-garnishee, the attachment shall become a lien and a continuing levy upon the gross wages due or to become due to the judgment debtor for the amount specified in the attachment to the extent of:\n\n\n\nwhichever is less. In the case of wages for any pay period other than a week, the Mayor of the District of Columbia shall by regulation prescribe a multiple of the federal minimum hourly wage equivalent in effect to that set forth in paragraph (2).\n\nThe levy shall be a continuing levy until the judgment, interest, and costs thereof are fully satisfied and paid, and in no event may moneys be withheld, by the employer-garnishee from the judgment debtor, in amounts greater than those prescribed by this section. Only one attachment upon the wages of a judgment debtor may be satisfied at one time. Where more than one attachment is issued upon the wages of the same judgment debtor and served upon the same employer-garnishee, the attachment first delivered to the marshal shall have priority, and all subsequent attachments shall be satisfied in the order of priority set forth in section 16-507.","historical":"Prior Codifications\n\n1981 Ed., § 16-572.\n\n1973 Ed., § 16-572.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 16-301.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-501.\n\nDC CODE § 16-572\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 555, Pub. L. 88-241, § 1; Dec. 17, 1971, 85 Stat. 678, Pub. L. 92-200, § 6; Apr. 30, 1988, D.C. Law 7-104, § 4(f), 35 DCR 147; Mar. 24, 1998, D.C. Law 12-81, § 10(d), 45 DCR 745.)","sections":[{"prefix":"1","text":" 25 per centum of his disposable wages that week, or"},{"prefix":"2","text":" the amount by which his disposable wages for that week exceed thirty times the federal minimum hourly wage prescribed by section 6(a)(1) of the Fair Labor Standards Act of 1938 (29 U.S.C. 206) in effect at the time the wages are payable,"}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Attachment and Garnishment. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Attachment and Garnishment of Wages, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"572","identifier":"16-572","catch_text":"Attachment of wages; percentage limitations; priority of attachments."}}