{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-171 enacted into law Chapter 55 of Title 16.\n\nLegislative History of Laws\n\nLaw 18-351, the \"Anti-SLAPP Act of 2010\", was introduced in Council and assigned Bill No. 18-893, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-701 and transmitted to both Houses of Congress for its review. D.C. Law 18-351 became effective on March 31, 2011.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE ยง 16-5501\n\nCurrent through December 11, 2012","credits":"(Mar. 31, 2011, D.C. Law 18-351, ยง 2, 58 DCR 741; Sept. 26, 2012, D.C. Law 19-171, ยง 401, 59 DCR 6190.)","sections":[{"prefix":"1","text":" \"Act in furtherance of the right of advocacy on issues of public interest\" means:"},{"prefix":"A","text":" Any written or oral statement made:"},{"prefix":"i","text":" In connection with an issue under consideration or review by a legislative, executive, or judicial body, or any other official proceeding authorized by law; or"},{"prefix":"ii","text":" In a place open to the public or a public forum in connection with an issue of public interest; or"},{"prefix":"B","text":" Any other expression or expressive conduct that involves petitioning the government or communicating views to members of the public in connection with an issue of public interest."},{"prefix":"2","text":" \"Claim\" includes any civil lawsuit, claim, complaint, cause of action, cross-claim, counterclaim, or other civil judicial pleading or filing requesting relief."},{"prefix":"3","text":" \"Issue of public interest\" means an issue related to health or safety; environmental, economic, or community well-being; the District government; a public figure; or a good, product, or service in the market place. The term \"issue of public interest\" shall not be construed to include private interests, such as statements directed primarily toward protecting the speaker's commercial interests rather than toward commenting on or sharing information about a matter of public significance."},{"prefix":"4","text":" \"Personal identifying information\" shall have the same meaning as provided in ยง 22-3227.01(3)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"55","text":"Strategic Lawsuits Against Public Participation."},"heading":{"title":"16","chaptersection":"5501","identifier":"16-5501","catch_text":"Definitions."}}