{"text":"A B, plaintiff,\nversus               Civil Action No. __________.\nC D, defendant.\n\nThe defendant and ___, his surety, in consideration of the discharge from the custody of the marshal of the property seized by him, upon the attachment sued out against the defendant, on the ___ day of ___, anno Domini nineteen hundred ___, in the above entitled cause, appear, and submitting to the jurisdiction of the court, hereby undertake, for themselves and each of them, their and each of their heirs, executors, and administrators, or successors or assigns, to abide by and perform the judgment of the court in the premises in relation to the property, which judgment may be rendered against any or all the parties whose names are hereto signed.\n\n\n\nA B, plaintiff,\nversus               Civil Action No. __________.\nC D, defendant.\n\nWhereas by virtue of an attachment issued in the above-entitled suit, the United States marshal for the District of Columbia has attached certain property in the hands of the undersigned E F, as garnishee, namely, (here describe) of the value of ___ dollars; and now, therefore, E F and G H, as surety, appearing in the action, and submitting to the jurisdiction of the court, hereby undertake for themselves and each of them, their and each of their heirs, executors, and administrators to abide by the judgment of the court in relation to said property, and that if the same shall be condemned to satisfy the claim of the plaintiff, judgment may be rendered against all the undersigned for the value of the property and costs, to be executed against them, and each of them, unless the property shall be forthcoming to satisfy the judgment of condemnation.\n\n\nThe recital of the undertaking in this subsection shall contain a sufficient description of the property and its value ascertained by an appraisement to be made under direction of the officer and returned with the writ.","historical":"Prior Codifications\n\n1981 Ed., § 16-509.\n\n1973 Ed., § 16-509.\n\nDC CODE § 16-509\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 546, Pub. L. 88-241, § 1.)","sections":[{"prefix":"a","text":" An attachment shall be levied upon personal chattels by the officer taking them into his possession and custody, unless the defendant gives the officer his undertaking to be filed in the cause, with sufficient security, substantially in the form set forth in subsection (b) of this section, or unless the person in whose possession the property is attached gives the officer his undertaking to be filed in the cause substantially in the form set forth in subsection (c) of this section. In cases where such undertakings are given, the attachment is sufficiently levied by the taking of the undertaking."},{"prefix":"b","text":" An undertaking by the defendant shall contain the substance of the following form:"},{"prefix":"Signed","text":"                          C D.                              E F."},{"prefix":"c","text":" An undertaking by the person in whose possession the property is attached shall contain the substance of the following form:"},{"prefix":"Signed","text":"                          E F.                              G H."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Attachment and Garnishment. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Attachment and Garnishment Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"509","identifier":"16-509","catch_text":"Attachment of personal property; undertaking by defendant or person in possession."}}