{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-501.\n\n1973 Ed., § 16-501.\n\nLegislative History of Laws\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDC CODE § 16-501\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 543, Pub. L. 88-241, § 1; Aug. 6, 1965, 79 Stat. 447, Pub. L. 89-113, § 1; July 29, 1970, 84 Stat. 555, Pub. L. 91-358, title I, § 145(b)(1); Mar. 24, 1998, D.C. Law 12-81, § 10(c), 45 DCR 745.)","sections":[{"prefix":"a","text":" This section applies to any civil action in the United States District Court of the District of Columbia or the Superior Court of the District of Columbia, for the recovery of:"},{"prefix":"1","text":" specific personal property;"},{"prefix":"2","text":" a debt; or"},{"prefix":"3","text":" damages for the breach of a contract, express or implied."},{"prefix":"b","text":" In an action specified by subsection (a) of this section, the plaintiff, his agent, or attorney, may file an affidavit as provided by subsections (c) and (d) of this section either at the commencement of the action or pending the action."},{"prefix":"c","text":" The affidavit shall comply with the following requirements:"},{"prefix":"1","text":" show the grounds of plaintiff's claim;"},{"prefix":"2","text":" set forth that plaintiff has a just right to recover what is claimed in his complaint;"},{"prefix":"3","text":" where the action is to recover specific personal property, state the nature and, according to affiant's belief, the value of the property and the probable amount of damages to which plaintiff is entitled for the detention thereof;"},{"prefix":"4","text":" where the action is to recover a debt, state the amount thereof; and"},{"prefix":"5","text":" where the action is to recover damages for breach of a contract set out, specifically and in detail, the breach complained of and the actual damage resulting therefrom."},{"prefix":"d","text":" The affidavit shall also state one of the following facts with respect to defendant:"},{"prefix":"1","text":" defendant is a foreign corporation or is not a resident of the District, or has been absent therefrom for at least six months;"},{"prefix":"2","text":" he evades the service of ordinary process by concealing himself or temporarily withdrawing himself from the District;"},{"prefix":"3","text":" he has removed or is about to remove some or all of his property from the District, so as to defeat just demands against him;"},{"prefix":"4","text":" he has assigned, conveyed, disposed of, or secreted, or is about to assign, convey, dispose of, or secrete his property with intent to hinder, delay, or defraud his creditors; or"},{"prefix":"5","text":" he fraudulently contracted the debt or incurred the obligation respecting which the action is brought."},{"prefix":"e","text":" Before a writ of attachment and garnishment is issued, the plaintiff shall first file in the clerk's office a bond, executed by himself or his agent, with security to be approved by the clerk, in twice the amount of his claim, conditioned to make good to the defendant all costs and damages which he may sustain by reason of the wrongful suing out of the attachment; except that in any case in which the plaintiff states in his affidavit that the value of specified property to be levied upon is less than the amount of his claim, the court may set the amount of such bond in an amount twice the value of the property being attached, and, notwithstanding the provisions of subsection (f) of this section, only the property so specified shall be levied upon; provided, that the United States marshal may, in his discretion, when levying upon such property, have the same appraised by an independent appraiser retained by the marshal at the expense of the plaintiff. Any such appraisal shall be made at the time the marshal levies upon the property, and the appraiser shall accompany him for such purpose. If such appraisal has been made, then only such property as may have a value not exceeding one-half of the amount of the bond shall be attached. In the event the appraised value of the property shall be more than one-half of the amount of the bond, the marshal may refuse to execute the writ unless and until the amount of the bond is increased so as to be at least twice the value of the property to be attached."},{"prefix":"f","text":" If the plaintiff files an affidavit and bond as provided by this section, the clerk shall issue a writ of attachment and garnishment, to be levied upon as much of the lands, tenements, goods, chattels, and credits of the defendant as may be necessary to satisfy the claim of the plaintiff."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Attachment and Garnishment. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Attachment and Garnishment Generally. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"501","identifier":"16-501","catch_text":"Attachment before judgment; affidavit and bond."}}