{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 18-191, see notes following ยง 16-5301.\n\nUniform Law\n\nThis section is based upon ยง 2 of the Uniform Unsworn Foreign Declarations Act. See Vol. 14, Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 16-5302\n\nCurrent through December 11, 2012","credits":"(July 23, 2010, D.C. Law 18-191, ยง 2(b), 57 DCR 3400.)","sections":[{"prefix":"1","text":" \"Boundaries of the United States\" means the geographic boundaries of the United States, Puerto Rico, the United States Virgin Islands, and any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"2","text":" \"Law\" includes a District of Columbia statute, a judicial decision or order, an executive order, and an administrative rule, regulation, or order."},{"prefix":"3","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"4","text":" \"Sign\" means, with present intent to authenticate or adopt a record,:"},{"prefix":"A","text":" To execute or adopt a tangible symbol; or"},{"prefix":"B","text":" To attach to or logically associate with the record an electronic symbol, sound, or process."},{"prefix":"5","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"6","text":" \"Sworn declaration\" means a declaration in a signed record given under oath. The term \"sworn declaration\" includes a sworn statement, verification, certificate, and affidavit."},{"prefix":"7","text":" \"Unsworn declaration\" means a declaration in a signed record that is not given under oath, but is given under penalty of perjury."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"53","text":"Unsworn Foreign Declarations; Uniform Act. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"5302","identifier":"16-5302","catch_text":"Definitions."}}