{"text":"A bond required from an executor, administrator, administrator cum testamento annexo, administrator de bonis non, guardian, committee, collector, trustee, receiver, assignee for the benefit of creditors, or other fiduciary appointed or confirmed by the United States District Court for the District of Columbia or the Superior Court of the District of Columbia, or a bond required from a party to a cause or proceeding pending in that court, shall be in the form of an undertaking, under seal, in a maximum amount to be fixed by the court, conditioned as required by law, the surety or sureties therein submitting themselves to the jurisdiction of the court and undertaking for themselves and each of them, their and each of their heirs, executors, administrators, successors, and assigns to abide by and perform the judgment or decree of the court in the premises; and further agreeing that, upon default by the principal in any of the conditions thereof, the damages may be ascertained in such manner as the court directs and the court may give judgment thereon in favor of any person thereby aggrieved against the principal and sureties for the damages sustained by him, and that judgment may be rendered against all or any of the parties whose names are thereto signed.\n\nThe United States District Court for the District of Columbia (as specified in section 11-501) and the Superior Court of the District of Columbia (as specified in section 11-921) have jurisdiction to enter such judgments and decrees against the principal and surety or sureties, or any of them, upon the undertaking, as law and justice require. This section does not deprive a party having a claim or cause of action under or upon the undertaking from electing to pursue his ordinary remedy by civil suit.\n\nThe provisions of this Code relating to actions, remedies and proceedings upon bonds of fiduciaries apply to such undertakings to the same extent as if undertaking had been expressly mentioned and referred to therein.","historical":"Prior Codifications\n\n1981 Ed., § 16-601.\n\n1973 Ed., § 16-601.\n\nDC CODE § 16-601\n\nCurrent through December 11, 2012","credits":"(Aug. 30, 1964, 78 Stat. 678, Pub. L. 88-509, § 3(c)(1); July 29, 1970, 84 Stat. 555, Pub. L. 91-358, title I, § 145(c).)","sections":[],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Bonds and Undertakings."},"heading":{"title":"16","chaptersection":"601","identifier":"16-601","catch_text":"Undertaking in lieu of fiduciary's bond."}}