{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-705.\n\n1973 Ed., § 16-705.\n\nEffect of Amendments\n\nD.C. Law 14-135, in subsec. (b)(1), designated subpar. (A) and in that subparagraph, substituted \"The defendant is charged with an offense\" for \"the case involves an offense\", and substituted \"court); or\" for \"court), and\", and added subpar. (B);  rewrote subsec. (b)(2);  and added subsec. (b-1).   Prior to repeal, subsec. (b)(2) had read as follows:\n\n\"(2) the defendant demands a trial by jury and does not subsequently waive a trial by jury in accordance with subsection (a), the trial shall be by jury.\"\n\nLegislative History of Laws\n\nLaw 9-272, the \"Criminal and Juvenile Justice Reform Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-374, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 14, 1993, it was assigned Act No. 9-401 and transmitted to both Houses of Congress for its review. D.C. Law 9-272 became effective on May 15, 1993.\n\nLaw 10-232, the \"Jury Trial Act of 1994,\" was introduced in Council and assigned Bill No. 10-603, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-374 and transmitted to both Houses of Congress for its review. D.C. Law 10-232 became effective on March 21, 1995.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 14-135, the \"Misdemeanor Jury Trial Act of 2002\", was introduced in Council and assigned Bill No. 14-2, which was referred to the Committee    on the Judiciary.  The Bill was adopted on first and second readings on February 5, 2002, and March 5, 2002, respectively.  Signed by the Mayor on March 25, 2002, it was assigned Act No. 14-311 and transmitted to both Houses of Congress for its review.  D.C. Law 14-135 became effective on May 21, 2002.\n\nDC CODE § 16-705\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 558, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 556, Pub. L. 91-358, title I, § 145(d)(4); May 15, 1993, D.C. Law 9-272, § 202, 40 DCR 796; Mar. 21, 1995, D.C. Law 10-232, § 2, 42 DCR 18; May 16, 1995, D.C. Law 10-255, § 14(a), 41 DCR 5193; May 21, 2002, D.C. Law 14-135, § 2, 49 DCR 3439.)","sections":[{"prefix":"a","text":" In a criminal case tried in the Superior Court in which, according to the Constitution of the United States, the defendant is entitled to a jury trial, the trial shall be by jury, unless the defendant in open court expressly waives trial by jury and requests trial by the court, and the court and the prosecuting officer consent thereto. In the case of a trial without a jury, the trial shall be by a single judge, whose verdict shall have the same force and effect as that of a jury."},{"prefix":"b","text":" In any case where the defendant is not under the Constitution of the United States entitled to a trial by jury, the trial shall be by a single judge without a jury, except that if --"},{"prefix":"1","text":"(A) The defendant is charged with an offense which is punishable by a fine or penalty of more than $1,000 or by imprisonment for more than 180 days (or for more than six months in the case of the offense of contempt of court); or"},{"prefix":"B","text":" The defendant is charged with 2 or more offenses which are punishable by a cumulative fine or penalty of more than $4,000 or a cumulative term of imprisonment of more than 2 years; and"},{"prefix":"2","text":" The defendant demands a trial by jury, the trial shall be by jury, unless the defendant in open court expressly waives trial by jury and requests trial by the court, and the court and the prosecuting officer consent thereto. In the case of a trial by the court, the judge's verdict shall have the same force and effect as that of a jury."},{"prefix":"b-1","text":" If a defendant in a criminal case is charged with 2 or more offenses and the offenses include at least one jury demandable offense and one non-jury demandable offense, the trial for all offenses charged against that defendant shall be by jury unless the defendant in open court expressly waives trial by jury and requests trial by the court, and the court and the prosecuting officer consent thereto. In the case of a trial without a jury, the trial shall be by a single judge, whose verdict shall have the same force and effect as that of a jury."},{"prefix":"c","text":" The jury shall consist of twelve persons, unless the parties, with the approval of the court and in the manner provided by rules of the court, agree to a number less than twelve. Even absent such agreement, if, due to extraordinary circumstances, the court finds it necessary to excuse a juror for just cause after the jury has retired to consider its verdict, in the discretion of the court, a valid verdict may be returned by the remaining eleven jurors."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Criminal Proceedings in the Superior Court."},"heading":{"title":"16","chaptersection":"705","identifier":"16-705","catch_text":"Jury trial; trial by court."}}