{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-704.\n\n1973 Ed., § 16-704.\n\nDC CODE § 16-704\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 558, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 557, Pub. L. 91-358, title I, § 145(d)(6).)","sections":[{"prefix":"a","text":" A person charged with an offense triable in the criminal division of the Superior Court of the District of Columbia may give security for his appearance for trial or for further hearing, either by giving bond to the satisfaction of the court or by depositing money as collateral security with the appropriate officer at the court or the station keeper of the police precinct within which he is apprehended. When a sum of money is deposited as collateral security as provided by this section it shall remain, in contemplation of law, the property of the person depositing it until duly forfeited by the court. When forfeited, it shall be, in contemplation of law, the property of the United States of America or of the District of Columbia, according as the charge against the person depositing it is instituted on behalf of the United States or of the District. Every person receiving any sum of money deposited as provided by this section shall be deemed in law the agent of the person depositing it or of the United States or the District, as the case may be, for all purposes of properly preserving and accounting for money."},{"prefix":"b","text":" This section does not affect the ultimate rights under existing law of the Washington Humane Society of the District of Columbia, in or to any forfeitures collected in the criminal division of the Superior Court of the District of Columbia."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Criminal Proceedings in the Superior Court."},"heading":{"title":"16","chaptersection":"704","identifier":"16-704","catch_text":"Bail; collateral security."}}