{"text":"\"If you are not a citizen of the United States, you are advised that conviction of the offense for which you have been charged may have the consequences of deportation, exclusion from admission to the United States, or denial of naturalization pursuant to the laws of the United States.\"","historical":"Prior Codifications\n\n1981 Ed., ยง 16-713.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-202, see Historical and Statutory Notes following ยง 16-711.\n\nDC CODE ยง 16-713\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-202, ยง 2, 30 DCR 173.)","sections":[{"prefix":"a","text":" Prior to acceptance of a plea of guilty or nolo contendere to any offense punishable as a crime, the court shall administer the following advisement on the record to the defendant:"},{"prefix":"b","text":" Upon request, the court shall allow the defendant a reasonable amount of additional time to consider the appropriateness of the plea in light of the advisement. If the court fails to advise the defendant as required by subsection (a) and the defendant shows that conviction of the offense to which the defendant pleaded guilty or nolo contendere may have the consequences for the defendant of deportation, exclusion from the United States, or denial of naturalization pursuant to the laws of the United States, the court, on defendant's motion, shall vacate the judgment and permit the defendant to withdraw the plea of guilty or nolo contendere, and enter a plea of not guilty. Absent a record that the court provided the advisement required by subsection (a), the defendant shall be presumed not to have received the required advisement."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Criminal Proceedings in the Superior Court."},"heading":{"title":"16","chaptersection":"713","identifier":"16-713","catch_text":"Alien sentencing."}}