{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section designation.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Safe and Stable Homes for Children and Youth Emergency Amendment Act of 2007 (D.C. Act 17-69, July 9, 2007, 54 DCR 6826).\n\nLegislative History of Laws\n\nFor Law 17-21, see notes following § 16-831.01.\n\nFor Law 17-353, see notes following § 16-571.01.\n\nDC CODE § 16-831.02\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2007, D.C. Law 17-21, § 2(b), 54 DCR 6835; Mar. 25, 2009, D.C. Law 17-353, § 217(c), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) A third party may file a complaint for custody of a child or a motion to intervene in any existing action involving custody of the child under any of the following circumstances:"},{"prefix":"A","text":" The parent who is or has been the primary caretaker of the child within the past 3 years consents to the complaint or motion for custody by the third party;"},{"prefix":"B","text":" The third party has:"},{"prefix":"i","text":" Lived in the same household as the child for at least 4 of the 6 months immediately preceding the filing of the complaint or motion for custody, or, if the child is under the age of 6 months, for at least half of the child's life; and"},{"prefix":"ii","text":" Primarily assumed the duties and obligations for which a parent is legally responsible, including providing the child with food, clothing, shelter, education, financial support, and other care to meet the child's needs; or"},{"prefix":"C","text":" The third party is living with the child and some exceptional circumstance exists such that relief under this chapter is necessary to prevent harm to the child; provided, that the complaint or motion shall specify in detail why the relief is necessary to prevent harm to the child."},{"prefix":"2","text":" A third party who is employed by the child's parent to provide child care duties for that child may not file, under this chapter, a complaint for custody of that child or intervene in any existing action under this chapter involving custody of that child."},{"prefix":"b","text":"(1) At any time after the filing of a third-party complaint for custody or a motion to intervene, a parent may move to dismiss an action filed by a third party on the grounds that the third party has committed an intrafamily offense against the child, the child's parent, or any other member of the child's family, or that the third party does not meet the characteristics set forth in subsection (a) of this section."},{"prefix":"2","text":" The court shall dismiss the action within 30 days of receiving proof that a court of competent jurisdiction has found that the third party has committed an intrafamily offense against the child, the child's parent, or any other member of the child's family."},{"prefix":"3","text":" Whenever the parent alleges that the plaintiff has committed an intrafamily offense against the child, the child's parent, or any other member of the child's family, but no previous adjudication has been issued, the court shall schedule a hearing on the motion to dismiss within 30 days of receiving the allegation."},{"prefix":"c","text":"(1) The court may decide a third-party complaint or motion to intervene filed under this chapter notwithstanding any other matters pending before the court involving the child, except that any complaint or motion filed under this chapter involving a child who is the subject of a pending action brought under Chapter 23 of Title 16 shall be consolidated with that pending action for resolution by the judicial officer there presiding."},{"prefix":"2","text":" In a proceeding under this chapter consolidated with a neglect or termination of parental rights proceeding under Chapter 23 of Title 16, the parent of the child is entitled to be represented by counsel at all critical stages of the proceeding, and, if financially unable to obtain adequate representation, to have counsel appointed in accordance with § 16-2304(b) and the rules established by the Superior Court of the District of Columbia."},{"prefix":"3","text":" The court, in its discretion, may appoint counsel for the third party."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Third-Party Custody."},"heading":{"title":"16","chaptersection":"831","identifier":"16-831.02","catch_text":"Action for custody of child by a third party."}}