{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-183 added subsec. (c-1).\n\nLegislative History of Laws\n\nFor Law 16-307, see notes following § 16-801.\n\nLaw 19-183, the \"Criminal Penalty for Unregistered Motorist Repeal Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-552, which was referred to the Committee on Environment, Public Works and Transportation. The Bill was adopted on first and second readings on June 5, 2012, and July 10, 2012, respectively. Signed by the Mayor on July 31, 2012, it was assigned Act No. 19-436 and transmitted to both Houses of Congress for its review. D.C. Law 19-183 became effective on October 22, 2012.\n\nDC CODE § 16-803\n\nCurrent through December 11, 2012","credits":"(May 5, 2007, D.C. Law 16-307, § 2(b), 54 DCR 868; Oct. 22, 2012, D.C. Law 19-183, § 3, 59 DCR 9429.)","sections":[{"prefix":"a","text":" A person arrested for, or charged with, the commission of an eligible misdemeanor pursuant to the District of Columbia Official Code or the District of Columbia Municipal Regulations whose prosecution has been terminated without conviction may file a motion to seal the publicly available records of the arrest and related court proceedings if:"},{"prefix":"1","text":" A period of at least 2 years has elapsed since the termination of the case; and"},{"prefix":"2","text":" The movant does not have a disqualifying arrest or conviction."},{"prefix":"b","text":" A person arrested for, or charged with, the commission of any other offense pursuant to the District of Columbia Official Code or the District of Columbia Municipal Regulations whose prosecution has been terminated without conviction may file a motion to seal the publicly available records of the arrest and related court proceedings if:"},{"prefix":"1","text":" A period of at least 5 years has elapsed since the termination of the case; and"},{"prefix":"2","text":" The movant does not have a disqualifying arrest or conviction."},{"prefix":"c","text":" A person who has been convicted of an eligible misdemeanor or an eligible felony pursuant to the District of Columbia Official Code or the District of Columbia Municipal Regulations may file a motion to seal the publicly available records of the arrest, related court proceedings, and conviction if:"},{"prefix":"1","text":" A period of at least 10 years has elapsed since the completion of the movant's sentence; and"},{"prefix":"2","text":" The movant does not have a disqualifying arrest or conviction."},{"prefix":"c-1","text":" A person convicted of an offense that was decriminalized after the date of the conviction may file a motion to seal the publicly available records of the arrest, related court proceedings, and conviction."},{"prefix":"d","text":" The waiting periods in subsections (a), (b), and (c) of this section, before which a motion to seal cannot be filed, must be satisfied with respect to all of the movant's arrests and convictions unless the movant waives in writing the right to seek sealing of an arrest or conviction as to which the prescribed waiting period has not elapsed."},{"prefix":"e","text":" The waiting periods in subsections (a), (b), and (c) of this section may be waived by the prosecutor in writing."},{"prefix":"f","text":" The movant must seek to seal all eligible arrests and convictions in the same proceeding unless the movant waives in writing the right to seek sealing with respect to a particular conviction or arrest."},{"prefix":"g","text":" In determining whether a movant is eligible to file a motion to seal because of a conviction, arrest, or pending charge, minor offenses shall not be considered."},{"prefix":"h","text":"(1) The Superior Court shall grant a motion to seal if it is in the interests of justice to do so. In making this determination, the Court shall weigh:"},{"prefix":"A","text":" The interests of the movant in sealing the publicly available records of his or her arrest, related court proceedings, or conviction;"},{"prefix":"B","text":" The community's interest in retaining access to those records, including the interest of current or prospective employers in making fully informed hiring or job assignment decisions and the interest in promoting public safety; and"},{"prefix":"C","text":" The community's interest in furthering the movant's rehabilitation and enhancing the movant's employability."},{"prefix":"2","text":" In making this determination, the Court may consider:"},{"prefix":"A","text":" The nature and circumstances of the offense at issue;"},{"prefix":"B","text":" The movant's role in the offense or alleged offense and, in cases terminated without conviction, the weight of the evidence against the person;"},{"prefix":"C","text":" The history and characteristics of the movant, including the movant's:"},{"prefix":"i","text":" Character;"},{"prefix":"ii","text":" Physical and mental condition;"},{"prefix":"iii","text":" Employment history;"},{"prefix":"iv","text":" Prior and subsequent conduct;"},{"prefix":"v","text":" History relating to drug or alcohol abuse or dependence and treatment opportunities;"},{"prefix":"vi","text":" Criminal history; and"},{"prefix":"vii","text":" Efforts at rehabilitation;"},{"prefix":"D","text":" The number of the arrests or convictions that are the subject of the motion;"},{"prefix":"E","text":" The time that has elapsed since the arrests or convictions that are the subject of the motion;"},{"prefix":"F","text":" Whether the movant has previously obtained sealing or comparable relief under this section or any other provision of law other than by reason of actual innocence; and"},{"prefix":"G","text":" Any statement made by the victim of the offense."},{"prefix":"i","text":"(1) In a motion filed under subsection (a) of this section, the burden shall be on the prosecutor to establish by a preponderance of the evidence that it is not in the interests of justice to grant relief."},{"prefix":"2","text":" In a motion filed under subsection (b) of this section, the burden shall be on the movant to establish by a preponderance of the evidence that it is in the interests of justice to grant relief."},{"prefix":"3","text":" In a motion filed under subsection (c) of this section, the burden shall be on the movant to establish by clear and convincing evidence that it is in the interests of justice to grant relief."},{"prefix":"j","text":" A motion to seal made pursuant to this section may be dismissed without prejudice to permit the movant to renew the motion after further passage of time. The Court may set a waiting period before a renewed motion can be filed."},{"prefix":"k","text":" A motion to seal made pursuant to this section may be dismissed if it appears that the movant has unreasonably delayed filing the motion and that the government has been prejudiced in its ability to respond to the motion by the delay in its filing, unless the movant shows that the motion is based on grounds which the person could not have raised by the exercise of reasonable diligence before the circumstances prejudicial to the government occurred."},{"prefix":"l","text":" If the Court grants the motion to seal:"},{"prefix":"1","text":"(A) The Court shall order the prosecutor, any law enforcement agency, and any pretrial, corrections, or community supervision agency to remove from their publicly available records all references that identify the movant as having been arrested, prosecuted, or convicted."},{"prefix":"B","text":" The prosecutor's office and agencies shall be entitled to retain any and all records relating to the movant's arrest and conviction in a nonpublic file."},{"prefix":"C","text":" The prosecutor, any law enforcement agency, and any pretrial, corrections, or community supervision agency office shall file a certification with the Court within 90 days that, to the best of its knowledge and belief, all references that identify the movant as having been arrested, prosecuted, or convicted have been removed from its publicly available records."},{"prefix":"2","text":"(A) The Court shall order the Clerk to remove or eliminate all publicly available Court records that identify the movant as having been arrested, prosecuted, or convicted."},{"prefix":"B","text":" The Clerk shall be entitled to retain any and all records relating to the movant's arrest, related court proceedings, or conviction in a nonpublic file."},{"prefix":"3","text":"(A) In a case involving co-defendants in which the Court orders the movant's records sealed, the Court may order that only those records, or portions thereof, relating solely to the movant be redacted."},{"prefix":"B","text":" The Court need not order the redaction of references to the movant that appear in a transcript of court proceedings involving co-defendants."},{"prefix":"4","text":" The Court shall not order the redaction of the movant's name from any published opinion of the trial or appellate courts that refer to the movant."},{"prefix":"5","text":" Unless otherwise ordered by the Court, the Clerk and any other agency shall reply in response to inquiries from the public concerning the existence of records which have been sealed pursuant to this chapter that no records are available."},{"prefix":"m","text":" No person as to whom such relief has been granted shall be held thereafter under any provision of law to be guilty of perjury or otherwise giving a false statement by reason of failure to recite or acknowledge his or her arrest, charge, trial, or conviction in response to any inquiry made of him or her for any purpose except that the sealing of records under this provision does not relieve a person of the obligation to disclose the sealed arrest or conviction in response to any direct question asked in connection with jury service or in response to any direct question contained in any questionnaire or application for a position with any person, agency, organization, or entity defined in § 16-801(11)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Criminal Record Sealing"},"heading":{"title":"16","chaptersection":"803","identifier":"16-803","catch_text":"Sealing of public criminal records in other cases."}}