{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section designation.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Safe and Stable Homes for Children and Youth Emergency Amendment Act of 2007 (D.C. Act 17-69, July 9, 2007, 54 DCR 6826).\n\nLegislative History of Laws\n\nFor Law 17-21, see notes following § 16-831.01.\n\nFor Law 17-353, see notes following § 16-571.01.\n\nDC CODE § 16-831.09\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2007, D.C. Law 17-21, § 2(b), 54 DCR 6835; Mar. 25, 2009, D.C. Law 17-353, § 217(j), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) During the pendency of any proceeding under this chapter, the court may determine, in accordance with the provisions of this chapter, the custody of the child pending final determination of that issue."},{"prefix":"2","text":" The pendente lite hearing shall be held no later than 30 days after a party requests a pendente lite custody determination by the court."},{"prefix":"3","text":" The court may enter any appropriate pendente lite relief pursuant to the provisions of this chapter."},{"prefix":"4","text":" Except when all parties consent to the pendente lite order, the court shall issue written findings."},{"prefix":"b","text":"(1) Unless the parties agree otherwise, any pendente lite order shall include a date certain for trial on the complaint or motion, not to exceed 120 days from issuance of the pendente lite order."},{"prefix":"2","text":" Extensions of the trial date will not be routinely granted. Only upon motion of a party or on the court's own motion and a showing of good cause may the trial date be extended. Any order extending the trial date shall be accompanied by written findings."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Third-Party Custody."},"heading":{"title":"16","chaptersection":"831","identifier":"16-831.09","catch_text":"Pendente lite relief."}}