{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-307, see notes following ยง 16-801.\n\nDC CODE ยง 16-805\n\nCurrent through December 11, 2012","credits":"(May 5, 2007, D.C. Law 16-307, ยง 2(b), 54 DCR 868.)","sections":[{"prefix":"a","text":" If it plainly appears from the face of the motion, any accompanying exhibits, affidavits, and documents, and the record of any prior proceedings in the case, that the movant is not eligible for relief or is not entitled to relief, the Court may dismiss or deny the motion."},{"prefix":"b","text":" If the motion is not dismissed or denied after initial review, the Court shall order the prosecutor to file a response to the motion. The prosecutor shall file the response within 60 days of the issuance of the order except where the arrest was not presented to the prosecutor for a charging decision, in which case the prosecutor shall file the response within 90 days of the issuance of the order."},{"prefix":"c","text":" Upon the filing of the prosecutor's response, the Court shall determine whether a hearing is required."},{"prefix":"d","text":" If the Court determines that a hearing is required, the hearing shall be scheduled promptly."},{"prefix":"e","text":" At the hearing, the movant and the prosecutor may present witnesses and information by proffer or otherwise. Hearsay evidence shall be admissible."},{"prefix":"f","text":" An order dismissing, granting, or denying the motion shall be in writing and include reasons."},{"prefix":"g","text":" The Court shall not be required to entertain a second or successive motion for similar relief on behalf of the same movant regarding the same offenses, arrests, or convictions unless the previous motion was dismissed or denied without prejudice."},{"prefix":"h","text":" An order dismissing, granting, or denying a motion for sealing is a final order for purposes of appeal."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Criminal Record Sealing"},"heading":{"title":"16","chaptersection":"805","identifier":"16-805","catch_text":"Review by Court."}}