{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-307, see notes following § 16-801.\n\nDC CODE § 16-804\n\nCurrent through December 11, 2012","credits":"(May 5, 2007, D.C. Law 16-307, § 2(b), 54 DCR 868.)","sections":[{"prefix":"a","text":" A motion to seal filed with the Court pursuant to this chapter shall state grounds upon which eligibility for sealing is based and facts in support of the person's claim. It shall be accompanied by a statement of points and authorities in support of the motion, and any appropriate exhibits, affidavits, and supporting documents."},{"prefix":"b","text":"(1) A motion pursuant to § 16-803 shall state all of the movant's arrests and convictions and shall either:"},{"prefix":"A","text":" Seek relief with respect to all arrests and any conviction eligible for relief; or"},{"prefix":"B","text":" Waive in writing the right to seek sealing of the records pertaining to any omitted arrests or convictions, including any arrests or convictions as to which the relevant waiting period in § 16-803(a), (b), or (c) has not elapsed."},{"prefix":"2","text":" If the motion does not comply with the requirements of paragraph (1) of this subsection or the waiting period has not elapsed for any arrest or conviction that is eligible for sealing, then the motion shall be dismissed without prejudice unless the movant executes a written waiver with respect to that arrest or conviction."},{"prefix":"c","text":" A copy of the motion shall be served upon the prosecutor."},{"prefix":"d","text":" The prosecutor shall not be required to respond to the motion unless ordered to do so by the Court pursuant to § 16-805(b)."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Criminal Record Sealing"},"heading":{"title":"16","chaptersection":"804","identifier":"16-804","catch_text":"Motion to seal."}}