{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section designation.\n\nD.C. Law 17-368, in par. (2), substituted \"§ 16-1001(8)\" for \"§ 16-1001(5)\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(b) of Safe and Stable Homes for Children and Youth Emergency Amendment Act of 2007 (D.C. Act 17-69, July 9, 2007, 54 DCR 6826).\n\nLegislative History of Laws\n\nLaw 17-21, the \"Safe and Stable Homes for Children and Youth Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-41 which was referred to the Committees of Human Services and Public Safety and Judiciary. The Bill was adopted on first and second readings on June 5, 2007, and June 21, 2007, respectively. Signed by the Mayor on July 9, 2007, it was assigned Act No. 17- 70 and transmitted to both Houses of Congress for its review. D.C. Law 17-21 became effective on September 20, 2007.\n\nFor Law 17-353, see notes following § 16-571.01.\n\nFor Law 17-368, see notes following § 16-801.\n\nDC CODE § 16-831.01\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2007, D.C. Law 17-21, § 2(b), 54 DCR 6835; Mar. 25, 2009, D.C. Law 17-353, § 217(b), 56 DCR 1117; Mar. 25, 2009, D.C. Law 17-368, § 4(f), 56 DCR 1338.)","sections":[{"prefix":"1","text":" \"De facto parent\" means an individual:"},{"prefix":"A","text":" Who:"},{"prefix":"i","text":" Lived with the child in the same household at the time of the child's birth or adoption by the child's parent;"},{"prefix":"ii","text":" Has taken on full and permanent responsibilities as the child's parent; and"},{"prefix":"iii","text":" Has held himself or herself out as the child's parent with the agreement of the child's parent or, if there are 2 parents, both parents; or"},{"prefix":"B","text":" Who:"},{"prefix":"i","text":" Has lived with the child in the same household for at least 10 of the 12 months immediately preceding the filing of the complaint or motion for custody;"},{"prefix":"ii","text":" Has formed a strong emotional bond with the child with the encouragement and intent of the child's parent that a parent-child relationship form between the child and the third party;"},{"prefix":"iii","text":" Has taken on full and permanent responsibilities as the child's parent; and"},{"prefix":"iv","text":" Has held himself or herself out as the child's parent with the agreement of the child's parent, or if there are 2 parents, both parents."},{"prefix":"2","text":" \"Intrafamily offense\" shall have the same meaning as provided in § 16- 1001(8)."},{"prefix":"3","text":" \"Legal custody\" means legal responsibility for a child, including the right to:"},{"prefix":"A","text":" Make decisions regarding the child's health, education, and general welfare;"},{"prefix":"B","text":" Access the child's educational, medical, psychological, dental, or other records; and"},{"prefix":"C","text":" Speak with and obtain information regarding the child from school officials, health care providers, counselors, or other persons interacting with the child."},{"prefix":"4","text":" \"Physical custody\" means a child's living arrangements. The term \"physical custody\" includes a child's residency or visitation schedule."},{"prefix":"5","text":" \"Third party\" means a person other than the child's parent or de facto parent."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Third-Party Custody."},"heading":{"title":"16","chaptersection":"831","identifier":"16-831.01","catch_text":"Definitions."}}