{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-924.\n\nEffect of Amendments\n\nPub. L. 107-114 substituted \"magistrate judge\" for \"hearing commissioner\" wherever it appears in the section; in subsecs. (a) and (f), substituted \"Family Court\" for \"Family Division\"; and, in subsec. (f), substituted \"magistrate judge's\" for \"hearing commissioner's\".\n\nD.C. Law 14-207, in the section heading, added \"for child support\" after \"Expedited judicial hearing\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 16-573.\n\nFor legislative history of D.C. Law 10-223, see Historical and Statutory Notes following § 16-909.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 16-916.01.\n\nFor Law 14-207, see notes following § 16-904.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See note to § 16-909.02.\n\nDC CODE § 16-924\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-166, § 33(a)(5)(B), 33 DCR 6710; Mar. 16, 1995, D.C. Law 10-223, § 2(f), 41 DCR 8051; Mar. 24, 1998, D.C. Law 12-81, § 10(h), 45 DCR 745; Jan. 8, 2002, Pub. L. 107-114, §§ 2(d)(2), 5(a)(2), 115 Stat. 2101, 2113; Oct. 19, 2002, D.C. Law 14-207, § 2(n), 49 DCR 7827.)","sections":[{"prefix":"a","text":" In any case brought under D.C. Official Code, section 11-1101(1), (3), (10), or (11), involving the establishment or enforcement of child support, or in any case seeking to modify an existing child support order, where a magistrate judge in the Family Court of the Superior Court finds that there is an existing duty of support, the magistrate judge shall conduct a hearing on support and, within 30 days from the conclusion of the hearing, the magistrate judge shall issue written findings of fact and conclusions of law that shall include, but not be limited to, the following:"},{"prefix":"1","text":" The name and relationship of the parties;"},{"prefix":"2","text":" The name, age, and any exceptional information about the child;"},{"prefix":"3","text":" The duty of support owed;"},{"prefix":"4","text":" The amount of monthly support payments;"},{"prefix":"5","text":" The annual earnings of the parents;"},{"prefix":"6","text":" The social security number of the parents;"},{"prefix":"7","text":" The name, address, and telephone number of each parent's employer;"},{"prefix":"8","text":" The name, address, and telephone number of any person, organization, corporation, or government entity that holds real or personal assets of the obligor; and"},{"prefix":"9","text":" A statement that a responsible relative is bound by this order to notify the Court within 10 days of any change in address or employment."},{"prefix":"b","text":" The alleged responsible relative may be represented by counsel at any stage of the proceedings."},{"prefix":"c","text":" If in a case under subsection (a) of this section the magistrate judge finds that the case involves complex issues requiring judicial resolution, the magistrate judge shall establish a temporary support obligation and refer unresolved issues to a judge, except that the magistrate judge shall not establish a temporary support order if parentage is at issue."},{"prefix":"d","text":" In cases under subsections (a) and (c) of this section in which the magistrate judge finds that there is a duty of support and the individual owing that duty has been served or given notice of the proceedings under any applicable statute or court rule, if that individual fails to appear or otherwise respond, the magistrate judge shall enter a default order."},{"prefix":"e","text":" Subject to subsection (f) of this section, the findings of the magistrate judge shall constitute a final order of the Superior Court."},{"prefix":"f","text":" A review of the magistrate judge's findings in a case under subsections (a) and (c) of this section may be made by a judge of the Family Court sua sponte and shall be made upon the motion of 1 of the parties, which shall be filed within 30 days after the judgment. An appeal to the District of Columbia Court of Appeals may be made only after a hearing is held in the Superior Court."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"924","identifier":"16-924","catch_text":"Expedited judicial hearing for child support."}}