{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-916.2.\n\nEffect of Amendments\n\nD.C. Law 14-190 rewrote the section which had read as follows:\n\n\"(a) There is established a Child Support Guideline Commission ('Commission'). The Commission shall study and make recommendations on the child support guideline to the Council of the District of Columbia ('Council').\"\n\n\"(b) The Commission shall consist of a chairperson and 14 members who are District of Columbia residents. The Chief Judge of the Superior Court of the District of Columbia may appoint 5 members. The Mayor of the District of Columbia (\"Mayor\") shall appoint 1 member to represent the Corporation Counsel and 1 member to represent the Child Support Division of the Department of Human Services. The Mayor, with the advice and consent of the Council, shall appoint 3 members who shall be members of the District of Columbia Bar (\"Bar\") and recognized experts in the field of family law. The Chairman of the Committee on the Judiciary of the Council shall be the chairperson of the Commission and appoint 2 other members. The Chairman of the Committee on Human Services of the Council shall appoint 2 members.\"\n\n\"(c)(1) Each member shall be appointed for a 2-year term. A vacancy shall be filled in the same manner as the original appointment.\"\n\n\"(2) A majority of the members shall constitute a quorum. A quorum shall be necessary for the Commission to conduct business.\"\n\n\"(d) The functions of the Commission shall include:\"\n\n\"(1) To annually review and update the data on poverty levels used in multiple family determinations.\"\n\n\"(2) To review pertinent economic data and data on the functioning of the guideline that the Commission gathers or that is brought to the attention of the Commission. The Commission shall meet not less than once annually for this purpose and shall review formally the guideline and vote on any proposed change not less than once every 4 years.\"\n\n\"(3) To hold a public meeting at least annually. Thirty days public notice shall be given for a public meeting. The Commission shall meet to receive oral or written comments from members of the Bar or the public.\"\n\n\"(4) To perform other tasks that are assigned by the Council to develop, update, or monitor the guideline.\"\n\n\"(e) Members of the Commission shall serve without compensation but shall be reimbursed for any reasonable expense associated with service on the Commission.\"\n\n\"(f) The Mayor shall provide sufficient space for the Commission to operate and may detail personnel to assist the Commission. The Mayor shall also direct any agency contacted by the Commission to give full cooperation to the Commission.\"\n\nTemporary Addition of Sections\n\nFor temporary (225 day) addition of § 16-916.2 [1981 Ed.], see § 2(b) of the Child Support Guideline Amendment Temporary Act of 1989 (D.C. Law 8-90, March 15, 1990, law notification 37 DCR 2073).\n\nEmergency Act Amendments\n\nSee note to § 16-916.01.\n\nFor temporary (90 day) amendment of section, see § 2802 of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-150, see Historical and Statutory Notes following § 16-916.01.\n\nLaw 14-190, the \"Fiscal Year 2003 Budget Support Act of 2002\", was introduced in Council and assigned Bill No. 14-609, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 3, 2002, it was assigned Act No. 14-403 and transmitted to both Houses of Congress for its review. D.C. Law 14-190 became effective on October 1, 2002.\n\nMiscellaneous Notes\n\nShort title of title XXIX of Law 14-190: Section 2901 of D.C. Law 14-190 provided that title XXIX of the act may be cited as the Child Support Guideline Commission Restructuring Act of 2002.\n\nSection 28(b)(2) of D.C. Law 15-354 provides that the section designation of § 16-916.2 of the District of Columbia Official Code is redesignated as § 16-916.02.\n\nDC CODE § 16-916.02\n\nCurrent through December 11, 2012","credits":"(July 25, 1990, D.C. Law 8-150, § 3, 37 DCR 372; Oct. 1, 2002, D.C. Law 14-190, § 2902, 49 DCR 6968.)","sections":[{"prefix":"a","text":" There is established a Child Support Guideline Commission (\"Commission\"). The Commission shall study and make recommendations on the child support guidelines to the Mayor."},{"prefix":"b","text":" The Commission shall consist of a chairperson and 8 members who are District of Columbia residents. The Chief Judge of the Superior Court of the District of Columbia may appoint 2 members. The Mayor shall appoint the chairperson as well as 2 members, one of whom shall be a member of the District of Columbia Bar (\"Bar\") and an expert in the fields of family law and child support. The Mayor shall also appoint one member to represent the Child Support Enforcement Division of the Office of the Corporation Counsel (\"CSED\"). The Council shall designate one Councilmember to serve on the Commission and shall appoint 2 additional members, one of whom shall be a member of the Bar and an expert in the fields of family law and child support."},{"prefix":"c","text":"(1) Of the Commission members first appointed after the effective date of the Child Support Guideline Commission Restructuring Emergency Act of 2002 (\"Commission Restructuring Act\") [July 23, 2002], one member appointed by the Chief Judge of the Superior Court of the District of Columbia, the non-Bar member appointed by the Council, the Bar member appointed by the Mayor, and the CSED representative appointed by the Mayor shall serve 2-year terms. All of the other initial appointments after the effective date of the Commission Restructuring Act [July 23, 2002] shall serve 4-year terms. Thereafter, all Commission members shall serve for a term of 4 years from the date of appointment. A Commission member may be reappointed. A person appointed to fill a vacancy on the Commission occurring prior to the expiration of a term shall serve for the remainder of the term. A vacancy shall be filled in the same manner as the original appointment."},{"prefix":"2","text":" A majority of the members shall constitute a quorum. A quorum shall be necessary for the Commission to conduct business."},{"prefix":"d","text":" The functions of the Commission shall include:"},{"prefix":"1","text":" To review and recommend updates of the child support guidelines not less than once every 4 years."},{"prefix":"2","text":" To review pertinent economic data, including poverty levels, and information on the functioning of the guidelines that the Commission gathers or that is brought to the attention of the Commission for the purpose of recommending changes to the guidelines."},{"prefix":"3","text":" To hold a public meeting at least annually to receive oral or written comments from members of the Bar or the public. Thirty days public notice shall be given for a public meeting."},{"prefix":"4","text":" To perform other tasks as necessary to develop, update, or monitor the guidelines and to ensure that the District of Columbia is in compliance with the federal mandates in section 467 of the Social Security Act, approved August 16, 1984 (98 Stat. 1321; 42 U.S.C. § 667)."},{"prefix":"e","text":" The Commission, as restructured pursuant to the Child Support Guideline Commission Restructuring Act [this section], shall convene no later than December 31, 2002, and shall issue initial recommendations no later than December 31, 2003."},{"prefix":"f","text":" Members of the Commission shall serve without compensation but shall be reimbursed for any reasonable expense associated with service on the Commission."},{"prefix":"g","text":" The Mayor shall provide sufficient space for the Commission to operate and may detail personnel to assist the Commission. The Mayor shall also direct any agency contacted by the Commission to give full cooperation to the Commission."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"916","identifier":"16-916.02","catch_text":"Child Support Guideline Commission."}}