{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-909.\n\n1973 Ed., § 16-909.\n\nEffect of Amendments\n\nD.C. Law 13-269 rewrote subsec. (b-1)(1), which formerly read:\n\n\"(1) Upon a genetic test result and an affidavit from a laboratory, certified by the American Association of Blood Banks, indicating a 99% probability that the putative father is the father of the child; or\"\n\nrewrote subsec. (c) which formerly read:\n\n\"(c) Upon the entry of a final judgment determining the parentage of a child by the Superior Court under the provisions of section 16-2341 et seq., section 16- 909(b) or by any other court of competent jurisdiction upon a genetic test result and affidavit as provided in subsection (b-1)(1) of this section, or if the father has acknowledged paternity as provided in section 16-909.01(a), the parent-child relationship is conclusively established. A parent-child relationship that has been established pursuant to subsection (b-1)(1) of this section or section 16-909.01(a)(1) may be challenged upon the same grounds and through the same procedures as are applicable to a final judgment of the Superior Court.\"\n\nand added subsec. (c-1).\n\nD.C. Law 18-33 rewrote the section, which had read as follows:\n\n\"(a) A child's relationship to its mother is established by its birth to her. A child's relationship to its father is established by proving by a preponderance of evidence that he is the father, and there shall be a presumption that he is the father:\n\n\"(1) if he and the child's mother are or have been married and the child is born during the marriage, or within 300 days after the termination of marital cohabitation by reason of death, annulment, divorce, or separation ordered by a court; or\n\n\"(2) if, prior to the child's birth, he and the child's mother have attempted to marry, and some form of marriage has been performed in apparent compliance with law, though such attempted marriage is or might be declared void for any reason, and the child is born during such attempted marriage, or within 300 days after the termination of such attempted marital cohabitation by reason of death, annulment, divorce, or separation ordered by a court; or\n\n\"(3) if, after the child's birth, he and the child's mother marry or attempt to marry, (with the attempt involving some form of marriage ceremony that has been performed in apparent compliance with law), though such attempted marriage is or might be declared void for any reason, and he has acknowledged the child to be his; or\n\n\"(4) if the putative father has acknowledged paternity in writing.\n\n\"(b) If questioned, a presumption created by section 16-909(a)(1) through (4) may be overcome upon proof by clear and convincing evidence that the presumed father is not the child's father. The Superior Court shall try the question of paternity and shall determine whether the presumed father is or is not the father of the child.\n\n\"(b-1) A conclusive presumption of paternity shall be created:\n\n\"(1) Upon a result and an affidavit from a laboratory of a genetic test of a type generally acknowledged as reliable by accreditation bodies designated by the Secretary of the U.S. Department of Health and Human Services that is performed by a laboratory approved by such a body indicating a 99% probability that the putative father is the father of the child; or\n\n\"(2) If the father has acknowledged paternity in writing as provided in section 16-909.01(a)(1).\n\n\"(c) The parent-child relationship shall be conclusively established:\n\n\"(1) Upon a determination of the parentage of a child by the following:\n\n\"(A) The Superior Court of the District of Columbia under the provisions of subchapter II of Chapter 23 of this title or subsection (b) of this section;\n\n\"(B) Any other court of competent jurisdiction;\n\n\"(C) The IV-D agency of another state, in compliance with jurisdictional and procedural requirements of that state; or\n\n\"(D) Any entity of another state authorized to determine parentage, in compliance with jurisdictional and procedural requirements of that state;\n\n\"(2) By a voluntary acknowledgment of paternity pursuant to section 16- 909.01(a)(1), unless either signatory rescinds the acknowledgment pursuant to section 16-909.01(a-1); or\n\n\"(3) By a voluntary acknowledgment of paternity in another state pursuant to the laws and procedures of that state, unless either signatory rescinds the acknowledgment pursuant to the laws and procedures of that state.\n\n\"(c-1) A parent-child relationship that has been established pursuant to subsection (b-1)(1)of this section may be challenged upon the same grounds and through the same procedures as are applicable to a final judgment of the Superior Court. A parent-child relationship that has been established pursuant to subsection (b-1)(2) of this section or section 16-909.01(a)(1) may be challenged in the Superior Court after the rescission period provided by section 16-909.01(a-1) through the same procedures as are applicable to a final judgment of the Superior Court, but only on the basis of fraud, duress, or material mistake of fact, with the burden of proof upon the challenging party. The legal responsibilities (including child support obligations) of any signatory arising from the acknowledgment of parentage may not be suspended during the challenge, except for good cause shown.\n\n\"(d) The parent-child relationship between an adoptive parent and a child may be established conclusively by proof of adoption.\"\n\nD.C. Law 18-88 rewrote subsec. (a-1)(2); and, in subsec. (e)(2), inserted \"A donor of semen to a person for artificial insemination, other than the donor's spouse or domestic partner, is not a parent of a child thereby conceived unless the donor and the person agree in writing that said donor shall be a parent.\". Prior to amendment, subsec. (a-1)(2) read as follows:\n\n\"(2) For a child born to a mother in a domestic partnership, there shall be a presumption that the female domestic partner of the child's mother is a parent of the child if the mother and the mother's domestic partner are or have been in a domestic partnership at the time of either conception or birth, or between conception and birth, and the child is born during the domestic partnership, or within 300 days after the termination of the domestic partnership pursuant to § 32-702(d).\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(b) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 5(c) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 105(c) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 105(c) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5(c) of the Child Support and Welfare Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114), § 5(c) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-309, March 20, 1998, 45 DCR 1923), § 5(c) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 5(c) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 5(c) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary amendment of section, see § 105(c) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary repeal of D.C. Law 12-210, see § 113 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(c) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 105(c) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 105(c) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 106(c) of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nFor temporary (90 day) amendment of section, see § 402 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 402 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-107, see Historical and Statutory Notes following § 16-902.\n\nFor legislative history of D.C. Law 6-166, see Historical and Statutory Notes following § 16-573.\n\nFor legislative history of D.C. Law 9-5, see Historical and Statutory Notes following § 16-909.01.\n\nFor legislative history of D.C. Law 9-39, see Historical and Statutory Notes following § 16-909.01.\n\nLaw 10-223, the \"Paternity Establishment Act of 1994,\" was introduced in Council and assigned Bill No. 10-777, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 15, 1994, it was assigned Act No. 10-360 and transmitted to both Houses of Congress for its review. D.C. Law 10-223 became effective on March 16, 1995.\n\nFor D.C. Law 13-269, see notes following § 16-901.\n\nFor Law 18-33, see notes following § 16-308.\n\nFor Law 18-88, see notes following § 16-801.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See note to § 16-909.02.\n\nDC CODE § 16-909\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, Pub. L. 88-241, § 1, 77 Stat. 561; Apr. 7, 1977, D.C. Law 1-107, title I, § 106, 23 DCR 8737; Feb. 24, 1987, D.C. Law 6-166, § 33(a)(3), 33 DCR 6710; June 18, 1991, D.C. Law 9-5, § 2(c), 38 DCR 2717; Aug. 17, 1991, D.C. Law 9-39, § 2(c), 38 DCR 4970; Mar. 16, 1995, D.C. Law 10-223, § 2(b), 41 DCR 8051; Apr. 3, 2001, D.C. Law 13-269, § 106(c), 48 DCR 1270; July 18, 2008, D.C. Law 18-33, § 3(d), 56 DCR 4269; Dec. 10, 2009, D.C. Law 18-88, § 402, 56 DCR 7413.)","sections":[{"prefix":"a","text":" A father-child relationship is established by an adjudication of a man's parentage, by operation of subsection (e) of this section, or by an unrebutted presumption under this subsection. There shall be a presumption that a man is the father of a child:"},{"prefix":"1","text":" if he and the child's mother are or have been married, or in a domestic partnership, at the time of either conception or birth, or between conception and birth, and the child is born during the marriage or domestic partnership, or within 300 days after the termination of marital cohabitation by reason of death, annulment, divorce, or separation ordered by a court, or within 300 days after the termination of the domestic partnership pursuant to § 32-702(d); or"},{"prefix":"2","text":" if, prior to the child's birth, he and the child's mother have attempted to marry, and some form of marriage has been performed in apparent compliance with law, though such attempted marriage is or might be declared void for any reason, and the child is born during such attempted marriage, or within 300 days after the termination of such attempted marital cohabitation by reason of death, annulment, divorce, or separation ordered by a court; or"},{"prefix":"3","text":" if, after the child's birth, he and the child's mother marry or attempt to marry, (with the attempt involving some form of marriage ceremony that has been performed in apparent compliance with law), though such attempted marriage is or might be declared void for any reason, and he has acknowledged the child to be his; or"},{"prefix":"4","text":" if the putative father has acknowledged paternity in writing."},{"prefix":"a-1","text":"(1) A mother-child relationship is established by a woman having given birth to a child, by an adjudication of a woman's parentage, by operation of subsection (e) of this section, or by an unrebutted presumption under paragraph (2) of this subsection."},{"prefix":"2","text":" There shall be a presumption that a woman is the mother of a child if she and the child's mother are or have been married, or in a domestic partnership, at the time of either conception or birth, or between conception or birth, and the child is born during the marriage or domestic partnership, or within 300 days after the termination of marital cohabitation by reason of death, annulment, divorce, or separation ordered by a court, or within 300 days after the termination of the domestic partnership pursuant to § 32-702(d)."},{"prefix":"b","text":"(1) A presumption created by subsection (a)(1) through (4) of this section may be overcome upon proof by clear and convincing evidence, in a proceeding instituted within the time provided in § 16-2342(c) or (d), that the presumed parent is not the child's genetic parent. The Court shall try the question of parentage, and may determine that the presumed parent is the child's parent, notwithstanding evidence that the presumed parent is not the child's genetic parent, after giving due consideration to:"},{"prefix":"A","text":" Whether the conduct of the mother or the presumed parent should preclude that party from denying parentage;"},{"prefix":"B","text":" The child's interests; and"},{"prefix":"C","text":" The duration and stability of the relationship between the child, the presumed parent, and the genetic parent."},{"prefix":"2","text":" If questioned, the presumption created by subsection (a-1)(2) that a child born to the mother is the child of the mother's female domestic partner may be overcome pursuant to paragraph (1) of this subsection or upon proof by clear and convincing evidence that the presumed parent did not hold herself out as a parent of the child."},{"prefix":"3","text":" Notwithstanding any other provision in this title, when a child has both a presumed parent and a parent established by a voluntary acknowledgment of paternity, pursuant to § 16-909.01(a)(1), the Court shall determine parentage after giving due consideration to the child's interests and the duration and stability of the relationship between the child, the presumed parent, and the acknowledged parent."},{"prefix":"b-1","text":" When a child has no presumed parent under subsection (a)(1) through (4) of this section or under subsection (a-1)(2) of this section, a conclusive presumption of parentage shall be created:"},{"prefix":"1","text":" Upon a result and an affidavit from a laboratory of a genetic test of a type generally acknowledged as reliable by accreditation bodies designated by the Secretary of the U.S. Department of Health and Human Services that is performed by a laboratory approved by such a body indicating a 99% probability that the person is the genetic parent of the child; or"},{"prefix":"2","text":" If the father has acknowledged paternity in writing as provided in section 16-909.01(a)(1)."},{"prefix":"c","text":" The parent-child relationship shall be conclusively established:"},{"prefix":"1","text":" Upon a determination of the parentage of a child by the following:"},{"prefix":"A","text":" The Superior Court of the District of Columbia under the provisions of subchapter II of Chapter 23 of this title or subsection (b) of this section;"},{"prefix":"B","text":" Any other court of competent jurisdiction;"},{"prefix":"C","text":" The IV-D agency of another state, in compliance with jurisdictional and procedural requirements of that state; or"},{"prefix":"D","text":" Any entity of another state authorized to determine parentage, in compliance with jurisdictional and procedural requirements of that state;"},{"prefix":"2","text":" When a child has no presumed parent under subsection (a)(1) through (4) of this section or under subsection (a-1)(2) of this section, by a voluntary acknowledgment of paternity pursuant to section 16-909.01(a)(1), unless either signatory rescinds the acknowledgment pursuant to section 16- 909.01(a-1); or"},{"prefix":"3","text":" By a voluntary acknowledgment of paternity in another state pursuant to the laws and procedures of that state, unless either signatory rescinds the acknowledgment pursuant to the laws and procedures of that state."},{"prefix":"c-1","text":" A parent-child relationship that has been established pursuant to subsection (b-1)(1)of this section may be challenged upon the same grounds and through the same procedures as are applicable to a final judgment of the Superior Court. A parent-child relationship that has been established pursuant to subsection (b-1)(2) of this section or section 16-909.01(a)(1) may be challenged in the Superior Court after the rescission period provided by section 16-909.01(a-1) through the same procedures as are applicable to a final judgment of the Superior Court, but only on the basis of fraud, duress, or material mistake of fact, with the burden of proof upon the challenging party. The legal responsibilities (including child support obligations) of any signatory arising from the acknowledgment of parentage may not be suspended during the challenge, except for good cause shown."},{"prefix":"d","text":" The parent-child relationship between an adoptive parent and a child may be established conclusively by proof of adoption."},{"prefix":"e","text":"(1) A person who consents to the artificial insemination of a woman as provided in subparagraph (A) or (B) of this paragraph with the intent to be the parent of her child, is conclusively established as a parent of the resulting child."},{"prefix":"A","text":" Consent by a woman, and a person who intends to be a parent of a child born to the woman by artificial insemination, shall be in writing signed by the woman and the intended parent."},{"prefix":"B","text":" Failure of a person to sign a consent required by subparagraph (A) of this paragraph, before or after the birth of the child, shall not preclude a finding of intent to be a parent of the child if the woman and the person resided together in the same household with the child and openly held the child out as their own."},{"prefix":"2","text":" A donor of semen to a person for artificial insemination, other than the donor's spouse or domestic partner, is not a parent of a child thereby conceived unless the donor and the person agree in writing that said donor shall be a parent. Notwithstanding any other provision in this title, genetic test results shall not establish parentage of a semen donor unless:"},{"prefix":"A","text":" The donor of semen is the spouse or domestic partner of the child's mother; or"},{"prefix":"B","text":" The donor and the child's mother agree in writing that said donor shall be a parent."},{"prefix":"f","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3), but shall exclude a domestic partner who is the parent, grandparent, sibling, child, grandchild, niece, nephew, aunt, or uncle of a woman who gives birth to a child."},{"prefix":"2","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4), but shall exclude a domestic partnership where a domestic partner is the parent, grandparent, sibling, child, grandchild, niece, nephew, aunt, or uncle of a woman who gives birth to a child."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"909","identifier":"16-909","catch_text":"Proof of child's relationship to parents."}}