{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-911.\n\n1973 Ed., § 16-911.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subpar. (a)(5)(O), substituted \"or Program on Work\" for \"Program on Work\".\n\nD.C. Law 14-207, in the section heading, substituted \"Pendente lite relief.\" for \"Alimony pendente lite; suit money; enforcement; custody of children.\"; in subsec. (a), rewrote pars. (1) and (5); repealed subsecs. (a-1) and (a-2); rewrote subsec. (c); and added subsec. (d). Subsecs. (a)(1), (a)(5), (a-1), (a-2), and (c) had read as follows:\n\n\"(1) require the husband or wife to pay alimony to the other spouse for the maintenance of himself or herself and their minor children committed to such other spouse's care, and suit money, including counsel fees, to enable such other spouse to conduct the case, whether as the plaintiff or the defendant, and enforce any order relating thereto by attachment, garnishment and/or imprisonment for disobedience;\"\n\n\"(5) determine who shall have the care and custody of a minor child or children pending the proceedings, without conclusive regard to the race, color, national origin, political affiliation, sex or sexual orientation, in and of itself, of a party according to procedures set forth in this section. The court may award joint or sole custody according to the best interest of the child. In determining the care and custody of a minor child, the best interest of the child shall be the primary consideration. Unless the court determines that it is not in the best interest of the child, the court may issue an order that provides for frequent and continuing contact between each parent and the minor child or children and for the sharing of responsibilities of child-rearing and encouraging the love, affection, and contact between the minor child or children and the parents regardless of marital status. There shall be a rebuttable presumption that joint custody is in the best interest of the child or children, except in instances where a judicial officer has found by a preponderance of the evidence that an intrafamily offense as defined in D.C. Official Code section 16-1001(5), an instance of child abuse as defined in section 102 of the Prevention of Child Abuse and Neglect Act of 1977, effective September 23, 1977 (D.C. Law 2-22; § 4-1301.02), an instance of child neglect as defined in section 2 of the Child Abuse and Neglect Prevention Children's Trust Fund Act of 1993, effective October 5, 1993 (D.C. Law 10-56; § 4- 1341.01), or where parental kidnapping as defined in D.C. Official Code section 16-1021 through section 16-1026 has occurred. There shall be a rebuttable presumption that joint custody is not in the best interest of the child or children if a judicial officer finds by a preponderance of the evidence that an intrafamily offense as defined in D.C. Official Code section 16-1001(5), an instance of child abuse as defined in section 102 of the Prevention of Child Abuse and Neglect Act of 1977, effective September 23, 1977 (D.C. Law 2-22; § 4-1301.02), an instance of child neglect as defined in section 2 of the Child Abuse and Neglect Prevention Children's Trust Fund Act of 1993, effective October 5, 1993 (D.C. Law 10-56; § 4-1341.01), or where parental kidnapping as defined in D.C. Official Code section 16-1021 through section 16-1026 has occurred. To determine the best interest of the child, for the purpose of making a joint or sole custody determination, the court shall consider all relevant factors, including, but not limited to:\n\n\"(A) the wishes of the child as to his or her custodian, where practicable;\n\n\"(B) the wishes of the child's parent or parents as to the child's custody;\n\n\"(C) the interaction and interrelationship of the child with his or her parent or parents, his or her siblings, and any other person who may emotionally or psychologically affect the child's best interest;\n\n\"(D) the child's adjustment to his or her home, school, and community;\n\n\"(E) the mental and physical health of all individuals involved;\n\n\"(F) the capacity of the parents to communicate and reach shared decisions affecting the child's welfare;\n\n\"(G) the willingness of the parents to share custody;\n\n\"(H) the prior involvement of each parent in the child's life;\n\n\"(I) the potential disruption of the child's social and school life;\n\n\"(J) the geographical proximity of the parental homes as this relates to the practical considerations of the child's or children's residential schedule;\n\n\"(K) the demands of parental employment;\n\n\"(L) the age and number of children;\n\n\"(M) the sincerity of each parent's request;\n\n\"(N) the parent's ability to financially support a custody arrangement;\n\n\"(O) the impact on Temporary Assistance for Needy Families, or Program on Work, Employment, and Responsibilities, and medical assistance;\n\n\"(P) the benefit to the parents; and\n\n\"(Q) evidence of an intrafamily offense as defined in section 16-1001(5).\"\n\n\"(a-1) For the purposes of this section, if the judicial officer finds by a preponderance of evidence that a contestant for custody has committed an intrafamily offense, any determination that custody or visitation is to be granted to the abusive parent shall be supported by a written statement by the judicial officer specifying factors and findings which support that determination. In determining visitation arrangements, if the judicial officer finds that an intrafamily offense has occurred, the judicial officer shall only award visitation if the judicial officer finds that the child and custodial parent can be adequately protected from harm inflicted by the other party. The party found to have committed an intrafamily offense has the burden of proving that visitation will not endanger the child or significantly impair the child's emotional development.\"\n\n\"(a-2)(1) A custody order may include:\n\n\"(A) sole legal custody;\n\n\"(B) sole physical custody;\n\n\"(C) joint legal custody;\n\n\"(D) joint physical custody; or\n\n\"(E) any other custody arrangement the court may determine is in the best interest of the child.\n\n\"(2)(A) In any custody proceeding under this chapter, the court may order each parent to submit a detailed parenting plan which shall delineate each parent's position with respect to the scheduling and allocation of rights and responsibilities that will best serve the interest of the minor child or children. The parenting plan may include, but shall not be limited to, provisions for:\n\n\"(i) the residence of the child or children;\n\n\"(ii) the financial support based on the needs of the child or children and the actual resources of the parent;\n\n\"(iii) visitation;\n\n\"(iv) holidays, birthdays, and vacation visitation;\n\n\"(v) transportation of the child or children between the residences;\n\n\"(vi) education;\n\n\"(vii) religious training, if any;\n\n\"(viii) access to the child's or children's educational, medical, psychiatric, and dental care records;\n\n\"(ix) except in emergencies, the responsibility for medical, psychiatric, and dental treatment decisions;\n\n\"(x) communication between the child and the parents; and\n\n\"(xi) resolving conflict such as a recognized family counseling or mediation service before application to the court to resolve a conflict.\n\n\"(B) The court shall consider the parenting plans submitted by the parents in evaluating the factors set forth in subsection (a) of this section and in fashioning a custody order.\n\n\"(C) The court shall designate the parent who will make the major decisions concerning the health, safety, and welfare of the child that need immediate attention.\n\n\"(D) The court may also order either or both parents to attend parenting classes.\n\n\"(3) Joint custody shall not eliminate the responsibility for child support in accordance with the applicable child support guideline as set forth in section 16-916.01.\n\n\"(4)(A) An award of custody may be modified or terminated upon the motion of one or both parents, or on the court's own motion, upon a determination that there has been a substantial and material change in circumstances and that such modification or termination is in the best interest of the child.\n\n\"(B) When a motion to modify custody is filed, the burden of proof is on the party seeking a change, and the standard of proof shall be by a preponderance of the evidence.\n\n\"(C) The provision of this act shall apply to motions to modify or terminate any award of custody filed after the enactment date of this act.\n\n\"(5) The court, for good cause and upon its own motion, may appoint a guardian ad litem or an attorney or both to represent the minor child's or children's interests.\n\n\"(6)(A) The court shall enter an order for any custody arrangement which is agreed to by both parents unless clear and convincing evidence indicates that such arrangement is not in the best interest of the minor child or children.\n\n\"(B) An objection by one parent to any custody arrangement shall not be the sole basis for refusing the entry of an order that the court determines is in the best interest of the minor child or children.\n\n\"(C) The court shall place on the record the specific factors and findings which justify any custody arrangement not agreed to by both parents.\n\n\"(D) The mere enactment of this act does not, in and of itself, constitute a substantial and material change in circumstances and, therefore, may not constitute the sole basis for modifying or terminating a custody award.\"\n\n\"(c) Upon its own motion or upon motion of either party, the court may order at any time, that maintenance or support payments be made to the clerk of the court for remittance to the person entitled to receive the payments.\"\n\nD.C. Law 15-205 rewrote subsec. (c) which had read as follows:\n\n\"(c) The Court may order, at any time, that maintenance or support payments be made to the clerk of the court for remittance to the person entitled to receive the payments, and shall order that such payments be made to the clerk of the court when required to implement withholding under section 46-207.\"\n\nD.C. Law 16-79, in par. (a)(1)(A), substituted \"spouse or domestic partner\" for \"husband or wife\"; in par. (a)(1)(B), substituted \"spouse or domestic partner\" for \"spouse\"; in par. (a)(2), substituted \"spouse or domestic partner's\" for \"spouse's\"; in par. (a)(3), substituted \"spouse or domestic partner\" for \"spouse\"; and rewrote the lead-in language to subsec. (a), which had read as follows:\n\n\"(a) During the pendency of an action for divorce, or an action by the husband or wife to declare the marriage null and void, where the nullity is denied by the other spouse, the court may:\".\n\nD.C. Law 16-100, in par. (a)(1), substituted \"and all support orders shall be enforceable by withholding as provide in section 46-207\" for \"and shall enforce support orders through withholding as required under section 46-207\".\n\nD.C. Law 16-191, in subsec. (a), inserted \"available\" following \"relief\" in the introductory language, and substituted \"spouse's or domestic partner's\" for \"spouse or domestic partner's\" in par. (2).\n\nD.C. Law 17-128 rewrote subsec. (a)(1), which had read as follows:\n\n\"(1) require the spouse or domestic partner to pay pendente lite alimony to the other spouse or domestic partner; require one party to pay pendente lite child support for his or her minor children committed to another party's care; and require the spouse or domestic partner to pay suit money, including counsel fees, to enable such other spouse or domestic partner to conduct the case. The Court may enforce any such order by attachment, garnishment, or imprisonment for disobedience, and all support orders shall be enforceable by withholding as provide in section 46-207. In determining pendente lite alimony for a spouse or domestic partner, the Court shall consider the factors set forth in section 16-913(d) and may make an award of pendente lite alimony retroactive to the date of the filing of the pleading that requests alimony.\"\n\nD.C. Law 17-231, in subsec. (a), substituted \"§ 32-702(d)\" for \"§ 32-702\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(g) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 5(g) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 10 of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nFor temporary (225 day) amendment of section, see § 105(g) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 105(g) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nFor temporary (225 day) amendment of section, see § 2(f) of the Income Withholding Transfer and Revision Temporary Amendment Act of 2005 (D.C. Law 16- 42, December 10, 2005, law notification 52 DCR 11038).\n\nEmergency Act Amendments\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary amendment of section, see § 5(g) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114), § 5(g) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 309, March 20, 1998, 45 DCR 1923), § 5(g) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 5(g) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 5(g) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary amendment of section, see § 10 of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 10 of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 10 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), § 10 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary amendment of section, see § 105(g) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary repeal of D.C. Law 12-210, see § 113 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(g) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(g) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 105(g) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 105(g) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) amendment of section, see § 3402 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3402 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Income Withholding Transfer and Revision Emergency Amendment Act of 2005 (D.C. Act 16-167, July 26, 2005, 52 DCR 7648).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Income Withholding Transfer and Revision Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-200, November 17, 2005, 52 DCR 10490).\n\nLegislative History of Laws\n\nLaw 1-87, the \"Anti-Sex Discriminatory Language Act,\" was introduced in Council and assigned Bill No. 1-36, which was referred to the Committee on the Judiciary and Criminal Law. The Bill was adopted on first and second readings on June 15, 1976, and June 29, 1976, respectively. Signed by the Mayor on July 27, 1976, it was assigned Act No. 1-143 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 1-107, see Historical and Statutory Notes following § 16-902.\n\nLaw 10-154, the \"Evidence of Intrafamily Offenses in Child Custody Cases Act of 1994,\" was introduced in Council and assigned Bill No. 10-7, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on July 8, 1994, it was assigned Act No. 10-270 and transmitted to both Houses of Congress for its review. D.C. Law 10-154 became effective on August 25, 1994.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nFor legislative history of D.C. Law 11-110, see Historical and Statutory Notes following § 16-909.01.\n\nFor legislative history of D.C. Law 11-112, see Historical and Statutory Notes following § 16-916.03.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 16-909.01.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 16-901.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nFor Law 14-207, see notes following § 16-904.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nFor Law 16-79, see notes following § 16-571.\n\nFor D.C. Law 16-100, see notes following § 16-571.01.\n\nFor Law 16-191, see notes following § 16-910.\n\nFor Law 17-128, see notes following § 16-901.\n\nFor Law 17-231, see notes following § 16-904.\n\nMiscellaneous Notes\n\nShort title of subtitle D of title III of Law 15-205: Section 3401 of D.C. Law 15-205 provided that subtitle D of title III of the act may be cited as the Child Support Transfer of Functions Amendment Act of 2004.\n\nDC CODE § 16-911\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 561, Pub. L. 88-241, § 1; Oct. 1, 1976, D.C. Law 1-87, § 14, 23 DCR 2544; Apr. 7, 1977, D.C. Law 1-107, title I, § 108, 23 DCR 8737; Aug. 25, 1994, D.C. Law 10-154, § 2(a), 41 DCR 4870; May 16, 1995, D.C. Law 10-255, § 14(b), 41 DCR 5193; Apr. 18, 1996, D.C. Law 11-110, § 24(b), 43 DCR 530; Apr. 18, 1996, D.C. Law 11-112, § 2(a), 43 DCR 574; Apr. 9, 1997, D.C. Law 11-255, § 18(d), 44 DCR 1271; Apr. 20, 1999, D.C. Law 12-241, § 10, 46 DCR 905; Apr. 12, 2000, D.C. Law 13-91, § 142(a), 47 DCR 520; Oct. 19, 2002, D.C. Law 14-207, § 2(f), 49 DCR 7827; Dec. 7, 2004, D.C. Law 15-205, § 3402, 51 DCR 8441; Apr. 4, 2006, D.C. Law 16-79, § 4(e), 53 DCR 1035; May 12, 2006, D.C. Law 16-100, § 2(f), 53 DCR 1886; Mar. 2, 2007, D.C. Law 16-191, § 131(b), 53 DCR 6794; Mar. 20, 2008, D.C. Law 17-128, § 2(b), 55 DCR 1525; Sept. 12, 2008, D.C. Law 17-231, § 20(c), 55 DCR 6758.)","sections":[{"prefix":"a","text":" During the pendency of an action for divorce, the termination of a domestic partnership pursuant to § 32-702(d), where one of the domestic partners has filed a petition for relief available under this section, or an action by a spouse to declare the marriage null and void, where the nullity is denied by the other spouse, the court may:"},{"prefix":"1","text":" require the spouse or domestic partner to pay pendente lite alimony to the other spouse or domestic partner; require one party to pay pendente lite child support, including health insurance coverage, cash medical support, or both, for his or her minor children committed to another party's care; and require the spouse or domestic partner to pay suit money, including counsel fees, to enable such other spouse to conduct the case. The Court may enforce any such order by attachment, garnishment, or imprisonment for disobedience, and all support orders shall be enforceable by withholding as provided in § 46-207 and § 46-251.07. In determining pendente lite alimony for a spouse or domestic partner, the Court shall consider the factors set forth in § 16- 913(d) and may make an award of pendente lite alimony retroactive to the date of the filing of the pleading that requests alimony."},{"prefix":"2","text":" enjoin any disposition of a spouse's or domestic partner's property to avoid the collection of the allowances so required;"},{"prefix":"3","text":" if a spouse or domestic partner fails or refuses to pay the alimony or suit money, sequestrate his or her property and apply the income thereof to such objects;"},{"prefix":"4","text":" if a party under court order to make payments under this section is in arrears, order the party to make an assignment of part of his or her salary, wages, earnings or other income to the person entitled to receive the payments; and"},{"prefix":"5","text":" determine, in accordance with section 16-914, the care and custody of a minor child or children pending final determination of those issues."},{"prefix":"a-1","text":" Repealed."},{"prefix":"a-2","text":" Repealed."},{"prefix":"b","text":" The attachment, garnishment, or assignment under paragraphs (1) and (4) of subsection (a) is binding on the employer, trustee, or other payor of salary, wages, earnings, or other income. No employer shall discharge or otherwise discipline an employee because of such attachment, garnishment, or assignment."},{"prefix":"c","text":" The court may order, at any time, that maintenance or support payments be made to the Collection and Disbursement Unit, as defined in § 46-201(2A), for remittance to the person entitled to receive the payments, and shall order that such payments be made to the Collection and Disbursement Unit when the Collection and Disbursement Unit is responsible for collecting and disbursing these payments under § 46-202.01."},{"prefix":"d","text":" The Court may order any other appropriate pendente lite relief."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"911","identifier":"16-911","catch_text":"Pendente lite relief."}}