{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-914.\n\n1973 Ed., § 16-914.\n\nEffect of Amendments\n\nD.C. Law 13-91, in subpar. (a)(3)(P), substituted \"or Program on Work\" for \"Program on Work\".\n\nD.C. Law 14-207, in the section heading, substituted \"Custody of children.\" for \"Retention of jurisdiction as to alimony and custody of children.\"; in subsec. (a), rewrote par (1), and in par. (3), substituted \"a child\" for \"infant children\" and in subpar. (K) of par. (3), deleted \"or children's\"; repealed subsec. (a-2); and added subsecs. (c), (d), (e), (f), (g), (h), (i), and (j). Par. (1) of subsec. (a) and subsec. (a-2) had read as follows:\n\n\"(a)(1) After the issuance of a decree of divorce granting alimony and providing for the care and custody of children, the case shall still be considered open for any future orders relating to those matters. With respect to matters of custody and visitation, the race, color, national origin, political affiliation, sex, or sexual orientation, in and of itself, of a party shall not be a conclusive consideration.\"\n\n\"(a-2) The mere enactment of the Joint Custody of Children Act of 1996 does not, in and of itself, constitute a substantial and material change in circumstances and, therefore, may not constitute the sole basis for modifying or terminating a custody award.\"\n\nD.C. Law 17-177, in subsec. (a)(1)(A), substituted \"sexual orientation, gender identity or expression\" for \"or sexual orientation\".\n\nD.C. Law 17-368, in subsec. (a)(2), substituted \"§ 16-1001(8)\" for \"D.C. Official Code section 16-1001(5)\" in two places; and added subsec. (a-3).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(h) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-103, May 8, 1998, law notification 45 DCR 3254).\n\nFor temporary (225 day) amendment of section, see § 5(h) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1998 (D.C. Law 12-210, April 13, 1999, law notification 46 DCR 3832).\n\nFor temporary (225 day) amendment of section, see § 11 of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nFor temporary (225 day) amendment of section, see § 105(h) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 1999 (D.C. Law 13-57, March 7, 2000, law notification 47 DCR 1979).\n\nFor temporary (225 day) amendment of section, see § 105(h) of Child Support and Welfare Reform Compliance Temporary Amendment Act of 2000 (D.C. Law 13-207, March 31, 2001, law notification 48 DCR 3238).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5(h) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1997 (D.C. Act 12-222, December 23, 1997, 44 DCR 114), § 5(h) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 309, March 20, 1998, 45 DCR 1923), § 5(h) of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12-439, August 12, 1998, 45 DCR 6110), § 5(h) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-503, October 27, 1998, 45 DCR 8495), and § 5(h) of the Child Support and Welfare Reform Compliance Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-600, January 20, 1999, 46 DCR 1239).\n\nFor temporary amendment of section, see § 11 of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 11 of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 11 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 11 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary repeal of D.C. Law 12-103, see § 13 of the Child Support and Welfare Reform Compliance Second Emergency Amendment Act of 1998 (D.C. Act 12- 439, August 12, 1998, 45 DCR 6110).\n\nFor temporary amendment of section, see § 105(h) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary repeal of D.C. Law 12-210, see § 113 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(h) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 1999 (D.C. Act 13-126, August 4, 1999, 46 DCR 6606).\n\nFor temporary (90-day) amendment of section, see § 105(h) of the Child Support and Welfare Reform Compliance Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-177, November 2, 1999, 46 DCR 9678).\n\nFor temporary (90-day) amendment of section, see § 105(h) of the Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-241, January 11, 2000, 47 DCR 581).\n\nFor temporary (90 day) amendment of section, see § 105(h) of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2000 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-87, see Historical and Statutory Notes following § 16-911.\n\nFor legislative history of D.C. Law 1-107, see Historical and Statutory Notes following § 16-902.\n\nFor legislative history of D.C. Law 10-154, see Historical and Statutory Notes following § 16-911.\n\nFor legislative history of D.C. Law 11-112, see Historical and Statutory Notes following § 16-916.03.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 16-901.\n\nFor Law 13-91, see notes following § 16-911.\n\nFor Law 14-207, see notes following § 16-904.\n\nFor Law 17-177, see notes following § 16-901.\n\nFor Law 17-368, see notes following § 16-801.\n\nDC CODE § 16-914\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 562, Pub. L. 88-241, § 1; Oct. 1, 1976, D.C. Law 1-87, § 17, 23 DCR 2544; Apr. 7, 1977, D.C. Law 1-107, title I, § 109, 23 DCR 8737; Aug. 25, 1994, D.C. Law 10-154, § 2(b), 41 DCR 4870; Apr. 18, 1996, D.C. Law 11-112, § 2(b), 43 DCR 574; Apr. 20, 1999, D.C. Law 12- 241, § 11, 46 DCR 905; Apr. 12, 2000, D.C. Law 13-91, § 142(b), 47 DCR 520; Oct. 19, 2002, D.C. Law 14-207, § 2(i), 49 DCR 7827; June 25, 2008, D.C. Law 17-177, § 10(b), 55 DCR 3696; Mar. 25, 2009, D.C. Law 17-368, § 3(a), 56 DCR 1338.)","sections":[{"prefix":"a","text":"(1)(A) In any proceeding between parents in which the custody of a child is raised as an issue, the best interest of the child shall be the primary consideration. The race, color, national origin, political affiliation, sex, sexual orientation, or gender identity or expression of a party, in and of itself, shall not be a conclusive consideration. The Court shall make a determination as to the legal custody and the physical custody of a child. A custody order may include:"},{"prefix":"i","text":" sole legal custody;"},{"prefix":"ii","text":" sole physical custody;"},{"prefix":"iii","text":" joint legal custody;"},{"prefix":"iv","text":" joint physical custody; or"},{"prefix":"v","text":" any other custody arrangement the Court may determine is in the best interest of the child."},{"prefix":"B","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Legal custody\" means legal responsibility for a child. The term \"legal custody\" includes the right to make decisions regarding that child's health, education, and general welfare, the right to access the child's educational, medical, psychological, dental, or other records, and the right to speak with and obtain information regarding the child from school officials, health care providers, counselors, or other persons interacting with the child."},{"prefix":"ii","text":" \"Physical custody\" means a child's living arrangements. The term \"physical custody\" includes a child's residency or visitation schedule."},{"prefix":"2","text":" Unless the court determines that it is not in the best interest of the child, the court may issue an order that provides for frequent and continuing contact between each parent and the minor child or children and for the sharing of responsibilities of child-rearing and encouraging the love, affection, and contact between the minor child or children and the parents regardless of marital status. There shall be a rebuttable presumption that joint custody is in the best interest of the child or children, except in instances where a judicial officer has found by a preponderance of the evidence that an intrafamily offense as defined in § 16-1001(8), an instance of child abuse as defined in section 102 of the Prevention of Child Abuse and Neglect Act of 1977, effective September 23, 1977 (D.C. Law 2-22; D.C. Official Code § 4- 1301.02), an instance of child neglect as defined in section 2 of the Child Abuse and Neglect Prevention Children's Trust Fund Act of 1993, effective October 5, 1993 (D.C. Law 10-56; D.C. Official Code § 4-1341.01), or where parental kidnapping as defined in D.C. Official Code section 16-1021 through section 16-1026 has occurred. There shall be a rebuttable presumption that joint custody is not in the best interest of the child or children if a judicial officer finds by a preponderance of the evidence that an intrafamily offense as defined in § 16-1001(8), an instance of child abuse as defined in section 102 of the Prevention of Child Abuse and Neglect Act of 1977, effective September 23, 1977 (D.C. Law 2-22; D.C. Official Code § 4- 1301.02), an instance of child neglect as defined in section 2 of the Child Abuse and Neglect Prevention Children's Trust Fund Act of 1993, effective October 5, 1993 (D.C. Law 10-56; D.C. Official Code § 4-1341.01), or where parental kidnapping as defined in D.C. Official Code section 16-1021 through section 16-1026 has occurred."},{"prefix":"3","text":" In determining the care and custody of a child, the best interest of the child shall be the primary consideration. To determine the best interest of the child, the court shall consider all relevant factors, including, but not limited to:"},{"prefix":"A","text":" the wishes of the child as to his or her custodian, where practicable;"},{"prefix":"B","text":" the wishes of the child's parent or parents as to the child's custody;"},{"prefix":"C","text":" the interaction and interrelationship of the child with his or her parent or parents, his or her siblings, and any other person who may emotionally or psychologically affect the child's best interest;"},{"prefix":"D","text":" the child's adjustment to his or her home, school, and community;"},{"prefix":"E","text":" the mental and physical health of all individuals involved;"},{"prefix":"F","text":" evidence of an intrafamily offense as defined in section 16-1001(5);"},{"prefix":"G","text":" the capacity of the parents to communicate and reach shared decisions affecting the child's welfare;"},{"prefix":"H","text":" the willingness of the parents to share custody;"},{"prefix":"I","text":" the prior involvement of each parent in the child's life;"},{"prefix":"J","text":" the potential disruption of the child's social and school life;"},{"prefix":"K","text":" the geographic proximity of the parental homes as this relates to the practical considerations of the child's residential schedule;"},{"prefix":"L","text":" the demands of parental employment;"},{"prefix":"M","text":" the age and number of children;"},{"prefix":"N","text":" the sincerity of each parent's request;"},{"prefix":"O","text":" the parent's ability to financially support a joint custody arrangement;"},{"prefix":"P","text":" the impact on Temporary Assistance for Needy Families, or Program on Work, Employment, and Responsibilities, and medical assistance; and"},{"prefix":"Q","text":" the benefit to the parents."},{"prefix":"a-1","text":" For the purposes of this section, if the judicial officer finds by a preponderance of evidence that a contestant for custody has committed an intrafamily offense, any determination that custody or visitation is to be granted to the abusive parent shall be supported by a written statement by the judicial officer specifying factors and findings which support that determination. In determining visitation arrangements, if the judicial officer finds that an intrafamily offense has occurred, the judicial officer shall only award visitation if the judicial officer finds that the child and custodial parent can be adequately protected from harm inflicted by the other party. The party found to have committed an intrafamily offense has the burden of proving that visitation will not endanger the child or significantly impair the child's emotional development."},{"prefix":"a-2","text":" Repealed."},{"prefix":"a-3","text":"(1) A minor parent, or the parent, guardian, or other legal representative of a minor parent on the minor parent's behalf, may initiate a custody proceeding under this chapter."},{"prefix":"2","text":" For the purposes of this subsection, the term \"minor\" means a person under 18 years of age."},{"prefix":"b","text":" Notice of a custody proceeding shall be given to the child's parents, guardian, or other custodian. The court, upon a showing of good cause, may permit intervention by any interested party."},{"prefix":"c","text":" In any custody proceeding under this chapter, the Court may order each parent to submit a detailed parenting plan which shall delineate each parent's position with respect to the scheduling and allocation of rights and responsibilities that will best serve the interest of the minor child or children. The parenting plan may include, but shall not be limited to, provisions for:"},{"prefix":"1","text":" the residence of the child or children;"},{"prefix":"2","text":" the financial support based on the needs of the child and the actual resources of the parent;"},{"prefix":"3","text":" visitation;"},{"prefix":"4","text":" holidays, birthdays, and vacation visitation;"},{"prefix":"5","text":" transportation of the child between the residences;"},{"prefix":"6","text":" education;"},{"prefix":"7","text":" religious training, if any;"},{"prefix":"8","text":" access to the child's educational, medical, psychiatric, and dental treatment records;"},{"prefix":"9","text":" except in emergencies, the responsibility for medical, psychiatric, and dental treatment decisions;"},{"prefix":"10","text":" communication between the child and the parents; and"},{"prefix":"11","text":" the resolution of conflict, such as a recognized family counseling or mediation service, before application to the Court to resolve a conflict."},{"prefix":"d","text":" In making its custody determination, the Court:"},{"prefix":"1","text":" shall consider the parenting plans submitted by the parents in evaluating the factors set forth in subsection (a)(3) of this section in fashioning a custody order;"},{"prefix":"2","text":" shall designate the parent(s) who will make the major decisions concerning the health, safety, and welfare of the child that need immediate attention; and"},{"prefix":"3","text":" may order either or both parents to attend parenting classes."},{"prefix":"e","text":" Joint custody shall not eliminate the responsibility for child support in accordance with the applicable child support guideline as set forth in section 16-916.01."},{"prefix":"f","text":"(1) An award of custody may be modified or terminated upon the motion of one or both parents, or on the Court's own motion, upon a determination that there has been a substantial and material change in circumstances and that the modification or termination is in the best interest of the child."},{"prefix":"2","text":" When a motion to modify custody is filed, the burden of proof is on the party seeking a change, and the standard of proof shall be by a preponderance of the evidence."},{"prefix":"3","text":" The provisions of this chapter shall apply to motions to modify or terminate any award of custody filed after April 18, 1996."},{"prefix":"g","text":" The Court, for good cause and upon its own motion, may appoint a guardian ad litem or an attorney, or both, to represent the minor child's interests."},{"prefix":"h","text":" The Court shall enter an order for any custody arrangement that is agreed to by both parents unless clear and convincing evidence indicates that the arrangement is not in the best interest of the minor child."},{"prefix":"i","text":" An objection by one parent to any custody arrangement shall not be the sole basis for refusing the entry of an order that the Court determines is in the best interest of the minor child."},{"prefix":"j","text":" The Court shall place on the record the specific factors and findings which justify any custody arrangement not agreed to by both parents."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"914","identifier":"16-914","catch_text":"Custody of children."}}