{"text":"Upon entry of a final decree of legal separation, annulment, or divorce, or upon the termination of a domestic partnership pursuant to § 32-702(d) and the filing of a petition for relief available under this section, in the absence of a valid antenuptial or postnuptial agreement resolving all issues related to the property of the parties, the court shall:","historical":"Prior Codifications\n\n1981 Ed., § 16-910.\n\n1973 Ed., § 16-910.\n\nEffect of Amendments\n\nD.C. Law 14-207, in the section heading, substituted \"Assignment and equitable distribution of property.\" for \"Dissolution of property rights; jurisdiction of court.\"; rewrote the introductory paragraph and subsec. (b); and added subsec. (c). The introductory paragraph and subsec. (b) had read, respectively, as follows:\n\n\"Upon the entry of a final decree of annulment or divorce in the absence of a valid ante-nuptial or post-nuptial agreement or a decree of legal separation disposing the property of the spouses, the court shall:\"\n\n\"(b) distribute all other property accumulated during the marriage, regardless of whether title is held individually or by the parties in a form of joint tenancy or tenancy by the entireties, in a manner that is equitable, just and reasonable, after considering all relevant factors including, but not limited to: the duration of the marriage, any prior marriage of either party, the age, health, occupation, amount and sources of income, vocational skills, employability, assets, debts, and needs of each of the parties, provisions for the custody of minor children, whether the distribution is in lieu of or in addition to maintenance, and the opportunity of each for future acquisition of assets and income. The court shall also consider each party's contribution to the acquisition, preservation, appreciation, dissipation or depreciation in value of the assets subject to distribution under this subsection, and each party's contribution as a homemaker or to the family unit.\"\n\nD.C. Law 16-79, in lead-in language, substituted \"or divorce, or upon the termination of a domestic partnership pursuant to § 32-702 and the filing of a petition for relief under this section,\" for \"or divorce,\"; in subsec. (a), substituted \"marriage or domestic partnership\" for \"marriage\"; in the lead-in language of subsec. (b), substituted \"marriage or domestic partnership\" for \"marriage\"; in par. (b)(1), substituted \"marriage or domestic partnership;\" for \"marriage;\"; in par. (b)(5), substituted \"marriage, a prior domestic partnership,\" for \"marriage\"; and in par. (b)(9), substituted \"marriage, the domestic partnership,\" for \"marriage\".\n\nD.C. Law 16-191, in the introductory language, inserted \"available\" following \"relief\".\n\nD.C. Law 17-231, in the lead-in language, substituted \"§ 32-702(d)\" for \"§ 32- 702\".\n\nLegislative History of Laws\n\nFor Law 14-207, see notes following § 16-904.\n\nFor Law 16-79, see notes following § 16-571.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nFor Law 17-231, see notes following § 16-904.\n\nDC CODE § 16-910\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 561, Pub. L. 88-241, § 1; Apr. 7, 1977, D.C. Law 1-107, title I, § 107, 23 DCR 8737; Oct. 19, 2002, D.C. Law 14-207, § 2(e), 49 DCR 7827; Apr. 4, 2006, D.C. Law 16-79, § 4(d), 53 DCR 1035; Mar. 2, 2007, D.C. Law 16-191, § 131(b), 53 DCR 6794; Sept. 12, 2008, D.C. Law 17-231, § 20(b), 55 DCR 6758.)","sections":[{"prefix":"a","text":" assign to each party his or her sole and separate property acquired prior to the marriage or domestic partnership, and his or her sole and separate property acquired during the marriage or domestic partnership by gift, bequest, devise, or descent, and any increase thereof, or property acquired in exchange therefor; and"},{"prefix":"b","text":" value and distribute all other property and debt accumulated during the marriage or domestic partnership that has not been addressed in a valid antenuptial or postnuptial agreement or a decree of legal separation, regardless of whether title is held individually or by the parties in a form of joint tenancy or tenancy by the entireties, in a manner that is equitable, just, and reasonable, after considering all relevant factors, including, but not limited to:"},{"prefix":"1","text":" the duration of the marriage or domestic partnership;"},{"prefix":"2","text":" the age, health, occupation, amount, and sources of income, vocational skills, employability, assets, debts, and needs of each of the parties;"},{"prefix":"3","text":" provisions for the custody of minor children;"},{"prefix":"4","text":" whether the distribution is in lieu of or in addition to alimony;"},{"prefix":"5","text":" each party's obligation from a prior marriage, a prior domestic partnership, or for other children;"},{"prefix":"6","text":" the opportunity of each party for future acquisition of assets and income;"},{"prefix":"7","text":" each party's contribution as a homemaker or otherwise to the family unit;"},{"prefix":"8","text":" each party's contribution to the education of the other party which enhanced the other party's earning ability;"},{"prefix":"9","text":" each party's increase or decrease in income as a result of the marriage, the domestic partnership, or duties of homemaking and child care;"},{"prefix":"10","text":" each party's contribution to the acquisition, preservation, appreciation, dissipation, or depreciation in value of the assets which are subject to distribution, the taxability of these assets, and whether the asset was acquired or the debt incurred after separation;"},{"prefix":"11","text":" the effects of taxation on the value of the assets subject to distribution; and"},{"prefix":"12","text":" the circumstances which contributed to the estrangement of the parties."},{"prefix":"c","text":" The Court is not required to value a pension or annuity if it enters an order distributing future periodic payments."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"910","identifier":"16-910","catch_text":"Assignment and equitable distribution of property."}}