{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-902.\n\n1973 Ed., § 16-902.\n\nEffect of Amendments\n\nD.C. Law 19-133 rewrote the section, which formerly read:\n\n\"No action for divorce or legal separation shall be maintainable unless one of the parties to the marriage has been a bona fide resident of the District of Columbia for at least six months next preceding the commencement of the action. No action for annulment of a marriage performed outside the District of Columbia or for affirmance of any marriage shall be maintainable unless one of the parties is a bona fide resident of the District of Columbia at the time of the commencement of the action. The residence of the parties to an action for annulment of a marriage performed in the District of Columbia shall not be considered in determining whether such action shall be maintainable. If a member of the armed forces of the United States resides in the District of Columbia for a continuous period of six months during his or her period of military service, he or she shall be deemed to reside in the District of Columbia for purposes of this section only.\"\n\nLegislative History of Laws\n\nLaw 1-107, the \"District of Columbia Marriage and Divorce Act,\" was introduced in Council and assigned Bill No. 1-89, which was referred to the Committee on the Judiciary and Criminal Law. The Bill was adopted on amended first readings on July 27, 1976, and September 15, 1976, and second readings on November 22, 1976 and December 7, 1976. Signed by the Mayor on January 4, 1977, it was assigned Act No. 1-193 and transmitted to both Houses of Congress for its review.\n\nLaw 19-133, the \"Civil Marriage Dissolution Equality Act of 2012\", was introduced in Council and assigned Bill No. 19-526, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 20, 2012, it was assigned Act No. 19-330 and transmitted to both Houses of Congress for its review. D.C. Law 19-133 became effective on May 31, 2012.\n\nDC CODE § 16-902\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, Pub. L. 88-241, § 1, 77 Stat. 560; Sept. 29, 1965, 79 Stat. 889, Pub. L. 89-217, § 1; Apr. 7, 1977, D.C. Law 1-107, title I, § 101, 23 DCR 8737; May 31, 2012, D.C. Law 19-133, § 2, 59 DCR 2395.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, no action for divorce or legal separation shall be maintainable unless one of the parties to the marriage has been a bona fide resident of the District of Columbia for at least 6 months next preceding the commencement of the action."},{"prefix":"b","text":"(1) An action for divorce by persons of the same gender, even if neither party to the marriage is a bona fide resident of the District of Columbia at the time the action is commenced, shall be maintainable if the following apply:"},{"prefix":"A","text":" The marriage was performed in the District of Columbia; and"},{"prefix":"B","text":" Neither party to the marriage resides in a jurisdiction that will maintain an action for divorce."},{"prefix":"2","text":" It shall be a rebuttable presumption that a jurisdiction will not maintain an action for divorce if the jurisdiction does not recognize the marriage."},{"prefix":"3","text":" Any action for divorce as provided by this subsection shall be adjudicated in accordance with the laws of the District of Columbia."},{"prefix":"c","text":" No action for annulment of a marriage performed outside the District of Columbia or for affirmance of any marriage shall be maintainable unless one of the parties is a bona fide resident of the District of Columbia at the time of the commencement of the action."},{"prefix":"d","text":" The residence of the parties to an action for annulment of a marriage performed in the District of Columbia shall not be considered in determining whether the action shall be maintainable."},{"prefix":"e","text":" If a member of the armed forces of the United States resides in the District of Columbia for a continuous period of 6 months during his or her period of military service, he or she shall be deemed to reside in the District of Columbia for purposes of this section only."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"902","identifier":"16-902","catch_text":"Residency requirements."}}