{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 16-913.\n\n1973 Ed., § 16-913.\n\nEffect of Amendments\n\nD.C. Law 14-207 rewrote the section which had read as follows:\n\n\"When a divorce is granted on the application of the husband or wife, the court may require him or her to pay alimony to the other spouse, if it seems just and proper.\"\n\nD.C. Law 16-79, in subsec. (a), substituted \"divorce or legal separation is granted, or when a termination of a domestic partnership becomes effective under § 32-702 and one partner has filed a petition for relief under this section,\" for \"divorce or legal separation is granted,\"; in par. (d)(3), substituted \"marriage or domestic partnership\" for \"marriage\"; in par. (d)(4), substituted \"marriage or domestic partnership\" for \"marriage\"; and in par. (d)(9)(B), substituted \"both those that are the property of the marriage or domestic partnership and those that are not\" for \"both marital or non-marital\".\n\nD.C. Law 16-191, in subsec. (a), inserted \"available\" following \"relief\".\n\nD.C. Law 17-231, in subsec. (a), substituted \"§ 32-702(d)\" for \"§ 32-702\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-87, see Historical and Statutory Notes following § 16-911.\n\nFor Law 14-207, see notes following § 16-904.\n\nFor Law 16-79, see notes following § 16-571.\n\nFor Law 16-191, see notes following § 16-910.\n\nFor Law 17-231, see notes following § 16-904.\n\nDC CODE § 16-913\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 562, Pub. L. 88-241, § 1; Oct. 1, 1976, D.C. Law 1-87, § 16(a), 23 DCR 2544; Oct. 19, 2002, D.C. Law 14-207, § 2(h), 49 DCR 7827; Apr. 4, 2006, D.C. Law 16-79, § 4(f), 53 DCR 1035; Mar. 2, 2007, D.C. Law 16-191, § 131(b), 53 DCR 6794; Sept. 12, 2008, D.C. Law 17- 231, § 20(d), 55 DCR 6758.)","sections":[{"prefix":"a","text":" When a divorce or legal separation is granted, or when a termination of a domestic partnership becomes effective under § 32-702(d) and one partner has filed a petition for relief available under this section, the Court may require either party to pay alimony to the other party if it seems just and proper."},{"prefix":"b","text":" The award of alimony may be indefinite or term-limited and structured as appropriate to the facts. The Court shall determine the amount and the time period for the award of alimony."},{"prefix":"c","text":" An award of alimony may be retroactive to the date of the filing of the pleading that requests alimony."},{"prefix":"d","text":" In making an award of alimony, the Court shall consider all the relevant factors necessary for a fair and equitable award, including, but not limited to, the:"},{"prefix":"1","text":" ability of the party seeking alimony to be wholly or partly self-supporting;"},{"prefix":"2","text":" time necessary for the party seeking alimony to gain sufficient education or training to enable that party to secure suitable employment;"},{"prefix":"3","text":" standard of living that the parties established during their marriage or domestic partnership, but giving consideration to the fact that there will be 2 households to maintain;"},{"prefix":"4","text":" duration of the marriage or domestic partnership;"},{"prefix":"5","text":" circumstances which contributed to the estrangement of the parties;"},{"prefix":"6","text":" age of each party;"},{"prefix":"7","text":" physical and mental condition of each party;"},{"prefix":"8","text":" ability of the party from whom alimony is sought to meet his or her needs while meeting the needs of the other party; and"},{"prefix":"9","text":" financial needs and financial resources of each party, including:"},{"prefix":"A","text":" income;"},{"prefix":"B","text":" income from assets, both those that are the property of the marriage or domestic partnership and those that are not;"},{"prefix":"C","text":" potential income which may be imputed to non-income producing assets of a party;"},{"prefix":"D","text":" any previous award of child support in this case;"},{"prefix":"E","text":" the financial obligations of each party;"},{"prefix":"F","text":" the right of a party to receive retirement benefits; and"},{"prefix":"G","text":" the taxability or non-taxability of income."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"16","text":"Particular Actions, Proceedings and Matters. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Divorce, Annulment, Separation, Support, Etc. (Refs & Annos)"},"heading":{"title":"16","chaptersection":"913","identifier":"16-913","catch_text":"Alimony."}}