{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 17-304.\n\n1973 Ed., § 17-304.\n\nMiscellaneous Notes\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDC CODE § 17-304\n\nCurrent through December 11, 2012","credits":"(Dec. 23, 1963, 77 Stat. 614, Pub. L. 88-241, § 1; July 29, 1970, 84 Stat. 565, Pub. L. 91-358, title I, § 146(a)(4); Mar. 24, 1998, D.C. Law 12- 81, § 11, 45 DCR 745.)","sections":[{"prefix":"a","text":" An application for review, or pendency of an appeal, provided for by section 17-303, does not operate as a stay of the order or decision from which the appeal is taken:"},{"prefix":"1","text":" in any case where, under existing law, a stay may not be granted; or"},{"prefix":"2","text":" in any other case unless so ordered by the Mayor or Council of the District of Columbia, by the independent agency, or by the District of Columbia Court of Appeals as provided by subsection (b) of this section."},{"prefix":"b","text":" For good cause shown, and upon such conditions as may be required and to the extent necessary to prevent irreparable injury, the court may take appropriate and necessary action to preserve the status or rights pending conclusion of the review proceedings provided for by section 17-303."}],"division":{"identifier":"II","text":"Judiciary and Judicial Procedure"},"title":{"identifier":"17","text":"Review. (Refs & Annos)"},"chapter":{"identifier":"3","text":"District of Columbia Court of Appeals."},"heading":{"title":"17","chaptersection":"304","identifier":"17-304","catch_text":"Stay upon application for review of, or pending appeal from, administrative order or decision."}}