{"text":"The devise or bequest is not invalid because the trust is subject to amendment or modification or may be terminated or revoked after the will or codicil is executed, whether by the settlor or any other person or persons, nor because the trust instrument or an amendment thereto was not executed in the manner required by law for wills or codicils.\n\nUnless the will or codicil otherwise provides:\n\n\n\n\n\n\nUnless the will otherwise provides:","historical":"Prior Codifications\n\n1981 Ed., § 18-306.\n\n1973 Ed., § 18-306.\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Testamentary Additions to Trusts Act (1960 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 18-306\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 78 Stat. 688, Pub. L. 89-183, § 1.)\n\n-------------------------------------------------------------------------------\n-------------------------------------------------------------------------------\nJurisdiction           Laws        Effective          Statutory Citation\nDate\n-------------------------------------------------------------------------------\nCalifornia ....... 1965, p. 3734     9-17-1965     West's Ann.Cal.Prob.Code, §§\n6300 to 6303.\nDistrict of\nColumbia ....... P.L. 89-183, 79   1-1-1966      D.C. Official Code, 2001 Ed.\nStat. 688                       § 18-306.\nFlorida .......... 1961, c. 61-427   8-1-1961      West's F.S.A. § 732.513.\nIllinois ......... 1955, p. 47, § 1  7-1-1955      S.H.A. 755 ILCS 5/4-4.\nIndiana .......... 1953, c. 112      1-1-1954      West's A.I.C. 29-1-5-9.\nIowa ............. 1963, c. 326      1-1-1964      I.C.A. §§ 633.275, 633.277.\nKansas ........... 1968, c. 203      7-1-1968      K.S.A. 59-3101 to 59-3105.\nMaine ............ 1963, c. 34       9-21-1963     18-A M.R.S.A. § 2-511.\nMaryland ......... 1959, c. 612      6-1-1959      Code, Estates and Trusts, §§\n4-411, 4-412.\nMassachusetts\n[FN1] .......... 1963, c. 418      12-1-1963     M.G.L.A. c. 203, § 3B.\nMississippi ...... 1958, c. 240      5-6-1958      Code 1972, § 91-5-11.\nNevada ........... 1967, c. 260      4-5-1967      N.R.S. 163.220 to 163.250.\nNew Jersey ....... 1962, c. 241      2-28-1963     N.J.S.A. 3B:4-1 to 3B:4-6.\nNew York ......... 1966, c. 952      9-1-1967      McKinney's EPTL 3-3.7.\nOklahoma ......... 1961, p. 637      10-27-1961    84 Okl.St.Ann. §§ 301 to\n304.\nOregon ........... 1969, c. 591      7-1-1970      ORS 112.265.\nPennsylvania ..... 1957, P.L. 793    7-11-1957     20 Pa.C.S.A. § 2515.\nSouth Carolina ... 1961, p. 223      4-14-1961     Code 1976, § 62-2-510.\nTennessee ........ 1961, c. 303      3-17-1961     T.C.A. § 32-3-106.\nTexas ............ 1961, c. 29       8-28-1961     V.A.T.S. Probate Code, §\n58a.\nVermont .......... 1961, No. 208     7-11-1961     14 V.S.A. § 2329.\nWashington ....... 1965, c. 145      7-1-1967      West's RCWA 11.12.250.\nWyoming .......... 1957, c. 180      2-20-1957     Wyo.Stat.Ann. § 2-6-103.\n[FN*]\n-------------------------------------------------------------------------------\n[FN*] Date of approval.\n[FN1] Repeals this act and enacts the Uniform Testamentary Additions to Trusts\nAct (1991) effective January 2, 2012.","sections":[{"prefix":"a","text":" Bequests or Devises to Trustee Under, or in Accordance With Terms of, Existing Trusts. -- A devise or bequest may be made in a will or codicil, otherwise valid, in form or substance to the trustees under, or in accordance with the terms of, a written inter vivos trust, including an unfunded life insurance trust, although the settlor has reserved rights of ownership in the insurance contracts, which has been executed and is in existence prior to or contemporaneously with the execution of the will or codicil and is identified in the will or codicil, without regard to the size or character of the corpus of the trust, or whether the settlor is the testator or a third person."},{"prefix":"1","text":" the devise or bequest is not invalid because the trust was amended or modified after the will or codicil was executed, and the devise or bequest shall be given effect in accordance with the terms of the trust as they appear in writing on the date of death of the testator, including any amendment or modification;"},{"prefix":"2","text":" property passing under the devise or bequest passes directly to the trustees of the inter vivos trust and becomes a part of the assets of the trust, and is not deemed to be held under a separate testamentary trust;"},{"prefix":"3","text":" an entire revocation of the trust prior to the death of the testator invalidates the devise or bequest even though the revocation was not effected in the manner provided by law for the revocation of wills and codicils;"},{"prefix":"4","text":" a termination of the trust, except by way of revocation, in accordance with the terms of the trust or by its exhaustion or by operation of law or otherwise does not invalidate the devise or bequest."},{"prefix":"b","text":" Bequests or Devises to Trustee Under, or in Accordance With Terms of, Testamentary Trusts. -- A devise or bequest may be made in a will or codicil, otherwise valid, in form of substance to the trustees under, or in accordance with the terms of, a testamentary trust established under another valid will or codicil. The devise or bequest is not invalid because the testamentary trust or the will or codicil establishing the testamentary trust was not in existence when the will or codicil containing the devise or bequest was executed, if the testator of the will or codicil establishing the testamentary trust predeceases the testator of the will or codicil containing the devise or bequest, and the will or codicil establishing the testamentary trust is admitted to probate."},{"prefix":"1","text":" property passing under the devise or bequest is deemed to pass directly to the trustees of the testamentary trust and becomes a part of the assets of the trust, and is not deemed to be held under a separate testamentary trust;"},{"prefix":"2","text":" a termination of the trust in accordance with the terms of the trust or by its exhaustion or by operation of law or otherwise does not invalidate the devise or bequest."},{"prefix":"c","text":" This section applies to a devise or bequest made by a testator living on December 5, 1963, or born subsequent thereto, without regard to the date of execution of the will or codicil containing the devise or bequest or of the trust instrument, or an amendment thereto."},{"prefix":"d","text":" This section does not affect the validity, as existing before December 5, 1963, of:"},{"prefix":"1","text":" a devise or bequest made by a testator who died prior to December 5, 1963; or"},{"prefix":"2","text":" a devise or bequest which does not come within this section."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"18","text":"Wills. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Devises and Bequests."},"heading":{"title":"18","chaptersection":"306","identifier":"18-306","catch_text":"\"Pour over\" trusts."}}