{"text":"The authorized person shall attach to the will a certificate, to be signed by him or her, establishing that the requirements of this chapter for valid execution of an international will have been complied with. The authorized person shall keep a copy of the certificate and deliver another to the testator. The certificate shall be substantially in the following form:\n\n\"CERTIFICATE\n\n\"(Convention of October 26, 1973)\n\n\"1. I, _______ (name, address and capacity), a person authorized to act in connection with international wills\n\n\"2. Certify that on _______ (date) at _______ (place)\n\n\"3. (testator) _______\n\n\"(name, address, date and place of birth) in my presence and that of the witnesses\n\n\"4. (a) _______ (name, address, date and place of birth)\n\n\"(b) _______ (name, address, date and place of birth)\n\n\"has declared that the attached document is his or her will and that he knows the contents thereof.\n\n\"5. I furthermore certify that:\n\n\"6. (a) in my presence and in that of the witnesses\n\n\"(1) the testator has signed the will or has acknowledged his signature previously affixed.\n\n\"(2) [to be completed if appropriate] following a declaration of the testator stating that he or she was unable to sign his will for the following reason _______, I have mentioned this declaration on the will and the signature has been affixed by _______ (name and address)\n\n\"7. (b) the witnesses and I have signed the will;\n\n\"8. (c) [to be completed if appropriate] each page of the will has been signed by _______ and numbered;\n\n\"9. (d) I have satisfied myself as to the identity of the testator and of the witnesses as designated above;\n\n\"10. (e) the witnesses met the conditions requisite to act as such according to the law under which I am acting;\n\n\"11. (f) [to be completed if appropriate] the testator has requested me to include the following statement concerning the safekeeping of his will:\n\n\"12. PLACE OF EXECUTION\n\n\"13. DATE\n\n\"14. SIGNATURE and, if necessary, SEAL.\"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 18-701.\n\nDC CODE ยง 18-705\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 102(b), 48 DCR 2087.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"18","text":"Wills. (Refs & Annos)"},"chapter":{"identifier":"7","text":"International Will; Information Registration."},"heading":{"title":"18","chaptersection":"705","identifier":"18-705","catch_text":"International will; certificate."}}