{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 18-701.\n\nDC CODE ยง 18-703\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 102(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" The will shall be made in writing. It need not be written by the testator himself or herself. It may be written in any language, by hand, or by any other means."},{"prefix":"b","text":" The testator shall declare in the presence of 2 witnesses and of a person authorized to act in connection with international wills that the document is his or her will and that he or she knows the contents thereof. The testator need not inform the witnesses, or the authorized person, of the contents of the will."},{"prefix":"c","text":" In the presence of the witnesses, and of the authorized person, the testator shall sign the will or, if he or she has previously signed it, shall acknowledge his or her signature."},{"prefix":"d","text":" When the testator is unable to sign, the absence of his or her signature does not affect the validity of the international will if the testator indicates the reason for his or her inability to sign and the authorized person makes note thereof on the will. In these cases, it is permissible for any other person present, including the authorized person or one of the witnesses, at the direction of the testator, to sign the testator's name for him or her, if the authorized person makes note of this also on the will, but it is not required that any person sign the testator's name for him or her."},{"prefix":"e","text":" The witnesses and the authorized person shall then and there attest the will by signing in the presence of the testator."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"18","text":"Wills. (Refs & Annos)"},"chapter":{"identifier":"7","text":"International Will; Information Registration."},"heading":{"title":"18","chaptersection":"703","identifier":"18-703","catch_text":"International will; requirements."}}