{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 16-205, see notes following ยง 19-1501.\n\nUniform Law\n\nThis section is based upon ยง 2 of the Uniform Disclaimer of Property Interests Act (1999). See 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1502\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-205, ยง 2(b), 53 DCR 9063.)","sections":[{"prefix":"1","text":" \"Disclaimant\" means the person to whom a disclaimed interest or power would have passed had the disclaimer not been made."},{"prefix":"2","text":" \"Disclaimed interest\" means the interest that would have passed to the disclaimant had the disclaimer not been made."},{"prefix":"3","text":" \"Disclaimer\" means the refusal to accept an interest in or power over property."},{"prefix":"4","text":" \"Fiduciary\" means a personal representative, trustee, agent acting under a power of attorney, or other person authorized to act as a fiduciary with respect to the property of another person."},{"prefix":"5","text":" \"Jointly held property\" means property held in the name of 2 or more persons under an arrangement in which all holders have concurrent interests and under which the last surviving holder is entitled to the whole of the property."},{"prefix":"6","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity."},{"prefix":"7","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term \"state\" includes an Indian tribe or band, or Alaskan native village, recognized by federal law or formally acknowledged by a state."},{"prefix":"8","text":" \"Trust\" means:"},{"prefix":"A","text":" An express trust, charitable or noncharitable, with additions thereto, whenever and however created; or"},{"prefix":"B","text":" A trust created pursuant to a statute, judgment, or decree which requires the trust to be administered in the manner of an express trust."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Uniform Disclaimer of Property Interests (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1502","identifier":"19-1502","catch_text":"Definitions."}}