{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following § 19-1301.01.\n\nReferences in Text\n\nSections 2041(b)(2), 2514(e), and 2503(b) of the Internal Revenue Code of 1986, referred to in subsec. (b)(2), are classified to 26 U.S.C.A. § 2041(b)(2), 26 U.S.C.A. § 2514(e), and 26 U.S.C.A. § 2503(b).\n\nUniform Law\n\nThis section is based upon § 505 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 19-1305.05\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, § 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" Whether or not the terms of a trust contain a spendthrift provision, the following rules apply:"},{"prefix":"1","text":" During the lifetime of the settlor, the property of a revocable trust is subject to claims of the settlor's creditors."},{"prefix":"2","text":" With respect to an irrevocable trust, a creditor or assignee of the settlor may reach the maximum amount that can be distributed to or for the settlor's benefit. If a trust has more than one settlor, the amount the creditor or assignee of a particular settlor may reach may not exceed the settlor's interest in the portion of the trust attributable to that settlor's contribution."},{"prefix":"3","text":" After the death of a settlor, and subject to the settlor's right to direct the source from which liabilities will be paid, the property of a trust that was revocable at the settlor's death is subject to claims of the settlor's creditors, costs of administration of the settlor's estate, the expenses of the settlor's funeral and disposal of remains, and statutory allowances to a surviving spouse and children under sections 19-101.02, 19-101.03, and 19-101.04, to the extent the settlor's residuary probate estate is inadequate to satisfy those claims, costs, expenses, and allowances."},{"prefix":"b","text":" For the purposes of this section:"},{"prefix":"1","text":" During the period the power may be exercised, the holder of a power of withdrawal is treated in the same manner as the settlor of a revocable trust to the extent of the property subject to the power; and"},{"prefix":"2","text":" Upon the lapse, release, or waiver of the power, the holder is treated as the settlor of the trust only to the extent the value of the property affected by the lapse, release, or waiver exceeds the greater of the amount specified in section 2041(b)(2) or 2514(e) of the Internal Revenue Code of 1986, or section 2503(b) of the Internal Revenue Code of 1986, in each case as in effect on the effective date of this chapter [March 10, 2004], or as later amended."},{"prefix":"c","text":" If a proceeding other than a small estate proceeding is commenced in the District of Columbia to administer the estate of a deceased settlor as provided in Title 20, property of the trust of which the decedent was a settlor is not liable for payment of claims against the settlor that were not properly presented in the estate proceeding."},{"prefix":"d","text":" If a proceeding as described in subsection (c) of this section has not been commenced, the trustee of the trust of which the decedent was a settlor may publish a notice substantially similar to, and in the same manner as provided for the notice described in section 20-704, and thereby obtain for the trust the same protection from claims afforded to a decedent's estate under section 20-903. Claims against a deceased settlor are barred as against the trustees and the trust property unless presented to the trustee at the address provided in the notice within 6 months after the date of the first publication of the notice. Except to the extent inconsistent with this subsection, Chapter 9 of Title 20 applies to the trustee and trust created by a deceased settlor in the same manner as it applies to a personal representative and decedent's estate."},{"prefix":"e","text":" If a notice under subsection (d) of this section is published and a proceeding to administer the settlor's estate is later commenced, claims against a deceased settlor are barred as against the trustee and trust property as of the date provided in subsection (d) of this section, and not the date provided in section 20-903."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Creditor's Claims; Spendthrift and Discretionary Trusts."},"heading":{"title":"19","chaptersection":"1305","identifier":"19-1305.05","catch_text":"Creditor's claim against settlor."}}