{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-205, see notes following § 19-1501.\n\nUniform Law\n\nThis section is based upon § 5 of the Uniform Disclaimer of Property Interests Act (1999). See 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 19-1505\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-205, § 2(b), 53 DCR 9063.)","sections":[{"prefix":"a","text":" A person may disclaim, in whole or part, any interest in or power over property, including a power of appointment. A person may disclaim the interest or power even if its creator imposed a spendthrift provision or similar restriction on transfer or a restriction or limitation on the right to disclaim."},{"prefix":"b","text":" Except to the extent a fiduciary's right to disclaim is expressly restricted or limited by another statute of the District of Columbia or by the instrument creating the fiduciary relationship, a fiduciary may disclaim, in whole or part, any interest in or power over property, including a power of appointment, whether acting in a personal or representative capacity. A fiduciary may disclaim the interest or power even if its creator imposed a spendthrift provision or similar restriction on transfer or a restriction or limitation on the right to disclaim, or an instrument other than the instrument that created the fiduciary relationship imposed a restriction or limitation on the right to disclaim."},{"prefix":"c","text":"(1) To be effective, a disclaimer must:"},{"prefix":"A","text":" Be in a writing or other record;"},{"prefix":"B","text":" Declare the disclaimer;"},{"prefix":"C","text":" Describe the interest or power disclaimed;"},{"prefix":"D","text":" Be signed by the person making the disclaimer; and"},{"prefix":"E","text":" Be delivered or filed in the manner provided in § 19-1512."},{"prefix":"2","text":" For the purposes of this subsection, the term:"},{"prefix":"A","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"B","text":" \"Signed\" means, with present intent to authenticate or adopt a record, to:"},{"prefix":"i","text":" Execute or adopt a tangible symbol; or"},{"prefix":"ii","text":" Attach to or logically associate with the record an electronic sound, symbol, or process."},{"prefix":"d","text":" A partial disclaimer may be expressed as a fraction, percentage, monetary amount, term of years, limitation of a power, or any other interest or estate in the property."},{"prefix":"e","text":" A disclaimer becomes irrevocable when it is delivered or filed pursuant to § 19-1512 or when it becomes effective as provided in §§ 19-1506 through 19-1511, whichever occurs later."},{"prefix":"f","text":" A disclaimer made under this chapter is not a transfer, assignment, or release."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Uniform Disclaimer of Property Interests (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1505","identifier":"19-1505","catch_text":"Power to disclaim; general requirements; when irrevocable."}}