{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following ยง 19-1101.\n\nDC CODE ยง 19-1112\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, ยง 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" A claim based on a contract entered into by a custodial trustee acting in a fiduciary capacity, an obligation arising from the ownership or control of custodial trust property, or a tort committed in the course of administering the custodial trust, may be asserted by a third person against the custodial trust property by proceeding against the custodial trustee in a fiduciary capacity, whether or not the custodial trustee or the beneficiary is personally liable."},{"prefix":"b","text":" A custodial trustee is not personally liable to a third person:"},{"prefix":"1","text":" On a contract properly entered into in a fiduciary capacity unless the custodial trustee fails to reveal that capacity or to identify the custodial trust in the contract; or"},{"prefix":"2","text":" For an obligation arising from control of custodial trust property or for a tort committed in the course of the administration of the custodial trust unless the custodial trustee is personally at fault."},{"prefix":"c","text":" A beneficiary is not personally liable to a third person for an obligation arising from beneficial ownership of custodial trust property or for a tort committed in the course of administration of the custodial trust unless the beneficiary is personally in possession of the custodial trust property giving rise to the liability or is personally at fault."},{"prefix":"d","text":" Subsections (b) and (c) of this section do not preclude actions or proceedings to establish liability of the custodial trustee or beneficiary to the extent the person sued is protected as the insured by liability insurance."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1112","identifier":"19-1112","catch_text":"Liability to third person."}}