{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-205, see notes following § 19-1501.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Disclaimer of Property Interests Act (1999). See 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 19-1506\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-205, § 2(b), 53 DCR 9063.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Future interest\" means an interest that takes effect in possession or enjoyment, if at all, later than the time of its creation."},{"prefix":"2","text":" \"Time of distribution\" means the time when a disclaimed interest would have taken effect in possession or enjoyment."},{"prefix":"b","text":" Except for a disclaimer governed by § 19-1507 or 19-1508, the following rules apply to a disclaimer of an interest in property:"},{"prefix":"1","text":" The disclaimer takes effect as of the time the instrument creating the interest becomes irrevocable, or, if the interest arose under the law of intestate succession, as of the time of the intestate's death."},{"prefix":"2","text":" The disclaimed interest passes according to any provision in the instrument creating the interest providing for the disposition of the interest, should it be disclaimed, or of disclaimed interests in general."},{"prefix":"3","text":" If the instrument does not contain a provision described in paragraph (2) of this subsection, the following rules apply:"},{"prefix":"A","text":" If the disclaimant is not an individual, the disclaimed interest passes as if the disclaimant did not exist."},{"prefix":"B","text":" If the disclaimant is an individual, except as otherwise provided in subparagraphs (C) and (D) of this paragraph, the disclaimed interest passes as if the disclaimant had died immediately before the time of distribution."},{"prefix":"C","text":" If by law or under the instrument, the descendants of the disclaimant would share in the disclaimed interest by any method of representation had the disclaimant died before the time of distribution, the disclaimed interest passes only to the descendants of the disclaimant who survive the time of distribution."},{"prefix":"D","text":" If the disclaimed interest would pass to the disclaimant's estate had the disclaimant died before the time of distribution, the disclaimed interest instead passes by representation to the descendants of the disclaimant who survive the time of distribution. If no descendant of the disclaimant survives the time of distribution, the disclaimed interest passes to those persons, including the state but excluding the disclaimant, and in such shares as would succeed to the transferor's intestate estate under the intestate succession law of the transferor's domicile had the transferor died at the time of distribution. However, if the transferor's surviving spouse is living but is remarried at the time of distribution, the transferor is deemed to have died unmarried at the time of distribution."},{"prefix":"4","text":" Upon the disclaimer of a preceding interest, a future interest held by a person other than the disclaimant takes effect as if the disclaimant had died or ceased to exist immediately before the time of distribution, but a future interest held by the disclaimant is not accelerated in possession or enjoyment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Uniform Disclaimer of Property Interests (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1506","identifier":"19-1506","catch_text":"Disclaimer of interest in property."}}