{"text":"CUSTODIAL TRUSTEE'S RECEIPT AND ACCEPTANCE\n\nI, __________ (name of custodial trustee), acknowledge receipt of the custodial trust property described below or in the attached instrument and accept the custodial trust as custodial trustee for __________ (name of beneficiary) under the District of Columbia's Uniform Custodial Trust Act.   I undertake to administer and distribute the custodial trust property pursuant to the District of Columbia's Uniform Custodial Trust Act.  My obligations as custodial trustee are subject to the directions of the beneficiary unless the beneficiary is designated as, is, or becomes incapacitated.  The custodial trust property consists of__________.\n\nDated:__________\n\n__________\n\n(Signature of Custodial Trustee)","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following § 19-1101.\n\nDC CODE § 19-1104\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, § 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" Obligations of a custodial trustee, including the obligation to follow directions of the beneficiary, arise under this chapter upon the custodial trustee's acceptance, express or implied, of the custodial trust property."},{"prefix":"b","text":" The custodial trustee's acceptance may be evidenced by a writing stating in substance:"},{"prefix":"c","text":" Upon accepting custodial trust property, a person designated as custodial trustee under this chapter is subject to personal jurisdiction of the court with respect to any matter relating to the custodial trust."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1104","identifier":"19-1104","catch_text":"Form and effect of receipt and acceptance by custodial trustee; jurisdiction."}}