{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 111 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1301.11\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"interested persons\" means persons whose consent would be required in order to achieve a binding settlement were the settlement to be approved by the court."},{"prefix":"b","text":" Except as otherwise provided in subsection (c) of this section, interested persons may enter into a binding nonjudicial settlement agreement with respect to any matter involving a trust."},{"prefix":"c","text":" A nonjudicial settlement agreement is valid only to the extent it does not violate a material purpose of the trust and includes terms and conditions that could be properly approved by the court under this chapter or other applicable law."},{"prefix":"d","text":" Matters that may be resolved by a nonjudicial settlement agreement include:"},{"prefix":"1","text":" The interpretation or construction of the terms of the trust;"},{"prefix":"2","text":" The approval of a trustee's report or accounting;"},{"prefix":"3","text":" Direction to a trustee to refrain from performing a particular act or the grant to a trustee of any necessary or desirable power;"},{"prefix":"4","text":" The resignation or appointment of a trustee and the determination of a trustee's compensation;"},{"prefix":"5","text":" Transfer of a trust's principal place of administration; and"},{"prefix":"6","text":" Liability of a trustee for an action relating to the trust."},{"prefix":"e","text":" Any interested person may request the court to approve a nonjudicial settlement agreement, to determine whether the representation as provided in subchapter III of this chapter was adequate, and to determine whether the agreement contains terms and conditions the court could have properly approved."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions and Definitions."},"heading":{"title":"19","chaptersection":"1301","identifier":"19-1301.11","catch_text":"Nonjudicial settlement agreements."}}