{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 103 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1301.03\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"1","text":" \"Action,\" with respect to an act of a trustee, includes a failure to act."},{"prefix":"2","text":" \"Beneficiary\" means a person that:"},{"prefix":"A","text":" Has a present or future beneficial interest in a trust, vested or contingent; or"},{"prefix":"B","text":" In a capacity other than that of trustee, holds a power of appointment over trust property."},{"prefix":"3","text":" \"Charitable trust\" means a trust, or portion of a trust, created for a charitable purpose described in section 19-1304.05(a)."},{"prefix":"4","text":" \"Conservator\" means a person appointed by the court to administer the estate of a minor or adult individual."},{"prefix":"5","text":" \"Distributee\" means a beneficiary who is currently entitled to receive a distribution from a trust."},{"prefix":"6","text":" \"Environmental law\" means a federal, state, or local law, rule, regulation, or ordinance relating to protection of the environment."},{"prefix":"7","text":" \"Guardian\" means a person appointed by the court, a parent, or a spouse to make decisions regarding the support, care, education, health, and welfare of a minor or adult individual. The term \"guardian\" does not include a guardian ad litem."},{"prefix":"8","text":" \"Interests of the beneficiaries\" means the beneficial interests provided in the terms of the trust."},{"prefix":"9","text":" \"Jurisdiction,\" with respect to a geographic area, includes a State or country."},{"prefix":"10","text":" \"Permissible distributee\" means a beneficiary who is currently eligible to receive a distribution from a trust."},{"prefix":"11","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government; governmental subdivision, agency, or instrumentality; public corporation, or any other legal or commercial entity."},{"prefix":"12","text":" \"Power of withdrawal\" means a presently exercisable general power of appointment other than a power exercisable only upon consent of the trustee or a person holding an adverse interest."},{"prefix":"13","text":" \"Property\" means anything that may be the subject of ownership, whether real or personal, legal or equitable, or any interest therein."},{"prefix":"14","text":" \"Qualified beneficiary\" means a beneficiary who, on the date the beneficiary's qualification is determined:"},{"prefix":"A","text":" Is a distributee or permissible distributee of trust income or principal;"},{"prefix":"B","text":" Would be a distributee or permissible distributee of trust income or principal if the interests of the distributees described in subparagraph (A) of this paragraph terminated on that date; or"},{"prefix":"C","text":" Would be a distributee or permissible distributee of trust income or principal if the trust terminated on that date."},{"prefix":"15","text":" \"Revocable,\" as applied to a trust, means revocable by the settlor without the consent of a person holding an adverse interest."},{"prefix":"16","text":" \"Settlor\" means a person, including a testator, who creates, or contributes property to, a trust. If more than one person creates or contributes property to a trust, each person is a settlor of the portion of the trust property attributable to that person's contribution except to the extent another person has the power to revoke or withdraw that portion."},{"prefix":"17","text":" \"Settlor's successors in interest\" means the residuary beneficiaries under the settlor's will, or if none, the settlor's heirs."},{"prefix":"18","text":" \"Spendthrift provision\" means a term of a trust which restrains both voluntary and involuntary transfer of a beneficiary's interest."},{"prefix":"19","text":" \"State\" means a State of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term \"state\" includes an Indian tribe or band recognized by federal law or formally acknowledged by a State."},{"prefix":"20","text":" \"Terms of a trust\" means the manifestation of the settlor's intent regarding a trust's provisions as expressed in the trust instrument or as may be established by other evidence that would be admissible in a judicial proceeding."},{"prefix":"21","text":" \"Trust instrument\" means an instrument executed by the settlor that contains terms of the trust, including any amendments thereto."},{"prefix":"22","text":" \"Trustee\" includes an original, additional, and successor trustee, and a cotrustee."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions and Definitions."},"heading":{"title":"19","chaptersection":"1301","identifier":"19-1301.03","catch_text":"Definitions."}}