{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 704 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1307.04\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" A vacancy in a trusteeship occurs if:"},{"prefix":"1","text":" A person designated as trustee rejects the trusteeship;"},{"prefix":"2","text":" A person designated as trustee cannot be identified or does not exist;"},{"prefix":"3","text":" A trustee resigns;"},{"prefix":"4","text":" A trustee is disqualified or removed;"},{"prefix":"5","text":" A trustee dies; or"},{"prefix":"6","text":" A guardian or conservator is appointed for an individual serving as trustee."},{"prefix":"b","text":" If one or more cotrustees remain in office, a vacancy in a trusteeship need not be filled. A vacancy in a trusteeship must be filled if the trust has no remaining trustee."},{"prefix":"c","text":" A vacancy in a trusteeship of a noncharitable trust that is required to be filled must be filled in the following order of priority:"},{"prefix":"1","text":" By a person designated pursuant to the terms of the trust to act as successor trustee;"},{"prefix":"2","text":" By a person appointed by unanimous agreement of the qualified beneficiaries; or"},{"prefix":"3","text":" By a person appointed by the court."},{"prefix":"d","text":" A vacancy in a trusteeship of a charitable trust that is required to be filled must be filled in the following order of priority:"},{"prefix":"1","text":" By a person designated pursuant to the terms of the trust to act as successor trustee;"},{"prefix":"2","text":" By a person selected by the charitable organizations expressly designated to receive distributions under the terms of the trust if the Corporation Counsel of the District of Columbia concurs in the selection; or"},{"prefix":"3","text":" By a person appointed by the court."},{"prefix":"e","text":" Whether or not a vacancy in a trusteeship exists or is required to be filled, the court may appoint an additional trustee or special fiduciary whenever the court considers the appointment necessary for the administration of the trust."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Office of Trustee."},"heading":{"title":"19","chaptersection":"1307","identifier":"19-1307.04","catch_text":"Vacancy in trusteeship; appointment of successor."}}