{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-79 rewrote section, which had read as follows:\n\n\"(a) If the estate is otherwise sufficient, property specifically devised may not be used to satisfy rights to homestead allowance or exempt property. Subject to this restriction, the surviving spouse, guardians of minor children, or children who are adults may select property of the estate as homestead allowance and exempt property. The personal representative may make those selections if the surviving spouse, the children, or the guardians of the minor children are unable or fail to do so within a reasonable time, or there is no guardian of a minor child. The personal representative may execute an instrument or deed of distribution to establish the ownership of property taken as homestead allowance or exempt property. The personal representative may disburse the family allowance in a lump sum not exceeding $15,000 in cash or in personalty at its fair value as the surviving spouse may elect. The personal representative or an interested person aggrieved by any selection, determination, payment, proposed payment, or failure to act under this section may petition the court for appropriate relief, which may include a family allowance other than that which the personal representative determined or could have determined.\n\n\"(b) If there are minor or other dependent children of the decedent who are not in the custody of the surviving spouse, the personal representative shall equitably apportion the family allowance under this section between the surviving spouse, minor and dependent children, and other children of the decedent.\n\n\"(c) The receipt by the recipient of the property distributed under this subchapter shall constitute a full release of the personal representative or administrator making the distribution.\"\n\nLegislative History of Laws\n\nFor Law 13-292, see notes following § 19-101.01.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nDC CODE § 19-101.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 801(c), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(f), 53 DCR 1035.)","sections":[{"prefix":"a","text":" If the estate is otherwise sufficient, property specifically devised may not be used to satisfy rights to homestead allowance or exempt property. Subject to this restriction, the surviving spouse, surviving domestic partner, guardians of minor children, or children who are adults may select property of the estate as homestead allowance and exempt property.   The personal representative may make those selections if the surviving spouse, the surviving domestic partner, the children, or the guardians of the minor children are unable or fail to do so within a reasonable time, or there is no guardian of a minor child.  The personal representative may execute an instrument or deed of distribution to establish the ownership of property taken as homestead allowance or exempt property. The personal representative may disburse the family allowance in a lump sum not exceeding $15,000 in cash or in personalty at its fair value as the surviving spouse or surviving domestic partner may elect. The personal representative or an interested person aggrieved by any selection, determination, payment, proposed payment, or failure to act under this section may petition the court for appropriate relief, which may include a family allowance other than that which the personal representative determined or could have determined."},{"prefix":"b","text":" If there are minor or other dependent children of the decedent who are not in the custody of the surviving spouse or surviving domestic partner, the personal representative shall equitably apportion the family allowance under this section between the surviving spouse or surviving domestic partner, minor and dependent children, and other children of the decedent."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Rights of Surviving Spouse or Domestic Partner, and Children."},"heading":{"title":"19","chaptersection":"101","identifier":"19-101.05","catch_text":"Source, determination, and documentation; equitable apportionment when minor children are not in custody of the surviving spouse or surviving domestic partner."}}