{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 807 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1308.07\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" A trustee may delegate duties and powers that a prudent trustee of comparable skills could properly delegate under the circumstances. The trustee shall exercise reasonable care, skill, and caution in:"},{"prefix":"1","text":" Selecting an agent;"},{"prefix":"2","text":" Establishing the scope and terms of the delegation, consistent with the purposes and terms of the trust; and"},{"prefix":"3","text":" Periodically reviewing the agent's actions in order to monitor the agent's performance and compliance with the terms of the delegation."},{"prefix":"b","text":" In performing a delegated function, an agent owes a duty to the trust to exercise reasonable care to comply with the terms of the delegation."},{"prefix":"c","text":" A trustee who complies with subsection (a) of this section is not liable to the beneficiaries or to the trust for an action of the agent to whom the function was delegated."},{"prefix":"d","text":" By accepting a delegation of powers or duties from the trustee of a trust that is subject to the law of the District of Columbia, an agent submits to the jurisdiction of the courts of the District of Columbia."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Duties and Powers of Trustee."},"heading":{"title":"19","chaptersection":"1308","identifier":"19-1308.07","catch_text":"Delegation by trustee."}}