{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 411 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1304.11\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" A noncharitable irrevocable trust may be modified or terminated upon consent of the settlor and all beneficiaries, even if the modification or termination is inconsistent with a material purpose of the trust. A settlor's power to consent to a trust's modification or termination may be exercised by:"},{"prefix":"1","text":" An agent under a power of attorney only to the extent expressly authorized by the power of attorney or the terms of the trust;"},{"prefix":"2","text":" The settlor's conservator with the approval of the court supervising the conservatorship if an agent is not so authorized; or"},{"prefix":"3","text":" The settlor's guardian with the approval of the court supervising the guardianship if an agent is not so authorized and a conservator has not been appointed."},{"prefix":"b","text":" A noncharitable irrevocable trust may be terminated upon consent of all of the beneficiaries if the court concludes that continuance of the trust is not necessary to achieve any material purpose of the trust. A noncharitable irrevocable trust may be modified upon consent of all of the beneficiaries if the court concludes that modification is not inconsistent with a material purpose of the trust."},{"prefix":"c","text":" A spendthrift provision in the terms of the trust is not presumed to constitute a material purpose of the trust."},{"prefix":"d","text":" Upon termination of a trust under subsection (a) or (b) of this section, the trustee shall distribute the trust property as agreed by the beneficiaries:"},{"prefix":"e","text":" If not all of the beneficiaries consent to a proposed modification or termination of the trust under subsection (a) or (b) of this section, the modification or termination may be approved by the court if the court is satisfied that:"},{"prefix":"1","text":" If all of the beneficiaries had consented, the trust could have been modified or terminated under this section; and"},{"prefix":"2","text":" The interests of a beneficiary who does not consent will be adequately protected."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Creation, Validity, Modification, and Termination of Trust."},"heading":{"title":"19","chaptersection":"1304","identifier":"19-1304.11","catch_text":"Modification or termination of noncharitable irrevocable trust by consent."}}