{"text":"To the extent there is no conflict of interest between the representative and the person represented or among those being represented with respect to a particular question or dispute:","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 303 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1303.03\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"1","text":" A conservator may represent and bind the estate that the conservator controls;"},{"prefix":"2","text":" A guardian may represent and bind the ward if a conservator of the ward's estate has not been appointed;"},{"prefix":"3","text":" An agent having authority to act with respect to the particular question or dispute may represent and bind the principal;"},{"prefix":"4","text":" A trustee may represent and bind the beneficiaries of the trust;"},{"prefix":"5","text":" A personal representative of a decedent's estate may represent and bind persons interested in the estate;"},{"prefix":"6","text":" A parent may represent and bind the parent's minor or unborn child if a conservator or guardian for the child has not been appointed;"},{"prefix":"7","text":" An individual may represent a grandchild or a more remote descendent, whether born or unborn, whom a parent may not represent and bind under paragraph (6) of this subsection; and"},{"prefix":"8","text":" A qualified beneficiary may represent and bind any beneficiary who may succeed to the qualified beneficiary's interest under the terms of the trust or pursuant to the exercise of a power of appointment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Representation."},"heading":{"title":"19","chaptersection":"1303","identifier":"19-1303.03","catch_text":"Representation by fiduciaries and parents."}}