{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 108 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1301.08\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" Without precluding other means for establishing a sufficient connection with the designated jurisdiction, terms of a trust designating the principal place of administration are valid and controlling if:"},{"prefix":"1","text":" A trustee's principal place of business is located in or a trustee is a resident of the designated jurisdiction; or"},{"prefix":"2","text":" All or part of the administration occurs in the designated jurisdiction."},{"prefix":"b","text":" A trustee is under a continuing duty to administer the trust at a place appropriate to its purposes, its administration, and the interests of the beneficiaries."},{"prefix":"c","text":" Without precluding the right of the court to order, approve, or disapprove a transfer, the trustee, in furtherance of the duty prescribed by subsection (b) of this section, may transfer the trust's principal place of administration to another State or to a jurisdiction outside of the United States."},{"prefix":"d","text":" The trustee shall notify the qualified beneficiaries of a proposed transfer of a trust's principal place of administration not less than 60 days before initiating the transfer. The notice of proposed transfer must include:"},{"prefix":"1","text":" The name of the jurisdiction to which the principal place of administration is to be transferred;"},{"prefix":"2","text":" The address and telephone number at the new location at which the trustee can be contacted;"},{"prefix":"3","text":" An explanation of the reasons for the proposed transfer;"},{"prefix":"4","text":" The date on which the proposed transfer is anticipated to occur; and"},{"prefix":"5","text":" The date, not less than 60 days after the giving of the notice, by which the qualified beneficiary must notify the trustee of an objection to the proposed transfer."},{"prefix":"e","text":" The authority of a trustee under this section to transfer a trust's principal place of administration terminates if a qualified beneficiary notifies the trustee of an objection to the proposed transfer on or before the date specified in the notice."},{"prefix":"f","text":" In connection with a transfer of the trust's principal place of administration, the trustee may transfer some or all of the trust property to a successor trustee designated in the terms of the trust or appointed pursuant to section 19-1307.04."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions and Definitions."},"heading":{"title":"19","chaptersection":"1301","identifier":"19-1301.08","catch_text":"Principal place of administration."}}