{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following ยง 19-1101.\n\nDC CODE ยง 19-1110\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, ยง 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" The custodial trustee shall administer the custodial trust as for an incapacitated beneficiary if:"},{"prefix":"1","text":" The custodial trust was created under section 19-1105;"},{"prefix":"2","text":" The transferor has so directed in the instrument creating the custodial trust; or"},{"prefix":"3","text":" The custodial trustee has determined that the beneficiary is incapacitated."},{"prefix":"b","text":" A custodial trustee may determine that the beneficiary is incapacitated in reliance upon:"},{"prefix":"1","text":" Previous direction or authority given by the beneficiary while not incapacitated, including direction or authority pursuant to a durable power of attorney;"},{"prefix":"2","text":" The certificate of the beneficiary's physician; or"},{"prefix":"3","text":" Other persuasive evidence."},{"prefix":"c","text":" If a custodial trustee for an incapacitated beneficiary reasonably concludes that the beneficiary's incapacity has ceased, or that circumstances concerning the beneficiary's ability to manage property and business affairs have changed since the creation of a custodial trust directing administration as for an incapacitated beneficiary, the custodial trustee may administer the trust as for a beneficiary who is not incapacitated."},{"prefix":"d","text":" On petition of the beneficiary, the custodial trustee, or other person interested in the custodial trust property or the welfare of the beneficiary, the court shall determine whether the beneficiary is incapacitated."},{"prefix":"e","text":" Absent determination of incapacity of the beneficiary under subsection (b) or (d) of this section, a custodial trustee who has reason to believe that the beneficiary is incapacitated shall administer the custodial trust in accordance with the provisions of this chapter applicable to an incapacitated beneficiary."},{"prefix":"f","text":" Incapacity of a beneficiary does not terminate the custodial trust, any designation of a successor custodial trustee, rights or powers of the custodial trustee, or any immunities of third persons acting on instructions of the custodial trustee."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1110","identifier":"19-1110","catch_text":"Determination of incapacity; effect."}}