{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following ยง 19-1101.\n\nDC CODE ยง 19-1116\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, ยง 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" Except as provided in subsection (c) of this section, unless previously barred by adjudication, consent, or limitation, a claim for relief against a custodial trustee for accounting or breach of duty is barred as to a beneficiary, a person to whom custodial trust property is to be paid or delivered, or the legal representative of an incapacitated or deceased beneficiary or payee:"},{"prefix":"1","text":" Who has received a final account or statement fully disclosing the matter unless an action or proceeding to assert the claim is commenced within 2 years after receipt of the final account or statement; or"},{"prefix":"2","text":" Who has not received a final account or statement fully disclosing the matter unless an action or proceeding to assert the claim is commenced within 3 years after the termination of the custodial trust."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, a claim for relief to recover from a custodial trustee for fraud, misrepresentation, or concealment related to the final settlement of the custodial trust or concealment of the existence of the custodial trust, is barred unless an action or proceeding to assert the claim is commenced within 7 years after the termination of the custodial trust."},{"prefix":"c","text":" A claim for relief is not barred by this section if the claimant:"},{"prefix":"1","text":" Is a minor, until the earlier of 2 years after the claimant becomes an adult or dies;"},{"prefix":"2","text":" Is an incapacitated adult, until the earliest of 2 years after the appointment of a conservator, the removal of the incapacity, or the death of the claimant; or"},{"prefix":"3","text":" Was an adult, now deceased, who was not incapacitated, until 2 years after the claimant's death."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1116","identifier":"19-1116","catch_text":"Limitations of action against custodial trustee."}}