{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 703 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1307.03\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" Cotrustees who are unable to reach a unanimous decision may act by majority decision."},{"prefix":"b","text":" If a vacancy occurs in a cotrusteeship, the remaining cotrustees may act for the trust."},{"prefix":"c","text":" A cotrustee must participate in the performance of a trustee's function unless the cotrustee is unavailable to perform the function because of absence, illness, disqualification under other law, or other temporary incapacity or the cotrustee has properly delegated the performance of the function to another trustee."},{"prefix":"d","text":" If a cotrustee is unavailable to perform duties because of absence, illness, disqualification under other law, or other temporary incapacity, and prompt action is necessary to achieve the purposes of the trust or to avoid injury to the trust property, the remaining cotrustee or a majority of the remaining cotrustees may act for the trust."},{"prefix":"e","text":" A trustee may delegate to a cotrustee the performance of a function relating to management, investment, or trust administration, but may not delegate a decision to make a distribution. Unless a delegation was irrevocable, a trustee may revoke a delegation previously made."},{"prefix":"f","text":" Except as otherwise provided in subsection (g) of this section, a trustee who does not join in an action of another trustee is not liable for the action."},{"prefix":"g","text":" Each trustee shall exercise reasonable care to:"},{"prefix":"1","text":" Prevent a cotrustee from committing a serious breach of trust; and"},{"prefix":"2","text":" Compel a cotrustee to redress a serious breach of trust."},{"prefix":"h","text":" A dissenting trustee who joins in an action at the direction of the majority of the trustees and who notified any cotrustee of the dissent at or before the time of the action is not liable for the action unless the action is a serious breach of trust."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Office of Trustee."},"heading":{"title":"19","chaptersection":"1307","identifier":"19-1307.03","catch_text":"Cotrustees."}}