{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following ยง 19-1101.\n\nDC CODE ยง 19-1117\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, ยง 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" Upon termination of a custodial trust, the custodial trustee shall transfer the unexpended custodial trust property:"},{"prefix":"1","text":" To the beneficiary, if not incapacitated or deceased;"},{"prefix":"2","text":" To the conservator or other recipient designated by the court for an incapacitated beneficiary; or"},{"prefix":"3","text":" Upon the beneficiary's death, in the following order:"},{"prefix":"A","text":" As last directed in a writing signed by the deceased beneficiary while not incapacitated and received by the custodial trustee during the life of the deceased beneficiary;"},{"prefix":"B","text":" To the survivor of multiple beneficiaries if survivorship is provided for pursuant to section 19-1106;"},{"prefix":"C","text":" As designated in the instrument creating the custodial trust; or"},{"prefix":"D","text":" To the estate of the deceased beneficiary."},{"prefix":"b","text":" If, when the custodial trust would otherwise terminate, the distributee is incapacitated, the custodial trust continues for the use and benefit of the distributee as beneficiary until the incapacity is removed or the custodial trust is otherwise terminated."},{"prefix":"c","text":" Death of a beneficiary does not terminate the power of the custodial trustee to discharge obligations of the custodial trustee or beneficiary incurred before the termination of the custodial trust."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1117","identifier":"19-1117","catch_text":"Distribution on termination."}}