{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-205, see notes following ยง 19-1501.\n\nUniform Law\n\nThis section is based upon ยง 13 of the Uniform Disclaimer of Property Interests Act (1999). See 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1513\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-205, ยง 2(b), 53 DCR 9063.)","sections":[{"prefix":"a","text":" A disclaimer is barred by a written waiver of the right to disclaim."},{"prefix":"b","text":" A disclaimer of an interest in property is barred if any of the following events occur before the disclaimer becomes effective:"},{"prefix":"1","text":" The disclaimant accepts the interest sought to be disclaimed;"},{"prefix":"2","text":" The disclaimant voluntarily assigns, conveys, encumbers, pledges, or transfers the interest sought to be disclaimed or contracts to do so; or"},{"prefix":"3","text":" A judicial sale of the interest sought to be disclaimed occurs."},{"prefix":"c","text":" A disclaimer, in whole or part, of the future exercise of a power held in a fiduciary capacity is not barred by its previous exercise."},{"prefix":"d","text":" A disclaimer, in whole or part, of the future exercise of a power not held in a fiduciary capacity is not barred by its previous exercise unless the power is exercisable in favor of the disclaimant."},{"prefix":"e","text":" A disclaimer is barred or limited if so provided by law other than this chapter."},{"prefix":"f","text":" A disclaimer of a power over property which is barred by this section is ineffective. A disclaimer of an interest in property which is barred by this section takes effect as a transfer of the interest disclaimed to the persons who would have taken the interest under this chapter had the disclaimer not been barred."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Uniform Disclaimer of Property Interests (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1513","identifier":"19-1513","catch_text":"When disclaimer barred or limited."}}