{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following ยง 19-1101.\n\nDC CODE ยง 19-1102\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, ยง 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" A person may create a custodial trust of property by a written transfer of the property to another person, evidenced by registration or by other instrument of transfer, executed in any lawful manner, naming as beneficiary, an individual who may be the transferor, in which the transferee is designated, in substance, as custodial trustee under this chapter."},{"prefix":"b","text":" A person may create a custodial trust of property by a written declaration, evidenced by registration of the property or by other instrument of declaration executed in any lawful manner, describing the property and naming as beneficiary an individual other than the declarant, in which the declarant as titleholder is designated, in substance, as custodial trustee under this chapter. A registration or other declaration of trust for the sole benefit of the declarant is not a custodial trust under this chapter."},{"prefix":"c","text":" Title to custodial trust property is in the custodial trustee and the beneficial interest is in the beneficiary."},{"prefix":"d","text":" Except as provided in subsection (e) of this section, a transferor may not terminate a custodial trust."},{"prefix":"e","text":" The beneficiary, if not incapacitated, or the conservator of an incapacitated beneficiary, may terminate a custodial trust by delivering to the custodial trustee a writing signed by the beneficiary or conservator declaring the termination. If not previously terminated, the custodial trust terminates on the death of the beneficiary."},{"prefix":"f","text":" Any person may augment existing custodial trust property by the addition of other property pursuant to this chapter."},{"prefix":"g","text":" The transferor may designate, or authorize the designation of, a successor custodial trustee in the trust instrument."},{"prefix":"h","text":" This chapter does not displace or restrict other means of creating trusts. A trust whose terms do not conform to this chapter may be enforceable according to its terms under other law."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1102","identifier":"19-1102","catch_text":"Custodial trust; general."}}