{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 19-113.\n\n1973 Ed., § 19-113.\n\nEffect of Amendments\n\nD.C. Law 13-292, in subsec. (a), in the first sentence, deleted \"or dower rights, as the case may be,\" following \"deceased spouse\", in the second sentence, deleted \"(except than in lieu of my legal share of the real estate, I elect to take dower in all the real estate of my deceased spouse to which that right is applicable)\" from the end; repealed subsec. (b); in subsec. (c), deleted \"or (b)\"following \"subsection (a)\"; in subsec. (d), deleted \", but may, instead, elect to take dower as provided by subsection (b) of this section\" following \"renunciation\"; and, in subsec. (e), deleted \", including dower if elected in lieu of the legal share in the real estate,\" following \"property of the deceased spouse\", and deleted \", or, if dower is elected, one-half of the net personal property bequeathed and dower in the real estate devised\" following \"devised by the will\". Prior to repeal, subsec. (b) read:\n\n\"(b) In similar manner, where the deceased spouse dies intestate of real estate, and letters of administration are issued with respect to the estate the surviving spouse is barred of dower rights, unless, within six months after the letters of administration have been issued with respect to the estate of the deceased spouse, he files in the Probate Court a written renunciation of his legal share of the intestate real estate to the following effect:\n\n\" 'I A B, widow [or surviving husband] of ___ deceased, in lieu of my legal share of the real estate which my deceased spouse died intestate, elect to take dower in all the real estate of my deceased spouse to which the right is applicable.\"'\n\nD.C. Law 16-79 rewrote subsecs. (a), (c), (d), (e), and (f), which had read as follows:\n\n\"(a) Subject to section 19-114, a surviving spouse is, by a devise or bequest specified in section 19-112, barred on any statutory rights or interest he has in the real and personal estate of the deceased spouse unless, within six months after the will of the deceased spouse is admitted to probate, he files in the Probate Court a written renunciation to the following effect: \"I, A B, widow [or surviving husband] of ___ late of ___, deceased, renounce and quit all claim to any devise or bequest made to me by the last will of my husband [or wife] exhibited and proved according to law; and I elect to take in lieu thereof my legal share of the real and personal estate of my deceased spouse.\n\n\"(c) If, during the period of six months specified by subsection (a) of this section, a suit is instituted to construe the will of the deceased spouse, the period of six months for the filing of the renunciation or election commences to run from the date when the suit is finally determined. A renunciation or election may be made in behalf of a spouse unable to act for himself by reason of infancy, incompetency, or inability to manage his property, by the guardian or other fiduciary acting for the spouse when so authorized by the court having jurisdiction of the person of the spouse. The time for renunciation by a spouse may be extended before its expiration by an order of the Probate Court for successive periods of not more than six months each upon petition showing reasonable cause and on notice given to the personal representative and to the other persons herein referred to in such manner as the Probate Court directs.\n\n\"(d) Where a decedent has not made a devise or bequest to the spouse, or nothing passes by a purported devise or bequest, the surviving spouse is entitled to his legal share of the real and personal estate of the deceased spouse without filing a written renunciation.\n\n\"(e) The legal share of a surviving spouse under subsection (a) or (d) of this section is such share or interest in the real or personal property of the deceased spouse as he would have taken if the deceased spouse had died intestate, not to exceed one-half of the net estate bequeathed and devised by the will.\n\n\"(f) A valid antenuptial or postnuptial agreement entered into by the spouses determines the rights of the surviving spouse in the real and personal estate of the deceased spouse and the administration thereof, but a spouse may accept the benefits of a devise or bequest made to him by the deceased spouse.\"\n\nD.C. Law 16-191, in the section credit for D.C. Law 13-292, validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor D.C. Law 13-292, see notes following § 19-101.01.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nFor Law 16-191, see notes following § 19-102.\n\nDC CODE § 19-113\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 696, Pub. L. 89-183, § 1; Mar. 24, 1998, D.C. Law 12-81, § 12, 45 DCR 745; Apr. 27, 2001, D.C. Law 13-292, § 801(g), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(h), 53 DCR 1035; Mar. 2, 2007, D.C. Law 16-191, § 92(d), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Subject to section 19-114, a surviving spouse or surviving domestic partner is, by a devise or bequest specified in section 19-112, barred on any statutory rights or interest he has in the real and personal estate of the deceased spouse or deceased domestic partner unless, within 6 months after the will of the deceased spouse or deceased domestic partner is admitted to probate, he files in the Probate Court a written renunciation to the following effect: \"I, A B, surviving spouse or surviving domestic partner of ____ late of ____, deceased, renounce and quit all claim to any devise or bequest made to me by the last will of my spouse or domestic partner exhibited and proved according to law; and I elect to take in lieu thereof my legal share of the real and personal estate of my deceased spouse or deceased domestic partner."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" If, during the period of 6 months specified by subsection (a) of this section, a suit is instituted to construe the will of the deceased spouse or deceased domestic partner, the period of 6 months for the filing of the renunciation or election commences to run from the date when the suit is finally determined. A renunciation or election may be made in behalf of a spouse or domestic partner unable to act for himself by reason of infancy, incompetency, or inability to manage his property, by the guardian or other fiduciary acting for the spouse or domestic partner when so authorized by the court having jurisdiction of the person of the spouse or domestic partner. The time for renunciation by a spouse or domestic partner may be extended before its expiration by an order of the Probate Court for successive periods of not more than 6 months each upon petition showing reasonable cause and on notice given to the personal representative and to the other persons herein referred to in such manner as the Probate Court directs."},{"prefix":"d","text":" Where a decedent has not made a devise or bequest to the spouse or domestic partner, or nothing passes by a purported devise or bequest, the surviving spouse or surviving domestic partner is entitled to his legal share of the real and personal estate of the deceased spouse or deceased domestic partner without filing a written renunciation."},{"prefix":"e","text":" The legal share of a surviving spouse or surviving domestic partner under subsection (a) or (d) of this section is such share or interest in the real or personal property of the deceased spouse or deceased domestic partner as he would have taken if the deceased spouse or deceased domestic partner had died intestate, not to exceed one-half of the net estate bequeathed and devised by the will."},{"prefix":"f","text":" A valid antenuptial or postnuptial agreement entered into by the spouses or domestic partners determines the rights of the surviving spouse or the surviving domestic partner in the real and personal estate of the deceased spouse or deceased domestic partner and the administration thereof, but a spouse or domestic partner may accept the benefits of a devise or bequest made to him by the deceased spouse or deceased domestic partner."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Rights of Surviving Spouse or Domestic Partner, and Children."},"heading":{"title":"19","chaptersection":"113","identifier":"19-113","catch_text":"Renunciation of devises and bequests; election; time limitations; renunciation or election by guardian or fiduciary; maximum rights; effect of no devise or bequest or if nothing passes under either; antenuptial or postnuptial agreements."}}