{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 28-4702.\n\n1981 Ed., § 28-4702.\n\nLegislative History of Laws\n\nFor Law 15-104, see notes following § 19-1301.01.\n\nUniform Law\n\nThis section is based upon § 2 of the Uniform Prudent Investor Act. See 7B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-1309.02\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, § 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" A trustee shall invest and manage trust assets as a prudent investor would by considering the purposes, terms, distribution requirements, and other circumstances of the trust. In satisfying this standard, the trustee shall exercise reasonable care, skill, and caution."},{"prefix":"b","text":" A trustee's investment and management decisions respecting individual assets must be evaluated not in isolation, but in the context of the trust portfolio as a whole and as a part of an overall investment strategy having risk and return objectives reasonably suited to the trust."},{"prefix":"c","text":" Among the circumstances relevant to the trust or its beneficiaries that a trustee shall consider in investing and managing the trust assets are the following:"},{"prefix":"1","text":" General economic conditions;"},{"prefix":"2","text":" The possible effect of inflation or deflation;"},{"prefix":"3","text":" The expected tax consequences of investment decisions or strategies;"},{"prefix":"4","text":" The role that each investment or course of action plays within the overall trust portfolio, which may include financial assets, interests in closely held enterprises, tangible and intangible personal property, and real property;"},{"prefix":"5","text":" The expected total return from income and the appreciation of capital;"},{"prefix":"6","text":" Other resources of the beneficiaries;"},{"prefix":"7","text":" Needs for liquidity, for regularity of income, and for preservation or appreciation of capital; and"},{"prefix":"8","text":" An asset's special relationship or special value, if any, to the purposes of the trust or to one or more of the beneficiaries."},{"prefix":"d","text":" A trustee shall take reasonable steps to verify facts relevant to the investment and management of trust assets."},{"prefix":"e","text":" Subject to the standards of this subchapter, a trustee may invest in any kind of property or type of investment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Uniform Prudent Investor Act. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1309","identifier":"19-1309.02","catch_text":"Standard of care; portfolio strategy; risk and return objectives."}}