{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-104, see notes following ยง 19-1301.01.\n\nUniform Law\n\nThis section is based upon ยง 706 of the Uniform Trust Code. See 7C, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1307.06\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-104, ยง 2(b), 51 DCR 208.)","sections":[{"prefix":"a","text":" The settlor, a cotrustee, or a beneficiary may request the court to remove a trustee, or a trustee may be removed by the court on its own initiative."},{"prefix":"b","text":" The court may remove a trustee if:"},{"prefix":"1","text":" The trustee has committed a serious breach of trust;"},{"prefix":"2","text":" Lack of cooperation among cotrustees substantially impairs the administration of the trust;"},{"prefix":"3","text":" Because of unfitness, unwillingness, or persistent failure of the trustee to administer the trust effectively, the court determines that removal of the trustee best serves the interests of the beneficiaries; or"},{"prefix":"4","text":" There has been a substantial change of circumstances or removal is requested by all of the qualified beneficiaries, the court finds that removal of the trustee best serves the interests of all of the beneficiaries and is not inconsistent with a material purpose of the trust, and a suitable cotrustee or successor trustee is available."},{"prefix":"c","text":" Pending a final decision on a request to remove a trustee, or in lieu of or in addition to removing a trustee, the court may order such appropriate relief under section 19-1310.01(b) as may be necessary to protect the trust property or the interests of the beneficiaries."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Uniform Trust Code. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Office of Trustee."},"heading":{"title":"19","chaptersection":"1307","identifier":"19-1307.06","catch_text":"Removal of trustee."}}