{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-177, see notes following § 19-1101.\n\nDC CODE § 19-1115\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-177, § 2(b), 49 DCR 5092.)","sections":[{"prefix":"a","text":" Upon the acceptance of custodial trust property, the custodial trustee shall provide a written statement describing the custodial trust property and shall thereafter provide a written statement of the administration of the custodial trust property once each year, upon request at reasonable times by the beneficiary or the beneficiary's legal representative, upon resignation or removal of the custodial trustee, and upon termination of the custodial trust. The statements must be provided to the beneficiary or to the beneficiary's legal representative, if any.   Upon termination of the beneficiary's interest, the custodial trustee shall furnish a current statement to the person to whom the custodial trust property is to be delivered."},{"prefix":"b","text":" A beneficiary, the beneficiary's legal representative, an adult member of the beneficiary's family, a person interested in the custodial trust property, or a person interested in the welfare of the beneficiary may petition the court for an accounting by the custodial trustee or the custodial trustee's legal representative."},{"prefix":"c","text":" A successor custodial trustee may petition the court for an accounting by a predecessor custodial trustee."},{"prefix":"d","text":" In an action or proceeding under this chapter or in any other proceeding, the court may require or permit the custodial trustee or the custodial trustee's legal representative to account. The custodial trustee or the custodial trustee's legal representative may petition the court for approval of final accounts."},{"prefix":"e","text":" If a custodial trustee is removed, the court shall require an accounting and order delivery of the custodial trust property and records to the successor custodial trustee and the execution of all instruments required for transfer of the custodial trust property."},{"prefix":"f","text":" On petition of the custodial trustee or any person who could petition for an accounting, the court, after notice to interested persons, may issue instructions to the custodial trustee or review the propriety of the acts of a custodial trustee or the reasonableness of compensation determined by the custodial trustee for the services of the custodial trustee or others."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Custodial Trusts; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1115","identifier":"19-1115","catch_text":"Reporting and accounting by custodial trustee; determination of liability of custodial trustee."}}