{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-205, see notes following ยง 19-1501.\n\nUniform Law\n\nThis section is based upon ยง 12 of the Uniform Disclaimer of Property Interests Act (1999). See 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 19-1512\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-205, ยง 2(b), 53 DCR 9063.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"beneficiary designation\" means an instrument, other than an instrument creating a trust, naming the beneficiary of:"},{"prefix":"1","text":" An annuity or insurance policy;"},{"prefix":"2","text":" An account with a designation for payment on death;"},{"prefix":"3","text":" A security registered in beneficiary form;"},{"prefix":"4","text":" A pension, profit-sharing, retirement, or other employment-related benefit plan; or"},{"prefix":"5","text":" Any other nonprobate transfer at death."},{"prefix":"b","text":" Subject to subsections (c) through (l) of this section, delivery of a disclaimer may be effected by personal delivery, first-class mail, or any other method likely to result in its receipt."},{"prefix":"c","text":" In the case of an interest created under the law of intestate succession or an interest created by will, other than an interest in a testamentary trust:"},{"prefix":"1","text":" A disclaimer must be delivered to the personal representative of the decedent's estate; or"},{"prefix":"2","text":" If no personal representative is then serving, it must be filed with a court having jurisdiction to appoint the personal representative."},{"prefix":"d","text":" In the case of an interest in a testamentary trust:"},{"prefix":"1","text":" A disclaimer must be delivered to the trustee then serving, or if no trustee is then serving, to the personal representative of the decedent's estate; or"},{"prefix":"2","text":" If no personal representative is then serving, it must be filed with a court having jurisdiction to enforce the trust."},{"prefix":"e","text":" In the case of an interest in an inter vivos trust:"},{"prefix":"1","text":" A disclaimer must be delivered to the trustee then serving;"},{"prefix":"2","text":" If no trustee is then serving, it must be filed with a court having jurisdiction to enforce the trust; or"},{"prefix":"3","text":" If the disclaimer is made before the time the instrument creating the trust becomes irrevocable, it must be delivered to the settlor of a revocable trust or the transferor of the interest."},{"prefix":"f","text":" In the case of an interest created by a beneficiary designation made before the time the designation becomes irrevocable, a disclaimer must be delivered to the person making the beneficiary designation."},{"prefix":"g","text":" In the case of an interest created by a beneficiary designation made after the time the designation becomes irrevocable, a disclaimer must be delivered to the person obligated to distribute the interest."},{"prefix":"h","text":" In the case of a disclaimer by a surviving holder of jointly held property, the disclaimer must be delivered to the person to whom the disclaimed interest passes."},{"prefix":"i","text":" In the case of a disclaimer by an object or taker in default of exercise of a power of appointment at any time after the power was created:"},{"prefix":"1","text":" The disclaimer must be delivered to the holder of the power or to the fiduciary acting under the instrument that created the power; or"},{"prefix":"2","text":" If no fiduciary is then serving, it must be filed with a court having authority to appoint the fiduciary."},{"prefix":"j","text":" In the case of a disclaimer by an appointee of a nonfiduciary power of appointment:"},{"prefix":"1","text":" The disclaimer must be delivered to the holder, the personal representative of the holder's estate, or to the fiduciary under the instrument that created the power, or"},{"prefix":"2","text":" If no fiduciary is then serving, it must be filed with a court having authority to appoint the fiduciary."},{"prefix":"k","text":" In the case of a disclaimer by a fiduciary of a power over a trust or estate, the disclaimer must be delivered as provided in subsection (c), (d), or (e) of this section, as if the power disclaimed were an interest in property."},{"prefix":"l","text":" In the case of a disclaimer of a power by an agent, the disclaimer must be delivered to the principal or the principal's representative."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Uniform Disclaimer of Property Interests (Refs & Annos)"},"heading":{"title":"19","chaptersection":"1512","identifier":"19-1512","catch_text":"Delivery or filing."}}