{"text":"The intestate share of a decedent's surviving spouse or surviving domestic partner is:","historical":"Prior Codifications\n\n1981 Ed., § 19-302.\n\n1973 Ed., § 19-302.\n\nEffect of Amendments\n\nD.C. Law 13-292 rewrote the section which had read:\n\n\"When the intestate leaves a surviving spouse and no child, parent, grandchild, brother, or sister, or the child of a brother or sister of the intestate, the surviving spouse is entitled to the whole.\"\n\nD.C. Law 16-79, in the section heading, substituted \"spouse or domestic partner\" for \"spouse\"; in the lead-in language, substituted \"surviving spouse or surviving domestic partner\" for \"surviving spouse\"; and, in pars. (2), (4), and (5), substituted \"surviving spouse or surviving domestic partner\" for \"surviving spouse\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-101.01.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nMiscellaneous Notes\n\nSection 1102 of D.C. Law 13-292 provides:\n\n\"Sec. 1102. Applicability.\n\n\"For the purposes of Title 5 and Title 9 and sections 801(b), 805, and 806 of Title 8 [of this act], the provisions relating to the administration of decedents' estates shall apply only to the estates of decedents who die on or after the effective date of this act.\"\n\nDC CODE § 19-302\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 698, Pub. L. 89-183, § 1; Apr. 27, 2001, D.C. Law 13-292, § 805(b), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(m), 53 DCR 1035.)","sections":[{"prefix":"1","text":" The entire intestate estate, if no descendant or parent of the decedent survives the decedent;"},{"prefix":"2","text":" Two-thirds of any balance of the intestate estate, if the decedent's surviving descendants are also descendants of the surviving spouse or surviving domestic partner and there is no other descendant of the surviving spouse or surviving domestic partner who survives the decedent;"},{"prefix":"3","text":" Three-fourths of any balance of the intestate estate, if no descendant of the decedent survives the decedent, but a parent of the decedent survives the decedent;"},{"prefix":"4","text":" One-half of any balance of the intestate estate, if all of the decedent's surviving descendants are also descendants of the surviving spouse or surviving domestic partner and the surviving spouse or surviving domestic partner has one or more surviving descendants who are not descendants of the decedent; or"},{"prefix":"5","text":" One-half of any balance of the intestate estate, if one or more of the decedent's surviving descendants are not descendants of the surviving spouse or surviving domestic partner."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Intestates' Estates."},"heading":{"title":"19","chaptersection":"302","identifier":"19-302","catch_text":"Share of spouse or domestic partner."}}