{"text":"Children born out of wedlock and the heirs of children born out of wedlock are capable of taking real and personal estate by inheritance from their mother or from their father if parenthood has been established, or from each other, or from heirs of each other, as the case may be, in like manner as if born in lawful wedlock, and the mother and such father, and their respective heirs, are capable of inheriting from such children.","historical":"Prior Codifications\n\n1981 Ed., § 19-316.\n\n1973 Ed., § 19-316.\n\nLegislative History of Laws\n\nLaw 1-87, the \"Anti-Sex Discriminatory Language Act,\" was introduced in Council and assigned Bill No. 1-36, which was referred to the Committee on the Judiciary and Criminal Law. The Bill was adopted on first and second readings on June 15, 1976, and June 29, 1976, respectively. Signed by the Mayor on July 27, 1976, it was assigned Act No. 1-143 and transmitted to both Houses of Congress for its review.\n\nLaw 2-78, the \"Paternity Proceedings Clarifying Amendment Act of 1978,\" was introduced in Council and assigned Bill No. 2-232, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 21, 1978, and March 7, 1978, respectively. There being no action by the Mayor, it was assigned Act No. 2-172 and transmitted to both Houses of Congress for its review.\n\nLaw 3-72, the \"District of Columbia Probate Reform Act of 1980,\" was introduced in Council and assigned Bill No. 3-91, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 1, 1980, and April 22, 1980, respectively. Signed by the Mayor on May 7, 1980, it was assigned Act No. 3-181 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 19-316\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 699, Pub. L. 89-183, § 1; Oct. 1, 1976, D.C. Law 1-87, § 22(a), (c), 23 DCR 2544; June 13, 1978, D.C. Law 2-78, § 2, 24 DCR 9282; June 24, 1980, D.C. Law 3-72, § 204(c), 27 DCR 2155.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Intestates' Estates."},"heading":{"title":"19","chaptersection":"316","identifier":"19-316","catch_text":"Share of children born out of wedlock; their heirs; mother; father."}}