{"text":"Survival by 120 hours is not required if:","historical":"Prior Codifications\n\n1981 Ed., § 19-506.\n\n1979 Ed., § 19-506.\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-501.\n\nReferences in Text\n\n\"This part,\" referred to in subsec. (b), is Division III of the D.C. Official Code, Decedents' Estates and Fiduciary Relations.\n\nMiscellaneous Notes\n\nThis section was previously enacted by section 1 of Public Law 89-183, 79 Stat. 700, but repealed by implication by D.C. Law 13-292.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Simultaneous Death Act (1993 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-506\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 202, 48 DCR 2087.)","sections":[{"prefix":"1","text":" The governing instrument contains language dealing explicitly with simultaneous deaths or deaths in a common disaster and that language is operable under the facts of the case;"},{"prefix":"2","text":" The governing instrument expressly indicates that an individual is not required to survive an event, including the death of another individual, by any specified period or expressly requires the individual to survive the event for a specified period, but survival of the event or the specified period must be established by clear and convincing evidence;"},{"prefix":"3","text":" The imposition of a 120-hour requirement of survival would cause a nonvested property interest or a power of appointment to fail to qualify for validity under section 19-901(a)(1), (b)(1), or (c)(1) or to become invalid under section 19-901(a)(2), (b)(2), or (c)(2), but survival must be established by clear and convincing evidence; or"},{"prefix":"4","text":" The application of a 120-hour requirement of survival to multiple governing instruments would result in an unintended failure or duplication of a disposition, but survival must be established by clear and convincing evidence."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Simultaneous Deaths; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"506","identifier":"19-506","catch_text":"Exceptions."}}