{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 19-601.01.\n\nUniform Law\n\nThis section is based upon ยง 310 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-603.10\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 302(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A registering entity offering to accept registrations in beneficiary form may establish the terms and conditions under which it will receive requests (1) for registrations in beneficiary form, and (2) for implementation of registrations in beneficiary form, including requests for cancellation of previously registered TOD beneficiary designations and requests for reregistration to effect a change of beneficiary. The terms and conditions so established may provide for proving death, avoiding or resolving any problems concerning fractional shares, designating primary and contingent beneficiaries, and substituting a named beneficiary's descendants to take in the place of the named beneficiary in the event of the beneficiary's death. Substitution may be indicated by appending to the name of the primary beneficiary the letters LDPS, standing for \"lineal descendants per stirpes.\" This designation substitutes a deceased beneficiary's descendants who survive the owner for a beneficiary who fails to so survive, the descendants to be identified and to share in accordance with the law of the beneficiary's domicile at the owner's death governing inheritance by descendants of an intestate. Other forms of identifying beneficiaries who are to take on one or more contingencies, and rules for providing proofs and assurances needed to satisfy reasonable concerns by registering entities regarding conditions and identities relevant to accurate implementation of registrations in beneficiary form, may be contained in a registering entity's terms and conditions."},{"prefix":"b","text":" The following are illustrations of registrations in beneficiary form which a registering entity may authorize:"},{"prefix":"1","text":" Sole owner-sole beneficiary: John S Brown TOD (or POD) John S Brown Jr."},{"prefix":"2","text":" Multiple owners-sole beneficiary: John S Brown Mary B Brown JT TEN TOD John S Brown Jr."},{"prefix":"3","text":" Multiple owners-primary and secondary (substituted) beneficiaries: John S Brown Mary B Brown JT TEN TOD John S Brown Jr SUB BENE Peter Q Brown or John S Brown Mary B Brown JT TEN TOD John S Brown Jr LDPS."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Uniform Transfers on Death Security Registration. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"603","identifier":"19-603.10","catch_text":"Terms, conditions, and forms for registration."}}