{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 19-601.01.\n\nUniform Law\n\nThis section is based upon ยง 301 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-603.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 302(b), 48 DCR 2087.)","sections":[{"prefix":"1","text":" \"Beneficiary form\" means a registration of a security which indicates the present owner of the security and the intention of the owner regarding the person who will become the owner of the security upon the death of the owner."},{"prefix":"2","text":" \"Register,\" including its derivatives, means to issue a certificate showing the ownership of a certificated security or, in the case of an uncertificated security, to initiate or transfer an account showing ownership of securities."},{"prefix":"3","text":" \"Registering entity\" means a person who originates or transfers a security title by registration, and includes a broker maintaining security accounts for customers and a transfer agent or other person acting for or as an issuer of securities."},{"prefix":"4","text":" \"Security\" means a share, participation, or other interest in property, in a business, or in an obligation of an enterprise or other issuer, and includes a certificated security, an uncertificated security, and a security account."},{"prefix":"5","text":" \"Security account\" means:"},{"prefix":"A","text":" A reinvestment account associated with a security, a securities account with a broker, a cash balance in a brokerage account, cash, interest, earnings, or dividends earned or declared on a security in an account, a reinvestment account, or a brokerage account, whether or not credited to the account before the owner's death; or"},{"prefix":"B","text":" A cash balance or other property held for or due to the owner of a security as a replacement for or product of an account security, whether or not credited to the account before the owner's death."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Uniform Transfers on Death Security Registration. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"603","identifier":"19-603.01","catch_text":"Definitions."}}