{"text":"","historical":"Legislative History of Laws\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nUniform Law\n\nThis section is based upon ยง 101 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-601.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 302(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A provision for a nonprobate transfer on death in an insurance policy, contract of employment, bond, mortgage, promissory note, certificated or uncertificated security, account agreement, custodial agreement, deposit agreement, compensation plan, pension plan, individual retirement plan, employee benefit plan, trust, conveyance, deed of gift, marital property agreement, or other written instrument of a similar nature is nontestamentary. This section includes a written provision that:"},{"prefix":"1","text":" Money or other benefits due to, controlled by, or owned by a decedent before death must be paid after the decedent's death to a person whom the decedent designates, either in the instrument or in a separate writing, including a will, executed either before or at the same time as the instrument, or later;"},{"prefix":"2","text":" Money due or to become due under the instrument ceases to be payable in the event of death of the promisee or the promisor before payment or demand; or"},{"prefix":"3","text":" Any property controlled by or owned by the decedent before death which is the subject of the instrument passes to a person the decedent designates, either in the instrument or in a separate writing, including a will, executed either before or at the same time as the instrument, or later."},{"prefix":"b","text":" This section does not limit rights of creditors under other laws of the District."},{"prefix":"c","text":" This section does not determine the validity of, or priority among, any inconsistent provisions in documents specified in subsection (a) of this section."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Provisions Relating to Effect of Death."},"heading":{"title":"19","chaptersection":"601","identifier":"19-601.01","catch_text":"Nonprobate transfers on death."}}