{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-305, in subsec. (a), substituted \"has a disability, is\" for \"is disabled\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-601.01.\n\nFor Law 16-305, see notes following § 19-602.05.\n\nUniform Law\n\nThis section is based upon § 226 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-602.26\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 302(b), 48 DCR 2087; Apr. 24, 2007, D.C. Law 16-305, § 33(e), 53 DCR 6198.)","sections":[{"prefix":"a","text":" Payment made pursuant to this subchapter in accordance with the terms of the account discharges the financial institution from all claims for amounts so paid, whether or not the payment is consistent with the beneficial ownership of the account as between parties, beneficiaries, or their successors. Payment may be made whether or not a party, beneficiary, or agent has a disability, is incapacitated, or deceased when payment is requested, received, or made."},{"prefix":"b","text":" Protection under this section does not extend to payments made after a financial institution has received written notice from a party, or from the personal representative, surviving spouse, or heir or devisee of a deceased party, to the effect that payments in accordance with the terms of the account, including one having an agency designation, should not be permitted, and the financial institution has had a reasonable opportunity to act on it when the payment is made. Unless the notice is withdrawn by the person giving it, the successor of any deceased party must concur in a request for payment if the financial institution is to be protected under this section. Unless a financial institution has been served with process in an action or proceeding, no other notice or other information shown to have been available to the financial institution affects its right to protection under this section."},{"prefix":"c","text":" A financial institution that receives written notice pursuant to this section or otherwise has reason to believe that a dispute exists as to the rights of the parties may refuse, without liability, to make payments in accordance with the terms of the account."},{"prefix":"d","text":" Protection of a financial institution under this section does not affect the rights of parties in disputes between themselves or their successors concerning the beneficial ownership of sums on deposit in accounts or payments made from accounts."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Multiple-Person Accounts. (Refs & Annos)"},"part":{"identifier":"C","text":"Protection of Financial Institutions."},"heading":{"title":"19","chaptersection":"602","identifier":"19-602.26","catch_text":"Discharge."}}