{"text":"\"UNIFORM SINGLE-OR MULTIPLE-PARTY ACCOUNT FORM\n\n\"PARTIES [Name one or more parties]: _______ _______\n\n\"OWNERSHIP [Select one and initial]:\n\n\"_______SINGLE-PARTY ACCOUNT\n\n\"_______MULTIPLE-PARTY ACCOUNT\n\n\"Parties own account in proportion to net contributions unless there is clear and convincing evidence of a different intent.\n\n\"RIGHTS AT DEATH [Select one and initial]:\n\n\"_______SINGLE-PARTY ACCOUNT\n\n\"At death of party, ownership passes as part of party's estate.\n\n\"_______SINGLE-PARTY ACCOUNT WITH POD (PAY ON DEATH) DESIGNATION\n\n\"[Name one or more beneficiaries]:\n\n\"At death of party, ownership passes to POD beneficiaries and is not part of party's estate.\n\n\"_______MULTIPLE-PARTY ACCOUNT WITH RIGHT OF SURVIVORSHIP\n\n\"At death of party, ownership passes to surviving parties.\n\n\"_______MULTIPLE-PARTY ACCOUNT WITH RIGHT OF SURVIVORSHIP AND POD (PAY ON DEATH) DESIGNATION\n\n\"[Name one or more beneficiaries]: _______ _______\n\n\"At death of last surviving party, ownership passes to POD beneficiaries and is not part of last surviving party's estate.\n\n\"_______MULTIPLE-PARTY ACCOUNT WITHOUT RIGHT OF SURVIVORSHIP\n\n\"At death of party, deceased party's ownership passes as part of deceased party's estate.\n\nAGENCY (POWER OF ATTORNEY) DESIGNATION [Optional]\n\n\"Agents may make account transactions for parties but have no ownership or rights at death unless named as POD beneficiaries.\n\n\"[To add agency designation to account, name one or more agents]:\n\n\"_______ _______\n\n\"[Select one and initial]:\n\n\"_______ AGENCY DESIGNATION SURVIVES DISABILITY OR INCAPACITY OF PARTIES\n\n\"_______ AGENCY DESIGNATION TERMINATES ON DISABILITY OR INCAPACITY OF PARTIES\"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 19-601.01.\n\nUniform Law\n\nThis section is based upon ยง 204 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-602.04\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 302(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A contract of deposit that contains provisions in substantially the following form establishes the type of account provided, and the account is governed by the provisions of this subchapter applicable to an account of that type:"},{"prefix":"b","text":" A contract of deposit that does not contain provisions in substantially the form provided in subsection (a) of this section is governed by the provisions of this subchapter applicable to the type of account that most nearly conforms to the depositor's intent."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Multiple-Person Accounts. (Refs & Annos)"},"part":{"identifier":"A","text":"Definitions and General Provisions."},"heading":{"title":"19","chaptersection":"602","identifier":"19-602.04","catch_text":"Forms."}}