{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-292, see notes following ยง 19-601.01.\n\nUniform Law\n\nThis section is based upon ยง 308 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-603.08\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 302(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A registering entity is not required to offer or to accept a request for security registration in beneficiary form. If a registration in beneficiary form is offered by a registering entity, the owner requesting registration in beneficiary form assents to the protections given to the registering entity by this subchapter."},{"prefix":"b","text":" By accepting a request for registration of a security in beneficiary form, the registering entity agrees that the registration will be implemented on death of the deceased owner as provided in this subchapter."},{"prefix":"c","text":" A registering entity is discharged from all claims to a security by the estate, creditors, heirs, or devisees of a deceased owner if it registers a transfer of the security in accordance with section 19-603.07 and does so in good faith reliance (1) on the registration, (2) on this subchapter, and (3) on information provided to it by affidavit of the personal representative of the deceased owner, or by the surviving beneficiary or by the surviving beneficiary's representatives, or other information available to the registering entity. The protections of this subchapter do not extend to a reregistration or payment made after a registering entity has received written notice from any claimant to any interest in the security objecting to implementation of a registration in beneficiary form. No other notice or other information available to the registering entity affects its right to protection under this subchapter."},{"prefix":"d","text":" The protection provided by this subchapter to the registering entity of a security does not affect the rights of beneficiaries in disputes between themselves and other claimants to ownership of the security transferred or its value or proceeds."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Uniform Transfers on Death Security Registration. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"603","identifier":"19-603.08","catch_text":"Protection of registering entity."}}