{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-79 added par. (3A).\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-601.01.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nUniform Law\n\nThis section is based upon § 201 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-602.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 302(b), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(p), 53 DCR 1035.)","sections":[{"prefix":"1","text":" \"Account\" means a contract of deposit between a depositor and a financial institution, and includes a checking account, savings account, certificate of deposit, and share account."},{"prefix":"2","text":" \"Agent\" means a person authorized to make account transactions for a party."},{"prefix":"3","text":" \"Beneficiary\" means a person named as one to whom sums on deposit in an account are payable on request after death of all parties or for whom a party is named as trustee."},{"prefix":"3A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"4","text":" \"Financial institution\" means an organization authorized to do business under state, District, or federal laws relating to financial institutions, and includes a bank, trust company, savings bank, building and loan association, savings and loan company or association, and credit union."},{"prefix":"5","text":" \"Multiple-party account\" means an account payable on request to one or more of 2 or more parties, whether or not a right of survivorship is mentioned."},{"prefix":"6","text":" \"Party\" means a person who, by the terms of an account, has a present right, subject to request, to payment from the account other than as a beneficiary or agent."},{"prefix":"7","text":" \"Payment\" of sums on deposit includes withdrawal, payment to a party or third person pursuant to check or other request, and a pledge of sums on deposit by a party, or a set-off, reduction, or other disposition of all or part of an account pursuant to a pledge."},{"prefix":"8","text":" \"POD designation\" means the designation of:"},{"prefix":"A","text":" A beneficiary in an account payable on request to one party during the party's lifetime and on the party's death to one or more beneficiaries, or to one or more parties during their lifetimes and on death of all of them to one or more beneficiaries; or"},{"prefix":"B","text":" A beneficiary in an account in the name of one or more parties as trustee for one or more beneficiaries if the relationship is established by the terms of the account and there is no subject of the trust other than the sums on deposit in the account, whether or not payment to the beneficiary is mentioned."},{"prefix":"9","text":" \"Receive,\" as it relates to notice to a financial institution, means receipt in the office or branch office of the financial institution in which the account is established, but if the terms of the account require notice at a particular place, in the place required."},{"prefix":"10","text":" \"Request\" means a request for payment complying with all terms of the account, including special requirements concerning necessary signatures and regulations of the financial institution; but, for purposes of this subchapter, if terms of the account condition payment on advance notice, a request for payment is treated as immediately effective and a notice of intent to withdraw is treated as a request for payment."},{"prefix":"11","text":" \"Sums on deposit\" means the balance payable on an account, including interest and dividends earned, whether or not included in the current balance, and any deposit life insurance proceeds added to the account by reason of death of a party."},{"prefix":"12","text":" \"Terms of the account\" includes the deposit agreement and other terms and conditions, including the form, of the contract of deposit."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Multiple-Person Accounts. (Refs & Annos)"},"part":{"identifier":"A","text":"Definitions and General Provisions."},"heading":{"title":"19","chaptersection":"602","identifier":"19-602.01","catch_text":"Definitions."}}