{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-79, in subsec. (b), substituted \"As between parties either married to or domestic partners of each other,\" for \"As between parties married to each other,\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-601.01.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nUniform Law\n\nThis section is based upon § 211 of the Uniform Nonprobate Transfers on Death Act (1991 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-602.11\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 302(b), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(q), 53 DCR 1035.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"net contribution\" of a party means the sum of all deposits to an account made by or for the party, less all payments from the account made to or for the party which have not been paid to or applied to the use of another party and a proportionate share of any charges deducted from the account, plus a proportionate share of any interest or dividends earned, whether or not included in the current balance. The term \"net contribution\" includes deposit life insurance proceeds added to the account by reason of death of the party whose net contribution is in question."},{"prefix":"b","text":" During the lifetime of all parties, an account belongs to the parties in proportion to the net contribution of each to the sums on deposit, unless there is clear and convincing evidence of a different intent. As between parties either married to or domestic partners of each other, in the absence of proof otherwise, the net contribution of each is presumed to be an equal amount."},{"prefix":"c","text":" A beneficiary in an account having a POD designation has no right to sums on deposit during the lifetime of any party."},{"prefix":"d","text":" An agent in an account with an agency designation has no beneficial right to sums on deposit."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Nonprobate Transfers on Death; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Multiple-Person Accounts. (Refs & Annos)"},"part":{"identifier":"B","text":"Ownership as Between Parties and Others."},"heading":{"title":"19","chaptersection":"602","identifier":"19-602.11","catch_text":"Ownership during lifetime."}}