{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 19-701.\n\n1973 Ed., § 19-701.\n\nEffect of Amendments\n\nD.C. Law 16-79 rewrote section which had read as follows:\n\n\"Where there is no surviving spouse or relations of the intestate within the fifth degree, reckoned by counting down from the common ancestor to the more remote, the surplus of real and personal property escheats to the District of Columbia to be used by the Mayor of the District of Columbia for the benefit of the poor.\"\n\nD.C. Law 18-223, in subsec. (a), added the last sentence.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5042 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nMiscellaneous Notes\n\nEscheated Estates Fund Application Screening Committee established: See Mayor's Order 83-285, December 7, 1983.\n\nAmendment of Mayor's Order 81-39, Escheated Estates Fund: See Mayor's Order 85-71, May 24, 1985, as amended by Mayor's Order 87-188, August 6, 1987.\n\nAmendment of establishment of Escheated Estates Fund Application Screening Committee: See Mayor's Order 86-128, August 8, 1986.\n\nRepresentation of District in probate and escheat cases: See Mayor's Order 85- 190, December 3, 1985.\n\nAge of majority: Section 2 of the Act of July 22, 1976, D.C. Law 1-75, provided: \"Notwithstanding any rule of common or other law to the contrary in effect on the effective date of this act, the age of majority in the District of Columbia shall be eighteen years of age, except that this act shall not affect any common law or statutory right to child support.\"\n\nTransfer of the Escheated Estates Fund, Delegation of Authority, and Rescission of Previous Mayor's Orders, see Mayor's Order 2007-238, November 2, 2007 (55 DCR 177).\n\nShort title: Section 5041 of D.C. Law 18-223 provided that subtitle E of title V of the act may be cited as the \"Emergency Housing Assistance Act of 2010\".\n\nDC CODE § 19-701\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 701, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 566; Pub. L. 91-358, title I, § 148(1); Apr. 30, 1988, D.C. Law 7-104, § 5(c), 35 DCR 147; Apr. 4, 2006, D.C. Law 16-79, § 5(t), 53 DCR 1035; Sept. 24, 2010, D.C. Law 18-223, § 5042, 57 DCR 6242.)","sections":[{"prefix":"a","text":" Where there is no surviving spouse, surviving domestic partner, or relations of the intestate within the fifth degree, reckoned by counting down from the common ancestor to the more remote, the surplus of real and personal property escheats to the District of Columbia to be used by the Mayor of the District of Columbia for the benefit of the poor. All cash, including real or personal property reduced to cash, received or obtained by the District pursuant to this section shall be transferred at regular intervals to the Department of Human Services for uses consistent with the emergency assistance grants described in § 4-753.01(e)."},{"prefix":"b","text":" For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Escheat."},"heading":{"title":"19","chaptersection":"701","identifier":"19-701","catch_text":"Escheatment generally."}}