{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-79 designated the existing text as subsec. (a); added subsec. (b); and rewrote subsecs. (a)(1)(C), (a)(1)(D) and (a)(6), which had read as follows:\n\n\"(C) A spouse's election under section 19-113;\n\n\"(D) A similar arrangement arising out of a prospective, existing, or previous marital relationship between the parties;\"\n\n\"(6) A nonvested property interest in or a power of appointment with respect to a trust or other property arrangement forming part of a pension, profit-sharing, stock bonus, health, disability, death benefit, income deferral, or other current or deferred benefit plan for one or more employees, independent contractors, or their beneficiaries or spouses, to which contributions are made for the purpose of distributing to or for the benefit of the participants or their beneficiaries or spouses the property, income, or principal in the trust or other property arrangement, except a nonvested property interest or a power of appointment that is created by an election of a participant or a beneficiary or spouse;\"\n\nLegislative History of Laws\n\nFor D.C. Law 13-292, see notes following § 19-901.\n\nFor Law 16-79, see notes following § 19-101.02.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Statutory Rule Against Perpetuities Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 19-904\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 402(b), 48 DCR 2087; Apr. 4, 2006, D.C. Law 16-79, § 5(u), 53 DCR 1035.)","sections":[{"prefix":"a","text":" Section 19-901 does not apply to:"},{"prefix":"1","text":" A nonvested property interest or a power of appointment arising out of a nondonative transfer, except a nonvested property interest or a power of appointment arising out of:"},{"prefix":"A","text":" A premarital or postmarital agreement;"},{"prefix":"B","text":" A separation or divorce settlement;"},{"prefix":"C","text":" A spouse or domestic partner's election under section 19-113;"},{"prefix":"D","text":" A similar arrangement arising out of a prospective, existing, or previous marital relationship or domestic partnership relationship between the parties;"},{"prefix":"E","text":" A contract to make or not to revoke a will or trust;"},{"prefix":"F","text":" A contract to exercise or not to exercise a power of appointment;"},{"prefix":"G","text":" A transfer in satisfaction of a duty of support; or"},{"prefix":"H","text":" A reciprocal transfer;"},{"prefix":"2","text":" A fiduciary's power relating to the administration or management of assets, including the power of a fiduciary to sell, lease, or mortgage property, and the power of a fiduciary to determine principal and income;"},{"prefix":"3","text":" A power to appoint a fiduciary;"},{"prefix":"4","text":" A discretionary power of a trustee to distribute principal before termination of a trust to a beneficiary having an indefeasibly vested interest in the income and principal;"},{"prefix":"5","text":" A nonvested property interest held by a charity, government, or governmental agency or subdivision;"},{"prefix":"6","text":" A nonvested property interest in or a power of appointment with respect to a trust or other property arrangement forming part of a pension, profit-sharing, stock bonus, health, disability, death benefit, income deferral, or other current or deferred benefit plan for one or more employees, independent contractors, or their beneficiaries, spouses, or domestic partners, to which contributions are made for the purpose of distributing to or for the benefit of the participants or their beneficiaries, spouses, or domestic partners, the property, income, or principal in the trust or other property arrangement, except a nonvested property interest or a power of appointment that is created by an election of a participant or a beneficiary, spouse, or domestic partner;"},{"prefix":"7","text":" A property interest, power of appointment, or arrangement that was not subject to the common-law rule against perpetuities or is excluded by another statute of the District of Columbia;"},{"prefix":"8","text":" A gift of a present interest or devise to charitable uses;"},{"prefix":"9","text":" In accordance with section 43-113, a grant, donation, or bequest for the embellishment, preservation, renewal, or repair of any tomb, monument, gravestone, or other structure, fence, railing, or other enclosure in or around any cemetery lot, or for the planting and cultivation of any trees, shrubs, flowers, or plants in or around any cemetery lot, according to the terms of such grant, donation, or bequest; or"},{"prefix":"10","text":" A trust in which the governing instrument states that the provisions of this chapter do not apply to the trust and under which the trustee, or other person to whom the power is properly granted or delegated, has the power under the governing instrument, applicable statute, or common law to hold, sell, lease, or mortgage property for any period of time beyond the period that is required for an interest created under the governing instrument to vest."},{"prefix":"b","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"2","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Statutory Rule Against Perpetuities; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"904","identifier":"19-904","catch_text":"Exclusions from statutory rule against perpetuities."}}