{"text":"","historical":"Legislative History of Laws\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nUniform Law\n\nThis section is based upon ยง 1 of the Uniform Statutory Rule Against Perpetuities Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 19-901\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 402(b), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A nonvested property interest is invalid unless:"},{"prefix":"1","text":" When the interest is created, it is certain to vest or terminate no later than 21 years after the death of an individual then alive; or"},{"prefix":"2","text":" The interest either vests or terminates within 90 years after its creation."},{"prefix":"b","text":" A general power of appointment not presently exercisable because of a condition precedent is invalid unless:"},{"prefix":"1","text":" When the power is created, the condition precedent is certain to be satisfied or becomes impossible to satisfy no later than 21 years after the death of an individual then alive; or"},{"prefix":"2","text":" The condition precedent either is satisfied or becomes impossible to satisfy within 90 years after its creation."},{"prefix":"c","text":" A nongeneral power of appointment or a general testamentary power of appointment is invalid unless:"},{"prefix":"1","text":" When the power is created, it is certain to be irrevocably exercised or otherwise to terminate no later than 21 years after the death of an individual then alive; or"},{"prefix":"2","text":" The power is irrevocably exercised or otherwise terminates within 90 years after its creation."},{"prefix":"d","text":" In determining whether a nonvested property interest or a power of appointment is valid under subsection (a)(1), (b)(1), or (c)(1) of this section, the possibility that a child will be born to an individual after the individual's death is disregarded."},{"prefix":"e","text":" If, in measuring a period from the creation of a trust or other property arrangement, language in a governing instrument (1) seeks to disallow the vesting or termination of any interest or trust beyond, (2) seeks to postpone the vesting or termination of any interest or trust until, or (3) seeks to operate in effect in any similar fashion upon, the later of (A) the expiration of a period of time not exceeding 21 years after the death of the survivor of specified lives in being at the creation of the trust or other property arrangement or (B) the expiration of a period of time that exceeds or might exceed 21 years after the death of the survivor of lives in being at the creation of the trust or other property arrangement, that language is inoperative to the extent it produces a period of time that exceeds 21 years after the death of the survivor of the specified lives."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"19","text":"Descent, Distribution, and Trusts. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Statutory Rule Against Perpetuities; Uniform Law. (Refs & Annos)"},"heading":{"title":"19","chaptersection":"901","identifier":"19-901","catch_text":"Statutory rule against perpetuities."}}