{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2005.\n\n1973 Ed., § 1-1007.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(32) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDefinitions applicable: The definitions contained in § 1-201.03 apply to this section.\n\nDC CODE § 2-1005\n\nCurrent through December 11, 2012","credits":"(June 6, 1924, ch. 270, § 7; July 19, 1952, 66 Stat. 789, ch. 949, § 1; Dec. 24, 1973, 87 Stat. 782, Pub. L. 93-198, title II, § 203(f).)","sections":[{"prefix":"a","text":" The Commission shall recommend a 6-year program of public works projects for the federal government which it shall review annually with the agencies concerned. To this end, each federal agency shall submit to the Commission in the 1st quarter of each fiscal year a copy of its advance program of capital improvements within the National Capital and its environs."},{"prefix":"b","text":" The Mayor shall submit to the Commission, by February 1st of each year, a copy of the multiyear capital improvements plan for the District developed by him under § 1-204.44. The Commission shall have 30 days within which to comment upon such plan but shall have no authority to change or disapprove of such plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"10","text":"National Capital Planning Commission."},"heading":{"title":"2","chaptersection":"1005","identifier":"2-1005","catch_text":"Program of public works projects; capital improvements plan."}}