{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2001.\n\n1973 Ed., § 1-1001.\n\nMiscellaneous Notes\n\nCouncil concurrence in amendment adding Diagram No. 1, Special Streets and Places, to comprehensive plan: Pursuant to Resolution 6-137, the \"Federal Preservation and Historic Features Element Amendment Concurrence Resolution of 1985,\" effective May 14, 1985, the Council concurred in the amendment to the federal Preservation and Historic Features Element of the Comprehensive Plan for the National Capital, adding Diagram No. 1, Special Streets and Places.\n\nFor re-enactment of this chapter, see Title 40, Subtitle II, Part D, Chapter 87 of the United States Code.\n\nDC CODE § 2-1001\n\nCurrent through December 11, 2012","credits":"(June 6, 1924, 43 Stat. 463, ch. 270, § 1; Feb. 26, 1925, 43 Stat. 983, ch. 339, § 3; Apr. 30, 1926, 44 Stat. 374, ch. 198; May 24, 1928, 45 Stat. 726, ch. 726; June 10, 1933, Ex. Ord. No. 6166, § 2; Mar. 2, 1934, 48 Stat. 389, ch. 38, § 1; Oct. 28, 1949, 63 Stat. 972, ch. 782, title XI, § 1106(a); July 19, 1952, 66 Stat. 781, ch. 949, § 1.)","sections":[{"prefix":"a","text":" It is the purpose of this chapter to secure comprehensive planning for the physical development of the National Capital and its environs; to provide for the participation of the appropriate planning agencies of the environs in such planning; and to establish the agency and procedures requisite to the administration of the functions of the federal and District of Columbia governments related to such planning. The Congress hereby finds that the location of the seat of government in the District of Columbia has brought about the development of a metropolitan region extending well into adjoining territory in Maryland and Virginia; that effective comprehensive planning is necessary on a regional basis and of continuing importance to the federal establishment; that the distribution of federal installations throughout the region has been and will continue to be a major influence in determining the extent and character of development; that there is needed a central planning agency for the National Capital region to coordinate certain developmental activities of the many different agencies of the federal and District governments so that such activities may conform with general objectives; that there is an increasing mutuality of interest and responsibility between the various levels of government that calls for coordinate and unified policies in planning both federal and local development in the interest of order and economy; that there are developmental problems of an interstate character, the planning of which requires collaboration between federal, state, and local governments in the interest of equity and constructive action; and that the instrumentalities and procedures herein provided will aid in providing the Congress from time to time with information and advice requisite to legislation. The general objective of this chapter is to enable appropriate agencies to plan for the development of the federal establishment at the seat of government in a manner consistent with the nature and function of the National Capital and with due regard for the rights and prerogatives of the adjoining states and local governments to exercise control appropriate to their functions, and in a manner which will, in accordance with present and future needs, best promote public health, safety, morals, order, convenience, prosperity, and the general welfare, as well as efficiency and economy in the process of development."},{"prefix":"b","text":" As used in this chapter:"},{"prefix":"1","text":" \"Region\" or \"National Capital region\" means the District of Columbia; Montgomery and Prince Georges Counties in Maryland; Arlington, Fairfax, Loudoun, and Prince William Counties in Virginia; and all cities now or hereafter existing in Maryland or Virginia within the geographic area bounded by the outer boundaries of the combined area of said counties."},{"prefix":"2","text":" \"Environs\" means the territory surrounding the District of Columbia included within the National Capital region."},{"prefix":"3","text":" \"National Capital\" means the District of Columbia and territory owned by the United States within the environs."},{"prefix":"4","text":" \"Planning agency\" means any city, county, bi-county, part-county, or regional planning agency authorized under state and local laws to make and adopt comprehensive plans whether or not its jurisdiction is exclusive or concurrent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"10","text":"National Capital Planning Commission."},"heading":{"title":"2","chaptersection":"1001","identifier":"2-1001","catch_text":"General purposes; findings; definitions."}}