{"text":"The Boiler Inspector, or one of his assistants, shall inspect annually all boilers and unfired pressure vessels for which a certificate of inspection is required by § 1-1005 and shall determine by actual tests the condition thereof from the standpoint of safety and fitness for operation. If such boiler or vessel be safe and fit for operation, the Boiler Inspector shall issue the certificate of inspection which shall state, among other things, the pressure per square inch such boiler or vessel may be allowed to carry. This certificate of inspection shall be displayed in a conspicuous place in close proximity to the boiler or vessel covered thereby. In the case of a steam boiler or unfired pressure vessel which is regularly insured and inspected at least once a year by an insurance company duly licensed in the District of Columbia and approved by the Mayor of the said District as to its inspection service where a report of such inspection filed within 30 days after such inspection with the Boiler Inspector shows any such boiler or unfired pressure vessel to be in a safe and insurable condition, such inspection and report shall take the place of the inspection hereinbefore provided and the certificate of inspection may be issued upon such report. Insurance companies shall report to the inspectors the cancelation of insurance of any certificate holder.","historical":"Prior Codifications\n\n1981 Ed., § 1-1007.\n\n1973 Ed., § 1-707.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 2-107\n\nCurrent through December 11, 2012","credits":"(June 25, 1936, 49 Stat. 1918, ch. 802, § 6.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Inspections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Steam Boilers."},"heading":{"title":"2","chaptersection":"107","identifier":"2-107","catch_text":"Annual inspection; issuance, contents and display of certificate of inspection; inspection by insurance company."}}