{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2003.\n\n1973 Ed., § 1-1004.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(28) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nNational Capital Regional Planning Council abolished: The National Capital Regional Planning Council, referred to in subsection (a) of this section, was abolished by Reorganization Plan No. 5 of 1966, 31 F.R. 11857.\n\nDistrict of Columbia Comprehensive Plan of 1984: Section 3 of D.C. Law 5-76 sets forth titles I through X adopted by the Council of the District of Columbia entitled \"The District of Columbia Comprehensive Plan for 1984,\" and was reprinted in its entirety in 31 DCR 1049 and is contained in the 10 DCMR compilation. On April 5, 1984, the National Capital Planning Commission adopted a resolution finding that \"the District elements adopted and amended by the Council by D.C. Act 5-112 do not have a negative impact on the interests or functions of the Federal Establishment in the National Capital.\"\n\nRepeal of § 2 of D.C. Law 5-187: Section 3(a) of D.C. Law 12-275 provided that § 2 of D.C. Law 5-187 is repealed effective April 7, 1999. Section 2 of D.C. Law 5-187 had added a new title XI to the District of Columbia Comprehensive Plan of 1984 adopted by D.C. Law 56-76.\n\nDefinitions applicable: The definitions contained in § 1-201.03 apply to this section.\n\nDistrict Element of the Comprehensive Plan for the National Capital: Section 8(b) of D.C. Law 16-300, as amended by section 201(b) of D.C. Law 17-5, provides: \"No District element or amendment of the Comprehensive Plan for the National Capital shall take effect until it has been reviewed by the National Capital Planning Commission as provided in section 2(a) of the National Capital Planning Act of 1952, approved June 6, 1924 (43 Stat. 463; D.C. Official Code § 2-1002(a)), and section 423 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 792; D.C. Official Code § 1-204.23).\"\n\nDC CODE § 2-1003\n\nCurrent through December 11, 2012","credits":"(June 6, 1924, 43 Stat. 464, ch. 270, § 4; July 19, 1952, 66 Stat. 785, ch. 949, § 1; Dec. 24, 1973, 87 Stat. 782, Pub. L. 93-198, title II, § 203(c)(3).)","sections":[{"prefix":"a","text":" The Commission is hereby charged with the duty of preparing and adopting a comprehensive, consistent, and coordinated plan for the National Capital, which plan shall include the Commission's recommendations or proposals for federal developments or projects in the environs, and those District elements, or amendments thereto, of the comprehensive plan adopted by the Council and with respect to which the Commission has not determined a negative impact to exist, which elements or amendments shall be incorporated into such comprehensive plan without change. The Commission shall collaborate with the National Capital Regional Planning Council in the development of those elements of the plan for the National Capital. While consistency between the respective proposals of the Commission and the National Capital Regional Planning Council shall be sought, lack of action or agreement by the National Capital Regional Planning Council shall not prevent the Commission from adopting any part of its plan or any recommendation or proposal for federal developments or projects in the environs. The Commission may include in its plan any portion of any plan adopted by the National Capital Regional Planning Council or any planning agency in the environs and from time to time make recommendations of collateral interest to the National Capital Regional Planning Council or to the aforesaid agencies."},{"prefix":"b","text":" The Commission may, as the work of preparing the comprehensive plan progresses, adopt any element or a part or parts thereof and from time to time shall review and may amend or extend the plan, in order that its recommendations may be kept up to date."},{"prefix":"c","text":"(1) Prior to the final adoption of the comprehensive plan or any element thereof, or any subsequent revision, the Commission shall present such plan, element, or revision to the appropriate federal or District of Columbia authorities for comment and recommendations. Presentation of proposed revisions may at the Commission's discretion be made annually in a consolidated form. The said recommendations by federal and District of Columbia authorities shall not be binding on the Commission, but it shall give careful consideration to such views and recommendations as are submitted prior to final adoption. The Commission may, in addition and at its discretion, periodically provide opportunity by public hearings, meetings, or conferences, exhibitions and publication of its plans, for review and comments by nongovernmental agencies or groups, and, in consultation with the District of Columbia Council, encourage the formation of 1 or more citizen advisory councils."},{"prefix":"2","text":" In carrying out its planning functions with respect to federal developments or projects in the environs, the Commission may act in conjunction and cooperation and enter into agreements with any state or local authority or planning agency, as the Commission may deem necessary, to effectuate the adoption of any plan or proposal and secure its realization."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"10","text":"National Capital Planning Commission."},"heading":{"title":"2","chaptersection":"1003","identifier":"2-1003","catch_text":"Comprehensive plan."}}