{"text":"If any person shall violate any one or more of the provisions of this subchapter or of regulations duly promulgated hereunder, the Corporation Counsel of the District of Columbia, or any of his assistants, shall file an information in the Superior Court of the District of Columbia in the name of the District of Columbia, and upon conviction such persons shall be subject to a fine not to exceed $100 or to imprisonment for not more than 90 days, or both, for each and every violation thereof, and each violation shall constitute a separate offense. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter, or any rules or regulations issued under the authority of this subchapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this subchapter shall be pursuant to Chapter 18 of Title 2.","historical":"Prior Codifications\n\n1981 Ed., § 1-1014.\n\n1973 Ed., § 1-714.\n\nLegislative History of Laws\n\nLaw 6-42 was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 2-114\n\nCurrent through December 11, 2012","credits":"(June 25, 1936, 49 Stat. 1919, ch. 802, § 13; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); Oct. 5, 1985, D.C. Law 6- 42, § 454, 32 DCR 4450.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Inspections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Steam Boilers."},"heading":{"title":"2","chaptersection":"114","identifier":"2-114","catch_text":"Filing information; penalties; separate offenses."}}