{"text":"For the purposes of this chapter, the term:","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of sections, see §§ 2 to 9 of the Chesapeake Regional Olympic Games Authority Temporary Act of 2001 (D.C. Law 14-31, Oct. 13, 2001, law notification 48 DCR 9904).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of §§ 2-1121.01 to 2-1121.08, see §§ 2 to 9 of Chesapeake Regional Olympic Games Authority Emergency Act of 2001 (D.C. Act 14- 75, June 7, 2001, 48 DCR 8399).\n\nFor temporary (90 day) addition of §§ 2-1121.01 to 2-1121.08, see §§ 2 to 9 of Chesapeake Regional Olympic Games Authority Legislative Review Emergency Act of 2001 (D.C. Act 14-112, August 3, 2001, 48 DCR 7639).\n\nFor temporary (90 day) addition of §§ 2-1121.01 to 2-1101.08, see §§ 2 to 9 of Chesapeake Regional Olympic Games Authority Congressional Review Emergency Act of 2001 (D.C. Act 14-138, October 23, 2001, 48 DCR 9920).\n\nLegislative History of Laws\n\nLaw 14-63, the \"Chesapeake Regional Olympic Games Authority Act of 2001\", was introduced in Council and assigned Bill No. 14-187, which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on October 16, 2001, and November 6, 2001, respectively.  Signed by the Mayor on November 15, 2001, it was assigned Act No. 14-167 and transmitted to both Houses of Congress for its review.   D.C. Law 14-63 became effective on February 13, 2001.\n\nDC CODE § 2-1131\n\nCurrent through December 11, 2012","credits":"(Feb. 13, 2002, D.C. Law 14-63, § 2, 48 DCR 10549.)","sections":[{"prefix":"1","text":" \"Bid Proposal\" means the bid formally submitted by WBRC 2012 to the USOC on December 15, 2000."},{"prefix":"2","text":" \"Host City\" means the entity that has been selected by the International Olympic Committee to host the 2012 Olympic Games."},{"prefix":"3","text":" \"International Olympic Committee\" and \"IOC\" mean the International Olympic Committee, a body corporate under international law created by the Congress of Paris of 23rd June, 1894, and having perpetual succession."},{"prefix":"4","text":" \"Olympic Games\" means the Olympic Games sponsored by and governed by the International Olympic Committee and any other educational, cultural, athletic, or sporting events related or preliminary thereto."},{"prefix":"5","text":" \"Organizing Committee for the Olympic Games\" and \"OCOG\" mean the Committee formed by WBRC 2012 to organize and conduct the Olympic Games if WBRC 2012 is selected by the IOC as the Host City in 2005."},{"prefix":"6","text":" \"Regional Authority\" and \"Chesapeake Regional Olympic Games Authority\" mean the instrumentality of the District of Columbia, the Commonwealth of Virginia, State of Maryland, and the City of Baltimore, which authority shall have the powers and duties set forth in this chapter."},{"prefix":"7","text":" \"Regional Authority Advisory Committee\" means a body formed by the Regional Authority that shall be composed of representatives from each of the local jurisdictions substantially impacted by hosting the Olympic games in the region."},{"prefix":"8","text":" \"Signatory\" means Maryland, Virginia, the City of Baltimore, or the District of Columbia."},{"prefix":"9","text":" \"United States Olympic Committee\" and \"USOC\" mean the United States Olympic Committee, incorporated by Act of Congress on September 21, 1950, and having perpetual succession."},{"prefix":"10","text":" \"U.S. Candidate City\" means the entity that has received the United States Olympic Committee's endorsement to submit to the IOC the sole bid from the United States for the hosting of the 2012 Olympic Games."},{"prefix":"11","text":" \"WBRC 2012\" means Washington/Baltimore Regional 2012 Coalition, a nonprofit corporation organized under the laws of the State of Maryland, and its successors."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Chesapeake Regional Olympic Games Authority."},"heading":{"title":"2","chaptersection":"1131","identifier":"2-1131","catch_text":"Definitions."}}