{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-63, see notes following ยง 2-1131.\n\nDC CODE ยง 2-1132\n\nCurrent through December 11, 2012","credits":"(Feb. 13, 2002, D.C. Law 14-63, ยง 3, 48 DCR 10549.)","sections":[{"prefix":"a","text":" The Signatories hereby provide the mechanism for the creation and termination of the Chesapeake Regional Olympic Games Authority, which shall be an instrumentality of the District of Columbia, the Commonwealth of Virginia, the State of Maryland, and the City of Baltimore, and shall have the powers and duties set forth herein, and those additional powers and duties conferred upon it by subsequent actions of the Signatories."},{"prefix":"b","text":" The Regional Authority shall come into existence by the force of this chapter when and if, and only if, the IOC awards the 2012 Olympic Games in year 2005 to WBRC 2012, as the U.S. Candidate City and the official representative of the Maryland, Virginia, District of Columbia, and Baltimore region."},{"prefix":"c","text":" The Regional Authority shall, if ever brought into existence, cease to exist by the force of this chapter on January 1, 2014, unless extended by substantially similar future legislation passed by each of the Signatories."},{"prefix":"d","text":"(1) Until such time as the Regional Authority may be triggered into existence, the combined signatures of the Governors of Virginia and Maryland, and the Mayors of the District of Columbia and the City of Baltimore, on any and all documents necessary and appropriate to the pursuit of the 2012 Olympic Games shall be binding on future actions of the Regional Authority."},{"prefix":"2","text":" For the purposes of this subsection:"},{"prefix":"A","text":" The above-referenced signatures may be on the same document, on separate but materially and substantially similar documents, or any combination thereof; and"},{"prefix":"B","text":" No individual signature shall be effective until such time as all 4 above-referenced signatures are obtained."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Chesapeake Regional Olympic Games Authority."},"heading":{"title":"2","chaptersection":"1132","identifier":"2-1132","catch_text":"Creation of the Regional Authority."}}