{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2253 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following ยง 2-1208.01.\n\nDC CODE ยง 2-1208.02\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 2253, 57 DCR 6242.)","sections":[{"prefix":"a","text":"(1) Not more than 3 months after the end of each fiscal year, the Chief Financial Officer shall compile and publish an annual Unified Economic Development Budget Report (\"Report\") with regard to the fiscal year just concluded. The report shall be produced in both printed and electronic form and shall be freely available in offices of all District agencies included in the report. A user-friendly electronic version of the report shall be posted on the Government of the District of Columbia's website in a central location that the public can easily locate."},{"prefix":"2","text":" The comprehensive report shall provide the following information regarding the economic development incentives offered by the District:"},{"prefix":"A","text":" The name of each recipient receiving one or more economic development incentives with a combined total value equal to or greater than $75,000;"},{"prefix":"B","text":" The dollar value of each economic development incentive received by each recipient; provided, that any economic development incentive received by a recipient with a value less than $75,000 shall not be itemized; the Chief Financial Officer shall report an aggregate dollar amount of those expenditures and the total number of recipients aggregated;"},{"prefix":"C","text":" The aggregate dollar amounts for each type of incentive;"},{"prefix":"D","text":" The aggregate dollar amounts expended per ward;"},{"prefix":"E","text":" The aggregate number of companies, groups, or individuals receiving each type of economic development incentive; and"},{"prefix":"F","text":" The total cost of all economic development incentives appropriated by each granting body categorized by the granting body's name."},{"prefix":"b","text":" The Chief Financial Officer shall submit annually, as part of the annual budget request to the Council, a single document estimating the costs of all economic development incentives for the fiscal year of the requested budget, including:"},{"prefix":"1","text":" The total cost to the District resulting from the proposed economic development incentives, including the costs for each category of proposed tax expenditures, and the amounts of proposed tax expenditures classified by ward; and"},{"prefix":"2","text":" The cost to the District of all proposed appropriated funds for economic development incentives by District agency, instrumentality, or public institution of higher education."},{"prefix":"c","text":" Any granting authority agencies administering any economic development incentive shall cooperate and assist the Chief Financial Officer in the preparation of the Unified Economic Development Budget Report and all reporting requirements imposed by this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IV-A","text":"Economic Development Budget Transparency."},"heading":{"title":"2","chaptersection":"1208","identifier":"2-1208.02","catch_text":"Unified Economic Development Budget Report."}}