{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2282.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-23, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nDC CODE § 2-1215.12\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 12, 43 DCR 1684; renumbered as § 13, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320.)","sections":[{"prefix":"a","text":" The BID's treasurer shall keep detailed records of the receipts and expenditures affecting the operation and administration of the BID.   All such records, minutes of the meetings of the BID's members and Board, and any other records pertaining to the BID, including the names and addresses of the members, shall be available for examination by all of the members, the Mayor, the CFO, and the Council at convenient hours on working days that shall be set and announced for general knowledge.  Subject to the provisions of subsection (b) of this section, upon request, any member, the Mayor, the CFO, or Council shall be provided a copy of the records and minutes."},{"prefix":"b","text":" Books and records kept by or on behalf of a BID may be withheld from examination or copying by members or others to the extent that the records concern:"},{"prefix":"1","text":" Personnel matters;"},{"prefix":"2","text":" Communications with legal counsel or attorney work product;"},{"prefix":"3","text":" Transactions currently in negotiation and agreements containing confidentiality requirements;"},{"prefix":"4","text":" Pending litigation;"},{"prefix":"5","text":" Pending matters involving formal proceedings for enforcement of the BID articles of incorporation, bylaws, or rules and regulations promulgated pursuant thereto; or"},{"prefix":"6","text":" Disclosure of information in violation of law."},{"prefix":"c","text":" The BID may impose and collect a charge, reflecting its actual costs of materials and labor, prior to providing copies of any books and records to members."},{"prefix":"d","text":" The Board of each BID corporation may establish such checking, savings, money market, or other depository accounts as it deems advisable; provided, that such accounts may be established only in a federally insured financial institution doing business in the District."},{"prefix":"e","text":" Upon establishment of the BID and no later than September 15th of each subsequent fiscal year, the Board of each BID corporation shall deliver to all members of record by first class mail, or by personal delivery, an operating budget outlining the Board's then current projections of revenues and operating expenses for the forthcoming fiscal year or portion thereof. The Board also shall deliver to the members of record from time to time, as circumstances warrant, a supplement to the then current operating budget outlining any material changes in anticipated expenditures or income during the applicable budget year. The Board shall update each operating budget and supplement from time to time as the Board receives information requiring material changes to such operating budget or supplement. Operating budgets and supplements shall not require the prior approval of the members. Each operating budget and supplement shall be effective upon delivery to the members of record, or the later effective date set forth in the budget or supplement. For purposes of this section, a material change is a change where major programmatic activity not anticipated in a previously approved plan is undertaken or that involves a reallocation of more than 10% of the anticipated revenues in a budget year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.12","catch_text":"Books, minutes, and records; inspection; accounts; budgets."}}