{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 6 of Capital Access Program Emergency Act of 2010 (D.C. Act 18-598, November 17, 2010, 57 DCR 11018).\n\nFor temporary (90 day) addition of section, see § 6 of Capital Access Program Congressional Review Emergency Act of 2011 (D.C. Act 19-6, February 11, 2011, 58 DCR 1408).\n\nLegislative History of Laws\n\nFor history of Law 18-322, see notes under § 2-1210.01.\n\nDC CODE § 2-1210.05\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 2011, D.C. Law 18-322, § 6, 57 DCR 12442.)","sections":[{"prefix":"a","text":" Except as otherwise provided by this subchapter, the Mayor shall not determine the recipient, amount, or interest rate of a capital access loan or the fees or other requirements related to the loan."},{"prefix":"b","text":" A loan shall not be eligible to be enrolled under this subchapter if the loan is for:"},{"prefix":"1","text":" Construction of residential housing;"},{"prefix":"2","text":" Purchase of residential housing;"},{"prefix":"3","text":" Simple real estate investments, excluding the development or improvement of commercial real estate occupied by the borrower's business or organization; or"},{"prefix":"4","text":" Internal bank transactions."},{"prefix":"c","text":" The borrower under an enrolled loan shall apply the loan to working capital or to the purchase, construction, or lease of capital assets, including buildings and equipment, used by the borrower. Working capital uses shall include the cost of exporting, accounts receivable, payroll, inventory, and other financing needs of the business or organization."},{"prefix":"d","text":" An enrolled loan may be sold on the secondary market with no recourse to the District of Columbia. Recourse to the reserve account correspondent to the loan may be permitted for loans sold on the secondary market under conditions as may be established, by rule, by the Mayor."},{"prefix":"e","text":" When enrolling a capital access loan in the program, a financial institution may specify an amount to be covered under the program that is less than the total amount of the loan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V-A","text":"Access to Capital for Businesses and Nonprofit Organizations."},"heading":{"title":"2","chaptersection":"1210","identifier":"2-1210.05","catch_text":"Provisions relating to capital access loans."}}