{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2288.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nSection 2 of D.C. Law 18-306 added subsec. (d) to read as follows:\n\n\"(d) Notwithstanding the provisions of subsection (a) of this section, the Board of the Adams Morgan BID may give notice under subsection (a) of this section up until, but no later than, December 31, 2010. Any approved re-registration under this act shall be for a term beginning October 1, 2010. \".\n\nSection 4(b) of D.C. Law 18-306 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time Emergency Amendment Act of 2010 (D.C. Act 18-605, November 17, 2010, 57 DCR 11050).\n\nFor temporary (90 day) amendment of section, see § 2 of Extension of Time Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-10, February 11, 2011, 58 DCR 1429).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nExtension of the term of the Golden Triangle Business Improvement District Pursuant to the Business Improvement Districts Act of 1996, see Mayor's Order 2003-130, September 11, 2003 (50 DCR 8036).\n\nDC CODE § 2-1215.18\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 18, 43 DCR 1684; renumbered as § 19, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320.)","sections":[{"prefix":"a","text":" Each BID shall have an initial term which shall end on the last day of the 5th full fiscal year of the District during which the BID has been registered pursuant to § 2-1215.06. A BID may be extended for successive 5-year terms after the Mayor issues a notice or re-registration after holding a public hearing pursuant to the provisions of § 2-1215.06. In order to request an extension, the BID shall notify the Mayor at least 180 days prior to the end of the BID's term that it desires to extend its status as a registered BID for a 5-year term. The Mayor shall hold such public hearing no earlier than 120 days prior to the end of such fiscal year, and no later than 30 days prior to the end of such fiscal year. If, at the end of the fiscal year, the BID has requested an extension and the Mayor has not issued an order revoking registration or denying an extension, then the BID shall be deemed to be re-registered for a subsequent 5-year term."},{"prefix":"b","text":" The Mayor shall issue an order revoking the registration of a BID at any time if:"},{"prefix":"1","text":" By a 2/3 majority vote of the Board, the Board elects not to seek re-registration of the BID;"},{"prefix":"2","text":" Not more than one year and not less than 90 days before the end of each 5- year period, the owners of at least 51% in assessed value of nonexempt real property and at least 25% in number of nonexempt real properties within the BID elect to dissolve the BID effective as of the last day of the then applicable 5-year term;"},{"prefix":"3","text":" The Mayor determines that there has been unlawful conduct by the management or Board of the BID, which conduct has not been remedied within 30 days of notice thereof;"},{"prefix":"4","text":" The Mayor determines that the conduct of the BID has jeopardized the ability of the BID to carry out the purposes of this subchapter, which conduct has not been remedied within 30 days of notice thereof;"},{"prefix":"5","text":" The BID corporation is voluntarily or involuntarily dissolved in accordance with law;"},{"prefix":"6","text":" The operations of the BID cease for any reason for at least 60 consecutive days at any time after the initial organizational period of 120 days; or"},{"prefix":"7","text":" A BID corporation voluntarily files for bankruptcy protection, becomes insolvent, or has a receiver appointed for all or substantially all of its assets, or any such proceeding is instituted against the BID corporation and is not discharged within 60 days."},{"prefix":"c","text":" Within 60 days of dissolution, the Board shall adopt a plan to timely distribute funds and dispose of assets to satisfy all creditors in the order of their priority, if any. Any surplus funds, including the proceeds of the sale of all real and personal property, shall be returned to the owners in proportion to their obligation to pay BID taxes within 30 days of adoption of the plan of distribution."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.18","catch_text":"Term of BID; extension; termination and dissolution."}}