{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3 of Capital Access Program Emergency Act of 2010 (D.C. Act 18-598, November 17, 2010, 57 DCR 11018).\n\nFor temporary (90 day) addition of section, see § 3 of Capital Access Program Congressional Review Emergency Act of 2011 (D.C. Act 19-6, February 11, 2011, 58 DCR 1408).\n\nLegislative History of Laws\n\nFor history of Law 18-322, see notes under § 2-1210.01.\n\nDC CODE § 2-1210.02\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 2011, D.C. Law 18-322, § 3, 57 DCR 12442.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Capital Access Fund, which shall be used solely for the uses and purposes set forth in subsections (d) and (e) of this section. The Fund shall be funded by appropriations and from other amounts received by the District for the administration of the program. All funds collected from these sources shall be deposited into the Capital Access Fund."},{"prefix":"b","text":" All funds deposited into the Capital Access Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsections (d) and (e) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" All funds deposited in the Capital Access Fund shall be exempt from the requirements imposed by subchapter III-A of Chapter 3 of Title 47. The Fund shall be administered as an agency fund under § 47-373(2)(I)."},{"prefix":"d","text":" The funds in the Fund shall be used solely to:"},{"prefix":"1","text":" Administer the Capital Access Program, including uses and expenditures authorized pursuant to subsection (e) of this section; and"},{"prefix":"2","text":" Make deposits in the reserve account of a participating financial institution as authorized by this subchapter to be a source of money that the participating financial institution may receive as reimbursement for losses attributable to enrolled loans in the program."},{"prefix":"e","text":" The Mayor shall administer the Fund and shall have the powers necessary to carry out the purposes of this subchapter, including the power to:"},{"prefix":"1","text":" Make, execute, and deliver contracts, conveyances, and other instruments necessary to the exercise of his or her powers;"},{"prefix":"2","text":" Employ personnel and counsel;"},{"prefix":"3","text":" Except as otherwise provided by this subchapter, impose and collect fees and charges in connection with any transaction and provide for reasonable penalties for delinquent payment of fees or charges; and"},{"prefix":"4","text":" Adopt rules relating to the use and administration of the Fund pursuant to this subchapter."},{"prefix":"f","text":" The District may accept gifts, grants, donations, and awards from any source, including the federal government, for the purposes of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V-A","text":"Access to Capital for Businesses and Nonprofit Organizations."},"heading":{"title":"2","chaptersection":"1210","identifier":"2-1210.02","catch_text":"Establishment of the Capital Access Fund."}}