{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-129 rewrote subsecs. (b)(1) and (5); and, in subsec. (c), deleted \"Notwithstanding anything to the contrary herein, the Rules of Operation shall provide that a Retail Development Project that, either directly or as part of a larger development project, has already received proceeds of Bonds through another TIF program shall not be designated a TIF Area under this subchapter.\" Prior to amendment, subsecs. (b)(1) and (5) read as follows:\n\n\"(1) A rating system designed to rank Retail Development Projects based on the following objective criteria:\n\n\"(A) The likelihood of Bond repayment based on projected Tax Increment Revenues or any other security authorized by this subchapter from or relating to the Retail Development Project;\n\n\"(B) The uniqueness of the retailer;\n\n\"(C) The likelihood that the retailer will attract other retailers to locate nearby;\n\n\"(D) The position of the retailer in its market and whether the retailer is the first in its market to locate in the Downtown Retail Priority Area;\n\n\"(E) The extent to which the retailer promotes the Downtown Retail Priority Area in its advertising;\n\n\"(F) The vertical integration of the retailer;\n\n\"(G) The intention of the retailer to locate on more than one level of the building in which it is located;\n\n\"(H) Whether the retailer builds an expressive storefront;\n\n\"(I) Whether the retailer is owned by a District resident or is based in the District;\n\n\"(J) The amount of space occupied by the retailer; and\n\n\"(K) Whether the retailer is one of multiple retailers that co-locate in the Downtown Retail Priority Area;\"\n\n\"(5) A requirement that the owner of any building in which a TIF Area is located enter into a development agreement, satisfactory to the Mayor, that sets forth:\n\n\"(A) The goals and objectives for achieving the revitalization of retail development in the Downtown Retail Priority Area;\n\n\"(B) Requirements for the leasing of retail space in the building in a manner that will advance the goals and objectives;\n\n\"(C) The terms and conditions pursuant to which Bond proceeds will be advanced to pay Retail Development Costs incurred in connection with the TIF Area;\n\n\"(D) The owner's agreement to use good faith efforts to use LSDBEs to perform any construction work the cost of which is paid for or reimbursed by Bond proceeds;\n\n\"(E) The owner's agreement to require the retailer of the Retail Development Project to execute a first source agreement with the Department of Employment Services that establishes a goal of hiring District residents for at least 51% of the new jobs created by the Retail Development Project;\n\n\"(F) Such matters as may be required in connection with the issuance of the Bonds; and\n\n\"(G) Such other matters as the Mayor determines to be necessary or appropriate in connection with such TIF Area;\"\n\nD.C. Law 17-262, in subsec. (b)(6), substituted \"that the proceeds of the Bonds issued with respect to any TIF Area\" for \"that Bonds shall not be issued with respect to any TIF Area and the proceeds of the Bonds\".\n\nD.C. Law 17-353 , in subsec. (b)(1)(K), substituted \"retailers or unique entertainment attractions that co-locate\" for \"retailers that co-locate\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Downtown Retail TIF Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-302, February 22, 2008, 55 DCR 2510).\n\nLegislative History of Laws\n\nFor Law 15-185, see notes following § 2-1217.71.\n\nFor Law 17-129, see notes following § 2-1217.71.\n\nFor Law 17-262, see notes following § 2-1217.71.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nDC CODE § 2-1217.74\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 2004, D.C. Law 15-185, § 5, 51 DCR 5941; Mar. 20, 2008, D.C. Law 17-129, § 2(b), 55 DCR 1532; Nov. 19, 2008, D.C. Law 17-262, § 2(b), 55 DCR 10887; Mar. 25, 2009, D.C. Law 17-353, § 227, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Upon approval by resolution pursuant to § 2-1217.73(a) with respect to any Retail Priority Area, or upon September 8, 2004, in the case of the Downtown Retail Priority Area, the Mayor shall establish Rules of Operation with respect to each Retail Priority Area as the Mayor considers necessary or appropriate for:"},{"prefix":"1","text":" The approval and certification by the Mayor of Retail Development Projects within the Retail Priority Area as TIF Areas;"},{"prefix":"2","text":" The issuance of Bonds secured by the Tax Increment Revenues or any other security authorized by this subchapter which is generated by or relates to the Retail Development Projects;"},{"prefix":"3","text":" The allocation of the proceeds of the Bonds to fund Retail Development Costs of the Retail Development Projects; and"},{"prefix":"4","text":" Such other matters as the Mayor considers necessary or appropriate to achieve the goals and objectives for the Retail Priority Area."},{"prefix":"b","text":" The Rules of Operation for the Downtown Retail Priority Area shall include the following:"},{"prefix":"1","text":" A rating system designed to rank Retail Development Projects based on the following objective criteria:"},{"prefix":"A","text":" The likelihood of Bond repayment based on projected Tax Increment Revenues or any other security authorized by this subchapter from or relating to the Retail Development Project;"},{"prefix":"B","text":" The uniqueness of the retailer or unique entertainment attraction;"},{"prefix":"C","text":" The likelihood that the retailer or unique entertainment attraction will attract other retailers to locate nearby;"},{"prefix":"D","text":" The position of the retailer or unique entertainment attraction in its market and whether the retailer or unique entertainment attraction is the first in its market to locate in the Downtown Retail Priority Area;"},{"prefix":"E","text":" The extent to which the retailer or unique entertainment attraction promotes the Downtown Retail Priority Area in its advertising;"},{"prefix":"F","text":" The vertical integration of the retailer or unique entertainment attraction;"},{"prefix":"G","text":" The intention of the retailer or unique entertainment attraction to locate on more than one level of the building in which it is located;"},{"prefix":"H","text":" Whether the retailer or unique entertainment attraction builds an expressive storefront;"},{"prefix":"I","text":" Whether the retailer or unique entertainment attraction is owned by a District resident or is based in the District;"},{"prefix":"J","text":" The amount of space occupied by the retailer or unique entertainment attraction; and"},{"prefix":"K","text":" Whether the retailer or unique entertainment attraction is one of multiple retailers or unique entertainment attractions that co-locate in the Downtown Retail Priority Area;"},{"prefix":"2","text":" A numeric formula based upon the foregoing rating system that, for any proposed Retail Development Project, will produce a dollar amount of proceeds of Bonds that shall be allocated to the Retail Development Project if it is approved as a TIF Area;"},{"prefix":"3","text":" The establishment of a committee comprised of the Mayor, retail brokers and property owners in the Downtown Retail Priority Area, and such other persons as the Mayor shall designate, which committee shall:"},{"prefix":"A","text":" Apply the rating system to proposed Retail Development Projects and review and revise the rating system from time to time as necessary to respond to market conditions;"},{"prefix":"B","text":" Adjust the formula for the allocation of Bond proceeds as may be necessary or appropriate to maximize the use of Bond proceeds to achieve the purposes of this subchapter;"},{"prefix":"C","text":" Recommend Retail Development Projects for designation as TIF Areas to the Mayor; and"},{"prefix":"D","text":" Take such other actions as the Mayor may consider necessary or appropriate to facilitate the selection and funding of TIF Areas in the Downtown Retail Priority Area;"},{"prefix":"4","text":"(A) A procedure pursuant to which the Mayor shall certify:"},{"prefix":"i","text":" The rating of Retail Development Project, based upon the rating system;"},{"prefix":"ii","text":" The amount of Bond proceeds that, based upon the allocation formula, may be allocated to Retail Development Projects; and"},{"prefix":"iii","text":" Retail Development Projects as TIF Areas; and"},{"prefix":"B","text":" The procedure shall permit the Mayor to suspend and re-institute from time to time the designation of TIF Areas pursuant to this subchapter in response to market conditions;"},{"prefix":"5","text":" A requirement that the owner of any building or tenant applying for the TIF in which a TIF Area is located enter into a development agreement, satisfactory to the Mayor, that sets forth:"},{"prefix":"A","text":" The goals and objectives for achieving the revitalization of retail development in the Downtown Retail Priority Area;"},{"prefix":"B","text":" Requirements for the leasing of retail space in the building in a manner that will advance the goals and objectives;"},{"prefix":"C","text":" The terms and conditions pursuant to which Bond proceeds will be advanced to pay Retail Development Costs incurred in connection with the TIF Area;"},{"prefix":"D","text":" The owner's agreement or tenant's agreement to sign an LSDBE certified business enterprise agreement that establishes a goal of hiring LSDBEs to perform construction or operations work, the costs of which equals 35% of the Bond proceeds."},{"prefix":"E","text":" The owner's agreement or tenant's agreement to require the retailer of the Retail Development Project to execute a first source agreement with the Department of Employment Services that establishes a goal of hiring District residents for at least 51% of the new jobs created by the Retail Development Project;"},{"prefix":"F","text":" Such matters as may be required in connection with the issuance of the Bonds; and"},{"prefix":"G","text":" Such other matters as the Mayor determines to be necessary or appropriate in connection with such TIF Area;"},{"prefix":"6","text":" Requirements that the proceeds of the Bonds issued with respect to any TIF Area shall not be advanced to pay Retail Development Costs until the TIF Area is open for business to the general public; and"},{"prefix":"7","text":" Procedures and timetables for the approval of Retail Development Projects as TIF Areas that are designed to facilitate, and not impede, negotiations between building owners and retailers in the Downtown Retail Priority Area."},{"prefix":"c","text":" The Rules of Operation shall be uniformly applied within any given Retail Priority Area, but may vary across different Retail Priority Areas to address the specific needs of each Retail Priority Area."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX-A","text":"Tax Increment Financing for Retail Development."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.74","catch_text":"Rules of Operation."}}