{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-2272.\n\nEffect of Amendments\n\nD.C. Law 15-257, in par. (16), substituted \"each\" for \"and each\" and inserted \", and, in the case of the Mount Vernon Business Improvement District, each residential tenant in the BID area\" before the period at the end; rewrote par. (18); and added par. (23). Prior to amendment, par. (18) read as follows:\n\n\"(18) 'Nonexempt real property' means real property that is not exempt from paying real property taxes pursuant to § 47-1001 et seq., is not residential property, and is not the residential portion of a property used for both residential and nonresidential purposes.\"\n\nD.C. Law 16-91, in par. (16), validated a previously made technical correction.\n\nD.C. Law 16-245, in par. (18), substituted \"Mount Vernon Triangle BID or NoMa BID\" for \"Mount Vernon Triangle BID\".\n\nD.C. Law 17-27, in par. (18), substituted \", NoMa BID, or Capitol Riverfront BID\" for \"or NoMa BID\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Mount Vernon Triangle Business Improvement District Temporary Amendment Act of 2004 (D.C. Law 15-173, July 8, 2004, law notification 51 DCR 7338).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nFor temporary amendment of section, see § 2(a) of the Mount Vernon Triangle Business Improvement District Emergency Amendment Act of 2004 (D.C. Act 15-404, March 18, 2004, 51 DCR 3647).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Mount Vernon Triangle Business Improvement District Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-480, July 19, 2004, 51 DCR 7619).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Capitol Riverfront Business Improvement District Emergency Amendment Act of 2007 (D.C. Act 17-78, July 27, 2007, 54 DCR 7631).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nLaw 15-257, the \"Business Improvement Districts and Anacostia Waterfront Corporation Clarification Amendment Act of 2004\", was introduced in Council and assigned Bill No 15-717, which was referred to Committee of Economic Development. The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively. Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-632 and transmitted to both Houses of Congress for its review. D.C. Law 15-257 became effective on March 17, 2005.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nLaw 16-245, the \"NoMa Improvement Association Business Improvement District Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-936, which was referred to Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28 2006, it was assigned Act No. 16-601 and transmitted to both Houses of Congress for its review. D.C. Law 16- 245 became effective on March 8, 2007.\n\nLaw 17-27, the \"Capitol Riverfront Business Improvement District Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-27 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 21, 2007, and July 10, 2007, respectively. Signed by the Mayor on July 25, 2007, it was assigned Act No. 17-89 and transmitted to both Houses of Congress for its review. D.C. Law 17-27 became effective on October 18, 2007.\n\nReferences in Text\n\nSection 8 of the United States Housing Act of 1937, referred to in subpar. (c) of par. (18), is codified to 42 U.S.C.A. § 1437f.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nDC CODE § 2-1215.02\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 2, 43 DCR 1684; renumbered as § 3, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320; Mar. 24, 1998, D.C. Law 12-81, § 4, 45 DCR 745; Mar. 17, 2005, D.C. Law 15-257, § 2(b), 52 DCR 1161; Apr. 7, 2006, D.C. Law 16-91, § 140(a), 52 DCR 10637; Mar. 8, 2007, D.C. Law 16-245, § 2(a), 54 DCR 615; Oct. 18, 2007, D.C. Law 17-27, § 2(a), 54 DCR 8020.)","sections":[{"prefix":"1","text":" \"Adjoining residential neighborhood\" means any property zoned for residential use within a BID or within 800 feet of the perimeter of a BID."},{"prefix":"2","text":" \"Adverse impact on adjoining residential neighborhoods\" means adverse impact on traffic, on-street parking, litter, trash collection, crime, noise, lighting levels, or other such factors affecting the quality of residential life."},{"prefix":"3","text":" \"Assessed value\" means the valuation obtained by taking the assessed valuation of taxable real property as it appears on the last completed assessment roll for tax assessment purposes pursuant to § 47-801 et seq."},{"prefix":"4","text":" \"BID corporation\" means a nonprofit corporation that is organized pursuant to the District law for nonprofit corporations and registered pursuant to the terms of this subchapter. A BID corporation shall not be deemed to be a part of the District government as that term is defined in § 47-393(5)."},{"prefix":"5","text":" \"Block\" means the properties fronting on both sides of a street that are located between 2 intersecting streets."},{"prefix":"6","text":" \"Business Improvement District Activity\" or \"BID activity\" means a special service or activity conducted in a Business Improvement District designed to improve the economic development climate in the area pursuant to this subchapter, and which is designed and conducted so as to avoid any material adverse impact on adjoining residential neighborhoods and is otherwise in accordance with all applicable laws, regulations, and requirements of the District of Columbia and the United States, which services and activities may augment, but which may not replace, governmental services customarily provided in the regular course of the District's operations. This term shall include the planning, administration, and management of activities designed to provide economic stimulus, stability, or benefit to the BID or its members, including, but not limited to, the following:"},{"prefix":"A","text":" Seasonal promotions such as festivals and special displays;"},{"prefix":"B","text":" Enhanced maintenance and improvements to public space, including sidewalks, parks, and plazas;"},{"prefix":"C","text":" Marketing and procurement activities in support of tourism, job creation, business attraction, development, efficiency, and retention;"},{"prefix":"D","text":" Retail, restaurant, and arts promotions;"},{"prefix":"E","text":" Services to improve public safety and transportation, such as providing shuttle buses, community service representatives acting as goodwill ambassadors, and private security services;"},{"prefix":"F","text":" Development of special signage and storefront and commercial building facade improvement programs; and"},{"prefix":"G","text":" Any other service or activity consistent with the purposes of this subchapter if such service or activity is set out in the BID's business plan, as amended from time to time and as submitted to the Mayor in accordance with this subchapter."},{"prefix":"7","text":" \"Business Improvement District\" or \"BID\" means a defined geographic area in the District in which the preponderance of activity carried out is commercial or industrial in nature, which does not include any part of an existing BID previously established pursuant to this subchapter, and which area consists of not less than 5 contiguous blocks (or the maximum number of contiguous blocks in cases where there are fewer than 5 contiguous blocks), or noncontiguous commercial blocks within a generally recognized single neighborhood; provided, that noncontiguous blocks are not wholly located in an area that is not part of the general BID area."},{"prefix":"8","text":" \"BID tax\" means an additional real property tax assessed and levied by the District on, and payable by, the owners of nonexempt properties in a Business Improvement District subject to the BID certification processes of this subchapter."},{"prefix":"9","text":" \"CFO\" means the Chief Financial Officer of the District."},{"prefix":"10","text":" \"Commercial tenant\" means a lessee, or other lawful occupant, of nonexempt real property within a BID who is not an owner and who conducts a lawful commercial use as defined in the Zoning Regulations of the District."},{"prefix":"11","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"12","text":" \"District\" means the District of Columbia."},{"prefix":"13","text":" \"Fiscal year\" means the same fiscal year as the fiscal year of the District."},{"prefix":"14","text":" \"Lot\" means the lots described in the District tax and assessment records."},{"prefix":"15","text":" \"Mayor\" means the Mayor of the District of Columbia or such administrative agency of the District that is designated by the Mayor to administer the provisions of this subchapter."},{"prefix":"16","text":" 'Member' means a member of the BID Corporation, the membership of which shall be comprised of each owner and each commercial tenant in the BID area, each person who becomes a member pursuant to § 2-1215.21, and, in the case of the Mount Vernon Business Improvement District, each residential tenant in the BID area."},{"prefix":"17","text":" \"Member of record\" means a member that the BID is reasonably able to identify from District of Columbia property tax records or from other reasonably available sources."},{"prefix":"18","text":" \"Nonexempt real property\" means real property that is not exempt from paying real property taxes pursuant to Chapter 10 of Title 47, is not residential property, and is not the residential portion of a property used for both residential and nonresidential purposes; except, in the case of the Mount Vernon Triangle BID, NoMa BID, or Capitol Riverfront BID, \"nonexempt real property\" means real property that is neither:"},{"prefix":"A","text":" Exempt from paying real property taxes pursuant to Chapter 10 of Title 47;"},{"prefix":"B","text":" A residential building where, upon March 17, 2005, 90% or more of the leased units are restricted to households with at least one individual of 62 years of age or older and all individuals of 55 years of age or older;"},{"prefix":"C","text":" A residential building where, upon March 17, 2005, 20% or more of the units are subject to a contract for project-based assistance under Section 8 of the United States Housing Act of 1937; nor"},{"prefix":"D","text":" A residential building with fewer than ten residential units."},{"prefix":"19","text":" \"Owner\" means an owner of nonexempt real property."},{"prefix":"20","text":" \"Owner's property\" means an owner's nonexempt real property located within a BID."},{"prefix":"21","text":" \"Person\" means any individual, sole proprietorship, partnership, society, association, joint venture, stock company, corporation, limited liability company, estate, receiver, trustee, assignee, fiduciary, or any combination of any of the foregoing."},{"prefix":"22","text":" \"Reasonably ascertainable\", \"reasonably available\", and \"reasonably determined\" mean, in relation to information, reasonably reliable information that is obtained by the BID and relied upon by the BID in good faith."},{"prefix":"23","text":" \"Residential tenant\" means a lessee, or other lawful occupant, of nonexempt real property within a BID who is not an owner and who conducts a lawful residential use as defined in the Zoning Regulations of the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.02","catch_text":"Definitions."}}