{"text":"For the purposes of this subchapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Capital Access Program Emergency Act of 2010 (D.C. Act 18-598, November 17, 2010, 57 DCR 11018).\n\nFor temporary (90 day) addition of section, see § 2 of Capital Access Program Congressional Review Emergency Act of 2011 (D.C. Act 19-6, February 11, 2011, 58 DCR 1408).\n\nLegislative History of Laws\n\nLaw 18-322, the \"Capital Access Program Act of 2010\", was introduced in Council and assigned Bill No. 18-1042, which was referred to the Committee Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 13, 2010, it was assigned Act No. 18-643 and transmitted to both Houses of Congress for its review. D.C. Law 18-322 became effective on March 12, 2011.\n\nDelegation of Authority\n\nDelegation of Authority to the Commissioner of the Department of Insurance, Securities and Banking under the Capital Access Program Act of 2010, see Mayor's Order 2011-91, May 6, 2011 (58 DCR 4177).\n\nDC CODE § 2-1210.01\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 2011, D.C. Law 18-322, § 2, 57 DCR 12442.)","sections":[{"prefix":"1","text":" \"Capital access loan\" means a loan that is entitled to be secured by the Fund."},{"prefix":"2","text":" \"Enrolled loan\" means a capital access loan issued in accordance with:"},{"prefix":"A","text":" The participation agreement; and"},{"prefix":"B","text":" The program's objectives."},{"prefix":"3","text":" \"Financial institution\" includes a bank, trust company, banking association, savings and loan association, mortgage company, investment bank, credit union, or nontraditional financial institution."},{"prefix":"4","text":" \"Fund\" means the Capital Access Fund established by § 2-1210.02."},{"prefix":"5","text":" \"Loan\" includes a line of credit."},{"prefix":"6","text":" \"Medium-sized business\" means a corporation, partnership, sole proprietorship, or other legal entity that:"},{"prefix":"A","text":" Is domiciled in the District of Columbia or has at least 51% of its employees located in the District of Columbia;"},{"prefix":"B","text":" Is formed to make a profit; and"},{"prefix":"C","text":" Employs at least 100, but fewer than 500, full-time employees."},{"prefix":"7","text":" \"Nonprofit organization\" means a corporation, association, or organization which is tax-exempt under section 501(c)(3) of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 163; 26 U.S.C. § 501(c)(3)), that:"},{"prefix":"A","text":" Is domiciled in the District of Columbia; or"},{"prefix":"B","text":" Has at least 51% of its members located in the District of Columbia."},{"prefix":"8","text":" \"Participating financial institution\" means a financial institution participating in the program."},{"prefix":"9","text":" \"Program\" means the Capital Access Program."},{"prefix":"10","text":" \"Reserve account\" means an account established in a participating financial institution on approval of the bank in which money is deposited to serve as a source of additional revenue to reimburse the financial institution for losses on loans enrolled in the program."},{"prefix":"11","text":" \"Small business\" means a corporation, partnership, sole proprietorship, or other legal entity that:"},{"prefix":"A","text":" Is domiciled in the District of Columbia or has at least 51% of its employees located in the District of Columbia;"},{"prefix":"B","text":" Is formed to make a profit;"},{"prefix":"C","text":" Is independently owned and operated; and"},{"prefix":"D","text":" Employs fewer than 100 full-time employees."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V-A","text":"Access to Capital for Businesses and Nonprofit Organizations."},"heading":{"title":"2","chaptersection":"1210","identifier":"2-1210.01","catch_text":"Definitions."}}