{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2274.\n\nEffect of Amendments\n\nD.C. Law 13-213 rewrote subsec. (b) which prior thereto read:\n\n\"(b) With respect to areas outside the central employment area and Georgetown, a BID may be established if the requirements of subsection (a)(2)-(8) of this section are met, if the statement is signed by at least 51% of the number of commercial tenants occupying nonexempt real properties in the geographic area of the proposed BID, and if owners who own at least 51% of the interest in the assessed value of the commercial properties within the proposed BID area and owners who own at least 51% of the individual properties within the proposed BID area agree to do so.\"\n\nD.C. Law 14-183 added subsec. (c-1).\n\nD.C. Law 14-198, in subsec. (c), substituted \"Fourteen\" for \"Twelve\" in pars. (1), (2), and (4), and substituted \"Fifty\" for \"Sixty\" in par. (3).\n\nD.C. Law 14-268 added subsec. (e-2).\n\nD.C. Law 15-105 validated previously made technical corrections.\n\nD.C. Law 15-257 rewrote the section which had read as follows:\n\n\"(a) To establish a BID with respect to any area, the Board of Directors of a nonprofit corporation established under District law for the purpose of forming a BID and seeking to be registered as a BID corporation shall submit an application to the Mayor for review of compliance with all BID criteria described in this section. The Mayor may designate the Deputy City Administrator for Business Services and Economic Development to perform the review functions described by this section. Each application shall be duly sworn under oath before a notary public who holds a valid license in the District, and shall contain:\n\n\"(1) A statement setting forth the name and address of the nonprofit corporation seeking registration as a BID corporation; a description by lot, square, and street address of the property of each owner to the extent reasonably ascertainable; and the most recent assessed value of each nonexempt real property located in the proposed BID to the extent reasonably ascertainable from District property tax records or a final determination of the District's Board of Real Property Assessment and Appeals. The statement must be signed by the owners (or their authorized representatives) who own at least a 51% interest in the most recent assessed value of the nonexempt real properties in the geographic area of the proposed BID as a whole, and at least 25% in number of the individual nonexempt properties of record in the BID area as a whole. For the purposes hereof, individual nonexempt properties shall mean properties identified by separate lot and square numbers to the extent reasonably ascertainable from the records of the Office of Taxation and Revenue or Office of Recorder of Deeds; provided, that any property subdivided into separate condominium units shall constitute a single property for the purpose of determining the number of nonexempt properties referred to in this paragraph; provided further, that such condominium units shall constitute separate properties for purposes of assessing and levying any BID charges. Changes in the assessed values occurring after submission of a BID application, whether through regular reassessment, appeals, or otherwise, shall not affect the validity of the BID application to be taken into account in the Mayor's review of the BID application;\n\n\"(2) A proposed business plan ('BID plan') for at least the first 3 years of the initial 5-year term of the BID. The BID plan shall contain, at a minimum, the following:\n\n\"(A) Specific goals and objectives of the BID consistent with the BID activity as defined in this subchapter, anticipated resources to be used to meet such goals and objectives, and projected timetables for undertaking and completing projects in furtherance of the goals and objectives;\n\n\"(B) The annual proposed total BID taxes for the BID's common operations for the BID's first year of operation and the formula used to determine each owner's BID tax which shall be based upon either assessed value, square footage, or a uniform fixed tax per building. BID taxes may vary by class and type of property provided that they are applied fairly and equitably to all owners within the BID; and\n\n\"(C) The maximum amount and the nature of any start-up costs incurred prior to the BID's registration that the BID plans to reimburse upon its registration;\n\n\"(3) A tax assessor's map of the geographic area comprising the BID clearly designating the BID boundaries and each property by street address, lot, and square number to be included within the BID;\n\n\"(4) A list of the initial members of the Board of the BID, which must satisfy the criteria of § 2-1215.07;\n\n\"(5) The adopted articles of incorporation and the adopted bylaws of the nonprofit corporation seeking to be registered as the BID corporation which articles of incorporation or bylaws must include:\n\n\"(A) The names and addresses of the initial directors and a provision stating that the term of the initial directors shall expire at such time as new directors are elected pursuant to § 2-1215.07(b). Such terms shall in no event exceed 120 days after the BID is registered by the Mayor;\n\n\"(B) The procedures through which the members of the BID corporation shall propose and vote to adopt amendments to the initial bylaws, including the quorum requirements for the method of allocating votes to members for purposes of this vote which shall occur not more than 120 days after the BID is registered by the Mayor; and\n\n\"(C) The number of votes allocated to each member subject to the requirements of § 2-1215.11(a). The adopted articles of incorporation and the adopted bylaws of the nonprofit corporation may contain any provision not inconsistent with the District nonprofit corporation law or this subchapter;\n\n\"(6) A list, by street address, lot, and square number, of all nonexempt real property within the proposed BID, including the names and mailing addresses of the record owners to the extent reasonably ascertainable from the real property records of the Office of Recorder of Deeds or the real property tax and assessment records of the Office of Taxation and Revenue;\n\n\"(7) A list of the names and addresses of all commercial tenants within the BID area, to the extent reasonably ascertainable; and\n\n\"(8) The name of the bank and the location of the branch at which the BID will establish its bank accounts, which shall be subject to, in addition to the other approvals required by this section, the approval of the CFO.\n\n\"(b) To establish a BID outside the central employment area, Georgetown, or Capitol Hill, the statement required by subsection (a)(1) of this section must be signed by at least 51% of the number of commercial tenants (or their authorized representatives) occupying nonexempt real properties in the geographic area of the proposed BID, owners (or their authorized representatives) who own at least a 51% interest in the most recent assessed value of the nonexempt real properties within the proposed BID area, and owners (or their authorized representatives) who own at least 51% in number of the individual nonexempt real properties within the proposed BID area.\n\n\"(c) The formation of the downtown BID, including all of the properties created by drawing a line that starts at the center of the street at the intersection of Massachusetts Avenue, N.W., and the western edge of I-395; and continues south along the western edge of I-395 to the center of D Street, N.W.; and continues east along the center of D Street, N.W., to the eastern edge of the Department of Labor Building; and continues south along the eastern edge of the Department of Labor Building to the center of C Street, N.W.; and continues west along the center of C Street, N.W., to the center of 2nd Street, N.W.; and continues south along the center of 2nd Street, N.W., to the center of Constitution Avenue, N.W.; and continues west along the center line of Constitution Avenue, N.W., to the center of 15th Street, N.W.; and continues north along the center line of 15th Street, N.W., to the center of Pennsylvania Avenue, N.W.; and continues west along the center line of Pennsylvania Avenue, N.W., to the western property line of 1503 Pennsylvania Avenue, N.W.; and continues north along the building edge of 1503 Pennsylvania Avenue, N.W., to the center of the north-south alley in Square 221; and continues north along the center line of the north-south alley in Square 221 to the center of H Street, N.W.; and continues west along the center line of H Street, N.W., to the center of 16th Street, N.W.; and continues north along the center line of 16th Street, N.W., to the southern edge of Thomas Circle; and continues counterclockwise around the center line of Thomas Circle to the center point of Massachusetts Avenue, N.W.; and continues southeast along the center line of Massachusetts Avenue, N.W., to the center of 9th Street, N.W.; and continues north along the center line of 9th Street, N.W., to the center of N Street, N.W.; and continues east along the center line of N Street, N.W., to the center of the north-south alley in Square 424; and continues south along the center line of the north-south alley in Square 424 to the center of M Street N.W.; and continues east along M Street N.W., to the center of 7th Street, N.W.; and continues south along the center line of 7th Street, N.W., to the center of K Street, N.W.; and continues east along the center line of K Street, N.W., to the center of 6th Street, N.W.; and continues south along the center line of 6th Street, N.W., to the center of Massachusetts Avenue, N.W.; and continues east along the center line of Massachusetts Avenue, N.W., to the center of the street at the intersection of Massachusetts Avenue and the western edge of I-395, is hereby authorized and the BID taxes specified below are hereby imposed through the expiration date of this subchapter or the earlier termination or dissolution of the BID, subject to the requirements of this subchapter, including the BID application and BID registration procedures established pursuant to subsection (a) of this section and §§ 2-1215.05 and 2-1215.06; provided, that any BID application for such area shall include a BID tax currently established at:\n\n\"(1) Fourteen cents per square foot for each net rentable square foot for improved Class 4 Properties where the Office of Taxation and Revenue has records indicating the net rentable area of the property. Net rentable square feet shall be the number of net rentable square feet reported to the District and shall be calculated by the owner using any method that is recognized generally in the District metropolitan area as an appropriate method for measuring space in agreements between landlords and tenants;\n\n\"(2) Fourteen cents per square foot for each equivalent net rentable square foot of improvements for improved Class 4 Properties for any property where the Office of Taxation and Revenue does not have records indicating the net rentable area of the property, and for improved Class 5 Properties. Equivalent net rentable area shall be 90% of the gross building area. For purposes of this paragraph, gross building area shall be determined using records provided by the Office of Taxation and Revenue;\n\n\"(3) Sixty dollars per hotel room for Class 3 Properties; and\n\n\"(4) Fourteen cents per square foot of land area for all unimproved Class 4 Properties, and all improved Class 4 Properties that are surface parking lots, and all unimproved Class 5 Properties. Land area shall be determined using records provided by the Office of Taxation and Revenue;\n\n\"(c-1)(1) The expansion of the downtown BID, to include, in addition to the area described in subsection (c) of this section, all of the properties within the area created by drawing a line that starts at the intersection of the center of Massachusetts Avenue, N.W., and the western edge of I-395; and continues southeast along the center of Massachusetts Avenue, N.W., to the center of North Capitol Street; continues north along the center of North Capitol Street to the center of K Street; and continues east along the center of K Street, N.E., to the eastern edge of the eastern sidewalk on First Street, N.E.; and continues south along the eastern edge of the eastern sidewalk on First Street, N.E., to the center of Massachusetts Avenue, N.E.; and continues northwest along the center line of Massachusetts Avenue, N.E., to the center of North Capitol Street; and continues south along the center line of North Capitol Street to the center line of Louisiana Avenue; and continues southwest along the center line of Louisiana Avenue, N.W., to the center of Constitution Avenue, N.W.; and continues west along the center line of Constitution Avenue, N.W., to the center of Second Street, N.W.; and continues north along the center line of Second Street, N.W., to the center of C Street, N.W.; and continues west along the center line of C Street, N.W., to the eastern edge of the Department of Labor Building; and continues north along the eastern edge of the Department of Labor Building to the center of D Street, N.W.; and continues west along the center line of D Street, N.W., to the western edge of I-395; and continues north along the western edge of I-395 to the center of Massachusetts Avenue, N.W. (the starting point), is hereby authorized and the BID taxes specified for the downtown BID are hereby imposed, subject to the approval of the Mayor pursuant to § 2-1215.09(a).\n\n\"(2) This subsection shall constitute the approval of the Council pursuant to § 2-1215.09(b).\n\n\"(d) A 3% annual increase in the BID taxes over the current tax year rates specified in subsection (c) of this section is hereby authorized and imposed subject to the requirements of § 2-1215.08(b).\n\n\"(e) The formation of the Golden Triangle BID, including Square 70, Lot 195; Square 72, Lots 75 and 76; Square 73, Lots 80, 82, 84, 800, 858, and 876; Square 74, Lots 832 and 840; all of Squares 76, 78, 78s, 85, and 86; Square 99, Lots 49, 50, 52, and 53; all of Squares 100, 105, 106, and 107; Square 115, Lots 79, 81, 82, 84, and 85; all of Squares 116, 117, 118, 126, 127, 137, 138, 139, and 140; Square 159, Lots 75, 76, 82, 84, 814, 815, 816, and 855; all of Squares 160, 161, 162, 163, 164, and 165; Square 182, Lots 827 and 828; Square 183, Lots 91, 105, 106, 107, 111, 847, 857, 879, 880, and 881; Square 184, Lots 3, 69, 71, 804, 805, 842, 845, 849, 855, and 856; all of Squares 185 and 186; and Farragut Square is hereby authorized and the BID taxes specified below are hereby imposed through the expiration date of this subchapter or the earlier termination or dissolution of the BID, subject to the requirements of this subchapter, including the BID application and BID registration procedures established pursuant to subsection (a) of this section and §§ 2-1215.05 and 2- 1215.06; provided, that any BID application for such area shall include a BID tax currently established at:\n\n\"(1) Ten cents for each net rentable square foot of improved Class 4 Property, excluding parking lots and above grade parking structures, for any property where the owner is required to report net rentable area to the Office of Taxation and Revenue or where the Office of Taxation and Revenue has records indicating the net rentable area of the property. Net rentable square feet shall be the number of net rentable square feet reported to or on record with the District and shall be calculated using any method that is recognized generally in the District Metropolitan area as an appropriate method for measuring space in agreements between landlords and tenants;\n\n\"(2) Ten cents for each equivalent net rentable square foot of improvements of improved Class 4 Property, excluding parking lots and parking structures for any property where the owner is not required to report net rentable area to the Office of Taxation and Revenue and where the Office of Taxation and Revenue maintains no record of net rentable area. Equivalent net rentable area shall be 90% of the gross building area. For purposes of this paragraph, gross building area shall exclude parking facilities and shall be determined using any method that is recognized generally in the District metropolitan area as an appropriate method for measuring gross building area;\n\n\"(3) Seven cents for each equivalent net rentable square foot of improvements of Class 3 Property. Equivalent net rentable areas shall be calculated as set forth in paragraph (2) of this subsection;\n\n\"(4) Five cents for each equivalent net rentable square foot of class 4 above-grade parking structures consisting of one or more stories. Equivalent net rentable area shall be calculated as set forth in paragraph (2) of this subsection;\n\n\"(5) Five cents for each square foot of land for Class 5 Property and improved parking lots located in Class 4 Property without parking structures as defined in paragraph (4) of this subsection; and\n\n\"(6) Two hundred and fifty dollars per year for each below-grade parking structure associated with above-ground improvements.\n\n\"(e-1)(1) The formation of the Georgetown BID, including all nonexempt real property within those portions of the following described geographic area zoned C or W under applicable District zoning law: along the northern boundary of M Street, N.W., between the western terminus of the Rock Creek bridge on the east and the eastern boundary of Georgetown University on the west; along 28th Street, N.W., between M Street, N.W., and Olive Street, N.W.; along 29th Street, N.W., and 30th Street, N.W., in each instance between the M Street, N.W., and Olive Street, N.W.; along 31st Street, N.W., between M Street N.W., and N Street, N.W.; along Potomac Street, N.W., 33rd Street, N.W., Bank Street, N.W., 34th Street, N.W., and 35th Street, N.W., in each instance between M Street, N.W., and Prospect Street, N.W.; along Prospect Street, N.W., between Wisconsin Avenue, N.W., and Potomac Street, N.W.; along N Street, N.W., between 31st Street, N.W., and Potomac Street, N.W.; along O Street, N.W., between 31st Street, N.W., and Potomac Street, N.W.; along Dumbarton Street, N.W., between 31st Street, N.W., and Wisconsin Avenue, N.W.; along P Street, N.W., between 32nd Street, N.W., and 33rd Street, N.W.; along Volta Street, N.W., between Wisconsin Avenue, N.W., and 33rd Street, N.W.; along Q Street, N.W., between 32nd Street, N.W., and 33rd Street, N.W.; along 33rd Street, N.W., between Dent Place, N.W., and Wisconsin Avenue, N.W.; along Reservoir Road, N.W., between 32nd Street, N.W., and 34th Street, N.W.; along R Street, N.W., between 32nd Street, N.W., and 34th Street, N.W.; along Wisconsin Avenue, N.W., between M Street, N.W., and R Street, N.W., and within the area bounded on the north by the southern boundary of M Street, N.W., on the east by Rock Creek, on the west by Key Bridge, and on the south by the Potomac River, which area also includes that portion of Pennsylvania Avenue, N.W., between 29th Street, N.W., and Rock Creek, is hereby authorized and the BID taxes specified below are hereby imposed through the expiration date of this subchapter or the earlier termination or dissolution of the BID, subject to the requirements of this subchapter, including the BID application and BID registration procedures established pursuant to subsection (a) of this section and §§ 2-1215.05 and 2- 1215.06; provided, that any BID application for such area shall include a BID tax currently established at:\n\n\"(A) Fifteen cents per $100 of the assessed value of all nonexempt properties and all nonexempt portions of mixed use properties for each Class 3, 4, 5 and 9 nonexempt property within the described geographic area, and for each Class 6, 7, 8, 10, 11, and 12 mixed use property within the described geographic area for which an assessed value for the nonexempt portion of such property reasonably is ascertainable from District tax records; and\n\n\"(B) Fifteen cents per $100 of assessed value of all nonexempt portions for Class 6, 7, 8, 10, 11, and 12 mixed use property within the described geographic area for which an assessed value for the nonexempt portion of such property reasonably is not ascertainable from District tax records, determined as follows:\n\n\"(i) The aggregate square foot area for that portion of a mixed use property which is Class 3, 4, or 5 shall be adjusted in each instance by multiplying such square foot area by a factor of 2.7 (which adjusted square footage is referred to herein as the 'Adjusted Nonexempt Area'); and\n\n\"(ii) The nonexempt portion of a mixed use property shall be deemed to be an adjusted fraction, the numerator of which shall be the Adjusted Nonexempt Area and the denominator of which shall be the Adjusted Nonexempt Area plus the square foot area for the residential portion of such mixed use property (which fraction is referred to herein as the 'Adjusted Nonexempt Portion'); and\n\n\"(iii) The assessed value of each such mixed use property for purposes of the BID tax shall be deemed to be the Adjusted Nonexempt Portion thereof.\n\n\"(C) Provided that for purposes of determining the BID tax in accordance with the foregoing paragraphs (A) and (B) of this subsection, the 'assessed value' of each nonexempt property and each mixed use property for the entire 5-year term of the BID shall be fixed at the assessed value of each such property as it appears on the assessment roll of the District of Columbia as of the date of registration of the BID and irrespective of any subsequent reassessment, subject however, to the express exception that the 'assessed value' of any nonexempt property and any mixed use property shall increase based upon and effective as of any reassessment by the District of Columbia following either (i) a sale of any property or (ii) a reclassification of any property from Class 5 (vacant land and vacant buildings) to a nonexempt property or a mixed use property or a reclassification of any exempt property, or any residential portion of any mixed use property, to a nonexempt property.\n\n\"(2) A 5% annual increase in the BID taxes over the current tax year rates specified in paragraph (1) of this subsection is hereby authorized and imposed subject to the requirements of § 2-1215.08(b).\n\n\"(e-2)(1) The formation of the Capitol Hill BID, which shall include all nonexempt real property within the geographic areas set forth in paragraph (2) of this subsection, is hereby authorized and the BID taxes established in paragraph (3) of this subsection are hereby imposed through the earlier of the expiration date of this act or the termination or dissolution of the BID.\n\n\"(2) The Capitol Hill BID shall be comprised of the following areas:\n\n\"(A) The geographic area bounded by a line beginning at the intersection of the center line of 3rd Street, N.W., and Constitution Avenue, N.W.; continuing east along the center line of Constitution Avenue, N.W., to the center line of Louisiana Avenue, N.W.; continuing northeast along the center line of Louisiana Avenue, N.W., to the center line of North Capitol Street; continuing north along the center line of North Capitol Street to the center line of Massachusetts Avenue; continuing southeast along the center line of Massachusetts Avenue, N.E., to the eastern edge of the sidewalk of 1st Street, N.E.; continuing north along the eastern edge of the sidewalk of 1st Street, N.E., to the center line of H Street, N.E.; continuing east on the center line of H Street, N.E., to the center line between 2nd Street, N.E., and 3rd Street, N.E.; continuing south along the center line between 2nd Street, N.E., and 3rd Street, N.E., to the center line between D Street, N.E., and E Street, N.E. (deviating, if necessary, so as to include alley properties and the Capitol Courts complex); continuing east along the center line between D Street, N.E., and E Street, N.E., to the center line of 4th Street, N.E.; continuing south along the center line of 4th Street, N.E., to the center line of D Street, N.E.; continuing east along the center line of D Street, N.E., to the center line between 6th Street, N.E., and 7th Street, N.E.; continuing south along the center line between 6th Street, N.E., and 7th Street, N.E., to the center line between C Street, N.E., and Constitution Avenue, N.E.; continuing west along the center line between C Street, N.E., and Constitution Avenue, N.E., to the center line between 3rd Street, N.E., and 4th Street, N.E. (having moved south along the center line of 6th Street, N.E., and north along the center line of 4th Street, N.E., so as to remain along the center line between C Street, N.E., and Constitution Avenue, N.E.); continuing south along the center line between 3rd Street, N.E., and 4th Street, N.E., to the center line between A Street, N.E., and East Capitol Street; continuing east along the center line between A Street, N.E., and East Capitol Street, to the center line between 5th Street, N.E., and 6th Street, N.E.; continuing south along the center line between 5th Street, N.E., and 6th Street, N.E., to the center line of East Capitol Street; continuing south along the center line between 5th Street, S.E., and 6th Street, S.E., to the center line between A Street, S.E., and East Capitol Street; continuing west along the center line between A Street, S.E., and East Capitol Street, to the center line between 3rd Street, S.E., and 4th Street, S.E.; continuing south along the center line between 3rd Street, S.E., and 4th Street, S.E., to the center line of Independence Avenue, S.E.; continuing east along the center line of Independence Avenue, S.E. to the center line of 4th Street, S. E.; continuing south along the center line of 4th Street, S.E., to the center line of North Carolina Avenue, S.E.; continuing southwest along the center line of North Carolina Avenue, S.E., to the center line of 3rd Street, S.E. (that point being the intersection of 3rd Street, S.E., and D Street, S.E.); continuing west along the center line of D Street, S.E., to the center line of 2nd Street, S.E.; continuing south along the center line of 2nd Street, S.E., to the center line of North Carolina Avenue, S.E.; continuing southwest along the center line of North Carolina Avenue, S.E., to the center line of E Street, S.E.; continuing west along the center line of E Street, S.E., to the center line of Canal Street, S.E.; continuing northwest along the center line of Canal Street, S.E., to the center line of South Capitol Street; continuing northwest along the center line of Washington Avenue, S.W. (the continuation of Canal Street) to the center line of Independence Avenue, S.W.; continuing west along the center line of Independence Avenue, S.W., to the center line of 3rd Street, S.W.; continuing north along the center line of 3rd Street, S.W., and then along the center line of 3rd Street, N.W., to the center line of Constitution Avenue, N.W. (the beginning point);\n\n\"(B)(i) Pennsylvania Avenue, S.E., from the center line of 4th Street, S.E., to the center line of 17th Street, S.E. (Barney Circle); and\n\n\"(ii) The lots abutting the section of Pennsylvania Avenue, S.E., set forth in sub-subparagraph (i) of this subparagraph;\n\n\"(C)(i) D Street, S.E., from the center line of 7th Street, S.E., to the center line of 9th Street, S.E., and the lots abutting that section of D Street, S.E.; and\n\n\"(ii) The lots abutting the section of D Street, S.E., set forth in sub-subparagraph (i) of this subparagraph;\n\n\"(D)(i) E Street, S.E., from the center line of 10th Street, S.E., to the center line of 12th Street, N.E.; and\n\n\"(ii) The lots abutting the section of E Street, S.E., set forth in sub-subparagraph (i) of this subparagraph;\n\n\"(E)(i) G Street, S.E., from the center line of 13th Street, S.E., to the center line of 14th Street, S.E.; and\n\n\"(ii) The lots abutting the section of G Street, S.E., set forth in sub-subparagraph (i) of this subparagraph;\n\n\"(F)(i) The portion of Potomac Avenue, S.E., north of its center line, from the center line of 13th Street, S.E., to the northern intersection of 13th Street, S.E., with the center line of Pennsylvania Avenue, S.E.; and\n\n\"(ii) The lots abutting the northern section of Potomac Avenue, S.E., set forth in sub-subparagraph (i) of this subparagraph;\n\n\"(G) The geographic area bounded by a line beginning at the intersection of the center line of 6th Street, S.E., and the center line of Pennsylvania Avenue, S.E.; continuing north along the center line of 6th Street, S.E., to the center line of North Carolina Avenue, S.E.; continuing northeast along the center line of North Carolina Avenue, S.E., to the center line of 7th Street, S.E.; continuing north along the center line of 7th Street, S.E. , to the center line between Independence Avenue, S.E., and A Street, S.E.; continuing east along the center line between Independence Avenue, S.E., and A Street, S.E., to the center line between 7th Street, N.E., and 8th Street, N.E.; continuing south along the center line between 7th Street, N.E., and 8th Street, N.E., to the center line of Pennsylvania Avenue, S.E.; continuing northwest along the center line of Pennsylvania Avenue, S.E., to the center line of 6th Street, S.E. (the beginning point); and\n\n\"(H) The geographic area bounded by a line beginning at the intersection of the center line of 7th Street, S.E., and the center line of Pennsylvania Avenue, S.E.; continuing south along the center line of 7th Street, N.E., to the center line of I Street, S.E.; continuing east along the center line of I Street, S.E., to the center line between 8th Street, S.E., and 9th Street, S.E.; continuing north along the center line between 8th Street, S.E., and 9th Street, S.E., to the center line between E Street, S.E., and G Street, S.E.; continuing east along the center line between E Street, S.E., and G Street, S.E., to the center line between 10th Street, S.E., and 11th Street, S.E.; continuing south along the center line between 10th Street, S. E., and 11th Street, S.E., to the northern border of the Southeast/Southwest Freeway; continuing east along the northern border of the Southeast/Southwest Freeway to the center line of 11th Street, S.E.; continuing north along the center line of 11th Street, S.E., to the center line of K Street, S.E.; continuing east along the center line of K Street, S.E., to the center line between 11th Street, S.E., and 12th Street, S.E.; continuing north along the center line between 11th Street, S.E., and 12th Street, S.E., to the center line of I Street, S.E.; continuing east along the center line of I Street, S.E., to the center line of 12th Street, S.E.; continuing north along the center line of 12th Street, S.E., to the center line of G Street, S.E.; continuing east along the center line of G Street, S.E., to the center line between 12th Street, S.E., and 13th Street, S.E.; continuing north along the center line between 12th Street, S.E., and 13th Street, S.E., to the center line of Pennsylvania Avenue, S.E.; continuing northwest along the center line of Pennsylvania Avenue, S.E., to the center line of 7th Street, S.E. (the beginning point).\n\n\"(3)(A) The BID taxes for properties in the Capitol Hill BID shall be:\n\n\"(i) Fifteen cents per $100 of 90% of the assessed value of all nonexempt properties for which the District provides an integrated assessment of both the commercial and residential components; and\n\n\"(ii) Fifteen cents per $100 of 100% of the assessed value of all nonexempt properties for which the District does not provide an integrated assessment of the commercial and residential components.\n\n\"(B) Notwithstanding subparagraph (A) of this paragraph, the total BID tax due on a property or distinct assembly of properties (if the property occupies more than one taxable lot) in the Capitol Hill BID shall not exceed $75,000.00 in any year.\n\n\"(f) The listing of specifically authorized BIDs in this section shall not be construed to prohibit the establishment of a BID in another area pursuant to the terms of this subchapter; provided, that any BID taxes, or BID tax increases, not authorized by this section (whether as adopted or amended by act of Council) shall not become effective until the effective date of an act of Council which makes such BID taxes effective.\n\n\"(g) Nothing in this subchapter shall be construed as modifying or waiving the District's right to enact or adjust any District tax, tax rate, fee, or other assessment applicable to categories of persons or businesses that include persons or businesses subject to a BID tax under this subchapter. Nothing in this subchapter shall be used as a rationale for modifying the District's method of property tax assessment.\"\n\nD.C. Law 16-56, in subsec. (b), substituted \"Mount Vernon Triangle, or Adams Morgan\" for \"or Mount Vernon Triangle\".\n\nD.C. Law 16-91 made a technical change in the enacting clause of D.C. Law 15- 257 which resulted in no change in text and, in subpar. (a)(5)(C), validated previously made technical corrections.\n\nD.C. Law 16-245 substituted \"Adams Morgan, or NoMa\" for \"or Adams Morgan\".\n\nD.C. Law 17-27, in subsec. (b), substituted \"NoMa, or Capitol Riverfront\" for \"or NoMa\".\n\nD.C. Law 18-99, in subsec. (b), substituted \"Capital Riverfront, or Anacostia\" for \"or Capital Riverfront\".\n\nD.C. Law 18-363, in subsec. (a)(1), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"District's Board of Real Property Assessments and Appeals\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nFor temporary (225 day) amendment of section, see § 2 of the Georgetown Business Improvement District Temporary Amendment Act of 1998 (D.C. Law 12-137, July 24, 1998, law notification 45 DCR 6508).\n\nFor temporary (225 day) amendment of section, see § 2(a) of the North Capitol Expansion and Expansion of Business Improvement Districts Temporary Amendment Act of 2002 (D.C. Law 14-118, May 2, 2002, law notification 49 DCR 4393).\n\nFor temporary (225 day) amendment of section, see § 2 of the Capitol Hill Business Improvement District Temporary Amendment Act of 2002 (D.C. Law 14-225, March 25, 2003, law notification 50 DCR 2738).\n\nFor temporary (225 day) amendment of section, see § 2 of the Establishment of the Capitol Hill Business Improvement District Temporary Amendment Act of 2003 (D.C. Law 14-301, May 3, 2003, law notification 50 DCR 3775).\n\nFor temporary (225 day) amendment of section, see § 2 of the Expansion of the Golden Triangle Business Improvement District Temporary Amendment Act of 2003 (D.C. Law 15-66, February 6, 2004, law notification 51 DCR 2033).\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Mount Vernon Triangle Business Improvement District Temporary Amendment Act of 2004 (D.C. Law 15-173, July 8, 2004, law notification 51 DCR 7338).\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Adams Morgan Business Improvement District Temporary Amendment Act of 2005 (D.C. Law 16-16, September 14, 2005, law notification 52 DCR 9774).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747, and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nFor temporary amendment of section, see § 2 of the Georgetown Business Improvement District Emergency Amendment Act of 1998 (D.C. Act. 12-325, April 14, 1998, 45 DCR 2462), § 2 of the Georgetown Business Improvement District Revision Emergency Amendment Act of 1998 (D.C. Act 12-346, May 6, 1998, 45 DCR 2986), § 2 of the Georgetown Business Improvement District Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-389, June 30, 1998, 45 DCR 4628), and § 2 of the Georgetown Business Improvement District Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-28, March 15, 1999, 46 DCR 2985).\n\nFor temporary (90 day) amendment of section, see § 2(a) of North Capital Expansion and Expansion of Business Improvement District Emergency Amendment Act of 2002 (D.C. Act 14-258, January 30, 2002, 49 DCR 1420).\n\nFor temporary (90 day) amendment of section, see § 2 of Capitol Hill Business Improvement District Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-503, October 23, 2002, 49 DCR 10035).\n\nFor temporary (90 day) amendment of section, see § 2 of Establishment of the Capitol Hill Business Improvement District Emergency Amendment Act of 2002 (D.C. Act 14-592, January 7, 2003, 50 DCR 634).\n\nFor temporary (90 day) amendment of section, see § 2 of Business Improvement Districts Emergency Amendment Act of 2002 (D.C. Act 14-414, July 17, 2002, 49 DCR 7380).\n\nFor temporary (90 day) amendment of section, see § 2 of Capitol Hill Business Improvement District Emergency Amendment Act of 2002 (D.C. Act 14-455, July 23, 2002, 49 DCR 8104).\n\nFor temporary (90 day) amendment of section, see § 2 of Expansion of the Golden Triangle Business Improvement District Emergency Amendment Act of 2003 (D.C. Act 15-170, October 6, 2003, 50 DCR 9161).\n\nFor temporary (90 day) amendment of section, see § 2 of Expansion of the Golden Triangle Business Improvement District Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-348, February 6, 2004, 51 DCR 1838).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mount Vernon Triangle Business Improvement District Emergency Amendment Act of 2004 (D.C. Act 15-404, March 18, 2004, 51 DCR 3647).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mount Vernon Triangle Business Improvement District Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-480, July 19, 2004, 51 DCR 7619).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Adams Morgan Business Improvement District Emergency Amendment Act of 2005 (D.C. Act 16-80, May 18, 2005, 52 DCR 5254).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Adams Morgan Business Improvement District Emergency Amendment Act of 2005 (D.C. Act 16-80, May 18, 2005, 52 DCR 5254).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Adams Morgan Business Improvement District Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-142, July 26, 2005, 52 DCR 7169).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Capitol Riverfront Business Improvement District Emergency Amendment Act of 2007 (D.C. Act 17-78, July 27, 2007, 54 DCR 7631).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 12-269, the \"Georgetown Business Improvement District Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 1285, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 24, 1998, it was assigned Act No. 12-585 and transmitted to both Houses of Congress for its review. D.C. Law 12-269 became effective on April 27, 1999.\n\nLaw 13-213, the \"Capitol Hill Business Improvement District Procedure Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-591, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on July 11, 2000, and October 3, 2000, respectively. Signed by the Mayor on October 30, 2000, it was assigned Act No. 13-465 and transmitted to Both Houses of Congress for its review. D.C. Law 13-213 became effective on April 3, 2001.\n\nLaw 14-183, the \"Capitol Hill North Expansion and Expansion of Business Improvement District Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-456, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on June 21, 2002, it was assigned Act No. 14-384 and transmitted to both Houses of Congress for its review. D.C. Law 14-183 became effective on October 1, 2002.\n\nLaw 14-198, the \"Business Improvement Districts Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-595, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on June 18, 2002, and July 2, 2002, respectively. Signed by the Mayor on July 17, 2002, it was assigned Act No. 14-431 and transmitted to both Houses of Congress for its review. D.C. Law 14-198 became effective on October 17, 2002.\n\nLaw 14-268, the \"Establishment of the Capitol Hill Business Improvement District Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-770, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 7, 2003, it was assigned Act No. 14-580 and transmitted to both Houses of Congress for its review. D.C. Law 14-268 became effective on April 2, 2003.\n\nFor Law 15-105, see notes following § 2-602.\n\nFor Law 15-257, see notes following § 2-1215.02.\n\nLaw 16-56, the \"Adams Morgan Business Improvement District Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-288 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 1, 2005, and December 6, 2005, respectively. Signed by the Mayor on December 22, 2005, it was assigned Act No. 16-218 and transmitted to both Houses of Congress for its review. D.C. Law 16-56 became effective on March 8, 2006.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nFor Law 16-245, see notes following § 2-1215.02.\n\nFor Law 17-27, see notes following § 2-1215.02.\n\nLaw 18-99, the \"Anacostia Business Improvement District Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-80, which was referred to the Committee on Finance and Revenue. The bill was adopted on first and second readings on September 22, 2009, and October 6, 2009, respectively. Signed by the Mayor on October 26, 2009, it was assigned Act No. 18-229 and transmitted to both Houses of Congress for its review. D.C. Law 18-99 became effective on December 24, 2009.\n\nLaw 18-363, the \"Real Property Tax Appeals Commission Establishment Act of 2010\", was introduced in Council and assigned Bill No. 18-530, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 28, 2011, it was assigned Act No. 18-714 and transmitted to both Houses of Congress for its review. D.C. Law 18- 363 became effective on April 8, 2011.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 11-34 [D.C. Law 11-134], the \"Business Improvement Districts Act of 1996\", see Mayor's Order 97-129, July 17, 1997 (44 DCR 4543).\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nExtension of the term of the Golden Triangle Business Improvement District Pursuant to the Business Improvement Districts Act of 1996, see Mayor's Order 2003-130, September 11, 2003 (50 DCR 8036).\n\nExpansion of the Golden Triangle Business Improvement District Pursuant to the Business Improvement Districts Act of 1996, see Mayor's Order 2003-153, October 31, 2003 (50 DCR 9985).\n\nRegistration of the Mount Vernon Triangle Community Improvement District pursuant to the Business Improvement Districts Act of 1996, effective May 29,1996 (D.C. Law 11-134; D.C. Official Code §§ 2-1215.01 et seq. (2003 Supp.)), see Mayor's Order 2004-73, May 5, 2004 (51 DCR 5275).\n\nDC CODE § 2-1215.04\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 4, 43 DCR 1684; renumbered as § 5, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320; Apr. 20, 1999, D.C. Law 12-264, § 11(a), 46 DCR 2118; Apr. 27, 1999, D.C. Law 12-269, § 2, 46 DCR 1108; Apr. 3, 2001, D.C. Law 13-213, § 2(a), 47 DCR 9467; Oct. 1, 2002, D.C. Law 14-183, § 2(a), 49 DCR 6056; Oct. 17, 2002, D.C. Law 14-198, § 2, 49 DCR 7644; Apr. 2, 2003, D.C. Law 14-268, § 2, 50 DCR 428; Mar. 13, 2004, D.C. Law 15-105, § 7, 51 DCR 881; Mar. 17, 2005, D.C. Law 15-257, § 2(c), 52 DCR 1161; Mar. 8, 2006, D.C. Law 16-56, § 2(a), 53 DCR 10; Apr. 7, 2006, D.C. Law 16-91, § 140(b), (d), 52 DCR 10637; Mar. 8, 2007, D.C. Law 16-245, § 2(b), 54 DCR 615; Oct. 18, 2007, D.C. Law 17-27, § 2(b), 54 DCR 8020; Dec. 24, 2009, D.C. Law 18-99, § 2(a), 56 DCR 8707; Apr. 8, 2011, D.C. Law 18-363, § 3(d)(1), 58 DCR 963.)","sections":[{"prefix":"a","text":" To establish a BID with respect to any area, the Board of Directors of a nonprofit corporation established under District law for the purpose of forming a BID and seeking to be registered as a BID corporation shall submit an application to the Mayor for review of compliance with all BID criteria described in this section. The Mayor may designate the Deputy City Administrator for Business Services and Economic Development to perform the review functions described by this section. Each application shall be duly sworn under oath before a notary public who holds a valid license in the District, and shall contain:"},{"prefix":"1","text":" A statement setting forth the name and address of the nonprofit corporation seeking registration as a BID corporation; a description by lot, square, and street address of the property of each owner to the extent reasonably ascertainable; and the most recent assessed value of each nonexempt real property located in the proposed BID to the extent reasonably ascertainable from District property tax records or a final determination of the Real Property Tax Appeals Commission for the District of Columbia. The statement must be signed by the owners (or their authorized representatives) who own at least a 51% interest in the most recent assessed value of the nonexempt real properties in the geographic area of the proposed BID as a whole, and at least 25% in number of the individual nonexempt properties of record in the BID area as a whole. For the purposes hereof, individual nonexempt properties shall mean properties identified by separate lot and square numbers to the extent reasonably ascertainable from the records of the Office of Taxation and Revenue or Office of Recorder of Deeds; provided, that any property subdivided into separate condominium units shall constitute a single property for the purpose of determining the number of nonexempt properties referred to in this paragraph; provided further, that such condominium units shall constitute separate properties for purposes of assessing and levying any BID charges. Changes in the assessed values occurring after submission of a BID application, whether through regular reassessment, appeals, or otherwise, shall not affect the validity of the BID application to be taken into account in the Mayor's review of the BID application;"},{"prefix":"2","text":" A proposed business plan (\"BID plan\") for at least the first 3 years of the initial 5-year term of the BID. The BID plan shall contain, at a minimum, the following:"},{"prefix":"A","text":" Specific goals and objectives of the BID consistent with the BID activity as defined in this subchapter, anticipated resources to be used to meet such goals and objectives, and projected timetables for undertaking and completing projects in furtherance of the goals and objectives;"},{"prefix":"B","text":" The annual proposed total BID taxes for the BID's common operations for the BID's first year of operation and the formula used to determine each owner's BID tax which shall be based upon either assessed value, square footage, or a uniform fixed tax per building. BID taxes may vary by class and type of property provided that they are applied fairly and equitably to all owners within the BID; and"},{"prefix":"C","text":" The maximum amount and the nature of any start-up costs incurred prior to the BID's registration that the BID plans to reimburse upon its registration;"},{"prefix":"3","text":" A tax assessor's map of the geographic area comprising the BID clearly designating the BID boundaries and each property by street address, lot, and square number to be included within the BID;"},{"prefix":"4","text":" A list of the initial members of the Board of the BID, which must satisfy the criteria of § 2-1215.07;"},{"prefix":"5","text":" The adopted articles of incorporation and the adopted bylaws of the nonprofit corporation seeking to be registered as the BID corporation which articles of incorporation or bylaws must include:"},{"prefix":"A","text":" The names and addresses of the initial directors and a provision stating that the term of the initial directors shall expire at such time as new directors are elected pursuant to § 2-1215.07(b). Such terms shall in no event exceed 120 days after the BID is registered by the Mayor;"},{"prefix":"B","text":" The procedures through which the members of the BID corporation shall propose and vote to adopt amendments to the initial bylaws, including the quorum requirements for the method of allocating votes to members for purposes of this vote which shall occur not more than 120 days after the BID is registered by the Mayor; and"},{"prefix":"C","text":" The number of votes allocated to each member subject to the requirements of § 2-1215.11(a). The adopted articles of incorporation and the adopted bylaws of the nonprofit corporation may contain any provision not inconsistent with the District nonprofit corporation law or this subchapter;"},{"prefix":"6","text":" A list, by street address, lot, and square number, of all nonexempt real property within the proposed BID, including the names and mailing addresses of the record owners to the extent reasonably ascertainable from the real property records of the Office of Recorder of Deeds or the real property tax and assessment records of the Office of Taxation and Revenue;"},{"prefix":"7","text":" A list of the names and addresses of all commercial tenants within the BID area, to the extent reasonably ascertainable; and"},{"prefix":"8","text":" The name of the bank and the location of the branch at which the BID will establish its bank accounts, which shall be subject to, in addition to the other approvals required by this section, the approval of the CFO."},{"prefix":"b","text":" To establish a BID outside the central employment area, Georgetown, Capitol Hill, Mount Vernon Triangle, Adams Morgan, NoMa, Capitol Riverfront, or Anacostia the statement required by subsection (a)(1) of this section must be signed by at least 51% of the number of commercial tenants (or their authorized representatives) occupying nonexempt real properties in the geographic area of the proposed BID, owners (or their authorized representatives) who own at least a 51% interest in the most recent assessed value of the nonexempt real properties within the proposed BID area, and owners (or their authorized representatives) who own at least 51% in number of the individual nonexempt real properties within the proposed BID area."},{"prefix":"c","text":" Nothing in this subchapter shall be construed as modifying or waiving the District's right to enact or adjust any District tax, tax rate, fee, or other assessment applicable to categories of persons or businesses that include persons or businesses subject to a BID tax under this subchapter. Nothing in this subchapter shall be used as a rationale for modifying the District's method of property tax assessment."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.04","catch_text":"Establishment of Business Improvement District."}}