{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2207.1.\n\nTemporary Addition of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Authorization of the Spending of the Commercial Trust Fund Temporary Act of 2003 (D.C. Law 15- 75, Mar. 10, 2004, law notification 51 DCR 3367).\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 1-2207.1 through 1-2207.3 [1981 Ed.], see §§ 1432- 1434 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12- 401, July 13, 1998, 45 DCR 4794), and §§ 1432-1434 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669).\n\nFor temporary (90-day) addition of Chapter 1-A [1981 Ed.], see §§ 1432 to 1434 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90 day) authority of the Mayor to make grants from the Commercial Trust Fund, see § 2 of Authorization of the Spending of the Commercial Trust Fund Emergency Act of 2003 (D.C. Act 15-186, October 24, 2003, 50 DCR 9806).\n\nLegislative History of Laws\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nMiscellaneous Notes\n\nApplication of Law 12-175: Section 1836 of D.C. Law 12-175 provided that this subchapter shall apply as of October 1, 1998.\n\nEstablishment of the Economic Development Liaison Office: Section 1831 of D.C. Law 12-175 provides this subchapter may be cited as the \"Economic Development Liaison Office Establishment Act of 1998.\"\n\nEstablishment--Office of Planning and Economic Development, see Mayor's Order 99-62, April 9, 1999 (46 DCR 4224).\n\nSection 220 of D.C. Law 13-38 provides:\n\n\"This subtitle may be cited as the 'Office of Local Business Development Establishment Act of 1999'.\"\n\nDC CODE § 2-1203.01\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-175, § 1832, 45 DCR 7193.)","sections":[{"prefix":"a","text":" In accordance with § 1-204.04(b), there is hereby established in the Executive Branch of the government of the District of Columbia an Economic Development Liaison Office, to be headed by an Assistant City Administrator for Economic Development, who shall serve as liaison between the Mayor, the City Administrator, the Chief Financial Officer, the National Capital Revitalization Corporation, hospitality industry organizations, and economic development policy groups."},{"prefix":"b","text":" The Economic Development Liaison Office shall give priority to assisting activities that foster economic growth and employment opportunities in the District by retaining, expanding, and attracting business through strategic neighborhood revitalization policies and actions to remove blight and facilitating opportunities for commercial and human capital development consistent with the economic, social, housing, and employment needs of residents and citizens of the District."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"II","text":"Economic Development Liaison Office."},"heading":{"title":"2","chaptersection":"1203","identifier":"2-1203.01","catch_text":"Establishment of the Economic Development Liaison Office."}}