{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Capital Access Program Emergency Act of 2010 (D.C. Act 18-598, November 17, 2010, 57 DCR 11018).\n\nFor temporary (90 day) addition of section, see § 7 of Capital Access Program Congressional Review Emergency Act of 2011 (D.C. Act 19-6, February 11, 2011, 58 DCR 1408).\n\nLegislative History of Laws\n\nFor history of Law 18-322, see notes under § 2-1210.01.\n\nDC CODE § 2-1210.06\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 2011, D.C. Law 18-322, § 7, 57 DCR 12442.)","sections":[{"prefix":"a","text":" After entering into a participation agreement with the District of Columbia and upon approval by the Mayor, a financial institution making a capital access loan shall establish a reserve account. The reserve account shall be used by the financial institution only to cover any losses arising from a default of an enrolled loan made by the financial institution under this subchapter or as otherwise provided by this subchapter."},{"prefix":"b","text":" When a financial institution makes a loan enrolled in the program, the financial institution shall require the borrower to pay to the financial institution a fee in an amount that is not less than 2%, but not more than 3. 5%, of the principal amount of the loan, which fee the financial institution shall deposit in the reserve account. The financial institution shall also deposit in the reserve account an amount equal to the amount of the fee received by the institution from the borrower under this subsection; provided, that the financial institution may recover from the borrower all or part of the amount the financial institution is required to pay under this subsection in any manner agreed to by the financial institution and the borrower."},{"prefix":"c","text":" For each capital access loan made by a financial institution, the financial institution shall certify to the Mayor, within the period prescribed by the Mayor, that:"},{"prefix":"1","text":" The financial institution has made a capital access loan;"},{"prefix":"2","text":" The amount that the financial institution has deposited in the reserve account, including the amount of fees received from the borrower; and"},{"prefix":"3","text":" If applicable, that the borrower is financing an enterprise project or is located in, or financing a project, activity, or enterprise in, a District of Columbia Enterprise Zone under section 1400 of the Internal Revenue Code of 1986, approved August 5, 1997 (111 Stat. 863; 26 U.S.C. § 1400)."},{"prefix":"d","text":" Upon receipt of a certification made under subsection (c) of this section, the Mayor shall deposit in the reserve account for each capital access loan made by the financial institution:"},{"prefix":"1","text":" An amount equal to the amount deposited under subsection (b) of this section for each loan if the financial institution:"},{"prefix":"A","text":" Has assets of more than $1 billion; or"},{"prefix":"B","text":" Has previously enrolled loans in the program that in the aggregate are more than $2 million;"},{"prefix":"2","text":" An amount equal to 150% of the total amount deposited under subsection (b) of this section for each loan if the financial institution is not described in paragraph (1) of this subsection; or"},{"prefix":"3","text":" Notwithstanding paragraphs (1) and (2) of this subsection, and subject to the limitations set forth in § 2-1210.07(a), an amount equal to 200% of the total amount deposited under subsection (b) of this section for each loan if:"},{"prefix":"A","text":" The borrower is financing an enterprise project or is located in, or financing a project, activity, or enterprise located in, an area in the District of Columbia Enterprise Zone under section 1400 of the Internal Revenue Code of 1986, approved August 5, 1997 (111 Stat. 863; 26 U.S.C. § 1400); or"},{"prefix":"B","text":" The financial institution is a community development financial institution, as defined in section 103(5) of the Riegle Community Development and Regulatory Improvement Act of 1994, approved September 23, 1994 (108 Stat. 2163; 12 U.S.C. § 4702(5))."},{"prefix":"e","text":" A financial institution shall obtain approval from the Mayor to withdraw funds from the reserve account."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V-A","text":"Access to Capital for Businesses and Nonprofit Organizations."},"heading":{"title":"2","chaptersection":"1210","identifier":"2-1210.06","catch_text":"Reserve accounts."}}