{"text":"","historical":"Temporary Enactments\n\nD.C. Law 17-53, § 302, added a section to read as follows:\n\n\"Sec. 302. Capital accounts.\n\n\"(a) Any capital funds of the AWC and the NCRC transferred to the District government shall be transferred to segregated accounts in the General Capital Improvements Fund, which shall be designated specifically for capital projects of the former AWC and NCRC.\n\n\"(b) The segregated accounts shall be under the expenditure authority of the Deputy Mayor for Planning and Economic Development.\"\n\nSection 702(b) of D.C. Law 17-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 302 of National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Emergency Act of 2007 (D.C. Act 17-71, July 20, 2007, 54 DCR 7390).\n\nFor temporary (90 day) addition, see § 302 of National Capitol Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Congressional Review Emergency Act of 2007 (D.C. Act 17-152, October 18, 2007, 54 DCR 10900).\n\nLegislative History of Laws\n\nFor Law 17-138, see notes following § 2-1225.21.\n\nDC CODE § 2-1225.22\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 2008, D.C. Law 17-138, § 302, 55 DCR 1689.)","sections":[{"prefix":"a","text":" Any capital funds of the AWC and the NCRC transferred to the District government shall be transferred to segregated accounts in the General Capital Improvements Fund, which shall be designated specifically for capital projects of the former AWC and NCRC."},{"prefix":"b","text":" The segregated accounts shall be under the expenditure authority of the Deputy Mayor for Planning and Economic Development."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"XIII","text":"District Assumption of Authority of Ncrc and Awc."},"part":{"identifier":"C","text":"Economic Development Special Account."},"heading":{"title":"2","chaptersection":"1225","identifier":"2-1225.22","catch_text":"Capital accounts."}}