{"text":"","historical":"Temporary Enactments\n\nD.C. Law 17-53, § 403, added a section to read as follows:\n\n\"Sec. 403. Provisions applicable to development projects located within the Anacostia Waterfront Development Zone.\n\n\"(a) In contracting with general contractors, developers, or construction managers on, and in providing assistance of over $100,000 to, a development project located within the Anacostia Waterfront Development Zone, the Mayor shall require the general contractor, developer, and construction manager of the development project to engage in good faith efforts to:\n\n\"(1) Procure and contract 35% of the dollar volume of its goods and services, including construction goods and services, with local, small, and disadvantaged business enterprises, with a preference for at least 10% of those enterprises located in Ward 8; and\n\n\"(2) Ensure that at least 51% of the new jobs created in connection with the project are filled by residents of the District, with a preference for at least 20% of those jobs designated for residents in Ward 8.\n\n\"(b)(1) With respect to development projects on real property owned by the District within the Anacostia Waterfront Development Zone, no less than the following percentages of residential units shall be affordable at the following income levels:\n\n\"(A) For ownership units, at least 15% of the units shall be affordable to moderate-income households and at least 15% of the units shall be affordable to low-income households.\n\n\"(B) For rental units, at least 15% of the units shall be affordable to moderate-income households and at least 15% of the units shall be affordable to low-income households.\n\n\"(2) For the purposes of this subsection, the term:\n\n\"(A) 'Affordable' means housing for which a household at the required affordability level will pay no more than 30% of its income toward gross housing costs for 50 years in the case of rental units, and 20 years for homeownership units.\n\n\"(B) 'Area median income' means:\n\n\"(i) For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;\n\n\"(ii) For a household of 3 persons, 90% of the area median income for a household of 4 persons;\n\n\"(iii) For a household of 2 persons, 80% of the area median income for a household of 4 persons;\n\n\"(iv) For a household of one person, 70% of the area median income for a household of 4 persons; and\n\n\"(v) For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons.\n\n\"(C) 'Low-income household' means a household consisting of one or more persons with income equal to or less than 30% of the area median income.\n\n\"(D) 'Moderate-income household' means a household consisting of one or more persons with income equal to or less than 60% of the area median income and greater than 30% of the area median income.\n\n\"(3) Any percentage of household income referenced in this subsection shall be determined through a direct mathematical calculation and shall not take into account any adjustments made by the United States Department of Housing and Urban Development for the purposes of the programs it administers.\"\n\nSection 702(b) of D.C. Law 17-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEffect of Amendments\n\nD.C. Law 18-107 rewrote subsec. (b)(1), which had read as follows:\n\n\"(b)(1) With respect to development projects on real property owned, controlled, or disposed of by any instrumentality of the District within the Anacostia Waterfront Development Zone, no less than the following percentages of residential units shall be affordable at the following income levels:\n\n\"(A) For ownership units, at least 15% of the units shall be affordable to moderate-income households and at least 15% of the units shall be affordable to low-income households.\n\n\"(B) For rental units, at least 15% of units shall be affordable to moderate-income households and at least 15% of units shall be affordable to low-income households.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 403 of National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Emergency Act of 2007 (D.C. Act 17-71, July 20, 2007, 54 DCR 7390).\n\nFor temporary (90 day) addition, see § 403 of National Capitol Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Congressional Review Emergency Act of 2007 (D.C. Act 17-152, October 18, 2007, 54 DCR 10900).\n\nLegislative History of Laws\n\nFor Law 17-138, see notes following § 2-1226.01.\n\nLaw 18-107, the \"Affordable Housing For-Sale and Retail Distribution Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-304, which was referred to the Committee on Economic Development. The bill was adopted on first and second readings on November 3, 2009, and December 1, 2009, respectively. Signed by the Mayor on December 17, 2009, it was assigned Act No. 18-245 and transmitted to both Houses of Congress for its review. D.C. Law 18-107 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 18-107 provides:\n\n\"This act shall apply as of December 16, 2008.\"\n\nDC CODE § 2-1226.02\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 2008, D.C. Law 17-138, § 402, 55 DCR 1689; Mar. 3, 2010, D.C. Law 18-107, § 2, 57 DCR 20.)","sections":[{"prefix":"a","text":" In contracting with general contractors, developers, or construction managers on, and in providing assistance of over $100,000 to, a development project located within the Anacostia Waterfront Development Zone, the Mayor shall require the general contractor, developer, and construction manager of the development project to engage in good faith efforts to:"},{"prefix":"1","text":" Procure and contract 35% of the dollar volume of its goods and services, including construction goods and services, with local, small, and disadvantaged business enterprises, with a preference for at least 10% of those enterprises located in Ward 8;"},{"prefix":"2","text":" Ensure that at least 51% of the new jobs created in connection with the project are filled by residents of the District, with a preference for at least 20% of those jobs designated for residents in Ward 8; and"},{"prefix":"3","text":" Utilize the workforce intermediary as defined in § 2-1226.03 as the primary means of meeting the hiring requirement of paragraph (2) of this subsection."},{"prefix":"b","text":"(1) With respect to development projects on real property owned, controlled, or disposed of by any instrumentality of the District within the Anacostia Waterfront Development Zone, no less than 15% of the residential units shall be affordable to moderate-income households and at least 15% of the units shall be affordable to low-income households."},{"prefix":"2","text":" For the purposes of this subsection, the term:"},{"prefix":"A","text":" \"Affordable\" means housing for which a household at the required affordability level will pay no more than 30% of its income toward gross housing costs for 50 years in the case of rental units, and 20 years for homeownership units."},{"prefix":"B","text":" \"Area median income\" means:"},{"prefix":"i","text":" For a household of 4 persons, the area median income for a household of 4 persons in the Washington Metropolitan Statistical Area as set forth in the periodic calculation provided by the United States Department of Housing and Urban Development;"},{"prefix":"ii","text":" For a household of 3 persons, 90% of the area median income for a household of 4 persons;"},{"prefix":"iii","text":" For a household of 2 persons, 80% of the area median income for a household of 4 persons;"},{"prefix":"iv","text":" For a household of one person, 70% of the area median income for a household of 4 persons; and"},{"prefix":"v","text":" For a household of more than 4 persons, the area median income for a household of 4 persons, increased by 10% of the area median income for a family of 4 persons for each household member exceeding 4 persons."},{"prefix":"C","text":" \"Low-income household\" means a household consisting of one or more persons with income equal to or less than 30% of the area median income."},{"prefix":"D","text":" \"Moderate-income household\" means a household consisting of one or more persons with income equal to or less than 60% of the area median income and greater than 30% of the area median income."},{"prefix":"3","text":" Any percentage of household income referenced in this subsection shall be determined through a direct mathematical calculation and shall not take into account any adjustments made by the United States Department of Housing and Urban Development for the purposes of the programs it administers."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"XIV","text":"Economic Development Along the Anacostia Waterfront."},"part":{"identifier":"A","text":"Anacostia Waterfront Initiative and Framework Plan."},"heading":{"title":"2","chaptersection":"1226","identifier":"2-1226.02","catch_text":"Provisions applicable to development projects located within the Anacostia Waterfront Development Zone."}}