{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-353, see notes under ยง 2-1212.01.\n\nDC CODE ยง 2-1212.31\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-353, ยง 301, 58 DCR 746.)","sections":[{"prefix":"a","text":" The Mayor shall establish a Healthy Food Retail Program within the Department of Small and Local Business Development to expand access to healthy foods in eligible areas in the District by providing assistance to corner stores, farmers markets, and other small food retailers."},{"prefix":"b","text":" The Department of Health, District Department of the Environment, Office of the Deputy Mayor for Planning and Economic Development, Office of Planning, and the University System of the District of Columbia shall, as requested by the Department of Small and Local Business Development, assist this program."},{"prefix":"c","text":"(1) The program may provide a combination of any or all of the following to corner stores, farmers markets, and other small food retailers in eligible areas:"},{"prefix":"A","text":" Grants;"},{"prefix":"B","text":" Loans;"},{"prefix":"C","text":" Federal tax credits;"},{"prefix":"D","text":" Equipment;"},{"prefix":"E","text":" Other financial assistance; and"},{"prefix":"F","text":" Technical assistance."},{"prefix":"2","text":" The benefits provided by this subsection shall be awarded to corner stores, farmers markets, and other small food retailers in eligible areas on a competitive basis, with priority given to projects with the greatest potential impact on expanding access to healthy foods in eligible areas that are underserved by retail sales of healthy food."},{"prefix":"d","text":" Corner stores, farmers markets, and other small food retailers are encouraged to work cooperatively to expand access to healthy foods in eligible areas."},{"prefix":"e","text":" The benefits provided by subsection (c) of this section may be used by corner stores to improve the display areas, exteriors, and interiors of corner stores to expand capacity to sell healthy food."},{"prefix":"f","text":" The Department of Small and Local Business Development may contract with nonprofit organizations in promoting and implementing this program."},{"prefix":"g","text":" The University System of the District of Columbia may provide nutrition education resources to eligible corner stores, farmers markets, and consumers in eligible areas."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VI-A","text":"Commercial Food Store Development."},"part":{"identifier":"C","text":"Healthy Food Retail Program."},"heading":{"title":"2","chaptersection":"1212","identifier":"2-1212.31","catch_text":"Establishment of a healthy food retail program."}}