{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-91 rewrote subsec. (a), which had read as follows:\n\n\"(a) Notwithstanding any other provision of this part, there is hereby created a TIF area denominated as the DC Ballpark TIF Area, the real property tax increment revenues and the sales tax increment revenues from which shall be allocated as provided in this section. The DC Ballpark TIF Area is defined as the area starting at the intersection of Half Street, S.W., and Interstate 395, proceeding in a southerly direction until the intersection of Half Street, S.W., with Water Street, S.W.; proceeding along an east/west line in an easterly direction to the Anacostia River shoreline; proceeding northeast along the Anacostia River shoreline to 1st Street, S.E.; proceeding in a northerly direction to M Street, S.E.; proceeding in an easterly direction along M Street, S.E., to New Jersey Avenue, S.E.; proceeding in a northwesterly direction along New Jersey Avenue, S.E. to Interstate 395; proceeding in a northwesterly direction to the point of origin.\"\n\nLegislative History of Laws\n\nLaw 15-320, the \"Ballpark Omnibus Financing and Revenue Act of 2004\", was introduced in Council and assigned Bill No. 15-1028, which was referred to the Committee of Finance and Revenue. The Bill was adopted on first and second readings on November 30, 2004, and December 21, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-717 and transmitted to both Houses of Congress for its review. D.C. Law 15-320 became effective on April 8, 2005.\n\nLaw 16-91, the \"Technical Amendments Act of 2005\", was introduced in Council and assigned Bill No. 16-477, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 1, 2005, and November 15, 2005, respectively. Signed by the Mayor on November 30, 2005, it was assigned Act No. 16-212 and transmitted to both Houses of Congress for its review. Title II of D.C. Law 16-91 became effective on November 30, 2005, pursuant to Pub. L. 109-115, Div. B, § 136.\n\nEffective Dates\n\nSection 136 of Pub. L. 109-115, Nov. 30, 2005, 119 Stat. 2522, provides: 'Notwithstanding section 602(c)(1) of the District of Columbia Home Rule Act, amendments to the Ballpark Technical Amendments Act of 2005 shall take effect on the date of the enactment by the District of Columbia [Nov. 30, 2005].\"\n\nDC CODE § 2-1217.12\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 1998, D.C. Law 12-143, § 12a, as added Apr. 8, 2005, D.C. Law 15-320, § 205, 52 DCR 1757; Nov. 30, 2005, D.C. Law 16-91, § 202, 52 DCR 10637.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of this part, there is hereby created a TIF area denominated as the DC Ballpark TIF Area, the real property tax increment revenues and the sales tax increment revenues from which shall be allocated as provided in this section. The DC Ballpark TIF Area is defined as the area starting at the intersection of Half Street, S.W., and Interstate 395, proceeding in a southerly direction until the intersection of Half Street, S.W., with Water Street, S.W.; proceeding along an east/west line in an easterly direction to the Anacostia River shoreline; proceeding northeast along the Anacostia River shoreline to 1st Street, S.E.; proceeding in a northerly direction to M Street, S.E.; proceeding in an easterly direction along M Street, S.E., to New Jersey Avenue, S.E.; proceeding in a northwesterly direction along New Jersey Avenue, S.E. to Interstate 395; proceeding in a northwesterly direction to the point of origin. The DC Ballpark TIF Area shall not include either:"},{"prefix":"1","text":"The ballpark site as defined under § 10-1601.05(a)(2); or"},{"prefix":"2","text":"The ballpark as defined under § 47-2002.05(a)(1)(A)."},{"prefix":"b","text":" Notwithstanding any other provision of this part, with respect to the DC Ballpark TIF Area, the initial sales tax amount shall mean the available sales tax revenue from locations within the area for the tax year preceding the year in which this section becomes effective and the initial assessed value shall mean the assessed value of each lot of taxable real property on April 8, 2005."},{"prefix":"c","text":" Notwithstanding any other provision of this part, the real property tax increment revenues and the sales tax increment revenues from the DC Ballpark TIF Area shall be allocated and paid into the Community Benefit Fund, established by § 10-1602.02(a), and which is hereby declared to be a tax increment allocation account as described in § 2-1217.05. The revenues so deposited in the Community Benefit Fund shall be used for any of the purposes described in § 10-1602.02(b)."},{"prefix":"d","text":" Without limiting the generality of this part, including the ability to apply the real property tax increment revenues and the sales tax increment revenues to the payment of TIF bonds, the funds in the Community Benefit Fund may be used to secure bonds or other evidence of indebtedness issued in accordance with the provisions of § 1-204.90, without regard to any limitations contained in this part."},{"prefix":"e","text":" The $300 million limitation on the issuance of TIF bonds contained in § 2-1217.02(b) and the time limitation on the issuance of TIF bonds contained in such section shall apply to any bonds supported in whole or in part by real property tax increment revenues or sales tax increment revenues allocated to the Community Benefit Fund."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.12","catch_text":"DC Ballpark TIF Area."}}