{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-192 rewrote the section, which formerly read:\n\n\"(a) The Mayor shall issue rules within 180 days of March 26, 2008, to implement the requirements of this part.\n\n\"(b) All rules promulgated under this part shall be submitted to the Council for review and approval.\n\n\"(c) The Mayor may revise the rules approved by the Council pursuant to subsection (b) of this section subject to Council review and approval.\"\n\nTemporary Enactments\n\nD.C. Law 17-53, § 501, added a section to read as follows:\n\n\"Sec. 501. Eminent domain.\n\n\"(a) The repeal of the National Capital Revitalization Corporation Act of 1998, effective September 11, 1998 (D.C. Law 12-144; D.C. Official Code § 2- 1219.01 et seq.)('NCRC Act'), under section 103(a) shall not impair or affect the validity of the acquisition by the NCRC or the RLARC of any properties nor shall the repeal affect the authority under which properties were previously taken, or for which condemnation proceedings were initiated, under section 20 of the NCRC Act (D.C. Official Code § 2-1219.19).\n\n\"(b) Condemnation proceedings initiated by the NCRC or the RLARC under section 20 of the NCRC Act may be continued or reinstituted by the Mayor in the name of the District and the Mayor may rely upon the authority pursuant to which the NCRC or the RLARC acted as well as the findings previously made by the Council and by the NCRC or the RLARC in connection with the condemnation proceedings or the authority granted to the Mayor pursuant to D. C. Official Code § 16- 1311.\"\n\nSection 702(b) of D.C. Law 17-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 501 of National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Emergency Act of 2007 (D.C. Act 17-71, July 20, 2007, 54 DCR 7390).\n\nFor temporary (90 day) addition, see § 501 of National Capitol Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Congressional Review Emergency Act of 2007 (D.C. Act 17-152, October 18, 2007, 54 DCR 10900).\n\nLegislative History of Laws\n\nFor Law 17-138, see notes following § 2-1226.31.\n\nFor history of Law 19-192, see notes under § 2-1226.04.\n\nDelegation of Authority\n\nDelegation of Authority--Anacostia River Clean Up and Protection Act of 2009, see Mayor's Order 2010-27, February 12, 2010 (57 DCR 1377).\n\nDC CODE § 2-1226.41\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 2008, D.C. Law 17-138, § 461, 55 DCR 1689; Oct. 23, 2012, D.C. Law 19-192, § 2(i), 59 DCR 10174.)","sections":[{"prefix":"a","text":" The Mayor may issue rules to implement the requirements of this part."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"XIV","text":"Economic Development Along the Anacostia Waterfront."},"part":{"identifier":"B","text":"Anacostia Waterfront Environmental Standards."},"heading":{"title":"2","chaptersection":"1226","identifier":"2-1226.41","catch_text":"Rulemaking."}}