{"text":"The Office of Business and Economic Development shall annually prepare a report for the Committee on Economic Development which shall describe in detail the operations of each business incubator, including, but not limited to, a discussion of:","historical":"Prior Codifications\n\n1981 Ed., § 1-2244.\n\nEffect of Amendments\n\nD.C. Law 13-91, in the introductory paragraph, substituted \"Committee on Economic Development\" for \"HED Committee\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-71, see Historical and Statutory Notes following § 2-1209.01.\n\nFor Law 13-91, see notes following § 2-1209.06.\n\nDC CODE § 2-1209.14\n\nCurrent through December 11, 2012","credits":"(Dec. 12, 1985, D.C. Law 6-71, § 15, 32 DCR 6334; April 12, 2000, D.C. Law 13-91, § 126(b), 47 DCR 520.)","sections":[{"prefix":"1","text":" The business operation of each tenant business;"},{"prefix":"2","text":" The impact of the product or service provided to the public and the job training opportunities of each tenant business to the economic development objectives of the city for which the tenant business was selected;"},{"prefix":"3","text":" The employment benefits and revenues to the District as a result of the establishment of the business incubator;"},{"prefix":"4","text":" The utilization of shared services;"},{"prefix":"5","text":" Any recurrent problems experienced in the management of the business incubator as well as the recommended corrective action;"},{"prefix":"6","text":" Any financial or technical assistance provided to a tenant business by the public or private sector;"},{"prefix":"7","text":" The establishment and implementation of business incubator policies, rules, and regulations; and"},{"prefix":"8","text":" Any legislative initiatives which would increase the productivity, viability, and economic benefits of business tenants or a business incubator facility."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V","text":"Business Incubator Facilitation."},"heading":{"title":"2","chaptersection":"1209","identifier":"2-1209.14","catch_text":"Annual report."}}