{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-223, in subsec. (b), substituted \"September 30, 2015\" for \"4 years from the date that the Mayor establishes the Rules of Operation for the Downtown Retail Priority Area\"; and, in subsec. (c), substituted \"September 30, 2015\" for \"December 31, 2013\".\n\nD.C. Law 19-168, in subsec. (b)(2), substituted \"$25 million\" for \"$30 million\"; and added subsec. (b-1).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see §§ 7112(c) and 7113 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 2152 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 2152 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 15-185, see notes following § 2-1217.71.\n\nFor history of Law 19-168, see notes under § 2-218.76.\n\nResolutions\n\nResolution 15-775, the \"Fort Lincoln Washington Gateway Project Retail Priority Area Approval Resolution of 2004\", was approved effective December 7, 2004.\n\nResolution 15-776, the \"Rhode Island Place Project Retail Priority Area Approval Resolution of 2004\", was approved effective December 7, 2004.\n\nResolution 16-430, the \"Children's Museum Project Retail Priority Area Approval Resolution of 2006\", was approved effective January 18, 2006.\n\nResolution 17-257, the \"Great Streets Neighborhood Retail Priority Areas Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nMiscellaneous Notes\n\nSection 7113 of D.C. Law 18-223 provides:\n\n\"Sec. 7113. Applicability.\n\n\"Section 7112(c) shall apply as of November 21, 2009.\"\n\nShort title: Section 2151 of D.C. Law 19-168 provided that subtitle P of title II of the act may be cited as \"Pennsylvania Avenue, S.E., Retail Priority Area Amendment Act of 2012\".\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 2-218.76.\n\nDC CODE § 2-1217.73\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 2004, D.C. Law 15-185, § 4, 51 DCR 5941; Sept. 24, 2010, D.C. Law 18-223, § 7112(c), 57 DCR 6242; Sept. 20, 2012, D.C. Law 19-168, § 2152, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) The Mayor shall identify areas within the District where:"},{"prefix":"A","text":" There exist barriers to entry that impede Retail Development Projects; and"},{"prefix":"B","text":" The proceeds of Bonds may be used to eliminate these barriers to entry and promote Retail Development Projects."},{"prefix":"2","text":"(A) The Mayor may designate additional Retail Priority Areas by submitting to the Council for a 45-day period of review, excluding weekends, holidays, and periods of Council recess, a proposed resolution, which:"},{"prefix":"i","text":" Designates one or more Retail Priority Areas;"},{"prefix":"ii","text":" States the maximum aggregate principal amount of Bonds that may be issued with respect to each Retail Priority Area; and"},{"prefix":"iii","text":" States the latest date by which the Bonds may be issued with respect to each Retail Priority Area."},{"prefix":"B","text":" In addition to the resolution, the Mayor shall submit to the Council information supporting the Mayor's determinations concerning the use of TIF to promote retail development in each Retail Priority Area, including findings of the CFO that the proposed Retail Priority Area is not inconsistent with the financial plan and budget for the fiscal year of the District and does not exceed the limitations set forth in § 2-1217.72(a)."},{"prefix":"C","text":" If the Council does not approve or disapprove the proposed resolution within the 45-day period of review, excluding weekends, holidays, and periods of Council recess, the proposed resolution shall be deemed approved."},{"prefix":"b","text":" In addition to Retail Priority Areas that may be approved pursuant to subsection (a) of this section:"},{"prefix":"1","text":" The Downtown Retail Priority Area is designated as a Retail Priority Area;"},{"prefix":"2","text":" The issuance of Bonds with respect to the Downtown Retail Priority Area, not to exceed the aggregate principal amount of $25 million, is approved;"},{"prefix":"3","text":" The latest date for the issuance of such Bonds is September 30, 2015; and"},{"prefix":"4","text":" The base year for the calculation of Available Sales Tax Revenues shall be the fiscal year beginning October 1, 2002 and the base year for the calculation of Available Real Property Tax Revenues shall be the fiscal year beginning October 1, 2003."},{"prefix":"b-1","text":" The maximum aggregate principal amount of bonds that may be issued with respect to the Pennsylvania Avenue, S.E., Retail Priority Area, approved by the Council in section 3(6) of the Great Streets Neighborhood Retail Priority Areas Approval Resolution of 2007, effective July 10, 2007 (Res. 17-257; 54 DCR 7194), is increased from $10 million to $15 million."},{"prefix":"c","text":" The Mayor shall prepare and deliver an annual report to the Council each year on January 1st through the year ending September 30, 2015. The annual report shall contain a listing and description of each Retail Development Project approved as a TIF Area pursuant to this subchapter. Each listing shall contain specific information about the nature of the Retail Development Project, the use of the proceeds of the Bonds, the projected Tax Increment Revenues attributable to each listed TIF Area, and any other information the Council may request regarding such TIF Areas."},{"prefix":"d","text":" If the Mayor determines that a Retail Priority Area is no longer necessary, the Mayor may abolish the Retail Priority Area; provided, that if any Bonds are outstanding with respect to any TIF Area therein, the Mayor shall take no action to abolish the Retail Priority Area or that otherwise will adversely affect the security of the holders of the Bonds."},{"prefix":"e","text":" The Mayor shall identify potential Retail Priority Areas. Within 180 days of September 8, 2004, the Mayor shall submit to the Council resolutions designating as Retail Priority Areas the following areas:"},{"prefix":"1","text":" Columbia Heights;"},{"prefix":"2","text":" Georgia Avenue;"},{"prefix":"3","text":" Minnesota/Benning;"},{"prefix":"4","text":" Shaw; and"},{"prefix":"5","text":" H Street, NE Corridor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX-A","text":"Tax Increment Financing for Retail Development."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.73","catch_text":"Retail Priority Areas."}}