{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2275.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nDC CODE § 2-1215.05\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 5, 43 DCR 1684; renumbered as § 6, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320.)","sections":[{"prefix":"a","text":" The Mayor shall have 15 days (excluding Saturdays, Sundays, and holidays) from the date of the filing of a BID application to conduct a preliminary review of the application to determine if the filing criteria set forth in § 2-1215.04 have been met and if the application is otherwise in conformity with this subchapter. If the Mayor fails to make a determination that the BID application is either not in conformity with this subchapter or that the BID application requirements have been met within 15 days (excluding Saturdays, Sundays, and holidays), such inaction shall constitute an affirmative preliminary determination that the BID application requirements have been met and the Mayor shall schedule, notify, and hold the required public hearing pursuant to § 2-1215.06. The Mayor may designate the Deputy City Administrator for Business Services and Economic Development to perform the review functions described by this section."},{"prefix":"b","text":"(1) If the Mayor determines that any of the BID criteria set forth in § 2-1215.04(a), except the provisions of § 2-1215.04(a)(1), have not been met or that the BID application is not in conformity with this subchapter, the Mayor shall specify the particular items that need to be corrected and notify the applicant that the application can be corrected and resubmitted within 30 days from the date of this notification. If a corrected BID application is not submitted within the 30-day period, the Mayor shall enter an order rejecting the application. If the Mayor determines that the criteria set forth in § 2-1215.04(a)(1) have not been met, the Mayor shall notify the applicant that this standard has not been met and the applicant shall not be eligible to resubmit an application for a period of one year from the initial date of submission."},{"prefix":"2","text":" Once the Mayor affirmatively determines that the BID application requirements have been met, the Mayor shall issue a notice of preliminary finding to the applicant and to Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.05","catch_text":"Review of application."}}