{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2276.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 2-1215.04.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nRegistration of Business Improvement District Pursuant to D.C. Law 11-134, the \"Business Improvement Districts Act of 1996.\": See Mayor's Order 97-153, September 2, 1997 (44 DCR 5258).\n\nRegistration of the Golden Triangle Business Improvement District Pursuant to D.C. Law 11-134, the \"Business Improvement Districts Act of 1996.\": See Mayor's Order 97-202, December 3, 1997 (45 DCR 51).\n\nRegistration of the Georgetown Business Improvement District Pursuant to D.C. Law 11-134, the \"Business Improvement Districts Act of 1996.\": See Mayor's Order 99-33, February 8, 1999 (46 DCR 1205).\n\nDC CODE § 2-1215.06\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 6, 43 DCR 1684; renumbered as § 7, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320; Apr. 20, 1999, D.C. Law 12-264, § 11(b), 46 DCR 2118.)","sections":[{"prefix":"a","text":" The Mayor shall hold a public hearing within 45 days of the issuance of his findings pursuant to § 2-1215.05(b)(2). The Mayor may designate the Deputy City Administrator for Business Services and Economic Development to perform the functions described by this section."},{"prefix":"b","text":" Notice to the public shall be made no less than 21 days prior to the hearing."},{"prefix":"c","text":" The Mayor shall advertise the notice of the public hearing along with the notice of preliminary finding in the District of Columbia Register, and ensure that such notices are advertised in either The Washington Post or the Washington Times, and at least one monthly, biweekly, or weekly community newspaper serving the BID area. In the event the notice of public hearing along with the notice of preliminary findings cannot be advertised in The Washington Post and the Washington Times due to circumstances beyond the control of the Mayor, the notice shall be advertised in 2 newspapers of general circulation published in the District of Columbia, once every 2 weeks or more frequently."},{"prefix":"d","text":" No less than 21 days prior to the public hearing, the applicant shall send, by first class mail, notice of the Mayor's preliminary determination; notice of the public hearing, including the date, time, and place and availability of the BID application for review; and a summary of the application stating the borders of the proposed BID, the BID plan, and the BID taxes, to:"},{"prefix":"1","text":" The Council;"},{"prefix":"2","text":" Each owner of nonexempt real property within the proposed BID area at the address shown in the most recent real property tax assessment records of the District or, at the election of the applicant, at another address if it is reasonably determined that the information in the District's records is dated;"},{"prefix":"3","text":" Each commercial tenant, to the extent reasonably ascertainable;"},{"prefix":"4","text":" Each advisory neighborhood commission in which the proposed BID is located to the extent reasonably ascertainable; and"},{"prefix":"5","text":" Each major citizens association covering the area in which the proposed BID is located, to the extent reasonably ascertainable."},{"prefix":"e","text":" The BID application shall be made available to the public for review during normal business hours on weekdays in at least one location in the proposed BID area designated by the applicant, and at a generally accessible District government office designated by the Mayor. The notice of the public hearing shall describe these locations."},{"prefix":"f","text":" The Mayor shall use the public hearing on the proposed BID to determine whether the BID plan meets the purposes of this subchapter and the definition of BID activity in § 2-1215.02, and all other BID application requirements."},{"prefix":"g","text":" Within 10 days after the public hearing (excluding Saturdays, Sundays, and holidays) the Mayor shall either:"},{"prefix":"1","text":" Register the BID and the nonprofit corporation that submitted the application under § 2-1215.04 as the BID corporation; or"},{"prefix":"2","text":" Determine that the BID application requirements have not been met or that the BID plan does not meet the purposes of this subchapter and the definition of BID activity in § 2-1215.02. The Mayor shall specify the particular items that need to be corrected and notify the applicant that he will have 45 days from the date of this notification within which to correct the BID application."},{"prefix":"A","text":" If a corrected BID application is submitted within the 45-day period, and the Mayor affirmatively determines that the corrected application adequately addresses the items that were included in the Mayor's notification, the Mayor shall register the BID and the nonprofit corporation that submitted the application under § 2-1215.04 as the BID corporation."},{"prefix":"B","text":" If a corrected BID application is submitted within the 45-day period, and the Mayor affirmatively determines that the corrected application does not adequately address the particular items needing correction that were included in the Mayor's notification, the Mayor shall issue an order rejecting the registration. This order shall include the findings of fact upon which it is based."},{"prefix":"C","text":" If a corrected BID application is not submitted within the 45-day period, the Mayor shall issue an order rejecting the registration. This order shall include findings of fact."},{"prefix":"h","text":" If an order of rejection is not issued within 60 days from the date of the public hearing, the BID and the nonprofit corporation that submitted the application under § 2-1215.04 shall be deemed registered by the Mayor; except that, if the corrected application under subsection (g) of this section is determined by the Mayor to contain substantial changes, the Mayor may extend the review period for 5 business days. After such time the BID and the nonprofit corporation that submitted the application under § 2-1215.04 shall be deemed registered."},{"prefix":"i","text":" Proceedings and determinations under the provisions of this subchapter shall not be considered contested cases under Chapter 5 of this title."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.06","catch_text":"Hearing."}}