{"text":"If there shall be a default in the payment of the principal of or interest on any TIF bonds of a series after the principal or interest shall become due and payable, whether at maturity or upon call for redemption, or if the District government shall fail or refuse to carry out and perform the terms of any agreement with the holders of any of the TIF bonds; then the holders of the TIF bonds, or the trustee appointed to act on behalf of the holders, may, subject to the provisions of the financing documents, do the following:","historical":"Prior Codifications\n\n1981 Ed., § 1-2293.8.\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 1-2293.1 to 1-2293.11 [1981 Ed.] see note to § 2- 1217.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-143, see Historical and Statutory Notes following § 2-1217.01.\n\nDC CODE § 2-1217.08\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 1998, D.C. Law 12-143, § 9, 45 DCR 3724.)","sections":[{"prefix":"1","text":" By action, writ, or other proceeding enforce all rights of the holders of the TIF bonds, including the right to require the District government to carry out and perform the terms of any agreement with the holders of the TIF bonds or its duties under this subchapter;"},{"prefix":"2","text":" By action, require the District government to account as if it were the trustee of an express trust;"},{"prefix":"3","text":" By action, petition to enjoin any acts or things that may be unlawful or in violation of the rights of the holders of the TIF bonds; and"},{"prefix":"4","text":" Declare all the TIF bonds due and payable, whether or not in advance of maturity and, if all the defaults be made good, annul the declaration and its consequences."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.08","catch_text":"Default."}}