{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-278, see notes following ยง 2-1217.33a.\n\nDC CODE ยง 2-1217.33i\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-278, ยง 10, 55 DCR 11050.)","sections":[{"prefix":"a","text":" The bonds shall be special obligations of the District. The bonds shall be without recourse to the District. The bonds shall not be general obligations of the District, shall not be a pledge of, or involve, the faith and credit or the taxing power of the District (other than the Available Tax Increment, the Available Increment, and any other taxes or fees allocated to the City Market at O Street Fund), shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings as prohibited in ยง 1-206.02(a)(2)."},{"prefix":"b","text":" The bonds shall not give rise to any pecuniary liability of the District and the District shall have no obligation with respect to the purchase of the bonds."},{"prefix":"c","text":" No person, including, but not limited to, any bond owner, shall have any claims against the District or any of its elected or appointed officials, officers, employees, or agents for monetary damages suffered as a result of the failure of the District to perform any covenant, undertaking, or obligation under this subpart, the bonds, the Financing Documents, or the Closing Documents, or as a result of the incorrectness of any representation in or omission from the Financing Documents or the Closing Documents, unless the District or its elected or appointed officials, officers, employees, or agents have acted in a willful and fraudulent manner."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"B","text":"Identified Projects."},"subpart":{"identifier":"3","text":"City Market at O Street."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.33i","catch_text":"Limited liability."}}