{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2281.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-23, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nDC CODE § 2-1215.11\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 11, 43 DCR 1684; renumbered as § 12, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320.)","sections":[{"prefix":"a","text":" The articles of incorporation shall provide that each member is entitled to vote. The articles of incorporation and the bylaws may allocate to each BID member a number of votes. The number of votes allocated to each member may be based on any fair and equitable formula that ensures not less than one vote per member and may take into account certain variables, including, but not limited to, assessed value of property owned or occupied, square footage owned or occupied, street frontage owned or occupied, location of property owned or occupied within the BID, obligation to pay BID taxes in the case of property owners, voluntary contribution to the BID in the case of exempt property owners, and payment for services under contract in the case of the federal government's General Services Administration."},{"prefix":"b","text":" The articles of incorporation and the bylaws may govern how members may cast multiple votes, if multiple votes are allocated, and whether and how proxy voting will be recognized."},{"prefix":"c","text":" In no case shall the total number of votes assigned to any one member or to any number of members under common ownership or control exceed 331/3% of the total number of votes which may be cast. For purposes of this section, ownership or control shall mean the possession of the power to directly or indirectly cause the direction of the management and the policies of the entity in question."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.11","catch_text":"Voting."}}