{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-278, see notes following ยง 2-1217.33a.\n\nDC CODE ยง 2-1217.33b\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-278, ยง 3, 55 DCR 11050.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the City Market at O Street Fund. The Chief Financial Officer shall deposit into the City Market at O Street Fund the Available Tax Increment and any other taxes or fees specifically designated by law for deposit in the City Market at O Street Fund."},{"prefix":"b","text":" The Mayor may pledge and create a security interest in the funds in the City Market at O Street Fund, or any sub-account within the City Market at O Street Fund, for the payment of the costs of carrying out any of the purposes described in subsection (c) of this section without further action by the Council as permitted by ยง 1-204.90(f). If bonds are issued, the payment shall be made in accordance with the provisions of the Financing Documents entered into by the District in connection with the issuance of the bonds."},{"prefix":"c","text":" The funds deposited in the City Market at O Street Fund may be used to:"},{"prefix":"1","text":" Secure the repayment of the bonds; and"},{"prefix":"2","text":" Finance, refinance, or reimburse the District or the Development Sponsor for the project."},{"prefix":"d","text":" If, at the end of any fiscal year of the District, the balance of cash and investments in the City Market at O Street Fund exceeds the amount of debt service (including prepayment of principal and interest), reserves on any bonds, and any approved bond-related administrative expenses during the upcoming fiscal year, the excess may be transferred to the unrestricted balance of the General Fund of the District of Columbia."},{"prefix":"e","text":" Except as provided in subsection (d) of this section, all funds deposited into the City Market at O Street Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"B","text":"Identified Projects."},"subpart":{"identifier":"3","text":"City Market at O Street."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.33b","catch_text":"Creation of the City Market at O Street Fund."}}