{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2254 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 2-1208.01.\n\nDC CODE § 2-1208.03\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 2254, 57 DCR 6242.)","sections":[{"prefix":"a","text":" For purposes of evaluating the success of economic development in the District of Columbia, the Mayor, before the start of each legislative period, shall prepare a strategic plan for economic development that reflects the District's economic priorities (\"strategic plan\"). At a minimum, the strategic plan shall:"},{"prefix":"1","text":" Establish realistic and verifiable goals for economic development, including concrete performance measures for the following economic priorities:"},{"prefix":"A","text":" Job growth;"},{"prefix":"B","text":" Business retention and expansion;"},{"prefix":"C","text":" Business attraction;"},{"prefix":"D","text":" An increased tax base; and"},{"prefix":"E","text":" Increased usage and purchasing of local goods and services;"},{"prefix":"2","text":" Incorporate data obtained from the Unified Economic Development Budget Report required by § 2-1208.02 to assess the success of the District's usage of economic development incentives in the past fiscal year to accomplish economic priorities and to relate how economic development incentives proposed as part of the upcoming fiscal year's budget will assist the District in meeting its goals and performance measures for economic development;"},{"prefix":"3","text":" Identify a cohort of relevant comparable economic analyses, considering efforts by neighboring jurisdictions and across the nation as examples;"},{"prefix":"4","text":" Evaluate other economic development benchmarking;"},{"prefix":"5","text":" Identify and evaluate the strengths, weaknesses, and opportunities inherent in and available to the District economy as well as the mechanisms and leverage points where the District should invest additional resources to achieve the goals established in the strategic plan; and"},{"prefix":"6","text":" Recommend policy initiatives designed to improve the relative ability of the District to achieve the goals identified in the strategic plan."},{"prefix":"b","text":" The Mayor shall publish the strategic plan in both printed and electronic form. The printed version shall be distributed to the Council and made freely available to the public at the Office of the Deputy Mayor of Planning and Economic Development. A user-friendly electronic version of the report shall also be posted on the Government of the District of Columbia's website in a central location that the public can easily locate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IV-A","text":"Economic Development Budget Transparency."},"heading":{"title":"2","chaptersection":"1208","identifier":"2-1208.03","catch_text":"Performance measure requirements and strategic plan."}}