{"text":"","historical":"Temporary Enactments\n\nD.C. Law 17-53, § 301, added a section to read as follows:\n\n\"Sec. 301. Economic Development Special Account Fund.\n\n\"(a) There is established as a nonlapsing fund within the General Fund of the District of Columbia the Economic Development Special Account Fund ('Fund'), which shall be used solely for the purposes set forth in this section.\n\n\"(b)(1) Deposits into the Fund shall include:\n\n\"(A) All operating funds transferred from the Anacostia Waterfront Corporation Enterprise Fund, established by section 114 of the Anacostia Waterfront Corporation Act of 2004, effective December 7, 2004 (D.C. Law 15-219; D.C. Official Code § 2-1223.14);\n\n\"(B) All operating funds transferred from the National Capital Revitalization Corporation Enterprise Fund, established by section 9 of the National Capital Revitalization Corporation Act of 1998, effective September 11, 1998 (D.C. Law 12-144; D.C. Official Code § 2-1219.08);\n\n\"(C) All fees, revenues, and other income from real property or other assets formerly under the authority of the NCRC or the AWC;\n\n\"(D) Funds authorized by an act of Congress, reprogramming, or intra-District transfer to be deposited into the Fund;\n\n\"(E) Any other monies designated by law or regulation to be deposited into the Fund; and\n\n\"(F) Interest on money deposited in the Fund.\n\n\"(2) All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of any fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsections (c) and (d) of this section, subject to authorization of Congress.\n\n\"(c) Monies credited to the Fund shall be allocated annually to the Office of the Deputy Mayor for Planning and Economic Development in an aggregate amount that is equal to the total deposits and earnings that are estimated to remain unspent in the Fund at the end of the preceding fiscal year plus all deposits and earnings that are estimated to be received during the fiscal year for which the allocation is made.\n\n\"(d) Monies may be used to pay the costs of operating and administering properties and programs under the authority of the Deputy Mayor for Planning and Economic Development, including properties and programs formerly operated and administered by the NCRC and the AWC, to provide economic development assistance, including the provision of grants, loans, and credit support or enhancement, and to implement other programs, projects, and initiatives that are consistent with and in furtherance of the economic development goals or activities of the District.\n\n\"(e)(1) Fees, revenue, and other income that otherwise would be deposited into the Fund under this section, but that are subject to Community Development Block Grant regulations and applicable subrecipient agreements with the Department of Housing and Community Development shall be deposited into a segregated account within the Community Development Block Grant account administered by the Department of Housing and Community Development and subject to reporting to the United States Department of Housing and Urban Development.\n\n\"(2) The funds in the segregated account shall be included as a segregated line item in the budget of the Department of Housing and Community Development that the Mayor is required to submit to the Council pursuant to section 442 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 798; D.C. Official Code § 1-204.42), and shall be designated for the use of the Deputy Mayor for Planning and Economic Development consistent with the requirements of the Community Development Block Grant Program.\"\n\nSection 702(b) of D.C. Law 17-53 provides that the act shall expire after 225 days of its having taken effect.\n\nEffect of Amendments\n\nD.C. Law 17-253 added subsecs. (b)(1)(C-i) and (d-1); and, in subsec. (c), inserted \"; except, the monies deposited into the Account pursuant to subsection (b)(1)(C-i) of this section shall be allocated as set forth in subsection (d-1) of this section\".\n\nD.C. Law 18-111, in subsec. (e)(2), deleted \"included as a segregated line item in the budget of the Department of Housing and Community Development that the Mayor is required to submit to the Council pursuant to § 1-204.42, and shall be\" following \"sub-account shall be\"; and added subsecs. (e)(3) and (4).\n\nD.C. Law 18-257 rewrote subsecs. (b)(1)(C-i) and (d-1); and, in subsec. (c), substituted \"is made\" for \"is made; except, the monies deposited into the Account pursuant to subsection (b)(1)(C-i) of this section shall be allocated as set forth in subsection (d-1) of this section\". Prior to repeal, subsecs. (b)(1)(C-i) and (d-1) read as follows:\n\n\"(C-i) Proceeds of the disposition of District-owned real property disposed of pursuant to the Center Leg Freeway (Interstate 395) Fee and Air Rights Disposition Emergency Approval Resolution of 2007, approved July 10, 2007 (Res. 17-291; 54 DCR 7461)('Disposition Approval Resolution');\"\n\n\"(d-1) Notwithstanding subsections (c) and (d) of this section, monies deposited into the Account pursuant to subsection (b)(1)(C-i) of this section shall be allocated to the following agencies, in the following order, to be used by the agencies for the purposes designated:\n\n\"(1) To the District Department of Transportation, for transportation purposes, in an amount equal to the share of federal highway funds associated with the acquisition of the Property, as the term 'Property' is defined in the Disposition Approval Resolution, if required by the Federal Highway Administration, unless such amount has been allocated from another source;\n\n\"(2) To the Office of the Chief Technology Officer or the Office of Property Management in an amount sufficient to pay for the relocation of the District's Shared Computer Center from the Property, but not to exceed $30 million, until such time as the District's Shared Computer Center is relocated from the Property or the costs of relocation have been allocated from another source;\n\n\"(3) To the Office of the Deputy Mayor for Planning and Economic Development to provide financial assistance for the construction and preservation of affordable housing on the Property; and\n\n\"(4) To the Office of the Deputy Mayor for Planning and Economic Development for other purposes for which Fund monies may be used pursuant to subsection (d) of this section.\"\n\nD.C. Law 19-21 repealed this section as of September 14, 2011.\n\nD.C. Law 19-168 revived this section as of September 14, 2011, and rewrote the section, which formerly read:\n\n\"(a) There is established as a nonlapsing account within the General Fund of the District of Columbia the Economic Development Special Account ('Account'), which shall be used solely for the purposes set forth in this section.\n\n\"(b)(1) Deposits into the Account shall include:\n\n\"(A) All operating funds transferred from the Anacostia Waterfront Corporation Enterprise Fund, established by § 2-1223.14;\n\n\"(B) All operating funds transferred from the National Capital Revitalization Corporation Enterprise Fund, established by § 2-1219.08;\n\n\"(C) All fees, revenues, and other income from real property or other assets formerly under the authority of the NCRC or the AWC, or any of their subsidiaries, which include RLARC, SWDC, SWHC, and EDFC;\n\n\"(C-i) Repealed.\n\n\"(D) Funds authorized by an act of Congress, reprogramming, or intra-District transfer to be deposited into the Account;\n\n\"(E) Any other monies designated by law or regulation to be deposited into the Account; and\n\n\"(F) Interest on money deposited in the Account.\n\n\"(2) Funds deposited into the Account pursuant to this subsection shall be maintained in segregated sub-accounts associated with each revenue source as the Chief Financial Officer determines to be necessary.\n\n\"(3) The funds deposited into the Account shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsections (c) and (d) of this section, subject to authorization by Congress.\n\n\"(c) Monies credited to the Account shall be allocated annually to the Office of the Deputy Mayor for Planning and Economic Development in an aggregate amount that is equal to the total deposits and earnings that are estimated to remain unspent in the Account at the end of the preceding fiscal year plus all deposits and earnings that are estimated to be received during the fiscal year for which the allocation is made.\n\n\"(d) Monies may be used to pay the costs of operating and administering properties and programs under the authority of the Deputy Mayor for Planning and Economic Development, including properties and programs formerly operated and administered by the NCRC and the AWC, to provide economic development assistance, including the provision of grants, loans, and credit support or enhancement, and to implement other programs, projects, and initiatives that:\n\n\"(1) Are consistent with and in furtherance of the economic development goals or activities of the District;\n\n\"(2) Further meeting the requirements of providing jobs for District residents creating affordable housing, and restoring the District's waterways pursuant to subchapter XIV of this chapter;\n\n\"(3) Support the development of a workforce intermediary pursuant to § 2- 1226.03; or\n\n\"(4) Facilitate the implementation of the environmental standards pursuant to part B of subchapter XIV of this chapter.\n\n\"(d-1) Repealed.\n\n\"(e)(1) Fees, revenue, and other income that otherwise would be deposited into the Account under this section, but that are subject to Community Development Block Grant regulations shall be deposited into a segregated sub-account designated for Community Development Block Grant funds and shall be subject to applicable reporting to the United States Department of Housing and Urban Development.\n\n\"(2) The funds in the segregated sub-account shall be designated for the use of the Deputy Mayor for Planning and Economic Development consistent with the requirements of the Community Development Block Grant Program.\n\n\"(3) The Office of the Deputy Mayor for Planning and Economic Development ('DMPED') shall be required to transmit to the Council a CDBG spending plan annually that lists its planned uses for CDBG funds. The spending plan shall be submitted to the Council on the first day of January for each year that the Department of Housing and Community Development is required to submit its Annual Action Plan to the U.S. Department of Housing and Urban Development. If the Council does not approve or disapprove the spending plan by resolution within 30 days, the spending plan shall be deemed approved.\n\n\"(4) DMPED shall provide to the Council a report on CDBG funds within its budget authority within 15 days after the end of each fiscal quarter. The report shall include:\n\n\"(A) An executive summary;\n\n\"(B) A list of all DMPED CDBG program income received during the fiscal quarter covered by the report;\n\n\"(C) A list of all expenditures of DMPED CDBG funds during the fiscal quarter covered by the report;\n\n\"(D) A summary report on each project being funded with DMPED CDBG funds, including the status of, and accomplishments related to, the project and a timeline for project completion;\n\n\"(E) A list of all DMPED CDBG assets acquired during the fiscal quarter covered by the report; and\n\n\"(F) A list of all DMPED CDBG assets disposed of during the fiscal quarter covered by the report, including a description of all potential future income related to the disposition.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 301 of National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Emergency Act of 2007 (D.C. Act 17-71, July 20, 2007, 54 DCR 7390).\n\nFor temporary (90 day) addition, see § 301 of National Capitol Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Clarification Congressional Review Emergency Act of 2007 (D.C. Act 17-152, October 18, 2007, 54 DCR 10900).\n\nFor temporary (90 day) amendment of section, see § 2051 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2051 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 17-138, the \"National Capital Revitalization Corporation and Anacostia Waterfront Corporation Reorganization Act of 2008\", was introduced in Council and assigned Bill No. 17-340 which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on February 5, 2008, it was assigned Act No. 17-289 and transmitted to both Houses of Congress for its review. D.C. Law 17-138 became effective on March 26, 2008.\n\nLaw 17-253, the \"Center Leg Freeway (Interstate 395) Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-717 which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-500 and transmitted to both Houses of Congress for its review. D.C. Law 17-253 became effective on October 22, 2008.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nLaw 18-257, the \"Redevelopment of the Center Leg Freeway (Interstate 395) Act of 2010\", was introduced in Council and assigned Bill No. 18-806 which was referred to the Committee on Economic Development, Finance and Revenue. The Bill was adopted on first and second readings on June 29, 2010, and July 13, 2010, respectively. Signed by the Mayor on August 6, 2010, it was assigned Act No. 18-533 and transmitted to both Houses of Congress for its review. D.C. Law 18-257 became effective on October 26, 2010.\n\nFor history of Law 19-168, see notes under § 2-218.76.\n\nMiscellaneous Notes\n\nShort title: Section 2050 of D.C. Law 18-111 provided that subtitle F of title II of the act may be cited as the \"Community Development Block Grant Accounting Correction Amendment Act of 2009\".\n\nSection 2023 of D.C. Law 19-168 provides:\n\n\"Sec. 2023. Section 9027(b) of the Fiscal Year 2012 Budget Support Act of 2011, effective September 14, 2011 (D.C. Law 19-21; 58 DCR 6225), is repealed as of September 14, 2011.\"\n\nDC CODE § 2-1225.21\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 2008, D.C. Law 17-138, § 301, 55 DCR 1689; Oct. 22, 2008, D.C. Law 17-253, § 2, 55 DCR 9270; Mar. 3, 2010, D.C. Law 18-111, § 2051, 57 DCR 181; Oct. 26, 2010, D.C. Law 18-257, § 5, 57 DCR 8144; Sept. 20, 2012, D.C. Law 19-168, § 2022(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Economic Development Special Account (\"Account\"), which shall be used solely for the purposes set forth in this section."},{"prefix":"b","text":"(1) Deposits into the Account shall include:"},{"prefix":"A","text":" All operating funds transferred from the Anacostia Waterfront Corporation Enterprise Fund, established by § 2-1223.14;"},{"prefix":"B","text":" All operating funds transferred from the National Capital Revitalization Corporation Enterprise Fund, established by § 2-1219.08;"},{"prefix":"C","text":" All fees, revenues, and other income from real property or other assets formerly under the authority of the National Capital Revitalization Corporation (\"NCRC\") or the Anacostia Waterfront Corporation (\"AWC\"), or any of their subsidiaries, which include the RLA Revitalization Corporation, Southwest Waterfront Development Corporation, Southwest Waterfront Holdings Corporation, and Economic Development Finance Corporation;"},{"prefix":"D","text":" Funds authorized by an act of Congress, reprogramming, or intra-District transfer to be deposited into the Account;"},{"prefix":"E","text":" Any other monies designated by law to be deposited into the Account; and"},{"prefix":"F","text":" Interest on money deposited in the Account."},{"prefix":"2","text":" Funds deposited into the Account pursuant to this subsection shall be maintained in segregated sub-accounts associated with each revenue source as the Chief Financial Officer determines necessary."},{"prefix":"3","text":" The funds deposited into the Account, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsections (c) and (d) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" Monies credited to the Account shall be allocated annually to the Office of the Deputy Mayor for Planning and Economic Development in an aggregate amount that is equal to the total deposits and earnings that are estimated to remain unspent in the Account at the end of the preceding fiscal year plus all deposits and earnings that are estimated to be received during the fiscal year for which the allocation is made."},{"prefix":"d","text":" Monies may be used to pay the costs of operating and administering properties and programs under the authority of the Deputy Mayor for Planning and Economic Development, including properties and programs formerly operated and administered by the NCRC and the AWC, to provide economic development assistance, including the provision of grants, loans, and credit support or enhancement, and to implement other programs, projects, and initiatives that:"},{"prefix":"1","text":" Are consistent with and in furtherance of the economic development goals or activities of the District;"},{"prefix":"2","text":" Further meeting the requirements of providing jobs for District residents, creating affordable housing, and restoring the District's waterways pursuant to subchapter XIV of this chapter;"},{"prefix":"3","text":" Support the development of a workforce intermediary pursuant to § 2- 1226.03; or"},{"prefix":"4","text":" Facilitate the implementation of the environmental standards pursuant to part B of subchapter XIV of this chapter."},{"prefix":"e","text":"(1) Fees, revenue, and other income that otherwise would be deposited into the Account under this section but that are subject to Community Development Block Grant regulations shall be deposited into a segregated sub-account designated for Community Development Block Grant funds and shall be subject to applicable reporting to the United States Department of Housing and Urban Development."},{"prefix":"2","text":" The funds in the segregated sub-account shall be included as a segregated line item in the budget of the Department of Housing and Community Development that the Mayor is required to submit to the Council pursuant to § 1-204.42, and shall be designated for use by the Deputy Mayor for Planning and Economic Development, consistent with the requirements of the Community Development Block Grant Program."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"XIII","text":"District Assumption of Authority of Ncrc and Awc."},"part":{"identifier":"C","text":"Economic Development Special Account."},"heading":{"title":"2","chaptersection":"1225","identifier":"2-1225.21","catch_text":"Economic Development Special Account."}}