{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-353, the \"Food, Environmental, and Economic Development in the District of Columbia Act of 2010\", was introduced in Council and assigned Bill No. 18- 967, which was referred to the Committee on Economic Development and the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-703 and transmitted to both Houses of Congress for its review. D.C. Law 18- 353 became effective on April 8, 2011.\n\nDC CODE § 2-1212.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-353, § 101, 58 DCR 746.)","sections":[{"prefix":"1","text":" \"Corner store\" means a retail establishment that:"},{"prefix":"A","text":" Sells grocery products;"},{"prefix":"B","text":" Has less than 5,000 square feet of selling area;"},{"prefix":"C","text":" Does not have an off-premises retailer's license, Class A, established by § 25-112(d)(1); and"},{"prefix":"D","text":" Meets the eligibility requirements for the Supplemental Nutrition Assistance Program, established by the Food Stamp Act of 1964, approved August 31, 1964 (78 Stat. 703; 7 U.S.C. § 2011 et seq.)."},{"prefix":"2","text":" \"Eligible area\" means:"},{"prefix":"A","text":" A historically underutilized business zone, as defined by section 3(p)(1) of the Small Business Act, approved July 18, 1958 (72 Stat. 384; 15 U.S.C. § 632(p)(1)); or"},{"prefix":"B","text":" Census tracts 18.01, 33.01, 95.05, 95.07, or 95.08."},{"prefix":"3","text":" \"Farmers market\" means a public market, as defined by § 37-131.01(2), at which farmers and other producers sell fresh produce and healthy foods."},{"prefix":"4","text":" \"First source agreement\" means the agreement required by § 2-219.03."},{"prefix":"5","text":" \"Grocery store\" means a retail establishment that:"},{"prefix":"A","text":" Has a primary business of selling grocery products;"},{"prefix":"B","text":" Has at least 5,000 square feet of selling area that is used for a general line of food and nonfood grocery products; and"},{"prefix":"C","text":" Meets the eligibility requirements for the Supplemental Nutrition Assistance Program, established by the Food Stamp Act of 1964, approved August 31, 1964 (78 Stat. 703; 7 U.S.C. § 2011 et seq.)."},{"prefix":"6","text":" \"Healthy food\" means fresh fruit and vegetables and other foods qualifying as healthy pursuant to 21 C.F.R. § 101.65(d)(2)."},{"prefix":"7","text":"(A) \"Small food retailer\" means a small business that is not a grocery store or a corner store and whose primary business is the retail sale of grocery items."},{"prefix":"B","text":" The term \"small food retailer\" shall not include businesses that have an off-premises retailer's license, Class A, established by § 25-112(d)(1)."},{"prefix":"C","text":" For the purposes of this paragraph, the qualification of an entity or small business shall be established by the Mayor by rule."},{"prefix":"8","text":" \"SNAP benefits\" means benefits provided by the Supplemental Nutrition Assistance Program, established by the Food Stamp Act of 1964, approved August 31, 1964 (78 Stat. 703; 7 U.S.C. § 2011 et seq.)."},{"prefix":"9","text":" \"WIC benefits\" means benefits provided by the Special Supplemental Nutrition Program for Women, Infants, and Children, established by section 17 of the Child Nutrition Act of 1966, approved September 26, 1972 (86 Stat. 729; 42 U.S.C. § 1786)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VI-A","text":"Commercial Food Store Development."},"part":{"identifier":"A","text":"Definitions."},"heading":{"title":"2","chaptersection":"1212","identifier":"2-1212.01","catch_text":"Definitions."}}