{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-2234.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-71, see Historical and Statutory Notes following ยง 2-1209.01.\n\nDC CODE ยง 2-1209.04\n\nCurrent through December 11, 2012","credits":"(Dec. 12, 1985, D.C. Law 6-71, ยง 5, 32 DCR 6334.)","sections":[{"prefix":"a","text":"(1) The Mayor shall establish admissions criteria for occupancy in a business incubator."},{"prefix":"2","text":" Admissions criteria may include, but not be limited to, factors such as the age, size, and financial status of the business."},{"prefix":"b","text":" The Mayor shall establish screening and application procedures which will apply to all prospective tenant businesses."},{"prefix":"c","text":" Submission of a business plan may be required for admission, especially for new-start businesses."},{"prefix":"d","text":" Any business selected for occupancy in a business incubator shall demonstrate a potential for success and an identified market for its goods or services."},{"prefix":"e","text":" Any business selected for occupancy in a business incubator must contract with the District government to maintain its principal place of business within the District for a minimum of 10 years following its move from the business incubator."},{"prefix":"f","text":" Each tenant business selected for occupancy in the business incubator shall be responsible for the cost of office renovations, maintenance, and, upon departure from the business incubator, for the cost of returning its incubator space to its original condition unless other arrangements are made in advance of departure with a new tenant business."},{"prefix":"g","text":" The Mayor shall establish the minimum insurance requirements of any tenant business to insure against any future liability of the District government for the business operations of the tenant."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V","text":"Business Incubator Facilitation."},"heading":{"title":"2","chaptersection":"1209","identifier":"2-1209.04","catch_text":"Admissions policy."}}