{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2203.\n\n1973 Ed., § 1-1353.\n\nEffect of Amendments\n\nD.C. Law 16-91, in par. (b)(4), substituted \"local, small, and disadvantaged business development and participation\" for \"minority business development and minority participation\".\n\nLegislative History of Laws\n\nFor Law 16-91, see notes following § 2-218.54.\n\nTransfer of Functions\n\nSee Historical and Statutory Notes following § 2-1201.02.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-97, see Historical and Statutory Notes following § 2-1201.01.\n\nMiscellaneous Notes\n\nEstablishment of State Job Training Coordinating Council: See Mayor's Order 89-72, April 5, 1989.\n\nEstablishment of District of Columbia Private Industry Council: See Mayor's Order 89-73, April 5, 1989.\n\nOffice of Tourism and Promotions: Pursuant to Reorganization Plan No. 2 of 1992, effective October 1, 1992, the Office of Tourism and Promotions (\"office\") is hereby established in the Executive Branch of the Government under the Deputy Mayor for Economic Development (DMED). The Office shall be supervised and administered by a Director who shall be appointed by the Mayor to a position in the Executive Service pursuant to Title X of the District of Columbia Government Comprehensive Merit Personnel Act of 1978, §§ 1-611.1 and 1-611.2 [§ 1-610.01 and 1-610.02, 2001 Ed.], and subject to the advice and consent of the Council. The Mayor's Special Assistant for Tourism shall be the Acting Director pending confirmation by the Council.\n\nOffice of Business and Economic Development abolished: See Historical and Statutory Notes following § 2-1201.02.\n\nInternational Business Program abolished: See Historical and Statutory Notes following § 2-1201.02.\n\nDC CODE § 2-1201.03\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-97, § 4, 23 DCR 9532b; Apr. 7, 2006, D.C. Law 16-91, § 136, 52 DCR 10637.)","sections":[{"prefix":"a","text":" The Office shall give priority to activities, including economic research and analysis, to stimulate employment, promote tourism and business retention, and to attract new commercial and industrial enterprises. Long range priorities shall include development and implementation with the Office of the Assistant City Administrator for Planning and Development of an economic development plan for the District of Columbia."},{"prefix":"b","text":" Pursuant to these priorities, the Office shall:"},{"prefix":"1","text":" Initiate and implement an ongoing economic and commercial survey including data to monitor business migration, business and commercial expansion, business opportunities, manpower availability, manpower needs, and other factors relevant to promotion of economic development;"},{"prefix":"2","text":" Assist businessmen and developers in securing research data needed for feasibility and market studies;"},{"prefix":"3","text":" Initiate and implement programs aimed at stimulating employment opportunities in the District of Columbia, retaining existing businesses in the District, and attracting new commercial and industrial enterprises to the District, as well as, locating and encouraging investors for these enterprises;"},{"prefix":"4","text":" Develop and support programs to ensure local, small, and disadvantaged business development and participation in public and private economic development activities;"},{"prefix":"5","text":" Coordinate the economic development functions of other District of Columbia offices and departments;"},{"prefix":"6","text":" Coordinate economic development activities and projects within the District of Columbia government pursuant to the priorities established in the comprehensive plan and through other actions taken by the District of Columbia government;"},{"prefix":"7","text":" Act as ongoing District of Columbia liaison with the business and commercial community and as a vehicle to assist existing businesses in their procedural relationships with the District government, including, but not limited to, the expediting of administrative processes, such as approval of necessary permits, zoning actions, street closings, and other relevant District government administrative actions;"},{"prefix":"8","text":" Serve as liaison with pertinent federal government agencies and conduit for federal economic development funding;"},{"prefix":"9","text":" Stimulate development or expansion of neighborhood commercial facilities and centers;"},{"prefix":"10","text":" Develop financial and technical assistance programs;"},{"prefix":"11","text":" Initiate and stimulate public investment as a catalyst to private investment in commercial and industrial enterprises otherwise unavailable to the District of Columbia; and"},{"prefix":"12","text":" Recommend various types of commercial industrial development, incentives appropriate for certain development projects."},{"prefix":"c","text":" Basic research and statistical programs would be undertaken in the following areas:"},{"prefix":"1","text":" Land use studies of urban renewal, housing, and industrial sites, with emphasis on the disposition of idle industrial land, factories, and commercial properties;"},{"prefix":"2","text":" Taxes, including such matters as determining new areas for new revenue for the City and possible tax incentives to encourage development; an examination of the effect of the District tax structure on certain industries; assessing the comparability of the tax structure;"},{"prefix":"3","text":" An examination of the District government powers, organization, and practices as they affect economic development; and"},{"prefix":"4","text":" Special industry problems, including the District's mature and declining industries."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"I","text":"Office of Business and Economic Development."},"heading":{"title":"2","chaptersection":"1201","identifier":"2-1201.03","catch_text":"Functions."}}