{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2287.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nDC CODE § 2-1215.17\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 17, 43 DCR 1684; renumbered as § 18, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320.)","sections":[{"prefix":"a","text":" The BID corporation through its counsel may file suit in the Superior Court of the District of Columbia against any property owner with delinquent BID taxes that are at least 120 days overdue. Such a suit may seek as damages any delinquent BID taxes, including penalties and interest owed to the District under § 2-1215.15(e) and the BID's reasonable attorneys fees. Such a suit shall be brought in the name of the District of Columbia."},{"prefix":"b","text":" Any judgment obtained pursuant to subsection (a) of this section may not be waived or reduced by the District and may only be satisfied by the payment to the District of the full amount of the judgment or by the sale of the relevant property at a tax sale."},{"prefix":"c","text":" A BID obtaining a judgment in a suit filed pursuant to subsection (a) of this section shall have the authority to execute this judgment in the name of the District using any method of execution authorized by District law, including, but not limited to, the authority to record such judgment with the Recorder of Deeds of the District, file a creditor's bill to sell real estate to satisfy a judgment, seek any writ of attachment, fieri facias, distringas, or replevin, and seek condemnation under such writs."},{"prefix":"d","text":" Any funds obtained by the BID as a result of subsection (e) of this section shall be turned over to the Treasurer of the District within 3 business days. The Treasurer shall disburse such funds in accordance with the priorities and procedures set forth in § 2-1215.15(g)."},{"prefix":"e","text":" An action pursuant to this section shall not be construed as a bar to action by the District to collect a delinquent BID tax under § 2-1215.15(g)."},{"prefix":"f","text":" An action pursuant to this section shall be dismissed by the Superior Court if notice and evidence thereof is provided to the Court that the District has sold the subject property at a tax sale."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.17","catch_text":"Civil action for BID taxes."}}