{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2279.\n\nEffect of Amendments\n\nD.C. Law 13-213 rewrote subpar. (B) of par. (1) of subsec. (a) which prior thereto read:\n\n\"(B) With respect to areas outside the central employment area and Georgetown, owners who own at least 51% of the interest in the assessed value of the commercial properties, owners who own at least 51% of the individual properties, and at least 51% of the number of commercial tenants petition the existing BID to join the BID;\"\n\nD.C. Law 14-183, added subsec. (a)(3A); in subsec. (a)(4), substituted \"§ 2- 1215.05 and § 2-1215.06; provided, that wherever the word 'application' or phrase 'BID application' appears in § 2-1215.05 or § 2-1215.06, the word or phrase shall be considered to refer to the expansion petition, and wherever reference is made to the registration of the BID and the nonprofit corporation in § 2-1215.06, the reference shall be considered to refer to registration of the expanded BID\" for \"§ 2-1215.05\" and substituted \"Deputy Mayor for Planning and Economic Development, or a successor thereto,\" for \"Deputy City Administrator for Business Services and Economic Development\"; and added subsec. (a)(5).\n\nD.C. Law 18-363, in subsec. (a)(3A)(C), substituted \"Real Property Tax Appeals Commission for the District of Columbia\" for \"District's Board of Real Property Assessments and Appeals\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Business Improvement Districts Temporary Amendment Act of 1997 (D.C. Law 12-23, September 23, 1997, law notification 44 DCR 5762).\n\nFor temporary (225 day) amendment of section, see § 2(b) of the North Capitol Expansion and Expansion of Business Improvement Districts Temporary Amendment Act of 2002 (D.C. Law 14-118, May 2, 2002, law notification 49 DCR 4393).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Business Improvement Districts Emergency Amendment Act of 1997 (D.C. Act 12-89, June 19, 1997, 44 DCR 3747), and § 2 of the Business Improvement Districts Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-146, August 12, 1997, 44 DCR 5054).\n\nFor temporary (90 day) amendment of section, see § 2(b) of North Capital Expansion and Expansion of Business Improvement District Emergency Amendment Act of 2002 (D.C. Act 14-258, January 30, 2002, 49 DCR 1420).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-134, see Historical and Statutory Notes following § 2-1215.01.\n\nFor legislative history of D.C. Law 12-26, see Historical and Statutory Notes following § 2-1215.01.\n\nFor D.C. Law 13-213, see notes following § 2-1215.04.\n\nFor Law 14-183, see notes following § 2-1215.04.\n\nFor history of Law 18-363, see notes under § 2-1215.04.\n\nMiscellaneous Notes\n\nExpiration of Law 11-134: See Historical and Statutory Notes following § 2- 1215.01.\n\nExpansion of the Golden Triangle Business Improvement District Pursuant to the Business Improvement Districts Act of 1996, see Mayor's Order 2003-153, October 31, 2003 (50 DCR 9985).\n\nDC CODE § 2-1215.09\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-134, § 9, 43 DCR 1684; renumbered as § 10, Oct. 8, 1997, D.C. Law 12-26, § 2, 44 DCR 4320; Apr. 3, 2001, D.C. Law 13-213, § 2(b), 47 DCR 9467; Oct. 1, 2002, D.C. Law 14-183, § 2(b), 49 DCR 6056; Apr. 8, 2011, D.C. Law 18-363, § 3(d)(2), 58 DCR 963.)","sections":[{"prefix":"a","text":" An established BID may only expand its geographic area if:"},{"prefix":"1","text":"(A) Owners of at least 51% interest in the assessed value of the nonexempt real properties and at least 25% in number of individual properties of record in a geographic area petition the existing BID to join the BID; or"},{"prefix":"B","text":" With respect to areas outside of the central employment area, Georgetown, and Capitol Hill, owners who own at least a 51% interest in the most recent assessed value of the nonexempt real properties, owners who own at least 51% of the individual nonexempt real properties, and at least 51% of the number of commercial tenants occupying nonexempt real properties in a geographic area petition the existing BID to join the BID;"},{"prefix":"2","text":" The BID meets the definition set forth in § 2-1215.02(7) in relation to the existing BID borders;"},{"prefix":"3","text":" Such petition is accepted by a majority vote of the existing BID Board; and"},{"prefix":"3A","text":" The petition is submitted to the Mayor with:"},{"prefix":"A","text":" The name and address of the BID corporation and a copy of the resolution adopted by the Board of Directors of the BID corporation accepting the petition;"},{"prefix":"B","text":" A description by lot, square, and street address of the property of each owner in the petition area, to the extent reasonably ascertainable; provided, that a property subdivided into separate condominium units shall constitute a single property for purposes of this subparagraph;"},{"prefix":"C","text":" The most recent assessed value of each nonexempt real property located in the petition area to the extent reasonably ascertainable from District property tax records or a final determination of the Real Property Tax Appeals Commission for the District of Columbia; provided, that a property subdivided into separate condominium units shall constitute a single property for purposes of this subparagraph;"},{"prefix":"D","text":" A business plan for including the petition area in the operations of the BID. The business plan shall contain, at a minimum:"},{"prefix":"i","text":" A map of the geographic area of the petition area and the existing BID;"},{"prefix":"ii","text":" The specific goals and objectives for the inclusion of the petition area in the BID consistent with the BID activity as defined in this subchapter; and"},{"prefix":"iii","text":" The applicable BID taxes;"},{"prefix":"E","text":" A list of the current members of the Board of Directors of the BID; and"},{"prefix":"F","text":" The current articles of incorporation and the bylaws of the BID."},{"prefix":"4","text":" Such petition is approved by the Mayor in accordance with the procedures set forth in § 2-1215.05 and § 2-1215.06; provided, that wherever the word \"application\" or phrase \"BID application\" appears in § 2-1215.05 or § 2-1215.06, the word or phrase shall be considered to refer to the expansion petition, and wherever reference is made to the registration of the BID and the nonprofit corporation in § 2-1215.06, the reference shall be considered to refer to registration of the expanded BID. The Mayor may designate the Deputy Mayor for Planning and Economic Development, or a successor thereto, to perform the review functions described by this section."},{"prefix":"5","text":" The Mayor shall approve a petition if the Mayor determines that the petition was properly filed and adoption of the petition is consistent with the purposes of this subchapter and the definition of BID activity in § 2- 1215.02(6)."},{"prefix":"b","text":" An expansion of a BID's geographic area pursuant to this section shall become effective on the effective date of an act of Council which approves such BID geographic expansion. Initial BID taxes for such area shall be collected at the next practicable regularly scheduled billing pursuant to § 2-1215.15."},{"prefix":"c","text":" For the purposes of this section, individual nonexempt properties shall mean properties identified by separate lot and square numbers to the extent reasonably ascertainable from the records of the Office of Taxation and Revenue or Office of Recorder of Deeds; provided, that any property subdivided into separate condominium units shall constitute a single property for the purpose of determining the number of nonexempt properties referred to in subsection (a) of this section; provided further, that such condominium units shall constitute separate properties for purposes of assessing and levying any BID charges. Changes in the assessed values occurring after submission of a BID application, whether through regular reassessment, appeals, or otherwise, shall not affect the validity of the BID application to be taken into account in the Mayor's review of the BID application."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VIII","text":"Business Improvement Districts."},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1215","identifier":"2-1215.09","catch_text":"Expanding the geographic area of a BID."}}