{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2293.5.\n\nEffect of Amendments\n\nD.C. Law 14-144, at the end of subsec. (a), added two new sentences to read as follows: \"In certifying the initial sales tax amount, the Collector may determine, at the time of issuance of the TIF bonds that are to be secured by the sales tax increment revenues from the TIF area, that a single re-certification of the initial sales tax amount shall be made when the CFO advises that the new financial systems of the District have been implemented. Any re-certified initial sales tax amount shall control, regardless of whether it results in an increase or a decrease from the amount initially certified.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Tax Increment Financing Temporary Amendment Act of 2002 (D.C. Law 14-139, May 21, 2002, law notification 49 DCR 5056).\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 1-2293.1 to 1-2293.11 [1981 Ed.] see note to § 2- 1217.01.\n\nFor temporary (90 day) amendment of section, see § 2(b) of Tax Increment Financing Emergency Amendment Act of 2002 (D.C. Act 14-282, February 25, 2002, 49 DCR 2305).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-143, see Historical and Statutory Notes following § 2-1217.01.\n\nFor Law 14-144, see notes following § 2-1217.01.\n\nDC CODE § 2-1217.05\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 1998, D.C. Law 12-143, § 6, 45 DCR 3724; May 22, 2002, D.C. Law 14-144, § 2(b), 49 DCR 3600.)","sections":[{"prefix":"a","text":" When a TIF area for a project is established pursuant to §§ 2-1217.03 and 2-1217.04, the Assessor shall promptly determine and certify the initial assessed value of each lot of taxable property within the TIF area and the Collector shall determine and certify the initial sales tax amount for the TIF area. In certifying the initial sales tax amount, the Collector may determine, at the time of issuance of the TIF bonds that are to be secured by the sales tax increment revenues from the TIF area, that a single re-certification of the initial sales tax amount shall be made when the CFO advises that the new financial systems of the District have been implemented. Any re-certified initial sales tax amount shall control, regardless of whether it results in an increase or a decrease from the amount initially certified."},{"prefix":"b","text":" Within 60 days after the approval of a project by resolution of the Council, the CFO shall provide for the allocation of property tax increment revenues or sales tax increment revenues, or both, within each TIF area.   The CFO shall establish one or more separate tax increment allocation accounts within the General Fund for the deposit and application of property tax increment revenues and sales tax increment revenues from each tax increment area.  Monies shall be transferred from such accounts at the times and in the amounts required pursuant to financing documents under §§ 2-1217.02 and 2-1217.07 to any fund or account established under such documents for the purpose specified in those documents or may, as provided in the bond documents, be transferred directly from the collector to such funds and accounts. Pursuant to subsections (c), (d), and (e) of this section, monies held or to be held in a tax allocation account or such funds and accounts established under financing documents may be used to pay development costs associated with projects in the applicable tax increment area, to pay the principal of and interest on the TIF bonds issued with respect to such tax increment area, and otherwise applied as indicated in subsection (e) of this section consistent with the applicable bond documents. Monies in a tax allocation account or in any fund or account established under the financing documents may be pledged as security for the payment of TIF bonds issued to finance development costs with respect to the applicable tax increment area and to related purposes referred to in subsection (e) of this section."},{"prefix":"c","text":" Notwithstanding any other law, available real property tax revenues from so much of that portion of taxes levied within a TIF area, from the date of the approval of the TIF area, that are attributable to the difference between the current assessed value and the initial assessed value of each lot of taxable real property within the TIF area as have been approved for such allocation by resolution of the Council shall be paid by the Collector to the CFO for deposit into one or more of the tax increment accounts established by the CFO pursuant to subsection (b) of this section."},{"prefix":"d","text":" Notwithstanding any other law, so much of that portion of available sales tax revenues that results from the sales tax levied within a TIF area, from the date of the approval of the TIF area, that are in excess of the initial sales tax amount as have been approved for such allocation by resolution of the Council shall be paid by the Collector to the CFO for deposit into one or more of the tax increment accounts established by the CFO pursuant to subsection (b) of this section."},{"prefix":"e","text":" The amounts, if any, remaining in the tax increment accounts for a TIF area at the end of each tax year, after provision for the payment of principal or interest on TIF bonds, any costs of credit or liquidity enhancement and other costs, fees, and expenses of administering, carrying, and paying the bonds and the funds, trusts, and escrows pertaining to them, and providing for reasonably required reserves, all as provided in the bond documents, shall revert to the General Fund."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.05","catch_text":"Allocation of tax increments."}}