{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-353, see notes under ยง 2-1212.01.\n\nDC CODE ยง 2-1212.21\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-353, ยง 201, 58 DCR 746.)","sections":[{"prefix":"a","text":" The Mayor shall establish a Grocery Store Development Program (\"Program\") within the Office of the Deputy Mayor for Planning and Economic Development to attract grocery stores to, and renovate grocery stores in, eligible areas in the District and to create quality jobs for District residents."},{"prefix":"b","text":" The District of Columbia Housing Authority and the Office of Planning shall, as requested by the Deputy Mayor for Planning and Economic Development, assist the program by providing technical assistance and other resources. The Washington, D.C. Economic Partnership may assist this program by providing technical assistance and support."},{"prefix":"c","text":" The Program may:"},{"prefix":"1","text":" Establish a working group of community development financial institutions, District agencies, nonprofit organizations, and other interested District individuals and organizations to seek federal funding through the Healthy Food Financing Initiative, the new market tax credits program, pursuant to section 45D of the Internal Revenue Code of 1986, approved December 21, 2000 (114 Stat. 2763; 26 U.S.C. ยง 45D), and other programs; and"},{"prefix":"2","text":"(A) Provide a combination of any or all of the following to grocery stores in eligible areas:"},{"prefix":"i","text":" Grants;"},{"prefix":"ii","text":" Loans;"},{"prefix":"iii","text":" Federal tax credits;"},{"prefix":"iv","text":" Other financial assistance; and"},{"prefix":"v","text":" Technical assistance."},{"prefix":"B","text":" The benefits provided by this paragraph shall be awarded to grocery stores in eligible areas on a competitive basis, with priority given to grocery stores in eligible areas that are underserved by retail sales of healthy food."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"VI-A","text":"Commercial Food Store Development."},"part":{"identifier":"B","text":"Grocery Store Development Program."},"heading":{"title":"2","chaptersection":"1212","identifier":"2-1212.21","catch_text":"Establishment of a grocery store development program."}}