{"text":"For the purposes of this subpart, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-44, in par. (2), substituted \"under Chapter 8 of Title 47 and the tax under § 47-1005.01, including\" for \"under Chapter 8 of Title 47 including\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 19-4 amended par. (2) to read as follows:\n\n\"(2) 'Available Real Property Tax Increment Revenues' means, for any fiscal year of the District, with respect to the Howard Theatre Redevelopment Project TIF Area, the revenues resulting in that fiscal year from the imposition of the tax under Chapter 8 of Title 47 of the District of Columbia Official Code and the tax under section 47-1005.01 of the District of Columbia Official Code, including any penalties and interest charges, exclusive of the special tax provided for in section 481 of the Home Rule Act, pledged to the payment of general obligation indebtedness of the District, minus those same revenues generated in the Real Property Tax Base Year; provided, that such revenues are not otherwise exclusively committed to another purpose.\".\n\nSection 4(b) of D.C. Law 19-4 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Howard Theatre Redevelopment project Great Streets Initiative Tax Increment Financing Emergency Act of 2010 (D.C. Act 18-516, August 3, 2010, 57 DCR 7971).\n\nFor temporary (90 day) addition, see § 2 of Howard Theatre Redevelopment Project Great Streets Initiative Tax Increment Financing Congressional Review Emergency Act of 2010 (D.C. Act 18-573, October 19, 2010, 57 DCR 10090).\n\nFor temporary (90 day) amendment of section, see § 2 of Howard Theatre Redevelopment Project Great Streets Initiative Tax Increment Financing Emergency Amendment Act of 2011 (D.C. Act 19-17, March 1, 2011, 58 DCR 2562).\n\nLegislative History of Laws\n\nLaw 18-275 , the \"Howard Theatre Redevelopment Project Great Streets Initiative Tax Increment Financing Act of 2010\", was introduced in Council and assigned Bill No. 18-844, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 13, 2010, and September 21, 2010, respectively. Signed by the Mayor on October 12, 2010, it was assigned Act No. 18-559 and transmitted to both Houses of Congress for its review. D.C. Law 18-275 became effective on December 7, 2010.\n\nLaw 19- 44, the \"Howard Theatre Redevelopment Project Great Streets Initiative Tax Increment Financing Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-95, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 11, 2011, it was assigned Act No. 19-174 and transmitted to both Houses of Congress for its review. D.C. Law 19-44 became effective on December 2, 2011.\n\nDC CODE § 2-1217.34a\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2010, D.C. Law 18-275, § 2, 57 DCR 9873; Dec. 2, 2011, D.C. Law 19-44, § 2, 58 DCR 8935.)","sections":[{"prefix":"1","text":" \"Authorized Delegate\" means the City Administrator, the Deputy Mayor for Planning and Economic Development, the Chief Financial Officer, the District of Columbia Treasurer, or any officer or employee of the executive office of the Mayor to whom the Mayor has delegated any of the Mayor's functions under this subpart pursuant to § 1-204.22(6)."},{"prefix":"2","text":" \"Available Real Property Tax Increment Revenues\" means, for any fiscal year of the District, with respect to the Howard Theatre Redevelopment Project TIF Area, the revenues resulting in that fiscal year from the imposition of the tax under Chapter 8 of Title 47 and the tax under § 47-1005.01, including any penalties and interest charges, exclusive of the special tax provided for in § 1-204.81, pledged to the payment of general obligation indebtedness of the District, minus those same revenues generated in the Real Property Tax Base Year; provided, that such revenues are not otherwise exclusively committed to another purpose."},{"prefix":"3","text":" \"Available Sales Tax Increment Revenues\" means, for any fiscal year of the District, with respect to the Howard Theatre Redevelopment Project TIF Area, the revenues resulting in that fiscal year from the imposition of the taxes under Chapters 20 and 22 of Title 47, including any penalties and interest charges, exclusive of the portion thereof required to be deposited in the Washington Convention Center Authority Fund established pursuant to § 10- 1202.08, minus those same revenues generated in the Sales Tax Base Year; provided, that such revenues are not otherwise exclusively committed to another purpose."},{"prefix":"4","text":" \"Available Tax Increment\" means the sum of the Available Sales Tax Increment Revenues and Available Real Property Tax Increment Revenue."},{"prefix":"5","text":" \"Bond Counsel\" means a firm or firms of attorneys designated as bond counsel from time to time by the Mayor."},{"prefix":"6","text":" \"Bonds\" means the District of Columbia revenue bonds, notes, or other obligations (including refunding bonds, notes, and other obligations), in one or more series, authorized to be issued pursuant to this subpart."},{"prefix":"7","text":" \"Chairman\" means the Chairman of the Council of the District of Columbia."},{"prefix":"8","text":" \"Chief Financial Officer\" means the Chief Financial Officer of the District of Columbia."},{"prefix":"9","text":" \"Closing Documents\" means all documents and agreements, other than Financing Documents, that may be necessary and appropriate to issue, sell, and deliver the Bonds, and includes agreements, certificates, letters, opinions, forms, receipts, and other similar instruments."},{"prefix":"10","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"11","text":" \"Development Agreement\" means the development agreement between the District and the Development Sponsor setting for the terms and conditions upon and pursuant to which the District will issue the Bonds and the Development Sponsor will develop the project."},{"prefix":"12","text":" \"Development Costs\" shall have the same meaning as in § 2-1217.01(13)."},{"prefix":"13","text":" \"Development Sponsor\" means Howard Theatre Restoration, Inc., a District of Columbia corporation, or a designee or assignee of, or successor to, Howard Theatre Restoration, L.L.C., approved by the Mayor."},{"prefix":"14","text":" \"District\" means the District of Columbia."},{"prefix":"15","text":" \"Financing Documents\" means the documents, other than Closing Documents, that relate to the financing or refinancing of transactions to be effected through the issuance, sale, and delivery of the Bonds, including any offering document, and any required supplements to any such documents."},{"prefix":"16","text":" \"Home Rule Act\" means Chapter 2 of Title 1."},{"prefix":"17","text":" \"Howard Theatre Parking Garage\" means parking spaces dedicated for the exclusive use by, and in conjunction with, the Howard Theatre Redevelopment Project in Lots 21, 66, 67, 68, 97, 814, 815, 855, 857, 858, and 859, Square 441."},{"prefix":"18","text":" \"Howard Theatre Redevelopment Project\" means the financing, refinancing, or reimbursing of Development Costs incurred for the acquisition, leasing, construction, rehabilitating, installing, and equipping of a new mixed-use facility, consisting of a multi-purpose entertainment venue, museum, restaurant, and educational center within the historic building in Lots 90 and 807, Square 441."},{"prefix":"19","text":" \"Howard Theatre Redevelopment Project TIF Area\" means the area so designated in § 2-1217.34c."},{"prefix":"20","text":" \"Real Property Tax Base Year\" means the tax year preceding the year in which this subpart becomes effective and the initial assessed value to be used in making the determination of Available Real Property Tax Revenues of each lot of taxable real property in the Howard Theatre Redevelopment Project TIF Area shall be the assessed value in the tax year preceding the year in which this subpart becomes effective."},{"prefix":"21","text":" \"Reserve Agreement\" means that certain Reserve Agreement, dated as of April 1, 2002, by and among the District, Wells Fargo Bank Minnesota, N.A., and Financial Security Assurance, Inc."},{"prefix":"22","text":" \"Sales Tax Base Year\" means the tax year preceding the year in which this subpart becomes effective."},{"prefix":"23","text":" \"TIF\" means tax increment financing."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX","text":"Tax Increment Financing. (Refs & Annos)"},"part":{"identifier":"B","text":"Identified Projects."},"subpart":{"identifier":"4","text":"Howard Theatre."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.34a","catch_text":"Howard Theatre Redevelopment Project-Definitions."}}