{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-185, see notes following ยง 2-1217.71.\n\nDC CODE ยง 2-1217.78\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 2004, D.C. Law 15-185, ยง 9, 51 DCR 5941.)","sections":[{"prefix":"a","text":" The Mayor may take any action necessary or appropriate in accordance with this subchapter in connection with the preparation, execution, issuance, sale, delivery, and payment of Bonds, including determinations of:"},{"prefix":"1","text":" The final form, content, designation, and terms of the Bonds, including a determination that the Bonds may be issued in certificate or book entry form;"},{"prefix":"2","text":" The principal amount of the Bonds to be issued and denominations of the Bonds;"},{"prefix":"3","text":" The rate or rates of interest or the method for determining the rate or rates of interest on the Bonds;"},{"prefix":"4","text":" The date or dates of issuance, sale, and delivery of, and the payment of interest on the Bonds, and the maturity date or dates of the Bonds;"},{"prefix":"5","text":" The terms under which the Bonds may be paid, optionally or mandatorily redeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before their respective stated maturities;"},{"prefix":"6","text":" Provisions for the registration, transfer, and exchange of each series of Bonds and the replacement of mutilated, lost, stolen, or destroyed Bonds;"},{"prefix":"7","text":" The creation of any reserve fund, sinking fund, or other fund with respect to the Bonds;"},{"prefix":"8","text":" The time and place of payment of the Bonds;"},{"prefix":"9","text":" Procedures for monitoring the use of the proceeds received from the sale of the Bonds to ensure that they are properly applied to their respective eligible project and used to accomplish the purposes of this subchapter; and"},{"prefix":"10","text":" Actions necessary to qualify the Bonds under blue sky laws of any jurisdiction where the Bonds are marketed."},{"prefix":"b","text":" The Bonds shall contain a legend, which shall provide that the Bonds shall be special obligations of the District, shall be nonrecourse to the District, shall not be a pledge of, and shall not involve, the faith and credit or the taxing power of the District (other than the Tax Increment Revenues or any other security authorized by this subchapter), shall not constitute a debt of the District, and shall not constitute lending of the public credit for private undertakings as prohibited in ยง 1-206.02(a)(2)."},{"prefix":"c","text":" The Bonds shall be executed in the name of the District and on its behalf by the manual or facsimile signature of the Mayor. The Mayor's execution and delivery of the Bonds shall constitute conclusive evidence of the Mayor's approval, on behalf of the District, of the final form and content of the same."},{"prefix":"d","text":" The official seal of the District, or facsimile of it, shall be impressed, printed, or otherwise reproduced on the Bonds."},{"prefix":"e","text":" The Bonds may be issued at any time or from time to time in one or more issues and in one of more series."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"IX-A","text":"Tax Increment Financing for Retail Development."},"heading":{"title":"2","chaptersection":"1217","identifier":"2-1217.78","catch_text":"Details of Bonds."}}