{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 8 of Capital Access Program Emergency Act of 2010 (D.C. Act 18-598, November 17, 2010, 57 DCR 11018).\n\nFor temporary (90 day) addition of section, see § 8 of Capital Access Program Congressional Review Emergency Act of 2011 (D.C. Act 19-6, February 11, 2011, 58 DCR 1408).\n\nLegislative History of Laws\n\nFor history of Law 18-322, see notes under § 2-1210.01.\n\nDC CODE § 2-1210.07\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 2011, D.C. Law 18-322, § 8, 57 DCR 12442.)","sections":[{"prefix":"a","text":" The Mayor shall not deposit more than 10% of the total funds deposited in the Capital Access Fund into reserve accounts for capital access loans requiring a 200% match under § 2-1210.06(d)(3). The 10% limitation under this subsection may be waived at the discretion of the Mayor upon a finding that the total amount of funds deposited in the Capital Access Fund by the District shall result in at least $10 of enrolled loans by financial institutions for each dollar deposited by the District."},{"prefix":"b","text":" The amount deposited by the Mayor into a reserve account for any single loan recipient shall not exceed $400,000 during a 3-year period."},{"prefix":"c","text":" The maximum amount that the Mayor may deposit into a reserve account for each enrolled loan made under this subchapter shall be the greater of $35,000 or an amount equal to:"},{"prefix":"1","text":" Fourteen percent of the enrolled loan amount if:"},{"prefix":"A","text":" The borrower is financing an enterprise project or is located in, or financing a project, activity, or enterprise in, an area in the District of Columbia Enterprise Zone under section 1400 of the Internal Revenue Code of 1986, approved August 5, 1997 (111 Stat. 863; 26 U.S.C. § 1400); or"},{"prefix":"B","text":" The financial institution is a community development financial institution, as defined in section 103(5) of the Riegle Community Development and Regulatory Improvement Act of 1994, approved September 23, 1994 (108 Stat. 2163; 12 U.S.C. § 4702(5)); or"},{"prefix":"2","text":" Seven percent of the loan amount for any other borrower."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Business and Economic Development."},"subchapter":{"identifier":"V-A","text":"Access to Capital for Businesses and Nonprofit Organizations."},"heading":{"title":"2","chaptersection":"1210","identifier":"2-1210.07","catch_text":"Limitations on District's contribution to reserve account."}}