{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 rewrote the section, which had read as follows:\n\n\"(a) The Commission on Asian and Pacific Islander Affairs established pursuant to Mayor's Order 95-119, shall be abolished the later of the date of the:\n\n\"(1) Confirmation of the 15th public member; or\n\n\"(2) Convening of the 2001 Mayor's Town Hall Meeting with the Asian and Pacific Islander communities.\n\n\"(b) All records, and functions of the Commission on Asian and Pacific Islander Affairs established pursuant to Mayor's Order 95-119, shall be transferred to the Commission on Asian and Pacific Islander Community Development established pursuant to § 2-1374, upon the later of:\n\n\"(1) The confirmation of the 15th public member; or\n\n\"(2) The convening of the 2001 Mayor's Town Hall Meeting with the Asian and Pacific Islander communities.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 307 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following § 2-1371.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nDC CODE § 2-1376\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 307, 48 DCR 6981; Mar. 25, 2009, D.C. Law 17-353, § 312(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Commission shall commence operations, and the Commission on Asian and Pacific Islander Affairs established pursuant to Mayor's Order 95-119 shall be abolished, on April 17, 2008. The members of the Commission on Asian and Pacific Islander Affairs established pursuant to Mayor's Order 95-119 shall hold over as members of the Commission until new members are appointed pursuant to § 2-1374."},{"prefix":"b","text":" All records and functions of the Commission on Asian and Pacific Islander Affairs established pursuant to Mayor's Order 95-119 shall be transferred to the Commission on April 17, 2008."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Office on Asian and Pacific Islander Affairs."},"heading":{"title":"2","chaptersection":"1376","identifier":"2-1376","catch_text":"Transition provisions."}}