{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-111, see notes following ยง 2-1391.\n\nDC CODE ยง 2-1392\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-111, ยง 3, 53 DCR 2532.)","sections":[{"prefix":"a","text":" The Office shall be headed by an Executive Director (\"Director\") who shall be appointed by the Mayor with the advice and consent of the Council. The Director shall be a full-time position, for which annual compensation shall be fixed in accordance with subchapter X-A of Chapter 6 of Title 1."},{"prefix":"b","text":" The Office shall have staff as approved by appropriations and federal or private grants."},{"prefix":"c","text":" The Director shall:"},{"prefix":"1","text":" Serve as an advocate for African communities in the District;"},{"prefix":"2","text":" Assist community organizations in developing and submitting grant applications;"},{"prefix":"3","text":" Provide information and technical assistance on programs and services to the African communities to the Mayor, the Council, other District agencies and departments, and the community;"},{"prefix":"4","text":" Respond to recommendations and policy statements from the Commission on African Affairs (\"Commission\");"},{"prefix":"5","text":" File an annual report on the operations of the Office with the Mayor and the Council;"},{"prefix":"6","text":" Identify areas for service improvement and bring these areas to the attention of the Mayor and the Commission, with recommendations for meeting these needs, including conducting or funding research and demonstration projects to test the recommendations;"},{"prefix":"7","text":" Ensure the necessary control, evaluation, audit, and reporting on programs funded through the Office;"},{"prefix":"8","text":" Accept volunteer services and funds from the public and private sectors to supplement the budget of the Office in carrying out its planning duties and responsibilities; and"},{"prefix":"9","text":" Apply for, receive, and expend gifts or grants of money to carry out the duties and responsibilities of the Office."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13C","text":"Office and Commission on African Affairs."},"heading":{"title":"2","chaptersection":"1392","identifier":"2-1392","catch_text":"Appointment of the Executive Director; staff; functions."}}