{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-262, in subsec. (b), par. (7), substituted \"Homeland Security and Emergency Management Agency\" for \"Emergency Management Agency\".\n\nD.C. Law 17-353, in subsec. (e)(2), substituted \"April 17, 2008\" for \"the date a majority of the members are sworn in\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 305 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following § 2-1371.\n\nFor Law 16-262, see notes following § 2-904.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nDC CODE § 2-1374\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 305, 48 DCR 6981; Mar. 14, 2007, D.C. Law 16-262, § 403, 54 DCR 794; Mar. 25, 2009, D.C. Law 17-353, § 312(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is hereby established a Commission on Asian and Pacific Islander Community Development (\"Commission\") to advise the Mayor, the Council, the Director of the Office on Asian and Pacific Islander Affairs, and the public on the views and needs of the Asian and Pacific Islander communities in the District of Columbia."},{"prefix":"b","text":" The Commission shall consist of 15 public voting members appointed by the Mayor, with the advice and consent of the Council, pursuant to § 1- 523.01(f). There shall also be 11 ex-officio non-voting members, including the following Directors or their designees:"},{"prefix":"1","text":" Department of Employment Services;"},{"prefix":"2","text":" Department of Human Services;"},{"prefix":"3","text":" Department of Health;"},{"prefix":"4","text":" Department of Housing and Community Development;"},{"prefix":"5","text":" Department of Public Works;"},{"prefix":"6","text":" Department of Consumer and Regulatory Affairs;"},{"prefix":"7","text":" Homeland Security and Emergency Management Agency;"},{"prefix":"8","text":" Department of Parks and Recreation;"},{"prefix":"9","text":" Superintendent of the Schools of the District of Columbia;"},{"prefix":"10","text":" Chief of the Metropolitan Police Department; and"},{"prefix":"11","text":" Chief of the Fire and Emergency Medical Services Department."},{"prefix":"c","text":" The ex-officio members or their designees shall develop and implement policies and programs in their agencies that ensure that the purposes of this chapter are fulfilled. The ex-officio members or their designees shall meet with the Director quarterly, or more as needed, to assist the Director in coordinating plans and policies which are beneficial to the Asian and Pacific Islander communities of the District of Columbia."},{"prefix":"d","text":" Voting members shall be appointed with due consideration for representation from established public, nonprofit, and volunteer community organizations concerned with the Asian and Pacific Islander communities and members of the general public who have given evidence of particular dedication to, and knowledge of the needs of the Asian and Pacific Islander communities."},{"prefix":"e","text":"(1) Voting members of the Commission shall serve terms of 3 years except, that, of the initial members, 5 shall be appointed for a term of 3 years, 5 for a term of 2 years, and 5 for a term of one year. Members may be reappointed but may serve no more than 2 consecutive full terms."},{"prefix":"2","text":" Terms for the initial Commission members shall begin on April 17, 2008, which shall become the anniversary date for all subsequent appointments."},{"prefix":"f","text":" When a vacancy develops on the Commission, the Mayor shall appoint, with the advice and consent of the Council, a successor to fill the unexpired portion of the term, in accordance with § 1-523.01(f)."},{"prefix":"g","text":" The Mayor shall appoint the chairperson of the Commission."},{"prefix":"h","text":" All members of the Commission shall serve without compensation. Expenses incurred by the Commission or by its individual members, when duly authorized by the Chairperson, shall become an obligation against appropriated District of Columbia and federal funds designated for that purpose."},{"prefix":"i","text":" The Commission shall develop its own rules of procedure."},{"prefix":"j","text":" The Commission shall meet at least every other month. The meetings shall be held in the District of Columbia and shall be open to the public. A quorum to transact business shall consist of a majority plus one of the voting members."},{"prefix":"k","text":" The Commission shall:"},{"prefix":"1","text":" Serve as an advocate for Asian and Pacific Islander persons in the District of Columbia;"},{"prefix":"2","text":" Review and submit to the Mayor, the Council, the Office on Asian and Pacific Islander Affairs and make available to the public an annual report that includes an analysis of the needs of the Asian and Pacific Islander communities in the District of Columbia;"},{"prefix":"3","text":" Cooperate with federal, state and private agencies concerned with activities pertaining to the Asian and Pacific Islander communities;"},{"prefix":"4","text":" Conduct or participate in public hearings and other forums to determine views of the Asian and Pacific Islander communities and other members of the public on matters affecting health, safety and welfare of the Asian and Pacific Islander communities in the District of Columbia;"},{"prefix":"5","text":" Bring to the attention of the Mayor and the Office cases of neglect, abuse and incidents of bias against members of the Asian and Pacific Islander communities in the administration of the laws of the District of Columbia;"},{"prefix":"6","text":" Review and comment on proposed District and federal legislation, regulations, policies and programs and make policy recommendations on issues affecting the health, safety, and welfare of the Asian and Pacific Islander communities;"},{"prefix":"7","text":" Develop policy and provide continuing review of the planning undertaken by the Office; and"},{"prefix":"8","text":" Make reasonable requests for information necessary to aid the Commission in the discharge of its responsibilities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Office on Asian and Pacific Islander Affairs."},"heading":{"title":"2","chaptersection":"1374","identifier":"2-1374","catch_text":"Establishment of the Commission on Asian and Pacific Islander Community Development."}}