{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (d).\n\nLegislative History of Laws\n\nFor Law 16-111, see notes following § 2-1391.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nDC CODE § 2-1394\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-111, § 5, 53 DCR 2532; Mar. 25, 2009, D.C. Law 17-353, § 104, 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Commission shall consist of 15 public voting members appointed by the Mayor, with the advice and consent of the Council. Members shall be appointed with due consideration for representation from established public, nonprofit, and volunteer community organizations concerned with the African communities, and members of the public who have shown dedication to and knowledge of the needs of the African communities."},{"prefix":"b","text":" Voting members shall serve terms of 3 years; except, that of the initial members, 5 shall be appointed for a term of 3 years, 5 shall be appointed for a term of 2 years, and 5 shall be appointed for a term of one year. Members may be reappointed, but may serve no more than 2 consecutive full terms. Terms for the initial Commission members shall begin on the date a majority of the members are sworn in, which shall become the anniversary date for all subsequent appointments. When a vacancy develops on the Commission, the Mayor shall appoint, with the advice and consent of the Council, a successor to fill the unexpired portion of the term."},{"prefix":"c","text":" There shall be 11 ex-officio nonvoting members, including the following Directors or their designees:"},{"prefix":"1","text":" Department of Employment Services;"},{"prefix":"2","text":" Department of Human Services;"},{"prefix":"3","text":" Department of Health;"},{"prefix":"4","text":" Department of Housing and Community Development;"},{"prefix":"5","text":" Department of Public Works;"},{"prefix":"6","text":" Department of Consumer and Regulatory Affairs;"},{"prefix":"7","text":" Emergency Management Agency;"},{"prefix":"8","text":" Department of Parks and Recreation;"},{"prefix":"9","text":" Superintendent of Education of the District of Columbia;"},{"prefix":"10","text":" Chief of the Metropolitan Police Department; and"},{"prefix":"11","text":" Chief of the Fire and Emergency Medical Services Department."},{"prefix":"d","text":" Ex-officio members shall develop and implement policies and programs in their agencies to ensure that the purposes of this chapter are fulfilled. They shall meet with the Director at least quarterly each year to assist the Director in coordinating plans and policies which are beneficial to the African communities of the District."},{"prefix":"e","text":" The Mayor shall appoint the chairperson of the Commission from among the voting members. All members shall serve without compensation. Expenses incurred by the Commission or its members shall be authorized by the Chairperson and become an obligation against District appropriations and other federal funds designated for that purpose."},{"prefix":"f","text":" The Commission shall develop its own rules of procedure."},{"prefix":"g","text":" The Commission shall meet at least every other month. The meetings shall be held in the District and shall be open to the public. A quorum to transact business shall consist of a majority plus one of the voting members."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13C","text":"Office and Commission on African Affairs."},"heading":{"title":"2","chaptersection":"1394","identifier":"2-1394","catch_text":"Commission organization; members; meetings."}}