{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 deleted \"and\" from the end of par. (7), substituted \";   and\" for a period the end of par. (8), and added par. (9).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 304 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following § 2-1371.\n\nFor history of Law 19-21, see notes under § 2-308.15.\n\nMiscellaneous Notes\n\nShort title: Section 5011 of D.C. Law 19-21 provided that subtitle B of title V of the act may be cited as \"Office of Asian and Pacific Islander Affairs Grant-Making Authority Amendment Act of 2011\".\n\nDC CODE § 2-1373\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 304, 48 DCR 6981; Sept. 14, 2011, D.C. Law 19-21, § 5012, 58 DCR 6226.)","sections":[{"prefix":"a","text":" There is established an Office on Asian and Pacific Islander Affairs (\"Office\"). The Office shall:"},{"prefix":"1","text":" Ensure that a full range of health, education, employment, and social services are available to the Asian and Pacific Islander communities in the District of Columbia; and"},{"prefix":"2","text":" Monitor service delivery and make recommendations to the Mayor and the Commission to promote the welfare of the Asian and Pacific Islander communities."},{"prefix":"b","text":" The Office shall be headed by an Executive Director (\"Director\"), who shall be appointed by the Mayor with the advice and consent of the Council pursuant to § 1-523.01(f). The Director shall be a full-time position, for which annual compensation shall be fixed in accordance with subchapter X-A of Chapter 6 of Title 1. The Director shall have such staff as is approved in the District of Columbia appropriations and federal or private grants, and any temporary staff approved by the Office of Budget and Management Systems."},{"prefix":"c","text":" To carry out the purpose of this chapter, the Director shall:"},{"prefix":"1","text":" Serve as an advocate for the Asian and Pacific Islander communities;"},{"prefix":"2","text":" Assist community organizations and the Commission in developing and submitting grant applications;"},{"prefix":"3","text":" Provide information and technical assistance on programs and services to the Asian and Pacific Islander communities to the Mayor, the Commission, the Council, other District agencies and departments and the community;"},{"prefix":"4","text":" Respond to recommendations and policy statements from the Commission;"},{"prefix":"5","text":" File an annual report on the operation of the Office with the Mayor, the Council, and the Commission;"},{"prefix":"6","text":" Identify areas of need for service or service improvement and bring these areas to the attention of the Mayor and the Commission, with suggestions for meeting these needs, including conducting or funding research and demonstration projects to test the recommendations;"},{"prefix":"7","text":" Carry out the responsibility for assuring necessary control, evaluation, audit, and reporting on programs funded through the Office;"},{"prefix":"8","text":" Apply for, receive and expend any gifts or grants of money to carry out the duties and responsibilities of the Office in accordance with an act of Congress; and"},{"prefix":"9","text":" Issue grants to organizations that provide services to Asian and Pacific Islander residents of the District in furtherance of the mission of the Office or the purposes of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13A","text":"Office on Asian and Pacific Islander Affairs."},"heading":{"title":"2","chaptersection":"1373","identifier":"2-1373","catch_text":"Establishment of the Office on Asian and Pacific Islander Affairs."}}