{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (b)(9), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 16-89, see notes following § 2-1381.\n\nFor Law 16-191, see notes following § 2-1217.71.\n\nDC CODE § 2-1383\n\nCurrent through December 11, 2012","credits":"(Apr. 4, 2006, D.C. Law 16-89, § 4, 53 DCR 1084; Mar. 2, 2007, D.C. Law 16-191, § 122(b), 53 DCR 6794.)","sections":[{"prefix":"a","text":"(1) The Office shall be administered by the Director, who shall be appointed by the Mayor. The Director shall devote his or her full-time to the duties of the Office. His or her annual compensation shall not be lower than a DS-15, step one, or equivalent compensation pursuant to §§ 1-610.51 through 1- 610.63."},{"prefix":"2","text":" The Office shall have 2 full-time employees, plus any temporary staff approved by the Office of Budget and Planning."},{"prefix":"b","text":" The Director shall:"},{"prefix":"1","text":" Serve as an advocate for the gay, lesbian, bisexual and transgender community in the District of Columbia;"},{"prefix":"2","text":" Assist community organizations in developing and submitting grant applications;"},{"prefix":"3","text":" Provide information and technical assistance with respect to programs and services for the Gay, Lesbian, Bisexual and Transgender community to the Mayor, the Council, other District of Columbia agencies and departments, and the community;"},{"prefix":"4","text":" File an annual report on the operation of the Office with the Mayor and the Council;"},{"prefix":"5","text":" Identify areas of need for service or improvement of services and bring them to the attention of the Mayor, with suggestions for satisfying such needs, including conducting or funding research and demonstration projects to test the suggestions;"},{"prefix":"6","text":" Assure necessary control, evaluation, audit, and reporting on programs funded through the Office;"},{"prefix":"7","text":" Accept volunteer services and funds from the public and private sectors to supplement the budget in carrying out the planning duties and responsibilities of the Office;"},{"prefix":"8","text":" Meet with the Gay, Lesbian, Bisexual and Transgender Program Coordinators within each department and agency of the District government as a group, at least once a month to coordinate activities within the government involving the gay, lesbian, bisexual and transgender community;"},{"prefix":"9","text":" Meet with each department and agency director to establish a Gay, Lesbian, Bisexual and Transgender Coordinator; and"},{"prefix":"10","text":" Work with the Department of Health's Gay, Lesbian, Bisexual and Transgendered program coordinator to ensure that the Department's annual report on the status of gay, lesbian, bisexual and transgender health in the District of Columbia is comprehensive and receives an appropriate response."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"13B","text":"Office of Gay, Lesbian, Bisexual, and Transgender Affairs."},"heading":{"title":"2","chaptersection":"1383","identifier":"2-1383","catch_text":"Appointment of Director; compensation; staff."}}