{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-167, see notes under § 2-1535.01.\n\nDC CODE § 2-1535.03\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2012, D.C. Law 19-167, § 4, 59 DCR 7820.)","sections":[{"prefix":"a","text":" Within 365 days of September 14, 2012, in coordination with the task force established pursuant to § 2-1535.02, each agency, educational institution, and grantee shall adopt a bullying prevention policy to be enforced:"},{"prefix":"1","text":" On its property, including electronic communication on, or with, its property;"},{"prefix":"2","text":" At sponsored functions;"},{"prefix":"3","text":" On its transportation, or transportation sponsored by it; and"},{"prefix":"4","text":" Through electronic communication to the extent that it is directed at a youth and it substantially interferes with the youth's ability to participate in or benefit from the services, activities, or privileges provided by the agency, education institution, or grantee."},{"prefix":"b","text":" Each agency, educational institution, and grantee shall control the content of its policy; provided, that each policy includes:"},{"prefix":"1","text":" The definition of bullying set forth in § 2-1535.01(2);"},{"prefix":"2","text":" A statement prohibiting bullying;"},{"prefix":"3","text":" A statement that the policy applies to participation in functions sponsored by the agency, educational institution, or grantee;"},{"prefix":"4","text":" The expected code of conduct;"},{"prefix":"5","text":" A list of the consequences that can result from an identified incident of bullying, which are designed to;"},{"prefix":"A","text":" Appropriately correct the bullying behavior;"},{"prefix":"B","text":" Prevent another occurrence of bullying or retaliation;"},{"prefix":"C","text":" Protect the target of the bullying;"},{"prefix":"D","text":" Be flexible so that in application they can be unique to the individual incident and varied in method and severity based on the:"},{"prefix":"i","text":" Nature of the incident;"},{"prefix":"ii","text":" Developmental age of the person bullying; and"},{"prefix":"iii","text":" Any history of problem behavior from the person bullying;"},{"prefix":"6","text":" A procedure for reporting bullying or retaliation for reporting an act of bullying, including for reporting bullying anonymously; provided, that no formal response shall be taken solely on the basis of an anonymous report;"},{"prefix":"7","text":" A procedure for prompt investigation of reports of violations of its policy and of complaints of bullying or retaliation, including the name and contact information of the person responsible for investigating reports;"},{"prefix":"8","text":" An appeal process, in accordance with § 2-1535.04, for a person accused of bullying or a person who is the target of bullying who is not satisfied with the outcome of the initial investigation; and"},{"prefix":"9","text":" A statement that prohibits retaliation against any person who reports bullying, including the possible consequences for a person who engages in retaliatory behavior."},{"prefix":"c","text":" Within 365 days of September 14, 2012, each agency, educational institution, and grantee shall submit a copy of its adopted policy to the task force, pursuant to § 2-1535.02(c)(5)."},{"prefix":"d","text":" The requirements of this subchapter and any policy adopted pursuant to this subchapter shall be deemed to constitute health and safety requirements for educational institutions."},{"prefix":"e","text":" Information on the bullying prevention policy shall be incorporated into new employee training."},{"prefix":"f","text":" Each agency, educational institution, and grantee shall develop a plan for how the policy is to be publicized, including the plan for:"},{"prefix":"1","text":" Discussing its bullying policy with youth; and"},{"prefix":"2","text":" Publicizing that the policy applies to participation in functions sponsored by an agency, educational institution, or grantee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"II-C","text":"Youth Bullying Prevention."},"heading":{"title":"2","chaptersection":"1535","identifier":"2-1535.03","catch_text":"Bullying prevention policy."}}