{"text":"The primary duties of the offices of the Department are to plan, program, operate, manage, control, and maintain a juvenile justice system of care, rehabilitative service delivery, and security that meets the treatment needs of youth within the juvenile justice system and that is in accordance with national juvenile justice industry standards and best practices. These duties include:","historical":"Effect of Amendments\n\nD.C. Law 19-141 deleted \"and\" from the end of par. (12), substituted \";   and\" for a period the end of par. (13 ), and added par. (14).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 104 of Department of Youth Rehabilitation Services Establishment Emergency Act of 2004 (D.C. Act 15-657, December 29, 2004, 52 DCR 481).\n\nFor temporary (90 day) addition, see § 104 of Department of Youth Rehabilitation Services Establishment Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-58, March 17, 2005, 52 DCR 3182).\n\nLegislative History of Laws\n\nFor Law 15-335, see notes following § 2-1515.01.\n\nFor history of Law 19-141, see notes under § 2-1515.01.\n\nDC CODE § 2-1515.04\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-335, § 104, 52 DCR 2025; June 7, 2012, D.C. Law 19-141, § 504(b), 59 DCR 3083.)","sections":[{"prefix":"1","text":" Providing services for committed and detained youth and PINS that balance the need for rehabilitation and holding youth accountable for their actions in the context of public safety;"},{"prefix":"2","text":" Facilitating and enhancing intra-District coordination of services and supports for youth in the juvenile justice system;"},{"prefix":"3","text":" Establishing and adopting best practices standards for the provision of residential, restorative, and rehabilitative services to youth in the juvenile justice system consistent with the standards of the American Correctional Association or those of another nationally accepted accrediting body;"},{"prefix":"4","text":" Employing a cadre of juvenile justice professionals who are highly skilled and experienced with the principles, goals, and the latest advancements of juvenile rehabilitation and treatment provision;"},{"prefix":"5","text":" Establishing through contracts, provider agreements, human care agreements, grants, memoranda of agreement or understanding, or other binding agreements a system of secure and community-based facilities and rehabilitative services with governmental bodies, public and private agencies, institutions, and organizations, for youth that will provide intervention, individualized assessments, continuum of services, safety, and security;"},{"prefix":"6","text":" Establishing a system that constantly reviews a youth's individual strengths, needs, and rehabilitative progress and ensures placement within a continuum of least restrictive settings within secure facilities and the community;"},{"prefix":"7","text":" Assessing the risks and needs of youth, and determining and providing the services needed for treatment for substance abuse and other services;"},{"prefix":"8","text":" Developing and maintaining a system with other governmental and private agencies to identify, locate, and retrieve youth who are under the care, custody, or supervision of the Department, who have absconded from an assigned secure governmental facility, or community shelter home, group home, residential facility, or foster care placement;"},{"prefix":"9","text":" Developing and maintaining state-of-the-art systems to monitor accountability and to enhance performance for all Department programs, services, and facilities;"},{"prefix":"10","text":" Developing and maintaining an ongoing training program for employees that ensures continuous development of expertise in juvenile justice service delivery;"},{"prefix":"11","text":" Taking a leadership role in the provision of training and technical assistance to non-governmental juvenile justice service providers that fosters the development of high-quality, comprehensive, cost-effective, and culturally competent delinquency prevention and juvenile rehabilitative services for the youth and their families;"},{"prefix":"12","text":" Developing and maintaining a capital improvement, licensing, and regulating program that ensures governmental and private institutions maintain up-to-date residential facilities, group homes, and shelter facilities to serve the safety, the security, and the rehabilitative needs of youth in the juvenile justice system;"},{"prefix":"13","text":" Enforcing all laws, rules, regulations, court orders, policies, and procedures necessary and appropriate to accomplish the duties of the Department; and"},{"prefix":"14","text":" Conducting a behavioral health screening and assessment as required in § 2-1215.04a."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I-A","text":"Department of Youth Rehabilitation Services."},"heading":{"title":"2","chaptersection":"1515","identifier":"2-1515.04","catch_text":"Duties."}}