{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-111 rewrote par. (1), which had read as follows:\n\n\"(1) 'Commission' means the Interagency Collaboration and Services Integration Commission established by § 2-1594.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4061(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4061(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes following § 2-1591.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nMiscellaneous Notes\n\nShort title: Section 4060 of D.C. Law 18-111 provided that subtitle G of title IV of the act may be cited as the \"Interagency Collaboration and Services Integration Commission Establishment Amendment Act of 2009\".\n\nDC CODE § 2-1592\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 502, 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4061(a), 57 DCR 181.)","sections":[{"prefix":"1","text":" \"Commission\" means the Statewide Commission on Children, Youth, and their Families established in § 2-1594."},{"prefix":"2","text":" \"Comprehensive, multi-disciplinary assessment\" means an assessment of children to determine the extent to which they are affected by risk and protective factors as individuals and as members of families, communities, and schools, and the extent to which they have service needs resulting from emotional disturbance, substance abuse, exposure to violence, or learning disabilities."},{"prefix":"3","text":" \"Evidence-based program\" means a program that:"},{"prefix":"A","text":" Has been affirmatively evaluated by an independent agency with demonstrated expertise in evaluation;"},{"prefix":"B","text":" Demonstrates effectiveness in accomplishing its intended purposes and yields statistically significant supporting data; and"},{"prefix":"C","text":" Has been replicated in other communities with a level of effectiveness comparable to that indicated in the evaluation required by subparagraph (A) of this paragraph;"},{"prefix":"4","text":" \"Integrated service plan\" means a service plan that promotes delivery of services that are, to the fullest extent possible, comprehensive, implemented without interruption, and free from duplication or redundancy."},{"prefix":"5","text":" \"Risk and protective factors\" means a circumstance or set of circumstances that assist in determining whether an individual is at risk of harm, emotional, physical, or otherwise; and"},{"prefix":"6","text":" \"School-based clinician\" means a healthcare or social-services practitioner, a mental-health professional, or substance abuse counselor certified or licensed in his or her field by the Director of the Department of Health or another nationally recognized professional organization, qualified to conduct comprehensive, multi-disciplinary assessments."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"VII","text":"Interagency Collaboration and Services Integration Commission."},"heading":{"title":"2","chaptersection":"1592","identifier":"2-1592","catch_text":"Definitions."}}