{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111, in subsec. (a), substituted \"Subject to the requirements in subsections (a-1) and (a-2) of this section, the Mayor\" for \"The Mayor\"; and added subsecs. (a-1), (a-2), and (c).\n\nD.C. Law 18-223, in subsec. (a), substituted \"nonprofit\" for \"non-profit\"; and added subsecs. (a-1)(3) and (a-3).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Service Improvement and Fiscal Year 2000 Budget Support Temporary Amendment Act of 2002 (D.C. Law 14-172, July 23, 2002, law notification 49 DCR 8266).\n\nFor temporary (225 day) amendment of section, see § 2 of the Service Improvement and Fiscal Year 2000 Budget Support Temporary Amendment Act of 2003 (D.C. Law 15-15, June 21, 2003, law notification 50 DCR 5459).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Service Improvement and Fiscal Year 2000 Budget Support Emergency Amendment Act of 2003 (D.C. Act 15- 47, March 24, 2003, 50 DCR 2818).\n\nFor temporary (90 day) amendment of section, see § 2 of Children and Youth Initiative Establishment Emergency Amendment Act of 2009 (D.C. Act 18-94, May 25, 2009, 56 DCR 4313).\n\nFor temporary (90 day) amendment of section, see § 5061(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 5061(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 5092 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 14-190, the \"Fiscal Year 2003 Budget Support Act of 2002\", was introduced in Council and assigned Bill No. 14-609, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 3, 2002, it was assigned Act No. 14-403 and transmitted to both Houses of Congress for its review. D.C. Law 14-190 became effective on October 1, 2002.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nDelegation of Authority\n\nDelegation of Authority-Grant Making Authority to Child and Family Services Agency and Department of Youth Rehabilitation Services, see Mayor's Order 2006- 55, May 10, 2006 (53 DCR 5311).\n\nDelegation of authority-Grant Making Authority to Department of Employment Services, see Mayor's Order 2007-59, February 27, 2007 (54 DCR 2436).\n\nDelegation of Authority--Grant Making Authority to Child and Family Services Agency, Department of Youth Rehabilitation Services and Department of Mental Health, see Mayor's Order 2008-58, March 31, 2008 (55 DCR 5509).\n\nDelegation of Grant Making Authority to Department of Parks and Recreation, see Mayor's Order 2009-24, March 5, 2009 (56 DCR 6759).\n\nDelegation of Authority -- Grant Making Authority to Deputy Mayor of Education, see Mayor's Order 2011-199, December 23, 2011 (58 DCR 10387).\n\nMiscellaneous Notes\n\nShort title of title XIV of Law 14-190: Section 1401 of D.C. Law 14-190 provided that title XIV of the act may be cited as the Children and Youth Investment Fund Amendment Act of 2002.\n\nShort title: Section 5060 of D.C. Law 18-111 provided that subtitle G of title V of the act may be cited as the \"Children and Youth Initiative Establishment Amendment Act of 2009\".\n\nShort title: Section 5091 of D.C. Law 18-223 provided that subtitle J of title V of the act may be cited as the \"Children and Youth Initiative Establishment Amendment Act of 2010\".\n\nDC CODE § 2-1553\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 1999, D.C. Law 13-38, § 2403, 46 DCR 6408; Oct. 1, 2002, D.C. Law 14-190, § 1402, 49 DCR 6968); Mar. 3, 2010, D.C. Law 18-111, § 5061(a), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 5092, 57 DCR 6242.)","sections":[{"prefix":"a","text":" Subject to the requirements in subsections (a-1) and (a-2) of this section, the Mayor is authorized to make grants to a single non-service provider, nonprofit organization of which at least 90% shall be used to make sub-grants for the purpose of providing services to District children, youth and their families, including, but not limited to, early childhood development opportunities, safe and enriching centers of learning in and out of school, and other training, recreational and educational services."},{"prefix":"a-1","text":"(1) Sub-grants shall be awarded on a 3-year basis, subject to the availability of funding."},{"prefix":"2","text":" At least 50 % of the members of a review panel for sub-grant applications shall be individuals who are not employees or contractors of the Children Youth Investment Trust Corporation."},{"prefix":"3","text":" All sub-grants of District funds shall be awarded on a competitive basis, except in the case of an emergency circumstance, as determined by a vote of the Board of Directors."},{"prefix":"a-2","text":" No grant may be awarded under this section in excess of $1 million during a 12-month period, either singularly or cumulatively, unless the grant is submitted to the Council for approval, in accordance with § 1-204.51, or by act."},{"prefix":"a-3","text":" To be eligible to receive a grant pursuant to subsection (a) of this section, the non-service provider, nonprofit organization shall meet the following requirements:"},{"prefix":"1","text":" All positions on the Board of Directors are filled, including any position for nonvoting government officials, unless a vacancy has occurred on the board because a board member's term expired or terminated for any reason; provided, that the position is filled within 90 days of the vacancy."},{"prefix":"2","text":" Each board member serving has demonstrated knowledge and experience in the disciplines that are the focus of the mission of the non-service provider, nonprofit organization."},{"prefix":"b","text":" There is authorized to be appropriated such funds as may be necessary to carry out the purposes of the Child and Youth Investment Fund [established in the General Fund]."},{"prefix":"c","text":" Beginning October 1, 2009, the Mayor shall submit a quarterly status report to the Council for all grants in excess of $1 million, which includes:"},{"prefix":"1","text":" Detailed grantee data;"},{"prefix":"2","text":" Performance measures and performance outcomes under each grant;"},{"prefix":"3","text":" The specific services provided to children and youth under each grant;"},{"prefix":"4","text":" The entity providing the services, if one other than the grantee;"},{"prefix":"5","text":" The time period of delivery of the services;"},{"prefix":"6","text":" The type of service provided;"},{"prefix":"7","text":" The actual amount paid for the services; and"},{"prefix":"8","text":" The amount of other expenditures under the grant, if any."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"III-A","text":"Children and Youth Initiative."},"heading":{"title":"2","chaptersection":"1553","identifier":"2-1553","catch_text":"Grant making authority."}}