{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 104 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) addition, see ยง 104 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 18-88, the \"Omnibus Public Safety and Justice Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-151, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on June 30, 2009, and July 31, 2009, respectively. Signed by the Mayor on August 26, 2009, it was assigned Act No. 18-189 and transmitted to both Houses of Congress for its review. D.C. Law 18-88 became effective on December 10, 2009.\n\nDC CODE ยง 2-1531.01\n\nCurrent through December 11, 2012","credits":"(Dec. 10, 2009, D.C. Law 18-88, ยง 104, 56 DCR 7413.)","sections":[{"prefix":"a","text":" By December 31, 2009, the Mayor shall create a Gang and Crew Intervention Joint Working Group (\"Joint Working Group\") consisting of members of the Executive Committee of the Citywide Coordinating Council for Youth Violence Prevention (\"CCCYVP\") and the core Focused Improvement Area (\"FIA\") team, to include the Metropolitan Police Department (\"MPD\"), the Office of the City Administrator, and other agencies as identified by the Office of the Mayor."},{"prefix":"b","text":" The Joint Working Group shall develop a coordinated response to high-profile youth violence through the following measures:"},{"prefix":"1","text":" Assess critical incident (\"CI\") need and capacity by:"},{"prefix":"A","text":" Identifying and mapping all CIs involving youth over the past 6 months;"},{"prefix":"B","text":" Determining what portion of these incidents generated a CI response from CCCYVP partners; and"},{"prefix":"C","text":" Evaluating the current capacity of community-based organizations funded by the District (through both the CCCYVP and Children's Youth Investment Trust) for violence intervention to respond to CIs;"},{"prefix":"2","text":" Endeavor to align existing resources to respond to critical incidents by:"},{"prefix":"A","text":" Developing a plan to align all violence intervention initiatives funded in fiscal year 2010, regardless of funding source, into a coordinated CI strategy, to include proposals to modify contracts, as necessary;"},{"prefix":"B","text":" Assuring that CI resources are targeted to gang and crew \"hot spots\" and those neighborhoods experiencing the highest rates of youth violence; and"},{"prefix":"C","text":" Clarifying the geographic areas that each intervention service partner is or will be covering;"},{"prefix":"3","text":" Coordinate existing resources to respond to critical incidents by:"},{"prefix":"A","text":" Developing protocols for the immediate engagement of intervention partners by MPD when critical incidents occur;"},{"prefix":"B","text":" Assuring that Department of Parks and Recreation Roving Leaders in targeted neighborhoods are a part of the CI teams; and"},{"prefix":"C","text":" Engaging staff and School Resource Officers of middle and high schools in targeted neighborhoods in the CI process, as appropriate;"},{"prefix":"4","text":" Identify targeted youth by:"},{"prefix":"A","text":" Identifying existing and emerging conflicts between gangs and crews based on MPD's Gang Intelligence Fusion Unit, MPD Division officers, and street intelligence from community partners and schools;"},{"prefix":"B","text":" In partnership with schools and community partners, identifying the youth most immediately at risk of involvement in violent behavior in targeted neighborhoods;"},{"prefix":"C","text":" Establishing and implementing a process to review unsolved violent offenses for possible gang and crew involvement; provided, that MPD shall review all unsolved suspected gang or crew homicides and attempted homicides involving minors or young adults within the last 5 years, to determine which may be connected to gang and crew violence, and deploy resources to close these cases quickly; and"},{"prefix":"D","text":" Partnering with Department of Youth Rehabilitation Services and Court Social Services prior to a youth's release from detention to ensure youth and community safety are carefully planned for, including access to robust post-detention services; and"},{"prefix":"5","text":" Intervene with targeted youth by:"},{"prefix":"A","text":" Developing protocols for CIs that outline the necessary steps when responding to violent incidents involving youth, including the development of containment and de-escalation strategies that are incident-specific and designed to prevent acts of retaliation; provided, that:"},{"prefix":"i","text":" The protocols shall address:"},{"prefix":"I","text":" What information is shared;"},{"prefix":"II","text":" The roles and responsibilities of all parties in responding to violent incidents;"},{"prefix":"III","text":" Guidelines for street mediation, truces, and rumor control; and"},{"prefix":"IV","text":" Engagement of family members and others significant in the lives of both perpetrators and victims; and"},{"prefix":"ii","text":" Standards for individualized diversion plans for involved youth shall be developed that engage schools, government agencies, recreation centers, and other community-based resources;"},{"prefix":"B","text":" Establishing core components of an individual intervention and diversion plan, including direct outreach to all involved parties (both of the victim and alleged perpetrator), and engagement of families, schools, and community-based resources;"},{"prefix":"C","text":" Developing a proposal to provide flexible funds to resource these plans with the participation, as necessary, of agency personnel in review sessions and implementation; provided, that, when possible, any existing family team meeting processes at the Child and Family Services Agency and the Department of Youth Rehabilitation Services may be key elements of this process for youth involved with either of these agencies; and"},{"prefix":"D","text":" Identifying additional resources from agencies that should, where appropriate, be available to provide support for individual CI plans."},{"prefix":"c","text":" By December 31, 2009, the Joint Working Group shall expand capacity of Critical Incident and Targeted Youth Outreach Teams through the following measures:"},{"prefix":"1","text":" Based on the CI capacity assessment, described in subsection (b) of this section, estimate what the current gap is between capacities and need;"},{"prefix":"2","text":" Assess the existing capacity of CCCYVP partners to provide targeted outreach to the highest-risk youth;"},{"prefix":"3","text":" Develop a plan to expand CI and targeted outreach that realistically reflects time necessary for recruitment and orientation of new staff; and"},{"prefix":"4","text":" Prepare a cost estimate for the short-term expansion plan, and a funding proposal for its implementation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"II-A","text":"Gang and Crew Intervention Joint Working Group."},"heading":{"title":"2","chaptersection":"1531","identifier":"2-1531.01","catch_text":"Establishment of a gang and crew intervention joint working group."}}