{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 102 of Department of Youth Rehabilitation Services Establishment Emergency Act of 2004 (D.C. Act 15-657, December 29, 2004, 52 DCR 481).\n\nFor temporary (90 day) addition, see § 102 of Department of Youth Rehabilitation Services Establishment Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-58, March 17, 2005, 52 DCR 3182).\n\nLegislative History of Laws\n\nFor Law 15-335, see notes following § 2-1515.01.\n\nMiscellaneous Notes\n\nShort title: Section 5061 of D.C. Law 19-21 provided that subtitle G of title V of the act may be cited as \"Increase Local Capacity to Serve DYRS Committed Youth Act of 2011\".\n\nSections 5062 to 5064 of D.C. Law 19-21 provides:\n\n\"Sec. 5062. Report on Department of Youth Rehabilitation Services plans to reduce residential placements outside of the District.\n\n\"No later than December 16, 2011, the Department of Youth Rehabilitation Services ('DYRS') shall transmit to the Council a report summarizing the results and action items from the Request for Information concerning establishing in-patient drug treatment programs within 50 miles of the District.\"\n\n\"Sec. 5063. Report on Department of Youth Rehabilitation Services youths in psychiatric residential treatment facilities and residential treatment centers.\n\n\"(a) DYRS shall conduct a study of DYRS youths in psychiatric residential treatment facilities ( 'PRTFs') and residential treatment centers ('RTCs'). The study shall evaluate the following:\n\n\"(1) The population based on demographic characteristics of youth;\n\n\"(2) The offense history of the youths;\n\n\"(3) The risk profile of the youths;\n\n\"(4) The behavioral health issues;\n\n\"(5) The substance abuse issues;\n\n\"(6) The past community-based service provision;\n\n\"(7) The reason for current placement; and\n\n\"(8) Other factors that DYRS determines to be significant.\n\n\"(b) No later than December 16, 2011, DYRS shall transmit to the Council a report summarizing the findings of the study, which shall include action items.\n\n\"(c) DYRS shall provide to the Council a quarterly census report on DYRS youth placed in PRTFs and RTCs. The report shall include the following:\n\n\"(1) The name of the centers;\n\n\"(2) The location of the centers;\n\n\"(3) The number of miles the centers are located outside of the District; and\n\n\"(4) The daily rate that the centers are charging the District.\"\n\n\"Sec. 5064. Quarterly report on status of Medicaid eligibility.\n\n\"Beginning February 1, 2012, DYRS shall issue quarterly reports on the status of the Money Follows the Person program. The report shall include the following:\n\n\"(1) The number of applications submitted for Medicaid;\n\n\"(2) The number of applications approved for Medicaid; and\n\n\"(3) The amount of money obtained from Medicaid.\"\n\nDC CODE § 2-1515.02\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-335, § 102, 52 DCR 2025.)","sections":[{"prefix":"a","text":" Pursuant to § 1-204.04(b), the Department of Youth Rehabilitation Services is established as a separate Cabinet-level agency, subordinate to the Mayor, within the executive branch of the government of the District of Columbia. The Department shall lead the reform of the District's juvenile justice system by coordinating the collaborative efforts of government agencies, contracted providers, labor, and community leaders to:"},{"prefix":"1","text":" Improve the security, supervision, and rehabilitation services provided to committed and detained juvenile offenders and Persons in Need of Supervision (\"PINS\");"},{"prefix":"2","text":" Develop and maintain a holistic, family-oriented approach to the provision of youth services that emphasizes youth and parental responsibility so as to reduce juvenile crime, delinquency, and recidivism; and"},{"prefix":"3","text":" Develop and maintain state-of-the-art service programs, delivery systems, and facilities that will transform the District's juvenile justice system into a national model."},{"prefix":"b","text":" The Department shall be headed by a Director, who shall report to the Mayor. The Director shall be appointed by the Mayor with the advice and consent of the Council, pursuant to § 1-523.01(a)."},{"prefix":"c","text":" The Director shall have a minimum education of a Masters Degree in Criminal Justice, Social Work, or some related field, or shall possess equivalent work-related experience in the management of juvenile justice programs."},{"prefix":"d","text":" The Director shall have authority over the Department, its functions, and personnel, including the power to re-delegate to employees authority as, in the judgment of the Director, is warranted in the interests of efficiency and sound administration."},{"prefix":"e","text":" The Director shall have authority to organize and reorganize the personnel and property transferred herein within any organizational unit of the Department, including creating offices within the Department, as necessary, and exercising any other powers necessary and appropriate to implement the provisions of this subchapter."},{"prefix":"f","text":" The Director shall have authority to implement an aggressive, District-wide program of reform within the juvenile justice system that leads to a system that can serve as a nationwide model."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I-A","text":"Department of Youth Rehabilitation Services."},"heading":{"title":"2","chaptersection":"1515","identifier":"2-1515.02","catch_text":"Establishment and purposes of the Department of Youth Rehabilitation Services."}}