{"text":"","historical":"Miscellaneous Notes\n\nMayor's Designation under the Second Records Access Emergency Amendment Act of 2009, see Mayor's Order 2009-164, September 25, 2009 (56 DCR 8091).\n\nEffect of Amendments\n\nD.C. Law 18-50 added subsec. (c).\n\nD.C. Law 18-284 rewrote subsec. (a); and added subsec. (d). Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Records pertaining to youth in the custody of the Department or contract providers shall be privileged and confidential and shall only be released pursuant to § 16-2332.\"\n\nD.C. Law 19-171, in subsec. (a)(5), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-8 added subsec. (c) to read as follows:\n\n\"(c) Notwithstanding the confidentiality requirements of this section, the Chairman of the Committee on Human Services, or his designee, shall be permitted to obtain the records pertaining to youth in the custody of the Department when necessary for the discharge of the committee's duties; provided, that the Department data is maintained, transmitted, and stored in a manner to protect the security and privacy of the youth identified and to prevent the disclosure of any of the data or information to any individual, entity, or agency not designated pursuant to subsection (b) of this section.\".\n\nSection 4(b) of D.C. Law 18-8 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 106 of Department of Youth Rehabilitation Services Establishment Emergency Act of 2004 (D.C. Act 15-657, December 29, 2004, 52 DCR 481).\n\nFor temporary (90 day) addition, see § 106 of Department of Youth Rehabilitation Services Establishment Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-58, March 17, 2005, 52 DCR 3182).\n\nFor temporary (90 day) amendment of section, see § 2 of Juvenile Records Access Emergency Amendment Act of 2008 (D.C. Act 17-532, October 2, 2008, 55 DCR 11048).\n\nFor temporary (90 day) amendment of section, see § 2 of Records Access Emergency Amendment Act of 2009 (D.C. Act 18-17, February 24, 2009, 56 DCR 1939).\n\nFor temporary (90 day) amendment of section, see § 2 of Records Access Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-76, May 25, 2009, 56 DCR 4153).\n\nFor temporary (90 day) amendment of section, see § 2 of Second Records Access Emergency Amendment Act of 2009 (D.C. Act 18-105, June 12, 2009, 56 DCR 4670).\n\nLegislative History of Laws\n\nFor Law 15-335, see notes following § 2-1515.01.\n\nLaw 18-50, the \"Records Access Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-105, which was referred to the Committee on human Services. The Bill was adopted on first and second readings on June 2, 2009, and June 16, 2008, respectively. Enacted without signature by the Mayor on June 26, 2009, it was assigned Act No. 18-125 and transmitted to both Houses of Congress for its review. D.C. Law 18-50 became effective on September 23, 2009.\n\nLaw 18-284 , the \"Expanding Access to Juvenile Records Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-344, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on July 13, 2010, and October 19, 2010, respectively. Signed by the Mayor on November 3, 2010, it was assigned Act No. 18-594 and transmitted to both Houses of Congress for its review. D.C. Law 18- 284 became effective on March 8, 2011.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDelegation of Authority\n\nDelegation of Authority under D.C. Law 18-50, the Records Access Amendment Act of 2009, see Mayor's Order 2011-164, September 28, 2011 (58 DCR 8616).\n\nDC CODE § 2-1515.06\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-335, § 106, 52 DCR 2025; Sept. 23, 2009, D.C. Law 18-50, § 2, 56 DCR 5487; Mar. 8, 2011, D.C. Law 18-284, § 2, 57 DCR 10477; Sept. 26, 2012, D.C. Law 19-171, § 21, 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) Records pertaining to youth in the custody of the Department or contract providers shall be privileged and confidential and shall be released only in accordance with this subsection."},{"prefix":"2","text":" Juvenile case records shall be released only to persons and entities permitted to inspect those records under § 16-2331 and in accordance with the procedures governing the release of records under that section."},{"prefix":"3","text":" Juvenile social records shall be released only to persons and entities permitted to inspect those records under § 16-2332 and in accordance with the procedures governing the release of records under that section."},{"prefix":"4","text":" Law enforcement records shall be released only to person and entities permitted to inspect those records under § 16-2333 and in accordance with the procedures governing the release of records under that section."},{"prefix":"5","text":" All other Department records pertaining to youth in the custody of the Department shall be released only to persons and entities permitted to inspect juvenile social records under § 16-2332 and in accordance with the procedures governing the release of records under that section."},{"prefix":"b","text":" Notwithstanding the confidentiality requirements of this section, the Mayor may establish rules for the disclosure of electronic Department data to other District government agencies statutorily charged with the care, treatment, and rehabilitation of youth in the District's custody for purposes of coordination care, treatment, and rehabilitation services for youth and Department tracking and trending reports; provided, that the Department data is maintained, transmitted, and stored in a manner to protect the security and privacy of the youth identified and to prevent the disclosure of any of the data or information to any individual, entity, or agency not designated in this subsection."},{"prefix":"c","text":"(1) Notwithstanding the confidentiality requirements of this section, or any other provision of law, the Chairman of the Committee on Human Services, Members of the Committee on Human Services, and the Mayor, or their designees, shall be permitted to obtain the records pertaining to youth in the custody of the Department regardless of the source of the information contained in those records, when necessary for the discharge of their duties; provided, that the Department data is maintained, transmitted, and stored in a manner to protect the security and privacy of the youth identified and to prevent the disclosure of any of the data or information to any individual, entity, or agency not designated pursuant to subsection (b) of this section."},{"prefix":"2","text":" A Member of the Committee on Human Services shall notify the Chairman of the Committee on Human Services upon requesting a record pursuant to paragraph (1) of this subsection."},{"prefix":"d","text":" Notwithstanding the confidentiality requirements of this section, or any other provision of law, the Metropolitan Police Department is authorized to obtain records pertaining to youth in the custody of the Department, other than juvenile case records as defined in § 16-2331 and juvenile social records as defined in § 16-2332, for the purpose of investigating a crime allegedly involving a youth in the custody of the Department. The confidentiality of any information disclosed to the Metropolitan Police Department pursuant to this subsection shall be maintained pursuant to § 16-2333."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I-A","text":"Department of Youth Rehabilitation Services."},"heading":{"title":"2","chaptersection":"1515","identifier":"2-1515.06","catch_text":"Confidentiality of youth records."}}