{"text":"As used in this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-2601.\n\n1973 Ed., § 6-2001.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of District of Columbia Youth Services Act of 1976 Temporary Amendment Act of 1992 (D.C. Law 9-151, September 15, 1992, law notification 39 DCR 7281).\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Temporary Amendment Act of 1999 (D.C. Law 13-67, Apr. 5, 2000, law notification 47 DCR 2624).\n\nEmergency Act Amendments\n\nFor temporary (90-day) establishment of a Children and Youth Initiative to provide out-of-school programs, see §§ 2402 to 2404 of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nFor temporary (90-day) amendment of § 2404 of D.C. Law 13-38, see § 2(b) of the Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Emergency Amendment Act of 1999 (D.C. Act 13-152, December 1, 1999, 46 DCR 10395).\n\nFor temporary (90 day) amendment of section, see § 3 of Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-17, March 16, 2001, 48 DCR 2687).\n\nFor temporary (90 day) amendment of section, see § 2 of Service Improvement and Fiscal Year 2000 Budget Support Emergency Amendment Act of 2002 (D.C. Act 14- 347, April 24, 2002, 49 DCR 4410).\n\nLegislative History of Laws\n\nLaw 1-93 was introduced in Council and assigned Bill No. 1-307, which was referred to the Committee on Education, Recreation and Youth Affairs. The Bill was adopted on first and second readings on July 27, 1976 and September 15, 1976, respectively. Enacted without signature by the Mayor on October 20, 1976, it was assigned Act No. 1-162 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-194, see Historical and Statutory Notes following § 2-1503.01.\n\nReferences in Text\n\nPursuant to Mayor's Order 2000-20, the agency formerly known as the \"Department of Recreation and Parks\" shall be known as the \"Department of Parks and Recreation.\"\n\nDelegation of Authority\n\nDelegation of authority under D.C. Act 9-231, the District of Columbia Youth Services Act of 1976 Emergency Amendment Act of 1992, see Mayor's Order 92-102, September 4, 1992.\n\nMiscellaneous Notes\n\nSection 2402 of D.C. Law 13-38 provides:\n\n\"There is established a Children and Youth Initiative ('Initiative') to provide out-of-school programs for District of Columbia children and youth.\"\n\nDC CODE § 2-1501\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-93, § 2, 23 DCR 9532b; Mar. 16, 1993, D.C. Law 9-194, § 2(a), 39 DCR 9010.)","sections":[{"prefix":"1","text":" \"Youth\" means those residents of the District of Columbia between the ages of 13 and 17, inclusive."},{"prefix":"2","text":" \"Children\" means those residents of the District of Columbia ages 12 and under."},{"prefix":"3","text":" \"Neighborhood planning council\" means the structure designated for adult and youth participation in the development, implementation, and evaluation of programs for children and youth, pursuant to Commissioner's Order No. 68-219, March 25, 1968, subject to modifications made by the Mayor pursuant to § 2- 1503.01."},{"prefix":"4","text":" \"Councilmember\" means any person 13 years and over who lives within the geographic area of a neighborhood planning council who has registered his/her name, address, and telephone number with that particular council."},{"prefix":"5","text":" \"Council of chairpersons\" means the body of assembled chairpersons of each of the neighborhood planning councils."},{"prefix":"6","text":" \"Office,\" \"Director,\" and other such terms mean the Office of Youth Advocacy, established in § 2-1504, and further specified in other parts of this subchapter."},{"prefix":"7","text":" \"Division,\" \"Director,\" and other such terms mean the Division of Community-Based Programs for Children and Youth of the Department of Recreation, established in § 2-1503, and further specified in other parts of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I","text":"Office of Youth Advocacy."},"heading":{"title":"2","chaptersection":"1501","identifier":"2-1501","catch_text":"Definitions."}}