{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111, in subsec. (a), substituted \"the Statewide Commission on Children, Youth, and their Families\" for \"an Interagency Collaboration and Services Integration Commission\".\n\nD.C. Law 19-171 rewrote subsec. (b)(5), which formerly read:\n\n\"(5) Exercise procurement authority, consistent with Unit A of Chapter 3 of Title 2; except, that the provisions of § 2-301.05(a), (b), (c), and (e) shall not apply.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4061(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4061(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes following § 2-1591.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nMiscellaneous Notes\n\nShort title: Section 5071 of D.C. Law 19-168 provided that subtitle H of title V of the act may be cited as \"Safe Children and Families Enrichment Services Task Force Establishment Act of 2012\".\n\nSections 5072 and 5073 of D.C. Law 19-168 provide:\n\n\"Sec. 5072. Safe Children and Families Enrichment Services Task Force.\n\n\"(a)(1) There is established the Safe Children and Families Enrichment Services Task Force ( 'Task Force'), which shall be composed of:\n\n\"(A) Five members appointed by the Mayor; and\n\n\"(B) Five members appointed by the Council.\n\n\"(2) All appointments shall be made within 30 days of the effective date of this subtitle.\n\n\"(b) The members of the Task Force shall represent the local philanthropic community, businesses, and community-based stakeholders throughout the District.\n\n\"(c) The members of the Task Force shall elect one of its members as chairperson.\n\n\"(d) Each member of the Task Force shall serve without compensation.\n\n\"(e) The Task Force shall consider and present recommendations for providing improved effective services through a 501(c)(3) organization to District children, youth, and their families, including early childhood development opportunities, safe and enriching centers of learning in and out of school, and other training, recreational, and educational services.\n\n\"(f) No later than 30 days before the sunset date set forth in section 5073, the Task Force shall submit to the Mayor and the Council its findings and recommendations, including any proposed legislative changes and the estimated cost of the proposed legislation.\n\n\"Sec. 5073. Sunset.\n\n\"This subtitle shall expire 6 months after its effective date.\"\n\nDC CODE § 2-1594\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 504, 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4061(c), 57 DCR 181; Sept. 26, 2012, D.C. Law 19-171, § 207, 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established the Statewide Commission on Children, Youth, and their Families."},{"prefix":"b","text":" Unless expressly prohibited in law or regulation, the Commission shall have the authority to:"},{"prefix":"1","text":" Combine local, federal, and other resources available to the participating education, law enforcement, and human services agencies to provide comprehensive multi-disciplinary assessments, integrated services, and evidence-based programs, as required by this subchapter;"},{"prefix":"2","text":" Apply for, receive, and disburse federal, state, and local funds relating to the duties and responsibilities of the Commission;"},{"prefix":"3","text":" Utilize the funding provided pursuant to subchapter III-A of Chapter 13 of Title 4;"},{"prefix":"4","text":" Exercise personnel authority for all employees of the Commission, consistent with Chapter 6 of Title 1; and"},{"prefix":"5","text":" Exercise procurement authority, consistent with Chapter 3A of this title; except, that § 2-352.01(a) shall not apply."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"VII","text":"Interagency Collaboration and Services Integration Commission."},"heading":{"title":"2","chaptersection":"1594","identifier":"2-1594","catch_text":"Commission; establishment; authority."}}