{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-141 added pars. (1A), (1B), and (1C).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of Department of Youth Rehabilitation Services Establishment Emergency Act of 2004 (D.C. Act 15-657, December 29, 2004, 52 DCR 481).\n\nFor temporary (90 day) addition, see § 101 of Department of Youth Rehabilitation Services Establishment Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-58, March 17, 2005, 52 DCR 3182).\n\nLegislative History of Laws\n\nLaw 15-335, the \"Department of Youth Rehabilitation Services Establishment Act of 2004\", was introduced in Council and assigned Bill No. 15-749 which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 21, 2005, it was assigned Act No. 15-749 and transmitted to both Houses of Congress for its review. D.C. Law 15-335 became effective on April 12, 2005.\n\nLaw 19-141, the \"South Capitol Street Memorial Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-211, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 6, 2012, and March 20, 2012, respectively. Signed by the Mayor on April 10, 2012, it was assigned Act No. 19-344 and transmitted to both Houses of Congress for its review. D.C. Law 19-141 became effective on June 7, 2012.\n\nDC CODE § 2-1515.01\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-335, § 101, 52 DCR 2025; June 7, 2012, D.C. Law 19-141, § 504(a), 59 DCR 3083.)","sections":[{"prefix":"1","text":" \"Aftercare services\" means programs and services designed to provide care, supervision, and control over children released from facilities."},{"prefix":"1A","text":" \"Behavioral health\" means a person's overall social, emotional, and psychological well-being and development."},{"prefix":"1B","text":" \"Behavioral health assessment\" means a more thorough and comprehensive examination by a mental health professional of all behavioral health issues and needs identified during an initial behavioral health screening by which the mental health professional shall identify the type and extent of the behavioral health problem and make recommendations for treatment interventions."},{"prefix":"1C","text":" \"Behavioral health screening\" means a brief process designed to identify youth who are at risk of having behavioral health disorders that warrant immediate attention, or intervention, or to identify the need for further assessment with a comprehensive examination."},{"prefix":"2","text":" \"Committed\" means the removal of a youth from his or her home as a result of an order of adjudication or an order of disposition and placement in the care and custody of the Department of Youth Rehabilitation Services."},{"prefix":"3","text":" \"Contracted provider\" means any agency, organization, corporation, association, partnership, or individual, either for profit or not for profit, who agrees in writing to provide specific services or organizational supports to youth in the Department's care and custody."},{"prefix":"4","text":" \"Conviction\" means a judicial finding, jury verdict, or final administrative order, including a finding of guilt, a plea of nolo contendere, or a plea of guilty to a criminal charge enumerated in § 2-1515.05(g), or a finding that a child who is the subject of a report of child abuse has been abused by the employee or prospective employee."},{"prefix":"5","text":"(A) \"Custody\" means the legal status created by a Family Court order which vests in the Department the responsibility for the custody of a minor, including:"},{"prefix":"i","text":" Physical custody and the determination of where and with whom the minor shall live;"},{"prefix":"ii","text":" The right and duty to protect, train, and discipline the minor; and"},{"prefix":"iii","text":" The responsibility to provide the minor with food, shelter, education, and ordinary medical care."},{"prefix":"B","text":" A Family Court order of \"legal custody\" is subordinate to the rights and responsibilities of the guardian of the person of the minor and any residual parental rights and responsibilities."},{"prefix":"6","text":" \"Department\" means the Department of Youth Rehabilitation Services."},{"prefix":"7","text":" \"Detained\" means the temporary, secure custody of a child in facilities designated by the Family Court and placed in the care of the Department, pending a final disposition of a petition and following a hearing in accordance with § 16-2312."},{"prefix":"8","text":" \"Facilities\" means any youth residential facility, group home, foster home, shelter, secure residential or institutional placement owned, operated, or under contract with the Department, excluding residential treatment facilities and accredited hospitals."},{"prefix":"9","text":" \"Family Court\" means the Family Court of the Superior Court of the District of Columbia."},{"prefix":"10","text":" \"Person in Need of Supervision\" or \"PINS\" means a \"child in need of supervision\" as that term is defined by § 16-2301(8)."},{"prefix":"11","text":" \"Rehabilitative services\" means services designed to assist youth in acquiring, retaining, and improving their socialization, behavioral, and generic competency skills necessary to reintegrate into their home and community-based settings."},{"prefix":"12","text":" \"Youth\" means a \"child\" as that term is defined by § 16-2301(3). The terms \"juvenile,\" \"child,\" and \"resident\" appearing in this subchapter are used interchangeably."},{"prefix":"13","text":" \"Youth residential facility\" means a residential placement providing adult supervision and care for one or more children who are not related by blood, marriage, guardianship, or adoption (including both final and non-final adoptive placements) to any of the facility's adult caregivers and who were found to be in need of a specialized living arrangement as the result of a detention or shelter care hearing held pursuant to § 16-2312 or a dispositional hearing held pursuant to § 16-2317."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I-A","text":"Department of Youth Rehabilitation Services."},"heading":{"title":"2","chaptersection":"1515","identifier":"2-1515.01","catch_text":"Definitions."}}