{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-145, see notes following ยง 2-1561.\n\nDC CODE ยง 2-1563\n\nCurrent through December 11, 2012","credits":"(June 25, 2002, D.C. Law 14-145, ยง 4, 49 DCR 4063.)","sections":[{"prefix":"a","text":" The Youth Council shall be composed of 32 youth from various geographic sectors of the District, and shall include members who represent youth with special needs, as follows:"},{"prefix":"1","text":" Three members shall be from each of the 8 wards in the District;"},{"prefix":"2","text":" Four members shall be presently under an order of commitment to the District's juvenile justice system, at least one of whom presently resides in a group home; and"},{"prefix":"3","text":" Four members shall be presently in the District's foster care system; at least one of whom shall reside in a group home."},{"prefix":"b","text":" Membership of the Youth Council shall reflect a broad range of diversity encompassing relevant differences in ethnicity, location of residency within the District, religion, and gender."},{"prefix":"c","text":" Members of the Youth Council shall have been a District resident for at least one year, not including time residing in a college dormitory, prior to their application to serve on the Youth Council. College students shall be eligible to participate on the Youth Council, if they have been a District resident, living outside a college dormitory, for at least one year prior to their application to serve on the Youth Council."},{"prefix":"d","text":" Youth applying to participate on the Youth Council shall have:"},{"prefix":"1","text":" A sincere interest in, and motivation to work for the community;"},{"prefix":"2","text":" A background of community-based activity;"},{"prefix":"3","text":" A general knowledge of activities and needs in the sector of the community which they are selected to represent;"},{"prefix":"4","text":" An ability to bring creative perspectives about youth issues and concerns to the Youth Council;"},{"prefix":"5","text":" The ability to work patiently and constructively in a group setting;"},{"prefix":"6","text":" The ability to responsibly fulfill commitments; and"},{"prefix":"7","text":" An interest in the development of leadership skills."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"IV","text":"Youth Advisory Council."},"heading":{"title":"2","chaptersection":"1563","identifier":"2-1563","catch_text":"Composition of the Youth Council."}}