{"text":"Within 180 days of the empaneling of the Commission, pursuant to § 2-1553.01, the Commission shall submit a report to the Council of the District of Columbia, which shall include:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 5143 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 2-1553.01.\n\nDC CODE § 2-1533.02\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 5143, 57 DCR 6242.)","sections":[{"prefix":"1","text":" A review and assessment of the implementation of the reforms recommended in the Report of the Blue Ribbon Commission on Youth Safety and Juvenile Justice Reform;"},{"prefix":"2","text":" A review and assessment of the reforms recommended in the Blueprint for Action: Responding to Gang, Crew and Youth Violence in D.C.;"},{"prefix":"3","text":" An analysis of Part 1 and Part 2 juvenile-arrest cases of the preceding 3 years;"},{"prefix":"4","text":" An analysis of recidivism rates at the Department of Youth Rehabilitation Services (\"DYRS\") and Court Social Services (\"CSS\") of the preceding 3 years;"},{"prefix":"5","text":" An assessment of the federal, local, and private resources available to DYRS and CSS; and"},{"prefix":"6","text":" Recommendations on streamlining available resources and on increased coordination, transparency, and accountability between CSS, DYRS, the Metropolitan Police Department, and other District agencies to ensure the confidential sharing of key information between these agencies and with identified community organizations with professional interest in the well-being of youth."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"II-B","text":"Commission on Juvenile Justice Reform."},"heading":{"title":"2","chaptersection":"1533","identifier":"2-1533.02","catch_text":"Juvenile Justice Reform Report."}}