{"text":"By March 30, 2013, the Mayor shall submit a comprehensive plan to the Council for the expansion of early childhood and school-based behavioral health programs and services by the 2016-2017 school year. At minimum, the plan shall:","historical":"Legislative History of Laws\n\nFor history of Law 19-141, see notes under ยง 2-1517.01.\n\nDC CODE ยง 2-1517.32\n\nCurrent through December 11, 2012","credits":"(June 7, 2012, D.C. Law 19-141, ยง 203, 59 DCR 3083.)","sections":[{"prefix":"1","text":" Establish a strategy to enhance behavioral health services in all public schools and public charter schools, including:"},{"prefix":"A","text":" The implementation of programs that:"},{"prefix":"i","text":" Include interventions for families of students with behavioral health needs;"},{"prefix":"ii","text":" Reduce aggressive and impulsive behavior; and"},{"prefix":"iii","text":" Promote social and emotional competency in students; and"},{"prefix":"B","text":" The expansion of school-based mental health services as follows:"},{"prefix":"i","text":" By the 2014-2015 school year, services are available to at least 50% of all public and public charter school students;"},{"prefix":"ii","text":" By the 2015-2016 school year, services are available to at least 75% of all public and public charter school students; and"},{"prefix":"iii","text":" By the 2016-2017 school year, services are available to all public and public charter school students;"},{"prefix":"2","text":" Include an analysis of whether current health education standards align with actual behavioral health needs of youth and any recommendations for proposed changes; and"},{"prefix":"3","text":" Provide recommendations for the expansion of behavioral health programs and services at child development facilities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I-C","text":"Youth Behavioral Health."},"part":{"identifier":"B","text":"Early Childhood and School-Based Behavioral Health Infrastructure."},"heading":{"title":"2","chaptersection":"1517","identifier":"2-1517.32","catch_text":"Early childhood and school-based behavioral health comprehensive plan."}}