{"text":"One special assistant to the Mayor (Subject to the prior           GS-16\napproval of the Civil Service Commission pursuant to 5\nU.S.C. § 5108.)\nOne program analyst officer                                        GS-13\nOne education specialist                                           GS-12\nOne research assistant                                             GS-11\nOne program director                                               GS-11\nTwo field technical assistants                                     GS-9\nOne computer program analyst                                       GS-11\nTwo program analysts                                               GS-9\nOne secretary                                                      GS-7","historical":"Prior Codifications\n\n1981 Ed., § 1-2604.\n\n1973 Ed., § 6-2004.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-93, see Historical and Statutory Notes following § 2-1501.\n\nLaw 2-75 was introduced in Council and assigned Bill No. 2-119, which was referred to the Committee on Education, Recreation and Youth Affairs. The Bill was adopted on first and second readings on January 24, 1978 and February 7, 1978, respectively. Signed by the Mayor on February 24, 1978, it was assigned Act No. 2-153 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 2-1504\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-93, § 5, 23 DCR 9532b; Apr. 28, 1978, D.C. Law 2-75, § 2, 24 DCR 7498.)","sections":[{"prefix":"a","text":" There is hereby established in the executive branch an Office of Youth Advocacy which shall perform a planning, review and evaluation function for all programs operated by the District of Columbia government impacting on children and youth, including employment, health, counseling recreation, and training."},{"prefix":"b","text":" The Director of the Office of Youth Advocacy shall be appointed by the Mayor. The Director may hold no other public office."},{"prefix":"c","text":" The following positions and their associated funding are hereby authorized to be transferred from the Office of Youth Opportunity Services to the Office of Youth Advocacy:"},{"prefix":"d","text":" Consistent with this subchapter and other District laws, the Director may hire employees, assign work, and delegate the duties, exercise the powers, and carry out the functions of the Office."},{"prefix":"e","text":" All positions and personnel so transferred shall continue to be governed by personnel legislation enacted by Congress, and rules and regulations promulgated pursuant thereto, until such time as the District government personnel system is established in accordance with § 1-204.22(3). Such positions and personnel may be reclassified, realigned, or found in excess and separated from the service in accordance with this subchapter or an administrative order of the Director."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I","text":"Office of Youth Advocacy."},"heading":{"title":"2","chaptersection":"1504","identifier":"2-1504","catch_text":"Office of Youth Advocacy established; functions; appointment of Director; personnel."}}