{"text":"The Director of the Office shall:","historical":"Prior Codifications\n\n1981 Ed., § 1-2605.\n\n1973 Ed., § 6-2005.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-93, see Historical and Statutory Notes following § 2-1501.\n\nDC CODE § 2-1505\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-93, § 6, 23 DCR 9532b.)","sections":[{"prefix":"1","text":" Systematically review and evaluate the full array of programs operated by the District of Columbia impacting on children and youth, as specified in § 2-1504(a);"},{"prefix":"2","text":" Plan and develop demonstration youth programs for transfer to other operating agencies upon their validation after no more than 3 years of operation;"},{"prefix":"3","text":" Present the interest of children and youth before other administrative and regulatory agencies and legislative bodies of the District of Columbia government;"},{"prefix":"4","text":" Assist, advise, and cooperate with local, federal, and private agencies to promote the interest of children and youth in the District of Columbia;"},{"prefix":"5","text":" Develop criteria for the validation of programs for children and youth which shall be widely disseminated and utilized in the review and evaluation of programs;"},{"prefix":"6","text":" Issue an annual report on the current status of programs for children and youth on a citywide basis, both governmental and private; and"},{"prefix":"7","text":" Perform such other functions and duties consistent with the purpose of this subchapter which may be deemed necessary and appropriate to promote the welfare of children and youth."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"I","text":"Office of Youth Advocacy."},"heading":{"title":"2","chaptersection":"1505","identifier":"2-1505","catch_text":"Duties of Director."}}