{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-167, the \"Youth Bullying Prevention Act of 2012\", was introduced in Council and assigned Bill No. 19-11, which was referred to the Committee of the Whole, Libraries, Parks and Recreation. The Bill was adopted on first and second readings on May 1, 2012,, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-384 and transmitted to both Houses of Congress for its review. D.C. Law 19-167 became effective on September 14, 2012.\n\nDC CODE ยง 2-1535.01\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2012, D.C. Law 19-167, ยง 2, 59 DCR 7820.)","sections":[{"prefix":"1","text":" \"Agency\" means a District government entity that provides services, activities, or privileges to youth, including the:"},{"prefix":"A","text":" Office of the State Superintendent of Education;"},{"prefix":"B","text":" Department of Parks and Recreation;"},{"prefix":"C","text":" District of Columbia Public Library; and"},{"prefix":"D","text":" University of the District of Columbia."},{"prefix":"2","text":"(A) \"Bullying\" means any severe, pervasive, or persistent act or conduct, whether physical, electronic, or verbal that:"},{"prefix":"i","text":" May be based on a youth's actual or perceived race, color, ethnicity, religion, national origin, sex, age, marital status, personal appearance, sexual orientation, gender identity or expression, intellectual ability, familial status, family responsibilities, matriculation, political affiliation, genetic information, disability, source of income, status as a victim of an intrafamily offense, place of residence or business, or any other distinguishing characteristic, or on a youth's association with a person, or group with any person, with one or more of the actual or perceived foregoing characteristics; and"},{"prefix":"ii","text":" Can be reasonably predicted to:"},{"prefix":"I","text":" Place the youth in reasonable fear of physical harm to his or her person or property;"},{"prefix":"II","text":" Cause a substantial detrimental effect on the youth's physical or mental health;"},{"prefix":"III","text":" Substantially interfere with the youth's academic performance or attendance; or"},{"prefix":"IV","text":" Substantially interfere with the youth's ability to participate in or benefit from the services, activities, or privileges provided by an agency, educational institution, or grantee."},{"prefix":"B","text":" For the purposes of this paragraph, the terms \"familial status,\" \"family responsibilities,\" \"gender identity or expression,\" \"genetic information,\" \"intrafamily offense,\" \"marital status,\" \"matriculation,\" \"personal appearance,\" \"political affiliation,\" \"sexual orientation,\" and \"source of income\" shall have the same meaning as provided in ยง 2-1401.02."},{"prefix":"3","text":" \"Educational institution\" means any local education agency that receives funds from the District of Columbia."},{"prefix":"4","text":" \"Electronic communication\" means a communication transmitted by means of an electronic device, including a telephone, cellular phone, computer, tablet, pager, or video or audio recording."},{"prefix":"5","text":" \"Employee\" means an individual who performs a function for the District government for an agency, educational institution, or grantee who receives compensation for the performance of that function."},{"prefix":"6","text":" \"Grantee\" means an entity or a contractor of an entity that, on behalf of the District government or through District funding, provides services, activities, or privileges to youth."},{"prefix":"7","text":" \"Human Rights Act\" means Chapter 14 of this title."},{"prefix":"8","text":" \"Party\" means a person accused of bullying, a target of bullying, or a parent or guardian of either a person accused of bullying or a target of bullying."},{"prefix":"9","text":" \"Youth,\" depending on the context, means:"},{"prefix":"A","text":" An individual of 21 years of age or less who is enrolled in an educational institution or who accesses the services or programs provided by an agency or grantee, or an individual of 22 years of age or less who is receiving special education services from an educational institution; or"},{"prefix":"B","text":" Individuals as described in subparagraph (A) of this paragraph considered as a group."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Youth Affairs."},"subchapter":{"identifier":"II-C","text":"Youth Bullying Prevention."},"heading":{"title":"2","chaptersection":"1535","identifier":"2-1535.01","catch_text":"Definitions."}}