{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2707.\n\n1973 Ed., § 2-2227.\n\nEffect of Amendments\n\nPub. L. 110-161, in subsec. (a), inserted the first sentence and deleted the former first two sentences which had read as follows: \"There are authorized to be appropriated through the Court Services and Offender Supervision Agency for the District of Columbia (or, until such Agency assumes its duties pursuant to § 24-133(a), through the Trustee appointed pursuant to § 24-132) in each fiscal year such sums as may be necessary to carry out this chapter. Funds appropriated pursuant to this subsection shall be transmitted by the Agency (or, if applicable, by the Trustee) to the Service.\"\n\nEffective Dates\n\nSection 825(c) of Pub. L. 110-161 provides that amendments made by this section shall apply with respect to fiscal year 2008 and each succeeding fiscal year.\n\nMiscellaneous Notes\n\nSection 11272 of Pub. L. 105-33: Section 7(d) of Pub. L. 105-274 provided that § 11272 of Pub. L. 105-33, which rewrote the section, is repealed October 21, 1998. This section is set out above as it would have appeared absent the enactment of § 11272.\n\nPermitting general services administration to obtain space and services on behalf of District of Columbia public defender service:   Section 103 of Pub. L. 109-356 provides:\n\n\"(a) Authority to obtain space and services. -- At the request of the Director of the District of Columbia Public Defender Service, the Administrator of General Services may furnish space and services on behalf of the Service (either directly by providing space and services in buildings owned or occupied by the Federal Government or indirectly by entering into leases with non-Federal entities) in the same manner, and under the same terms and conditions, as the Administrator may furnish space and services on behalf of an agency of the Federal Government.\n\n\"(b) Effective Date. -- This section shall apply with respect to fiscal year 2006 and each succeeding fiscal year.\"\n\nFederal Payment to the District of Columbia Public Defender Service: Pub. L. 111-8, Div. D, Title IV, 123 Stat. 652, March 11, 2009, provides, in part:\n\n\"For salaries and expenses, including the transfer and hire of motor vehicles, of the District of Columbia Public Defender Service, as authorized by the National Capital Revitalization and Self-Government Improvement Act of 1997, $35,659,000, of which $700,000 is to remain available until September 30, 2010: Provided, That notwithstanding any other provision of law, all amounts under this heading shall be apportioned quarterly by the Office of Management and Budget and obligated and expended in the same manner as funds appropriated for salaries and expenses of Federal agencies. Provided further, That for fiscal year 2009 and thereafter, the Public Defender Service is authorized to charge fees to cover costs of materials distributed and training provided to attendees of educational events, including conferences, sponsored by the Public Defender Service, and notwithstanding 31 U.S.C. 3302, such fees shall be credited to this account, to be available until expended without further appropriation.\"\n\nDC CODE § 2-1607\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 657, Pub. L. 91-358, title III, § 307; Aug. 5, 1997, 111 Stat. 762, Pub. L. 105-33, § 11272(d); Oct. 21, 1998, 112 Stat. 2428, Pub. L. 105-274, § 7(d), (e)(2)(B), (f); Oct. 16, 2006, 120 Stat. 2039, Pub. L. 109-356, § 301(b); Dec. 26, 2007, 121 Stat. 2042, Pub. L. 110-161, § 825(a).)","sections":[{"prefix":"a","text":" There are authorized to be appropriated to the Service in each fiscal years such funds as may be necessary to carry out this chapter. The Service may arrange by contract or otherwise for the disbursement of appropriated funds, procurement, and the provision of other administrative support functions by the General Services Administration or by other agencies or entities, not subject to the provisions of the District of Columbia Code or any law or regulation adopted by the District of Columbia Government concerning disbursement of funds, procurement, or other administrative support functions. The Service shall submit an annual appropriations request to the Office of Management and Budget."},{"prefix":"b","text":" Upon approval of the Board of Trustees, the Service may accept public grants and private contributions made to assist it in carrying out the provisions of this chapter."},{"prefix":"c","text":" The Service shall not be subject to any general personnel or budget limitations which otherwise apply to the District of Columbia government or its agencies in any appropriations act."},{"prefix":"d","text":" During fiscal years 2006 through 2008, the Service may charge fees to cover the costs of materials distributed to attendees of educational events, including conferences, sponsored by the Service.   Notwithstanding section 3302 of title 31, United States Code, any amounts received as fees under this subsection shall be credited to the Service and available for use without further appropriation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Public Defender Service. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1607","identifier":"2-1607","catch_text":"Appropriation; public grants and private contributions."}}