{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2703.\n\n1973 Ed., § 2-2223.\n\nLegislative History of Laws\n\nLaw 2-155 was introduced in Council and assigned Bill No. 2-241, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 28, 1978 and December 12, 1978, respectively. Signed by the Mayor on December 28, 1978, it was assigned Act. No. 2-322 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSection 11272 of Pub. L. 105-33: Section 7(d) of Pub. L. 105-274 provided that § 11272 of Pub. L. 105-33, which rewrote (a), is repealed, effective October 21, 1998. Subsection (a) is set out above as it appeared prior to the enactment of § 11272.\n\nDC CODE § 2-1603\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 655, Pub. L. 91-358, title III, § 303; Mar. 6, 1979, D.C. Law 2-155, § 2, 25 DCR 6986; Oct. 28, 1986, 100 Stat. 3228, Pub. L. 99-573, § 17; Aug. 5, 1997, 111 Stat. 762, Pub. L. 105-33, § 11272(a); Oct. 21, 1998, 112 Stat. 2427, Pub. L. 105-274, § 7(d).)","sections":[{"prefix":"a","text":" The powers of the Service shall be vested in a Board of Trustees composed of 11 members. The Board of Trustees shall establish general policy for the Service but shall not direct the conduct of particular cases."},{"prefix":"b","text":"(1) Members of the Board of Trustees shall be appointed by a panel consisting of:"},{"prefix":"A","text":" The Chief Judge of the United States District Court for the District of Columbia;"},{"prefix":"B","text":" The Chief Judge of the District of Columbia Court of Appeals;"},{"prefix":"C","text":" The Chief Judge of the Superior Court of the District of Columbia; and"},{"prefix":"D","text":" The Mayor of the District of Columbia."},{"prefix":"2","text":" The panel shall be presided over by the Chief Judge of the District of Columbia Court of Appeals (or in his absence, the designee of such Judge). A quorum of the panel shall be 4 members."},{"prefix":"3","text":" Four of the 11 members of the Board of Trustees shall be non-attorneys and shall be residents of the District of Columbia."},{"prefix":"4","text":" Judges of the United States courts in the District of Columbia and of District of Columbia courts may not be appointed to serve as members of the Board of Trustees."},{"prefix":"5","text":" The term of office of a member of the Board of Trustees shall be 3 years. No person shall serve more than 2 consecutive terms as a member of the Board of Trustees. A vacancy in the Board of Trustees shall be filled in the same manner as the original appointment. Any member appointed to fill a vacancy occurring prior to the expiration of the term for which his predecessor was appointed shall be appointed only for the remainder of such term."},{"prefix":"c","text":" The trustees of the Legal Aid Agency for the District of Columbia in office on the date of enactment of this chapter shall serve the unexpired portions of their terms as trustees of the Service."},{"prefix":"d","text":" For the purposes of any action brought against the trustees of the Service, they shall be deemed to be employees of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Public Defender Service. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1603","identifier":"2-1603","catch_text":"Board of Trustees."}}