{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2702.\n\n1973 Ed., § 2-2222.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (a)(1)(C), substituted \"Persons with Mental Illness\" for \"the Mentally III\".\n\nLegislative History of Laws\n\nLaw 7-52 was introduced in Council and assigned Bill No. 7-173, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 14, 1987 and September 29, 1987, respectively. Signed by the Mayor on October 16, 1987, it was assigned Act No. 7-85 and transmitted to both Houses of Congress for its review.\n\nFor history of Law 19-169, see notes under § 2-220.05.\n\nDC CODE § 2-1602\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 654, Pub. L. 91-358, title III, § 302; Dec. 10, 1987, D.C. Law 7-52, § 2(a), (b), 34 DCR 6891; Sept. 26, 2012, D.C. Law 19- 169, § 7, 59 DCR 5567.)","sections":[{"prefix":"a","text":"(1) The Service is authorized to represent any person in the District of Columbia who is a person described in any of the following categories and who is financially unable to obtain adequate representation:"},{"prefix":"A","text":" Persons charged with an offense punishable by imprisonment for a term of 6 months, or more;"},{"prefix":"B","text":" Persons charged with violating a condition of probation or parole;"},{"prefix":"C","text":" Persons subject to proceedings pursuant to Chapter 5 of Title 21 (Hospitalization of Persons with Mental Illness);"},{"prefix":"D","text":" Persons for whom civil commitment is sought pursuant to title III of the Narcotic Addict Rehabilitation Act of 1966 (42 U.S.C. § 3411 et seq.) or the provisions of Chapter 7, of Title 24;"},{"prefix":"E","text":" Juveniles alleged to be delinquent or in need of supervision;"},{"prefix":"F","text":" Persons subject to proceedings pursuant to § 24-607 (relating to commitment of chronic alcoholics by court order for treatment);"},{"prefix":"G","text":" Persons subject to proceedings pursuant to § 24-501 (relating to confinement of persons acquitted on the ground of insanity); or"},{"prefix":"H","text":" Persons incarcerated in District of Columbia corrections facilities, not including community residential facilities or community-based corrections facilities, in administrative matters related to their incarceration before any court or administrative body."},{"prefix":"2","text":" The Service shall not represent an inmate in a suit for damages against the District of Columbia or its employees for conduct within the scope of their employment, nor shall it represent an inmate in a suit in which the payment of attorney's fees or costs is sought against the District of Columbia or its employees for conduct within the scope of their employment. Representation may be furnished at any stage of a proceeding, including appellate, ancillary, and collateral proceedings. Not more than 60 per centum of the persons who are annually determined to be financially unable to obtain adequate representation and who are persons described in the above categories may be represented by the Service, but the Service may furnish technical and other assistance to private attorneys appointed to represent persons described in the above categories. The Service shall determine the best practicable allocation of its staff personnel to the courts where it furnishes representation."},{"prefix":"b","text":" The Service shall establish and coordinate the operation of an effective and adequate system for appointment of private attorneys to represent persons described in subsection (a) of this section, but the courts shall have final authority to make such appointments. The Service shall report to the courts at least quarterly on matters relating to the operation of the appointment system and shall consult with the courts on the need for modifications and improvements."},{"prefix":"c","text":" Upon approval of its Board of Trustees, the Service may perform such other functions as are necessary and appropriate to the duties described above."},{"prefix":"d","text":" The determination whether a person is financially unable to obtain adequate representation shall be based on information provided by the person to be represented and such other persons or agencies as the court in its discretion shall require. Whoever in providing this information knowingly falsifies, conceals, or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious, or fraudulent statement or representation, or makes or uses any false writing or document knowing the same to contain any false, fictitious, or fraudulent statement or entry shall be fined not more than $1,000, or imprisoned not more than 1 year, or both."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Public Defender Service. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1602","identifier":"2-1602","catch_text":"Persons who may be represented; appointment of private attorneys; determination of financial eligibility."}}