{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2914.\n\nTemporary Amendments of Section\n\nSection 4 of D.C. Law 17-16, in subsec. (a), substituted \"Public Service Commission, the National Capital Revitalization Corporation, the Anacostia Waterfront Corporation,\" for \"Public Service Commission,\".\n\nSection 6(b) of D.C. Law 17-16 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4 of National Capital Revitalization Corporation and Anacostia Waterfront Corporation Freedom of Information Emergency Amendment Act of 2007 (D.C. Act 17-29, April 19, 2007, 54 DCR 4077).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-19, see Historical and Statutory Notes following § 2-1701.\n\nDC CODE § 2-1714\n\nCurrent through December 11, 2012","credits":"(Sept. 5, 1985, D.C. Law 6-19, § 16, 32 DCR 3590.)","sections":[{"prefix":"a","text":" The requirements and provisions of this chapter shall apply to and be binding upon the executive branch, the operating departments and agencies, including independent agencies of the District, Advisory Neighborhood Commissions, the Board of Elections and Ethics, the Zoning Commission, the Armory Board, the Public Service Commission, and the boards, commissions, and task forces whose memberships are appointed by the Mayor."},{"prefix":"b","text":" The requirements and provisions of this chapter shall not be binding upon:"},{"prefix":"1","text":" The Council of the District of Columbia;"},{"prefix":"2","text":" The Board of Education;"},{"prefix":"3","text":" The District of Columbia Court of Appeals and the Superior Court of the District of Columbia; and"},{"prefix":"4","text":" The regional and national bodies in which the District participates as a member."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Public Records Management. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1714","identifier":"2-1714","catch_text":"Applicability."}}