{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-2906.\n\nEffect of Amendments\n\nD.C. Law 13-91, in par. (2) of subsec. (b), deleted \"pursuant to § 1-2902(d) [1981 Ed],\" preceding \"with respect to\".\n\nD.C. Law 17-175, in subsec. (a)(2)(A), inserted \"; provided, that an authorization approved by the Committee shall not be effective until 45 days after its publication in the District of Columbia Register\"; and added subsec. (a-1).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-19, see Historical and Statutory Notes following § 2-1701.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nFor Law 17-175, see notes following § 2-1701.\n\nDC CODE § 2-1706\n\nCurrent through December 11, 2012","credits":"(Sept. 5, 1985, D.C. Law 6-19, § 7, 32 DCR 3590; Apr. 12, 2000, D.C. Law 13-91, § 131, 47 DCR 520; June 13, 2008, D.C. Law 17-175, § 2(c), 55 DCR 5387.)","sections":[{"prefix":"a","text":"(1) Any record created or received by the District in the course of official business is the property of the District and, except as provided in paragraph (2) of this subsection, shall not be destroyed, sold, transferred, or disposed of in any manner."},{"prefix":"2","text":"(A) A record may be destroyed, sold, transferred, or disposed of as prescribed by law, by records retention schedules, or by other authorization approved by the Committee; provided, that an authorization approved by the Committee shall not be effective until 45 days after its publication in the District of Columbia Register."},{"prefix":"B","text":" Any records retention schedule or procedure which is in effect on September 5, 1985, shall remain in effect until it is amended or repealed pursuant to this chapter."},{"prefix":"a-1","text":" No electronic mail shall be deleted or destroyed until new rules and regulations for the retention of electronic mail are submitted to and approved by the Council pursuant to § 2-1702(e). Such rules and regulations shall be submitted within 60 days of June 13, 2008."},{"prefix":"b","text":" It shall be the responsibility of each agency to develop:"},{"prefix":"1","text":" Records containing adequate documentation of its organization, functions, policies, decisions, procedures, and essential transactions; and"},{"prefix":"2","text":" A continuing program for the economical and efficient management of its records in compliance with the instructions and directives issued by the Administrator with respect to the organization, retention, disposal, storage, photographing, and microphotographing of its records."},{"prefix":"c","text":" An employee at each agency shall be designated as the records management officer of the agency, who shall develop and carry out the records management program of the agency and provide liaison with the Administrator."},{"prefix":"d","text":" Any inactive public record of the District which is deemed to have continuing historical or other significance shall be transferred to the District of Columbia Archives to be properly preserved, arranged, described, and made available for reference purposes."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Public Records Management. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1706","identifier":"2-1706","catch_text":"Maintenance of public records."}}