{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-83 rewrote subsec. (c) which read as follows:\n\n\"(c) The initial term of office of an Administrative Law Judge shall be 2 years, at the end of which the Administrative Law Judge shall be eligible for reappointment to a term of 10 years. At the expiration of any 10-year term of office, an Administrative Law Judge shall be eligible for reappointment by the Commission to a new term of 10 years. Non-reappointment of an Administrative Law Judge shall not be deemed to be discipline or removal of the Administrative Law Judge.\"\n\nD.C. Law 16-191, in subsec. (c)(1), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Second Office of Administrative Hearings Rental Housing Emergency Amendment Act of 2005 (D.C. Act 16-246, December 22, 2005, 53 DCR 274).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Office of Administrative Hearings Rental Housing Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-333, March 23, 2006, 53 DCR 2596).\n\nLegislative History of Laws\n\nFor Law 14-76, see notes following § 2-1831.01.\n\nFor Law 16-83, see notes following § 2-15831.03.\n\nFor Law 16-191, see notes following § 2-1217.71.\n\nDC CODE § 2-1831.08\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 11, 48 DCR 11442; Apr. 4, 2006, D.C. Law 16-83, § 2(c), 53 DCR 1059; Mar. 2, 2007, D.C. Law 16-191, § 125, 53 DCR 6794.)","sections":[{"prefix":"a","text":" Administrative Law Judges shall be accountable and responsible for the fair, impartial, effective, and efficient disposition of cases to which they are assigned by the Chief Administrative Law Judge."},{"prefix":"b","text":" An Administrative Law Judge shall be appointed to the Excepted Service as a statutory officeholder pursuant to § 1-609.08, upon the affirmative vote of a majority of the voting members of the Commission after a selection process in accordance with rules promulgated pursuant to § 2-1831.11(a) and (b)."},{"prefix":"c","text":"(1) The initial term of office of an Administrative Law Judge appointed prior to December 6, 2005, shall be 2 years, at the end of which the Administrative Law Judge shall be eligible for reappointment by the Commission to a term of 10 years. After serving an initial reappointment term of 10 years, the Administrative Law Judge shall be eligible for reappointment by the Commission to a new term of 6 years."},{"prefix":"2","text":" The initial term of office of an Administrative Law Judge hired after December 5, 2005, shall be 2 years, at the end of which the Administrative Law Judge shall be eligible for reappointment by the Commission to a term of 6 years."},{"prefix":"3","text":" At the expiration of any 6-year term of office, an Administrative Law Judge shall be eligible for reappointment by the Commission to a new term of 6 years."},{"prefix":"4","text":" Non-reappointment of an Administrative Law Judge shall not be deemed to be discipline or removal of the Administrative Law Judge."},{"prefix":"d","text":" To be eligible for appointment, an Administrative Law Judge shall:"},{"prefix":"1","text":" At the time of appointment, be a member in good standing of the District of Columbia Bar and remain in good standing throughout his or her tenure as an Administrative Law Judge;"},{"prefix":"2","text":" If appointed to a position at grade 15 or below, be subject to the residency requirements applicable to attorneys pursuant to § 1-609.06(c);"},{"prefix":"3","text":" If appointed to a position at a level higher than grade 15, be subject to the residency requirements placed on members of the Senior Executive Attorney Service pursuant to § 1-608.59;"},{"prefix":"4","text":" Have at least 5 years experience in the practice of law, including experience with court, administrative, or arbitration litigation;"},{"prefix":"5","text":" Possess judicial temperament, expertise, experience, and analytical and other skills necessary and desirable for an Administrative Law Judge; and"},{"prefix":"6","text":" Satisfy all other requirements specified in rules promulgated pursuant to § 2-1831.11(a) and (b);"},{"prefix":"e","text":" An individual occupying a position as a hearing officer in an agency at the time the agency becomes subject to this chapter is eligible to be appointed as an Administrative Law Judge in the Office; provided, that he or she satisfies all the requirements for appointment as an Administrative Law Judge specified in this chapter and in the rules promulgated pursuant to this chapter."},{"prefix":"f","text":" No hearing officer shall be required to accept an appointment as an Administrative Law Judge pursuant to subsection (e) of this section. Any hearing officer who is not appointed or is ineligible to be appointed as an Administrative Law Judge shall be reassigned, without reduction in grade or step, to another position within the agency employing that individual, or by the Mayor to a position in another agency."},{"prefix":"g","text":" Any Administrative Law Judge appointed pursuant to the authority of subsection (e) of this section who is not reappointed after expiration of his or her initial 2-year term may be appointed to the Legal Service, and be placed in a position in the agency that employed the individual immediately before he or she accepted the appointment as an Administrative Law Judge or in any other position designated by the Corporation Counsel."},{"prefix":"h","text":" The compensation of an Administrative Law Judge shall not exceed the compensation level available to attorneys of the Senior Executive Attorney Service created by § 1-608.53."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.08","catch_text":"Administrative Law Judges."}}