{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-76, see notes following ยง 2-1831.01.\n\nDC CODE ยง 2-1831.09\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, ยง 12, 48 DCR 11442.)","sections":[{"prefix":"a","text":" An Administrative Law Judge shall:"},{"prefix":"1","text":" Participate in the program of orientation and in programs of continuing legal education for Administrative Law Judges required by the Chief Administrative Law Judge;"},{"prefix":"2","text":" Meet annual performance standards applicable to his or her duties;"},{"prefix":"3","text":" Engage in no conduct inconsistent with the duties, responsibilities, and ethical obligations of an Administrative Law Judge;"},{"prefix":"4","text":" Not be responsible to, or subject to the supervision or direction of, an officer, employee, attorney, or agent engaged in the performance of investigative, prosecutorial, or advisory functions for another agency;"},{"prefix":"5","text":" Fully participate in Office management committees and management activities to set and steer policies relating to Office operations, including, without limitation, personnel matters;"},{"prefix":"6","text":" Supervise, direct, and evaluate the work of employees assigned to him or her;"},{"prefix":"7","text":" Conform to all legally applicable standards of conduct;"},{"prefix":"8","text":" Decide all cases in an impartial manner;"},{"prefix":"9","text":" Devote full-time to the duties of the position and shall not:"},{"prefix":"A","text":" Engage in the practice of law; or"},{"prefix":"B","text":" Perform any duties that are inconsistent with the duties and responsibilities of an Administrative Law Judge;"},{"prefix":"10","text":" Cooperate with the Executive Director of the Office to achieve efficient and effective administration of the Office; and"},{"prefix":"11","text":" Take an oath of office, as required by law, prior to the commencement of duties."},{"prefix":"b","text":" In any case in which he or she presides, an Administrative Law Judge may:"},{"prefix":"1","text":" Issue subpoenas and may order compliance therewith;"},{"prefix":"2","text":" Administer oaths;"},{"prefix":"3","text":" Accept documents for filing;"},{"prefix":"4","text":" Examine an individual under oath;"},{"prefix":"5","text":" Issue interlocutory orders and orders;"},{"prefix":"6","text":" Issue protective orders;"},{"prefix":"7","text":" Control the conduct of proceedings as deemed necessary or desirable for the sound administration of justice;"},{"prefix":"8","text":" Impose monetary sanctions for failure to comply with a lawful order or lawful interlocutory order, other than an order that solely requires payment of a sum certain as a result of an admission or finding of liability for any infraction or violation that is civil in nature;"},{"prefix":"9","text":" Suspend, revoke, or deny a license or permit;"},{"prefix":"10","text":" Perform other necessary and appropriate acts in the performance of his or her duties and properly exercise any other powers authorized by law;"},{"prefix":"11","text":" Engage in or encourage the use of alternative dispute resolution;"},{"prefix":"12","text":" When authorized by rules promulgated pursuant to ยง 2-505, issue administrative inspection authorizations that authorize the administrative inspection and administrative search of a business property or premises, whether private or public, and excluding any area of a premises that is used exclusively as a private residential dwelling. Subject to the exclusions of this paragraph, property (including any premises) is subject to administrative inspection and administrative search under this paragraph only if there is probable cause to believe that:"},{"prefix":"A","text":" The property is subject to one or more statutes relating to the public health, safety, or welfare;"},{"prefix":"B","text":" Entry to said property has been denied to officials authorized by civil authority to inspect or otherwise to enforce such statutes or regulations; and"},{"prefix":"C","text":" Reasonable grounds exist for such administrative inspection and search; and"},{"prefix":"13","text":" Exercise any other lawful authority."},{"prefix":"c","text":" Any rule promulgated pursuant to subsection (b)(12) of this section shall include all protections provided by Rule 204 of the Superior Court of the District of Columbia Rules of Civil Procedure."},{"prefix":"d","text":" A person may not refuse or decline to comply with a lawful interlocutory order or lawful order issued by an Administrative Law Judge."},{"prefix":"e","text":" In addition to any other sanctions that an Administrative Law Judge may lawfully impose for the violation of any order or interlocutory order, an Administrative Law Judge, or a party in interest in an adjudicated case, may apply to any judge of the Superior Court of the District of Columbia for an order issued on an expedited basis to show cause why a person should not be held in civil contempt for refusal to comply with an order or an interlocutory order issued by an Administrative Law Judge. On the return of an order to show cause, if the judge hearing the case determines that the person is guilty of refusal to comply with a lawful order or interlocutory order of the Administrative Law Judge without good cause, the judge may commit the offender to jail or may provide any other sanction authorized in cases of civil contempt. A party in interest may also bring an action for any other equitable or legal remedy authorized by law to compel compliance with the requirements of an order or interlocutory order of an Administrative Law Judge."},{"prefix":"f","text":" An Administrative Law Judge has no authority to commit any person to jail."},{"prefix":"g","text":" An Administrative Law Judge shall be subject to suit, liability, discovery, and subpoena in a civil action relating to actions taken and decisions made in the performance of duties while in office on the same basis as a judge of the Superior Court of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.09","catch_text":"Powers, duties, and liability of Administrative Law Judges."}}