{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 14-76, the \"Office of Administrative Hearings Establishment Act of 2001\", was introduced in Council and assigned Bill No. 14-208, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on October 2, 2001, and November 6, 2001, respectively.   Signed by the Mayor on November 29, 2001, it was assigned Act No. 14-196 and transmitted to both Houses of Congress for its review.  D.C. Law 14-76 became effective on March 6, 2002.\n\nDC CODE § 2-1831.01\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 4, 48 DCR 11442.)","sections":[{"prefix":"1","text":" \"Adjudicated case\" means a contested case or other administrative adjudicative proceeding before the Mayor or any agency that results in a final disposition by order and in which the legal rights, duties, or privileges of specific parties are required by any law or constitutional provision to be determined after an adjudicative hearing of any type. The term \"adjudicated case\" includes, without limitation, any required administrative adjudicative proceeding arising from a charge by an agency that a person committed an offense or infraction that is civil in nature."},{"prefix":"2","text":" \"Administrative Law Judge,\" unless otherwise specified, means an Administrative Law Judge of the Office of Administrative Hearings."},{"prefix":"3","text":" \"Administrative Procedure Act\" means the District of Columbia Administrative Procedure Act (§ 2-501 et seq.)."},{"prefix":"4","text":" \"Agency\" shall have the meaning provided that term in § 2-502(3)."},{"prefix":"5","text":" \"Commission\" means the Commission on Selection and Tenure of Administrative Law Judges of the Office of Administrative Hearings."},{"prefix":"6","text":" \"Contested case\" shall have the meaning provided that term in § 2- 502(8)."},{"prefix":"7","text":" \"Fiscal year\" means the period from October 1 through September 30 of the following year."},{"prefix":"8","text":" \"Hearing officer\" means an individual, other than an agency director, whose permanent duties as an employee of the District of Columbia on the day prior to this chapter becoming applicable to his or her agency consisted in whole or in substantial part of regularly adjudicating administrative matters as required by law.  The term \"hearing officer\" includes, without limitation, any person with a position bearing the title \"Hearing Officer,\" \"Hearing Examiner,' ' \"Attorney Examiner,\" \"Administrative Law Judge,\" \" Administrative Judge,\" or \"Adjudication Specialist\".   Notwithstanding anything to the contrary in this paragraph, the term \"hearing officer\" does not include any employee holding an intermittent service, a temporary appointment of less than one year, or a term appointment of less than one year.  The Mayor or the Commission may issue rules in accordance with § 2-1831.11 to adjust the period of employee tenure required to qualify as a hearing officer, except that such rules may not require a period longer than one year prior to this act becoming applicable to an employee's agency."},{"prefix":"9","text":" \"Independent agency\" shall have the meaning provided that term in § 2- 502(5)."},{"prefix":"10","text":" \"Interlocutory order\" means any decision of an Administrative Law Judge in a matter other than an order as defined in this chapter."},{"prefix":"11","text":" \"Office\" means the Office of Administrative Hearings as established by this chapter, and, unless otherwise stated, includes its Chief Administrative Law Judge and its Administrative Law Judges."},{"prefix":"12","text":" \"Order\" shall have the meaning provided that term in § 2-502(11)."},{"prefix":"13","text":" \"Party\" shall have the meaning provided that term in § 2-502(10)."},{"prefix":"14","text":" \"Person\" includes individuals, partnerships, corporations, associations, and public or private organizations and entities of any character other than the Mayor, the Council, the courts, or an agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.01","catch_text":"Definitions."}}