{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39, in subsec. (b), substituted \"the day that begins the first pay period after 180 days following Council confirmation of the individual who will serve as the first Chief Administrative Law Judge of the Office\" for \"October 1, 2003\"; and rewrote subsec. (c) which had read as follows:\n\n\"(c) All funding, property, and full-time equivalent position authority associated with the administrative adjudication functions of the agencies to which this chapter becomes applicable by October 1, 2003 shall be transferred from those agencies to the Office by that date. All funding, property, and full-time equivalent position authority associated with the administrative adjudication functions of any agency to which this chapter becomes applicable after October 1, 2003 shall be transferred from that agency to the Office on or before the date that this chapter becomes applicable to that agency.\"\n\nD.C. Law 15-177 repealed par. (2) of subsec. (c) which had read:\n\n\"(2) If the Office begins operation after October 1, 2003, the Chief Financial Officer shall make an intra-district transfer, from the D.C. Public Schools to the Office, of the pro rata share of the $1,866,000 budgeted for adjudication of cases related to special education. The Chief Financial Officer shall calculate the pro rata share as a percentage of funds equal to the percentage of pay periods in fiscal year 2004 during which the Office has the responsibility of hearing special education cases.\"\n\nD.C. Law 16-191, in subsec. (e), substituted \"subchapter IX-A of Chapter 2 of this title\" for \"subchapter IX of Chapter 2 of this title\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Office of Administrative Hearings Independence Preservation Temporary Amendment Act of 2004 (D.C. Law 15-115, Mar. 30, 2004, law notification 51 DCR 3802).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 402(a) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 402(a) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Office of Administrative Hearings Independence Preservation Emergency Amendment Act of 2003 (D.C. Act 15-275, December 18, 2003, 51 DCR 45).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Office of Administrative Hearings Independence Preservation Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-403, March 18, 2004, 51 DCR 3645).\n\nLegislative History of Laws\n\nFor Law 14-76, see notes following § 2-1831.01.\n\nFor Law 15-39, see notes following § 2-1219.01.\n\nLaw 15-177, the \"Office of Administrative Hearings Independence Preservation Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-571, which was referred to the Committee on the Human Services. The Bill was adopted on first and second readings on April 6, 2004, and May 4, 2004, respectively. Signed by the Mayor on May 21, 2004, it was assigned Act No. 15- 427 and transmitted to both Houses of Congress for its review. D.C. Law 15-177 became effective on September 8, 2004.\n\nFor Law 16-191, see notes following § 2-1217.71.\n\nMiscellaneous Notes\n\nShort title of title IV of Law 15-39: Section 401 of D.C. Law 15-39 provided that title IV of the act may be cited as the Office of Administrative Hearings Amendment Act of 2003.\n\nShort title: Section 3009 of D.C. Law 17-219 provided that subtitle D of title III of the act may be cited as the \"Office of Administrative Hearings Space Analysis Act of 2008\".\n\nSection 3010 of D.C. Law 17-219 provides:\n\n\"(a) Notwithstanding any other provision of law, the District of Columbia Auditor shall contract for an analysis to identify the space needs of the Office of Administrative Hearings; provided, that the District of Columbia Auditor shall not utilize a subordinate agency to provide or procure this analysis.\n\n\"(b) The analysis shall be submitted to the Council not later than December 1, 2008.\"\n\nDC CODE § 2-1831.02\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 5, 48 DCR 11442; Nov. 13, 2003, D.C. Law 15-39, § 402(a), 50 DCR 5668; Sept. 8, 2004, D.C. Law 15-177, § 2(a), 51 DCR 5709; Mar. 2, 2007, D.C. Law 16-191, § 16, 53 DCR 6794.)","sections":[{"prefix":"a","text":" The District of Columbia Office of Administrative Hearings is established as an independent agency within the executive branch of the District of Columbia government in the form and manner prescribed by this chapter. The Office shall be responsible for the administrative adjudication of all cases to which this chapter applies."},{"prefix":"b","text":" The Office shall commence operations on the day that begins the first pay period after 180 days following Council confirmation of the individual who will serve as the first Chief Administrative Law Judge of the Office. On or after March 6, 2002, the Mayor may issue an executive order appointing an acting Chief Administrative Law Judge, pending his or her confirmation, and may authorize him or her to plan for the implementation of this chapter, including the commencement of operations of the Office."},{"prefix":"c","text":"(1)(A) If the Office begins operations after October 1, 2003, the Chief Financial Officer shall make intra-district transfers, on a quarterly basis, to the Department of Health, the Department of Human Services, the Board of Appeals and Review, the Child and Family Services Agency, and the Department of Motor Vehicles for the continuing costs of their adjudication functions during Fiscal Year 2004. The intra-district transfer shall be calculated as a pro rata share of the funds and full-time equivalent positions that each agency, respectively, transferred to the Office for its Fiscal Year 2004 baseline budget prepared by the Office of the Chief Financial Officer. Any amount so transferred shall remain a portion of the Office's baseline budget for any succeeding fiscal year."},{"prefix":"B","text":" In calculating any pro rata share for the Board of Appeals and Review, the Chief Financial Officer shall exclude from consideration any period that occurs, in whole or in part, during the first quarter of Fiscal Year 2004. The Chief Financial Officer shall also make an intra-district transfer to the Office's budget of any unused funds in the Fiscal Year 2004 budget of the Board of Appeals and Review, as of the date that the Office commences operations in accordance with subsection (b) of this section."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" All funding and full-time equivalent position authority associated with the administrative adjudication functions of any agency to which this unit becomes applicable on October 1, 2004, shall be transferred from that agency on or before the date that this unit becomes applicable to that agency."},{"prefix":"4","text":" All property associated with the administrative adjudication functions of any agency to which this act becomes applicable shall be transferred to the Office on or before the date that this chapter becomes applicable to that agency."},{"prefix":"d","text":" Any hearing officer in an agency covered by this chapter shall be subject to all rights, privileges, and requirements of this chapter, but his or her position and related costs shall continue to be funded by his or her originating agency until personnel authority, property, records, and unexpended balances of appropriations, revenues, and other funds associated with an agency's carrying out the functions assigned to the Office under authority of this chapter are lawfully transferred to the Office."},{"prefix":"e","text":" The Office shall be subject to Unit A of Chapter 3 of Title 2, subchapter IX-A of Chapter 2 of Title 2, Chapter 14 of Title 1, and Chapter 10 of Title 10."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.02","catch_text":"Establishment of Office of Administrative Hearings."}}