{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-76, see notes following ยง 2-1831.01.\n\nDC CODE ยง 2-1831.17\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, ยง 20, 48 DCR 11442.)","sections":[{"prefix":"a","text":" There is established an Advisory Committee to the Office of Administrative Hearings."},{"prefix":"b","text":" The Advisory Committee shall consist of the following 8 persons:"},{"prefix":"1","text":" The Mayor or his or her designee;"},{"prefix":"2","text":" The Chairman of the Council or his or her designee;"},{"prefix":"3","text":" The Corporation Counsel or his or her designee;"},{"prefix":"4","text":" Two agency heads appointed by the Mayor, or their designees, from agencies with cases coming before the Office of Administrative Hearings;"},{"prefix":"5","text":" Two members of the District of Columbia Bar, appointed by the Mayor, neither of whom shall be employed by the District of Columbia government; and"},{"prefix":"6","text":" A member of the public, appointed by the Mayor, who is not a member of the District of Columbia Bar."},{"prefix":"c","text":" The Mayor shall chair the Advisory Committee, or may designate an Advisory Committee Chair from among its members."},{"prefix":"d","text":" A member of the Advisory Committee may not receive compensation for service on the Advisory Committee, but is entitled to reimbursement for travel expenses in accordance with applicable law and regulations."},{"prefix":"e","text":" The Advisory Committee shall:"},{"prefix":"1","text":" Advise the Chief Administrative Law Judge in carrying out his or her duties;"},{"prefix":"2","text":" Identify issues of importance to Administrative Law Judges and agencies that should be addressed by the Office;"},{"prefix":"3","text":" Review issues and problems relating to administrative adjudication;"},{"prefix":"4","text":" Review and comment upon the policies and regulations proposed by the Chief Administrative Law Judge; and"},{"prefix":"5","text":" Make recommendations for statutory and regulatory changes that are consistent with advancing the purposes of this chapter."},{"prefix":"f","text":" The Advisory Committee shall meet at a regular time and place to be determined by the committee."},{"prefix":"g","text":" The Chief Administrative Law Judge shall confer with the Advisory Committee at its meetings and shall provide such information as the Advisory Committee lawfully may request."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.17","catch_text":"Advisory Committee."}}