{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-83, in subsecs. (d) and (e), substituted \"6-year term\" for \"10-year term\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Second Office of Administrative Hearings Rental Housing Emergency Amendment Act of 2005 (D.C. Act 16-246, December 22, 2005, 53 DCR 274).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Office of Administrative Hearings Rental Housing Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-333, March 23, 2006, 53 DCR 2596).\n\nLegislative History of Laws\n\nFor Law 14-76, see notes following § 2-1831.01.\n\nFor Law 16-83, see notes following § 2-15831.03.\n\nDC CODE § 2-1831.04\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 7, 48 DCR 11442; Apr. 4, 2006, D.C. Law 16-83, § 2(b), 53 DCR 1059.)","sections":[{"prefix":"a","text":" The Office shall be headed by a Chief Administrative Law Judge who shall be accountable and responsible for the fairness, impartiality, effectiveness, and efficiency of the Office."},{"prefix":"b","text":" The Chief Administrative Law Judge shall:"},{"prefix":"1","text":" Be appointed by the Mayor, with the advice and consent of the Council;"},{"prefix":"2","text":" Serve a 6-year term and be eligible for reappointment by the Mayor, with the advice and consent of the Council, for a maximum of 2 terms as Chief Administrative Law Judge;"},{"prefix":"3","text":" Take an oath of office, as required by law, prior to the commencement of duties;"},{"prefix":"4","text":" Devote full-time to the duties of the Office and shall not engage in the practice of law, or perform any other duties that are inconsistent with the duties and responsibilities of the Chief Administrative Law Judge;"},{"prefix":"5","text":" Be a member in good standing of the District of Columbia Bar at the time he or she assumes office and throughout his or her tenure as Chief Administrative Law Judge;"},{"prefix":"6","text":" Be a resident of the District of Columbia or become a resident of the District of Columbia within 180 days of his or her taking office;"},{"prefix":"7","text":" Not be subject to removal from office before expiration of his or her term, except upon a written finding of the Mayor of good cause, subject to the right of appeal;"},{"prefix":"8","text":" Have the powers and duties specified in this chapter, and the powers, privileges, and immunities of an Administrative Law Judge; and"},{"prefix":"9","text":" Be appointed to the Excepted Service as a statutory officeholder pursuant to § 1-609.08."},{"prefix":"c","text":" The Chief Administrative Law Judge shall be compensated at the Grade 18 level, Step 5, of the Mayor's Excepted Service Schedule."},{"prefix":"d","text":" At the conclusion of his or her term or a period of service of at least 2 years, the Chief Administrative Law Judge shall have the right to assume a position as a full-time or part-time Administrative Law Judge for a full 6-year term; provided, that he or she shall have no such right if he or she was removed from office for cause, or if the Mayor makes a written finding within 60 days of the effective date of the Chief Administrative Law Judge's resignation or the end of the Chief Administrative Law Judge's term, whichever is earlier, that cause for removal existed at or before the conclusion of his or her period of service. Such a finding is subject to a right of appeal."},{"prefix":"e","text":" A former Chief Administrative Law Judge serving pursuant to subsection (d) of this section shall hold a position entitled \"Senior Administrative Law Judge.\" Upon becoming a Senior Administrative Law Judge, the rate of pay of any former Chief Administrative Law Judge shall be reduced to the same rate of pay as the Administrative Law Judge or Senior Administrative Law Judge then holding the highest grade in the Office. Thereafter, the Senior Administrative Law Judge's rate of pay may be adjusted in the same manner as the rate of pay of an Administrative Law Judge. After completing any full 6-year term, a Senior Administrative Law Judge may be reappointed to another full term in accordance with section § 2-1831.10(a), (b), and (c)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.04","catch_text":"Chief Administrative Law Judge."}}