{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-76, see notes following § 2-1831.01.\n\nDelegation of Authority\n\nDelegation of Authority under D.C. Law 14-76, the \"Office of Administrative Hearings Establishment Act of 2001\", see Mayor's Order 2003-53, May 2, 2003 (50 DCR 4290).\n\nDC CODE § 2-1831.11\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 14, 48 DCR 11442.)","sections":[{"prefix":"a","text":" In accordance with § 2-505, the Mayor shall promulgate initial rules governing the appointment, reappointment, discipline, removal, and qualifications of Administrative Law Judges within 180 days of March 6, 2002. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"b","text":" Upon convening, or at anytime thereafter, the Commission may amend or repeal, in whole or in part, or may add to, the initial rules promulgated under the authority of subsection (a) of this section, in accordance with § 2- 505.  Any proposed rule changes shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess.  If the Council does not disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved.   The Chief Administrative Law Judge may at any time request that the Commission review and consider proposed rule changes authorized by this subsection.  The Commission also, on its own initiative, or upon recommendation of the Chief Administrative Law Judge, may promulgate emergency rules, valid for not more than 120 days, in the limited circumstances permitted by § 2-505(c)."},{"prefix":"c","text":" Any rules promulgated pursuant to subsections (a) and (b) of this section shall be designed to competitively recruit and retain highly qualified, effective, and efficient Administrative Law Judges from the public and private sectors. Any such rules:"},{"prefix":"1","text":" Shall require that Administrative Law Judges meet the qualifications established in § 2-1831.08(d)(1) through (5);"},{"prefix":"2","text":" May prescribe the passing of a qualifying examination as a minimum, but not exclusive, requirement for appointment;"},{"prefix":"3","text":" May prescribe additional qualifications for the purpose of ensuring the appointment of well-qualified, efficient, and effective Administrative Law Judges;"},{"prefix":"4","text":" Shall require that all Administrative Law Judge positions (except positions subject to § 2-1831.08(e) be timely advertised in a portion of a daily or weekly periodical that is likely to be seen by highly qualified public and private sector attorneys in the District of Columbia who are seeking or considering positions as attorneys or administrative law judges in the government. This requirement shall not apply to a position open only to Administrative Law Judges already appointed pursuant to § 2-1831.10."},{"prefix":"d","text":" Rules promulgated pursuant to subsections (a) and (b) of this section shall govern the process of selecting Administrative Law Judges."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.11","catch_text":"Rules governing appointment, reappointment, and discipline of Administrative Law Judges."}}