{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2704.\n\nEffect of Amendments\n\nD.C. Law 18-223, in par. (a)(1), substituted \"30 days\" for \"60 days\"; and rewrote par. (a)(2), which had read as follows:\n\n\"(2) In addition to the civil fine, the following penalties may be imposed:\n\n\"(A) A respondent who fails to answer a notice of infraction within the time specified by § 2-1802.02(e) may be assessed a penalty equal to the amount of the civil fine for the infraction set forth in the notice.\n\n\"(B) A respondent who fails to answer a second notice of infraction within the time specified by § 2-1802.02(f) may be assessed a penalty equal to twice the amount of the civil fine for the infraction set forth in the notice.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2072(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-42, see Historical and Statutory Notes following § 2-1801.01.\n\nLaw 7-231, the \"Technical Amendments Act of 1988,\" was introduced in Council and assigned Bill No. 7-586, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 29, 1988 and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-285 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-237, see Historical and Statutory Notes following § 2-1801.06.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nResolutions\n\nResolution 15-618, the \"Civil Infractions Schedule of Fines Amendment for Towing Services for Motor Vehicles Regulations Approval Resolution of 2004\", was approved effective July 13, 2004.\n\nResolution 16-153, the \"Civil Infractions Schedule of Fines Amendment Approval Resolution of 2005\", was approved effective May 1, 2005.\n\nResolution 16-652, the \"Department of Health--Hazardous Waste Management Infractions Schedule of Fines Approval Resolution of 2006\", was approved effective June 4, 2006.\n\nResolution 16-784, the \"Department of Health--Vector-Borne Infectious Diseases Control Infractions Schedule of Fines Approval Resolution of 2006\", was approved effective August 6, 2006.\n\nMiscellaneous Notes\n\nShort title: Section 2061 of D.C. Law 18-223 provided that subtitle G of title II of the act may be cited as the \"Department of Consumer and Regulatory Affairs Civil Infractions Amendment Act of 2010\".\n\nDC CODE § 2-1801.04\n\nCurrent through December 11, 2012","credits":"(Oct. 5, 1985, D.C. Law 6-42, § 104, 32 DCR 4450; May 10, 1989, D.C. Law 7-231, § 21, 36 DCR 492; Mar. 8, 1991, D.C. Law 8-237, § 2(c), 38 DCR 314; Sept. 24, 2010, D.C. Law 18-223, § 2072(a), 57 DCR 6242.)","sections":[{"prefix":"a","text":"(1) The Mayor shall prepare and periodically amend a schedule of fines. The schedule of fines shall be submitted to the Council of the District of Columbia (\"Council\") for its approval or disapproval, in whole or in part, by resolution. The schedule of fines and subsequent amendments shall not become effective until approved by the Council, or 30 days after submission if the Council has not disapproved the schedule or amendments."},{"prefix":"2","text":" In addition to the civil fine, a respondent who fails to answer a notice of infraction within the time specified by § 2-1802.02(e) may be assessed a penalty equal to twice the amount of the civil fine for the infraction set forth in the notice."},{"prefix":"b","text":" In addition to any civil fines and penalties imposed following the adjudication of an infraction adverse to a respondent, an administrative law judge or attorney examiner may, in accordance with rules issued by the Mayor, impose upon the respondent, by order, the costs to the District of any additional inspections before, during, or after the hearing, and other costs associated with the hearing."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18","text":"Administrative Review of Civil Infractions. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Purposes; Definitions; Administrative Law Judges and Attorney Examiners; Sanctions; Regulations. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"1801","identifier":"2-1801.04","catch_text":"Monetary sanctions."}}