{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219, in subsec. (a)(11), inserted \"; provided, that Administrative Law Judges shall receive a minimum annual compensation at that point on the ES-10 pay scale that is equivalent to the mid-point of the LX-2 pay scale;\".\n\nD.C. Law 18-377, in subsec. (a)(7), inserted \"\"(including rental housing cases within the jurisdiction of the Office)\" .\n\nD.C. Law 19-21, in subsec. (b)(9), substituted \"revenues\" for \"a portion of revenue\", and substituted \"shall be deposited into the unrestricted fund balance of the General Fund of the District of Columbia. \" for \", such revenue to be maintained by the Chief Financial Officer in a non-lapsing account to fund the administrative adjudication services provided by the Office, except that such funds shall only be collected and maintained in a manner consistent with safeguarding the integrity and independence of the decisional process in matters pending before the Office;\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 519 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 519 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor Law 14-76, see notes following § 2-1831.01.\n\nFor Law 17-219, see notes following § 2-218.75.\n\nLaw 18-377, the \"Criminal Code Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-963, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 2, 2011, it was assigned Act No. 18-722 and transmitted to both Houses of Congress for its review. D.C. Law 18-377 became effective on June 3, 2011.\n\nFor history of Law 19-21, see notes under § 2-351.15.\n\nMiscellaneous Notes\n\nShort title: Section 3011 of D.C. Law 17-219 provided that subtitle E of title III of the act may be cited as the \"Administrative Law Judge Pay Parity Amendment Act of 2008\".\n\nDC CODE § 2-1831.05\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 2002, D.C. Law 14-76, § 8, 48 DCR 11442; Aug. 16, 2008, D.C. Law 17-219, § 3012, 55 DCR 7598; June 3, 2011, D.C. Law 18-377, § 18, 58 DCR 1174; Sept. 14, 2011, D.C. Law 19-21, § 9049, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Chief Administrative Law Judge shall:"},{"prefix":"1","text":" Supervise the Office of Administrative Hearings;"},{"prefix":"2","text":" Oversee and administer assignment of Administrative Law Judges to preside over adjudicated cases heard by the Office;"},{"prefix":"3","text":" To the extent he or she deems appropriate, establish internal classifications for case assignment and management on the basis of subject matter, expertise, case complexity, and other appropriate criteria;"},{"prefix":"4","text":" Establish standard and specialized training programs for Administrative Law Judges;"},{"prefix":"5","text":" Appoint, in accordance with applicable law and available funding, promote, discipline, and remove staff employed by the Office, other than Administrative Law Judges;"},{"prefix":"6","text":" Provide for, or require completion of, continuing education programs for Administrative Law Judges and other employees of the Office deemed to be necessary or desirable;"},{"prefix":"7","text":" Develop and implement rules of procedure and practice for cases before the Office (including rental housing cases within the jurisdiction of the Office) and approve the use of forms and documents that will assist in managing cases coming before the Office;"},{"prefix":"8","text":" Monitor and supervise the quality of administrative adjudication;"},{"prefix":"9","text":" Develop and implement a code of professional responsibility for Administrative Law Judges;"},{"prefix":"10","text":" Develop and implement annual performance standards for the management and disposition of cases assigned to Administrative Law Judges, which shall take account of subject matter and case complexity;"},{"prefix":"11","text":" Apply a pay scale and retention allowances equivalent to those that are available to Legal Service and Senior Executive Attorney Service attorneys in a manner designed to attract highly capable public and private sector attorneys to become Administrative Law Judges in the Office; provided, that Administrative Law Judges shall receive a minimum annual compensation at that point on the ES-10 pay scale that is equivalent to the mid-point of the LX-2 pay scale;"},{"prefix":"12","text":" Issue and transmit to the Mayor and the Council, not later than 90 days after the close of the first complete fiscal year of the Office's operation and each fiscal year thereafter, an annual report on the operations of the Office. The annual report shall include performance evaluations and case statistics for each Administrative Law Judge from the filing of a case to disposition."},{"prefix":"b","text":" The Chief Administrative Law Judge may:"},{"prefix":"1","text":" Serve as an Administrative Law Judge in any case;"},{"prefix":"2","text":" Furnish Administrative Law Judges on a reimbursable basis to District of Columbia or other government entities not covered by this unit;"},{"prefix":"3","text":" Accept and expend funds, grants, bequests, and gifts on behalf of the Office, and accept the donation of services that are related to the purpose of the Office unless such a donation would create a conflict of interest in violation of applicable law;"},{"prefix":"4","text":" Enter into agreements and contracts under law with any public or private entities or educational institutions;"},{"prefix":"5","text":" Develop and maintain a program for student interns and law clerks to work in the Office;"},{"prefix":"6","text":" Recommend to the Commission the proposal and promulgation of rules regulating the appointment, reappointment, discipline, and removal of Administrative Law Judges;"},{"prefix":"7","text":" Adopt, in accordance with § 2-505, rules that are necessary or desirable to facilitate implementation of this unit, other than rules regulating the appointment, reappointment, discipline, and removal of Administrative Law Judges promulgated pursuant to § 2-1831.11;"},{"prefix":"8","text":" Assess reasonable filing, copying, and other fees, and adopt rules for waiving or reducing fees for parties who, after careful review, are determined by the Office to be incapable of paying full fees; provided, that filing fees permitted under this subsection shall not be charged to the District of Columbia government or the United States;"},{"prefix":"9","text":" Collect and retain revenues paid in connection with any adjudicated case, shall be deposited into the unrestricted fund balance of the General Fund of the District of Columbia;"},{"prefix":"10","text":" Retain outside counsel, other than the Corporation Counsel, to represent the Office or any employee of the Office in his or her official capacity in actual or anticipated litigation;"},{"prefix":"11","text":" Implement a program for ongoing quality assurance and performance review; provided, that no such review shall require that an outcome in any case be altered;"},{"prefix":"12","text":" Issue and implement procedures, practices, and guidelines relating to the operations or responsibilities of the Office; and"},{"prefix":"13","text":" Exercise any other lawful authority to effectuate the purposes of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"18A","text":"Office of Administrative Hearings."},"heading":{"title":"2","chaptersection":"1831","identifier":"2-1831.05","catch_text":"Powers and duties of the Chief Administrative Law Judge."}}