{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-167, see notes following ยง 2-1931.\n\nDC CODE ยง 2-1934\n\nCurrent through December 11, 2012","credits":"(June 19, 2004, D.C. Law 15-167, ยง 5, 51 DCR 4688.)","sections":[{"prefix":"a","text":"(1) A covered entity with major public contact shall establish a language access plan, by regulation."},{"prefix":"2","text":" Each language access plan shall be established in consultation with the Language Access Director, the D.C. Language Access Coalition, the entity's language access coordinator, and agency directors that conduct outreach to limited or no-English populations. Each language access plan shall be updated every 2 years and shall set forth, at minimum, the following:"},{"prefix":"A","text":" The types of oral language services that the entity will provide and how the determination was reached;"},{"prefix":"B","text":" The titles of translated documents that the entity will provide and how the determination was reached;"},{"prefix":"C","text":" The number of public contact positions in the entity and the number of bilingual employees in public contact positions;"},{"prefix":"D","text":" An evaluation and assessment of the adequacy of the services to be provided; and"},{"prefix":"E","text":" A description of the funding and budgetary sources upon which the covered entity intends to rely to implement its language access plan."},{"prefix":"3","text":" In establishing and updating the language access plan, the entity shall consult with the sources of data set forth in ยง 2-1932(c)(1)."},{"prefix":"b","text":" A covered entity with major public contact shall designate a language access coordinator who shall report directly to the director of the entity and shall:"},{"prefix":"1","text":" Establish and implement the entity's language access plan in consultation with the Language Access Director, the D.C. Language Access Coalition, and the agency directors of government offices that conduct outreach to communities with limited or no-English proficient populations; and"},{"prefix":"2","text":" Conduct periodic public meetings with appropriate advance notice to the public."},{"prefix":"c","text":" A covered entity with major public contact shall develop a plan to conduct outreach to communities with limited or no-English proficient populations about their language access plans and about the benefits and services to be offered under this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Government Language Accessibility. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Language Access."},"heading":{"title":"2","chaptersection":"1934","identifier":"2-1934","catch_text":"Additional obligations of covered entities with major public contact."}}