{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2702.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote subsec. (e), which had read as follows:\n\n\"(e) Whenever a communication-impaired person is arrested and taken into custody for an alleged violation of a criminal law, the arresting officer shall procure a qualified interpreter for any custodial interrogation, warning, notification of rights, or taking of a statement. No person who has been arrested but who is otherwise eligible for release shall be held in custody pending arrival of an interpreter. No answer, statement, or admission, written or oral, made by a communication-impaired person in reply to a question of a law-enforcement officer in any criminal or delinquency proceeding may be used against that communication-impaired person unless either the answer, statement, or admission was made or elicited through a qualified interpreter and was made knowingly, voluntarily, and intelligently or, in the case of a waiver, unless the court makes a special finding upon proof by a preponderance of the evidence that the answer, statement, or admission made by the communication-impaired person was made knowingly, voluntarily, and intelligently.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 201(b) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 201(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 201(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 201(b) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-62, see Historical and Statutory Notes following § 2-1901.\n\nFor Law 16-306, see notes following § 2-1901.\n\nDC CODE § 2-1902\n\nCurrent through December 11, 2012","credits":"(Jan. 28, 1988, D.C. Law 7-62, § 3, 34 DCR 7426; Apr. 24, 2007, D.C. Law 16-306, § 201(b), 53 DCR 8610.)","sections":[{"prefix":"a","text":" Whenever a communication-impaired person is a party or witness, or whenever a juvenile whose parent or parents are communication impaired is brought before a court at any stage of a judicial or quasi-judicial proceeding before a division or office of a court of the District of Columbia, including, but not limited to, civil and criminal court proceedings, proceedings before a commissioner, juvenile proceedings, child support and paternity proceedings, and mental health commitment proceedings, the appointing authority may appoint a qualified interpreter to interpret the proceedings to the communication-impaired person and to interpret the communication-impaired person's testimony. The appointing authority shall appoint a qualified interpreter upon the request of the communication-impaired person."},{"prefix":"b","text":" In any criminal, delinquency, or child neglect proceeding in which counsel has been appointed to represent an indigent defendant who is communication-impaired, a qualified interpreter shall be appointed to assist in communication with counsel in all phases of the preparation and presentation of the case."},{"prefix":"c","text":" Whenever a communication-impaired person is a party or a witness in an administrative proceeding before a department, board, commission, agency, or licensing authority of the District of Columbia, the appointing authority conducting the proceeding may appoint a qualified interpreter to interpret the proceedings to the communication-impaired person and to interpret the communication-impaired person's testimony. The appointing authority shall appoint a qualified interpreter upon the request of the communication-impaired person."},{"prefix":"d","text":" Whenever a communication-impaired person is a witness before any legislative committee, the appointing authority conducting the proceeding may appoint a qualified interpreter to interpret the proceedings to the communication-impaired person and to interpret the communication-impaired person's testimony. The appointing authority shall appoint a qualified interpreter upon the request of the communication-impaired person."},{"prefix":"e","text":"(1) Whenever a communication-impaired person is arrested and taken into custody for an alleged violation of a criminal law, the arresting officer shall either:"},{"prefix":"A","text":" Procure a qualified interpreter to translate or interpret information to and from the person during any custodial interrogation, warning, notification of rights, or taking of a written or oral statement; or"},{"prefix":"B","text":" Have a qualified interviewer conduct the custodial interrogation, warning, notification of rights, or taking of a written or oral statement in a language other than English, including sign language."},{"prefix":"2","text":" No person who has been arrested but who is otherwise eligible for release shall be held in custody pending arrival of a qualified interpreter or qualified interviewer."},{"prefix":"3","text":" No answer, statement, or admission, written or oral, made by a communication-impaired person in reply to a question of a law enforcement officer may be used against that communication-impaired person in any criminal or delinquency proceeding unless the answer, statement, or admission was made or elicited through either a qualified interpreter or a qualified interviewer and was made knowingly, voluntarily, and intelligently or, in the case of a waiver, unless the court makes a special finding upon proof by a preponderance of the evidence that the answer, statement, or admission made by the communication-impaired person was made knowingly, voluntarily, and intelligently."},{"prefix":"4","text":" A qualified interpreter shall be used to translate any statement taken by a qualified interviewer into English for use in any criminal or delinquency proceeding."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Government Language Accessibility. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Interpreters."},"heading":{"title":"2","chaptersection":"1902","identifier":"2-1902","catch_text":"Interpreters required."}}