{"text":"The Mayor is authorized and directed to furnish, to any person making application therefor who submits an affidavit that he has supplied labor or materials for such work and payment therefor has not been made or that he is being sued on any such bond, a certified copy of such bond and the contract for which it was given, which copy shall be prima facie evidence of the contents, execution, and delivery of the original. Applicants shall pay for such certified copies such fees as the Mayor fixes to cover the cost of preparation thereof.","historical":"Prior Codifications\n\n1981 Ed., § 1-1106.\n\n1973 Ed., § 1-804c.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDefinitions applicable: See Historical and Statutory Notes following § 2- 201.01.\n\nDC CODE § 2-201.03\n\nCurrent through December 11, 2012","credits":"(Aug. 3, 1968, 82 Stat. 628, Pub. L. 90-455, § 3.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Bonding Requirement."},"part":{"identifier":"A","text":"General. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"201","identifier":"2-201.03","catch_text":"Certified copy of bond and contract to be furnished on application of laborers and materialmen; copy prima facie evidence of original."}}