{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-159, see notes following ยง 2-218.66.\n\nDC CODE ยง 2-218.67\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, ยง 2367, as added May 27, 2010, D.C. Law 18-159, ยง 2(g), 57 DCR 3006.)","sections":[{"prefix":"a","text":" There is established the Volunteer Corp of Executives and Entrepreneurs to provide mentoring, education, consulting, and networking services to certified business enterprises within the Department. Notwithstanding any other provision of law, the Volunteer Corp of Executives and Entrepreneurs may solicit contributions from the private sector to be used to carry out its functions under this section."},{"prefix":"b","text":"(1) The Volunteer Corp of Executives and Entrepreneurs shall consist of individuals with at least 10 years of experience in the industry."},{"prefix":"2","text":" Individuals serving within the Volunteer Corp of Executives and Entrepreneurs shall serve without compensation for their services."},{"prefix":"c","text":" The Director shall:"},{"prefix":"1","text":" Ensure that the Volunteer Corp of Executives and Entrepreneurs carries out a plan to increase the proportion of persons within the certified business enterprises who are from socially and economically disadvantaged backgrounds;"},{"prefix":"2","text":" Ensure that the Volunteer Corp of Executives and Entrepreneurs establishes benchmarks for use in evaluating the performance of its activities and the performance of the individuals serving in the Volunteer Corp of Executives and Entrepreneurs, including the following:"},{"prefix":"A","text":" The demographic characteristics and the geographic characteristics of persons within the certified business enterprises assisted by the Volunteer Corp of Executives and Entrepreneurs;"},{"prefix":"B","text":" The hours spent mentoring by individuals within the Volunteer Corp of Executives and Entrepreneurs; and"},{"prefix":"C","text":" The performance evaluations of the persons or the certified business enterprises assisted by the Volunteer Corp of Executives and Entrepreneurs;"},{"prefix":"3","text":" Ensure that the Volunteer Corp of Executives and Entrepreneurs provides one-on-one advice to certified business enterprises; and"},{"prefix":"4","text":" Implement a networking program through the Volunteer Corp of Executives and Entrepreneurs, which provides certified business enterprises with the opportunity to make business contacts in their industry."},{"prefix":"d","text":" The Council shall receive an annual report on the implementation of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3A","text":"Stabilization and Job Creation Strategy."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.67","catch_text":"Establishment of the Volunteer Corp of Executives and Entrepreneurs."}}