{"text":"For the purposes of this part, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-1161.\n\nEffect of Amendments\n\nD.C. Law 16-118 rewrote par. (1), which had read as follows:\n\n\"(1) 'Beneficiary' means the signator to a contract executed by the Mayor which involves any District of Columbia government funds, or funds which, in accordance with a federal grant or otherwise, the District of Columbia government administers, or the applicant for any street or alley closing pursuant to Chapter 2 of Title 9, and which details the number and description of all jobs created by a government-assisted project for which the beneficiary is required to use the First Source Register.\"\n\nD.C. Law 17-353 validated a previously made technical correction in the lead-in language.\n\nD.C. Law 19-84 rewrote pars. (1) and (5); in par. (3), substituted \"union and non-union managerial, nonmanagerial\" for \"managerial, nonmanagerial,\"; in par. (6), substituted \"government-assisted project or contract\" for \"government-assisted project\"; and added pars. (7) to (10). Prior to amendment , pars. (1) and (5) read as follows:\n\n\"(1) 'Beneficiary' means:\"\n\n\"(5) 'Government-assisted project' means any project funded in whole or in part with District of Columbia funds, or funds which, in accordance with a federal grant or otherwise, the District of Columbia government administers, and on which the District of Columbia is signatory to any agreement of a contractual nature, including leasing agreements of real property for 1 year or more, or the initial project, development, or construction facilitated by any street or alley closing pursuant to Chapter 2 of Title 9.\"\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 19-55 added a section to read as follows:\n\n\"Sec. 2. Establishment of Workforce Intermediary Task Force.\n\n\"(a)(1) By November 1, 2011, the Mayor shall establish a Workforce Intermediary Task Force (\"Task Force\") to review best practices for workforce intermediary programs.\n\n\"(2) The Task Force shall review similar programs implemented by the governments of Boston, Minneapolis, San Francisco, and any other cities that have implemented similar programs.\n\n\"(3) By January 15, 2012, the Task Force shall recommend to the Mayor and the Council a Workforce Intermediary Program (\"Program\") for the District. The recommendation shall include a review of:\n\n\"(A) The industries, in addition to the construction industry, that should be a focal point of the Program because they are frequently required to enter into first source agreements;\n\n\"(B) What would be a reasonable operating budget for the Program, including a cap on administrative costs;\n\n\"(C) What would be a reasonable funding mechanism for the Program;\n\n\"(D) How the Program would collaborate with multiple District government agencies and community-based organizations to serve job-ready residents as well as residents needing job-training services or adult basic education services;\n\n\"(E) The specific performance metrics that should be used to assess the performance of the Program's process and outcomes;\n\n\"(F) The baseline data that would be needed to isolate, to the fullest extent possible, the effects of the Program;\n\n\"(G) The type of governance structure that would work best for establishing the Program and for the ongoing operations of the Program; and\n\n\"(H) What programmatic and statutory recommendations would be necessary regarding how the Program will interact with the District's First Source Register program.\n\n\"(b)(1) The recommendations shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. Upon receipt of the recommendations, the Council shall hold a public roundtable or hearing. If the Council does not approve or disapprove the recommendations, in whole or in part, by resolution within the 45-day review period, the recommendations shall be deemed disapproved.\n\n\"(2) If the recommendations are disapproved by the Council, the Council's Committee on Housing and Workforce Development shall transmit a report to the Task Force citing the Council's concerns and the Task Force shall have 30 days to review the report and re-submit its new recommendations to the Mayor and the Council for approval pursuant to paragraph (1) of this subsection.\n\n\"(c) The Task Force shall consist of the following 17 members:\n\n\"(1) The Mayor, or his designee;\n\n\"(2) The Chairman of the Council, or his designee;\n\n\"(3) The Chairman of the Council's Committee on Housing and Workforce Development, or his designee;\n\n\"(4) The Director of the Department of Employment Services;\n\n\"(5) The Deputy Mayor for Planning and Economic Development, or his designee;\n\n\"(6) The Executive Director of the Workforce Investment Council;\n\n\"(7) Two members of the District business community who represent industries that are frequently subject to first source agreements, appointed by the Mayor;\n\n\"(8) Two members of the District business community who represent industries that are frequently subject to first source agreements, appointed by the Chairman of the Council;\n\n\"(9) A representative of a District job training or education provider, appointed by the Mayor;\n\n\"(10) A representative of a District job training or education provider, appointed by the Chairman of the Council;\n\n\"(11) Two representatives of organized labor, appointed by the Mayor;\n\n\"(12) A representative of organized labor, appointed by the Chairman of the Council;\n\n\"(13) A representative of the District philanthropic community or an organization focused on workforce development research, appointed by the Mayor; and\n\n\"(14) A representative of the District philanthropic community or an organization focused on workforce development research, appointed by the Chairman of the Council.\n\n\"(d) The Mayor and the Chairman of the Council shall serve as co-chairs of the Task Force.\n\n\"(e) The director of each District agency and instrumentality that engages in capital construction shall advise and assist the Task Force.\"\n\nSection 4(b) of D.C. Law 19-55 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Workforce Intermediary Task Force Establishment Emergency Act of 2011 (D.C. Act 19-131, August 2, 2011, 58 DCR 6789).\n\nFor temporary (90 day) addition of section, see § 2 of Workforce Intermediary Task Force Establishment Second Emergency Act of 2011 (D.C. Act 19-167, October 11, 2011, 58 DCR 8900).\n\nLegislative History of Laws\n\nLaw 5-93, the \"First Source Employment Agreement Act of 1984,\" was introduced in Council and assigned Bill No. 5-341, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on April 10, 1984 and April 30, 1984, respectively. Signed by the Mayor on May 9, 1984, it was assigned Act No. 5-134 and transmitted to both Houses of Congress for its review.\n\nLaw 5-175 was introduced in Council and assigned Bill No. 5-542, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on December 4, 1984 and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-240 and transmitted to both Houses of Congress for its review.\n\nLaw 9-210, the \"First Source Employment Agreement Act of 1984 Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-75, which was referred to the Committee on Labor. The Bill was adopted on first and second readings on November 4, 1992, and December 1, 1992, respectively. Signed by the Mayor on December 21, 1992, it was assigned Act No. 9-339 and transmitted to both Houses of Congress for its review. D.C. Law 9-210 became effective on March 17, 1993.\n\nFor Law 16-118, see notes following § 2-220.01.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nLaw 19-84, the \"Workforce Intermediary Establishment and Reform of First Source Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-50, which was referred to the Committee on Housing and Workforce Development. The Bill was adopted on first and second readings on November 1, 2011, and December 6, 2011, respectively. Signed by the Mayor on December 21, 2011, it was assigned Act No. 19-244 and transmitted to both Houses of Congress for its review. D.C. Law 19-84 became effective on February 24, 2012.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 16-118, the \"Way to Work Amendment Act of 2006\", see Mayor's Order 2006-122, September 27, 2006 (53 DCR 9313).\n\nDelegation of Additional Functions relating to First Source Employment Compliance to the Deputy Mayor for Planning and Economic Development, see Mayor's Order 2011-47, February 23, 2011 (58 DCR 1665).\n\nDC CODE § 2-219.01\n\nCurrent through December 11, 2012","credits":"(June 29, 1984, D.C. Law 5-93, § 2, 31 DCR 2545; Mar. 15, 1985, D.C. Law 5-175, § 2, 32 DCR 746; Mar. 17, 1993, D.C. Law 9-210, § 2(a), 40 DCR 19; June 8, 2006, D.C. Law 16-118, § 302(a), 53 DCR 2602; Mar. 25, 2009, D.C. Law 17-353, § 113, 56 DCR 1117; Feb. 24, 2012, D.C. Law 19-84, § 2(a), 58 DCR 11170.)","sections":[{"prefix":"1","text":" \"Beneficiary\" means:"},{"prefix":"A","text":" The signatory to a contract executed by the Mayor which involves any District of Columbia government funds, or funds which, in accordance with a federal grant or otherwise, the District government administers and which details the number and description of all jobs created by a government-assisted project or contract for which the beneficiary is required to use the First Source Register;"},{"prefix":"B","text":" A recipient of a District government economic development action including contracts, grants, loans, tax abatements, land transfers for redevelopment, or tax increment financing that results in a financial benefit of $300,000 or more from an agency, commission, instrumentality, or other entity of the District government, including a financial or banking institution which serves as the repository for $1 million or more of District of Columbia funds."},{"prefix":"C","text":" A retail or commercial tenant that is a direct recipient of a District government economic development action, including contracts, grants, loans, tax abatements, land transfers for public redevelopment, or tax increment financing in excess of $300,000."},{"prefix":"2","text":" \"Employment agreement\" means the contract referred to in paragraph (1) of this section."},{"prefix":"3","text":" \"All jobs\" means any union and non-union managerial, nonmanagerial professional, nonprofessional, technical or nontechnical position including: clerical and sales occupations, service occupations, processing occupations, machine trade occupations, bench work occupations, structural work occupations, agricultural, fishery, forestry, and related occupations, and any other occupations as the Department of Employment Services may identify in the Dictionary of Occupational Titles, United States Department of Labor."},{"prefix":"4","text":" \"First Source Register\" means the Department of Employment Services Automated Applicant Files, which consists of the names of unemployed District residents registered with the Department of Employment Services."},{"prefix":"5","text":" \"Government-assisted project or contract\" means any construction or non-construction project or contract receiving funds or resources from the District of Columbia, or funds or resources which, in accordance with a federal grant or otherwise, the District of Columbia government administers, including contracts, grants, loans, tax abatements or exemptions, land transfers, land disposition and development agreements, tax increment financing, or any combination thereof, that is valued at $300,000 or more."},{"prefix":"6","text":" \"Unemployed District resident\" means:"},{"prefix":"A","text":" Any unemployed resident of the District of Columbia who does not receive unemployment compensation benefits pursuant to Chapter 1 of Title 51, and who lives within the boundaries of the advisory neighborhood commission in which the government-assisted project or contract is located;"},{"prefix":"B","text":" Any unemployed resident of the District of Columbia who does not receive unemployment compensation benefits pursuant to Chapter 1 of Title 51; or"},{"prefix":"C","text":" Any other unemployed resident of the District of Columbia."},{"prefix":"7","text":" \"Hard to employ\" means a District resident who is confirmed by a District of Columbia government agency as:"},{"prefix":"A","text":" An ex-offender who has been released from prison within the last 10 years;"},{"prefix":"B","text":" A participant of the Temporary Assistance for Needy Families program;"},{"prefix":"C","text":" A participant of the Supplemental Nutrition Assistance Program;"},{"prefix":"D","text":" Living with a permanent disability verified by the Social Security Administration or District vocational rehabilitation program;"},{"prefix":"E","text":" Unemployed for 6 months or more in the last 12-month period;"},{"prefix":"F","text":" Homeless;"},{"prefix":"G","text":" A participant or graduate of the Transitional Employment Program established by § 32-1331; or"},{"prefix":"H","text":" An individual who qualified for inclusion in the Work Opportunity Tax Credit Program as certified by the Department of Employment Services."},{"prefix":"8","text":" \"Direct labor costs\" means all costs, including wages and benefits, associated with the hiring and employment of personnel assigned to a process in which payroll expenses are traced to the units of output and are included in the cost of goods sold."},{"prefix":"9","text":" \"Indirect labor costs\" means all costs, including wages and benefits, that are part of operating expenses and are associated with the hiring and employment of personnel assigned to tasks other than producing products."},{"prefix":"10","text":" \"Workforce Act\" means the Workforce Intermediary Establishment and Reform of the First Source Amendment Act of 2011 [D.C. Law 19-84]."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"First Source Employment. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"2","chaptersection":"219","identifier":"2-219.01","catch_text":"Definitions."}}