{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192 added subsec. (e).\n\nD.C. Law 17-20, in subsec. (c), substituted \"to the Department or to the Commission\" for \"to the Commission\"; and, in subsec. (e), deleted \"by the commission\" following \"denied\".\n\nD.C. Law 18-141 rewrote the section, which had read as follows:\n\n\"(a) The Commission may revoke or suspend the certificate of registration of a business enterprise that:\n\n\"(1) Engaged in fraud or deceit in obtaining the registration;\n\n\"(2) Furnished substantially inaccurate or incomplete ownership or financial information;\n\n\"(3) Failed to report changes that affect its eligibility for certification;\n\n\"(4) Acted with gross negligence, incompetence, financial irresponsibility, or misconduct in the practice of a trade or profession; or\n\n\"(5) Willfully violated any provision of this subchapter or rules adopted pursuant to this subchapter.\n\n\"(b)(1) Any person may file with the Commission a complaint alleging a violation of this subchapter against an applicant for registration or a business enterprise registered pursuant to this subchapter. The complaint shall be in writing and sworn to by the complainant.\n\n\"(2) The Commission may request that the Department investigate the facts and merits of the complaint.\n\n\"(3) The Commission may, without a hearing, dismiss a complaint which it determines to be frivolous or otherwise without merit.\n\n\"(4) If the Commission does not determine that a complaint is frivolous or otherwise without merit, it shall hold a hearing on the complaint within 3 months of the filing of the complaint. The Commission shall determine the time and place of the hearing. The Commission shall cause to be issued and served on the person or business enterprise alleged to have committed the violation, hereafter called the \"respondent\", a written notice of the hearing together with a copy of the complaint at least 30 days prior to the scheduled hearing. Notice shall be served by registered or certified mail, return receipt requested, or by personal service. At the hearing, the respondent shall have the right to appear personally or by a representative and to cross-examine witnesses and to present evidence and witnesses.\n\n\"(5) If, after the conclusion of the hearing, the Commission determines that the respondent has violated the provisions of this subchapter or regulations issued pursuant to this subchapter, the Commission shall issue, and cause to be served on the respondent, a decision and order, accompanied by findings of fact and conclusions of law, revoking or suspending the respondent's registration, or taking any other action it deems appropriate.\n\n\"(6) The Commission shall have the authority to issue subpoenas requiring the attendance of witnesses and to compel the production of records, papers, and other documents.\n\n\"(c) In addition to the procedures and penalties provided in subsection (b) of this section, the Attorney General for the District of Columbia may bring a civil action in the Superior Court of the District of Columbia against a business enterprise and the directors, officers, or principals of a business enterprise that is reasonably believed to have obtained certification by fraud or deceit or to have willfully furnished substantially inaccurate or incomplete ownership information to the Department or to the Commission. A business enterprise or individual found guilty under this subsection shall be subject to a civil penalty of not more than $100,000.\n\n\"(d) The Commission may at any time reissue a certificate of registration to any firm or joint venture whose certificate has been revoked; provided, that a majority of at least 4 members of the Commission vote in favor of reissuance. The Commission may consider whether the firm or joint venture should be required to submit satisfactory proof that conditions within the company that led to the violation have been corrected.\n\n\"(e) Any contract awarded to a business enterprise based on the use of a provisional certification issued pursuant to § 2-218.62 shall be voidable by the District if the final disposition of an application for a certificate of registration is denied pursuant to § 2-218.61.\"\n\nD.C. Law 18-159, in subsec. (a-1)(1), substituted \"business enterprise\" for \"person or business enterprise\"; in subsec. (b)(1)(A), substituted \"the Commission through the Department\" for \"the Department\"; in subsec. (b)(2), substituted \"Commission\" for \"Department\" and \"Commission\" for \"Director\"; in subsec. (b)(3), substituted \"Commission\" for \"Director\"; added subsecs. (b)(4), (5), and (6); and repealed subsec. (d-1), which had read as follows:\n\n\"(d-1) The Department may at any time reissue a certificate of registration to any firm or joint venture whose certificate has been revoked.   The Department may consider whether the firm or joint venture should be required to submit satisfactory proof that conditions within the company that led to the violation have been corrected.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2363 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2132(k) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2132(k) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2132(k) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2062(i) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 16-192, see notes following § 2-218.31.\n\nFor Law 17-20, see notes following § 2-215.24.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nFor Law 18-159, see notes following § 2-218.46.\n\nDC CODE § 2-218.63\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2363, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 2132(k), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 2062(i), 54 DCR 7052; Apr. 20, 2010, D.C. Law 18-141, § 2(o), 57 DCR 1485; May 27, 2010, D.C. Law 18-159, § 2(e), 57 DCR 3006.)","sections":[{"prefix":"a","text":" After reasonable notice to a person or a business, and a reasonable opportunity to be heard, the Commission may revoke or suspend the certificate of registration of a business enterprise that:"},{"prefix":"1","text":" Fraudulently obtained or held, or attempted to obtain or hold, certification;"},{"prefix":"1A","text":" Willfully obstructed or impeded, or attempted to obstruct or impede, a city official or employee investigating the qualifications of a business entity that has requested certification;"},{"prefix":"1B","text":" In any certified business enterprise matter administered under this subchapter:"},{"prefix":"A","text":" Fraudulently obtained, attempted to obtain, or aided another person in fraudulently obtaining or attempting to obtain, public moneys to which the person is not entitled under this subsection;"},{"prefix":"B","text":" Willfully falsified, concealed, or covered up a material fact by any scheme or device;"},{"prefix":"C","text":" Made a false or fraudulent statement or representation; or"},{"prefix":"D","text":" Used a false writing or document that the person knows to contain a false or fraudulent statement or entry."},{"prefix":"1C","text":" Aided another person in performing an act prohibited under paragraphs (1), (1A), or (1B) of this subsection."},{"prefix":"2","text":" Furnished substantially inaccurate or incomplete ownership or financial information;"},{"prefix":"3","text":" Failed to report changes that affect its eligibility for certification, including relocation of its principal office or change in ownership or control;"},{"prefix":"4","text":" Acted with gross negligence, incompetence, financial irresponsibility, or misconduct in the practice of a trade or profession;"},{"prefix":"5","text":" Willfully violated any provision of this subchapter or rules adopted pursuant to this subchapter;"},{"prefix":"6","text":" Misrepresented its capability to the Department and failed to perform satisfactorily in the performance of a contract;"},{"prefix":"7","text":" No longer qualifies as a local business enterprise; or"},{"prefix":"8","text":" Any other cause the Commission determines to be sufficiently serious and compelling to affect responsibility as a District government contractor, including revocation, suspension, or debarment by another governmental entity for any cause listed in rules and regulations."},{"prefix":"a-1","text":"(1) After reasonable notice to a person or business and reasonable opportunity to be heard by the Commission, the Commission shall revoke the certificate of registration of the business enterprise that has willfully failed to cooperate in an audit or investigation conducted by:"},{"prefix":"A","text":" The District of Columbia Auditor pursuant to § 1-204.55; or"},{"prefix":"B","text":" The Chairman of the Council or the chairperson of the Council committee that conducts an investigation pursuant to § 1-204.13."},{"prefix":"2","text":" The revocation shall be for a period of 2 years, unless the Department receives written notification, from the Commission, that determines within the 2-year period that the affected business has cooperated in the audit or investigation referred to in paragraph (1) of this subsection and has come into full compliance for re-certification."},{"prefix":"b","text":"(1)(A) Any person may file with the Commission through the Department a complaint alleging a violation of this subchapter against an applicant for registration or a business enterprise registered pursuant to this subchapter. The complaint shall be in writing, sworn to by the complainant, and notarized."},{"prefix":"B","text":" The Department shall establish a fraud hotline for reporting violations of this section."},{"prefix":"2","text":" The Commission, without a hearing, may dismiss a complaint which it determines to be frivolous or otherwise without merit. If the Commission dismisses a complaint, the Commission shall prepare a report documenting the following:"},{"prefix":"A","text":" A statement detailing the complaint, including the name, address, and telephone number of the person filing the complaint;"},{"prefix":"B","text":" The name of the applicant for registration or business enterprise alleged to be in violation of this subchapter;"},{"prefix":"C","text":" The facts and legal authority considered in rendering the determination; and"},{"prefix":"D","text":" Any other information considered in rendering the determination."},{"prefix":"3","text":" The Commission shall maintain a record listing all complaints, which shall contain the following information:"},{"prefix":"A","text":" The name of the applicant or business enterprise alleged to be in violation of this subchapter;"},{"prefix":"B","text":" The date the complaint was made to the Department; and"},{"prefix":"C","text":" A description of the complaint."},{"prefix":"4","text":" If the Commission does not determine that a complaint is frivolous or otherwise without merit, it shall hold a hearing on the complaint within 3 months of the filing of the complaint. The Commission shall determine the time and place of the hearing. The Commission shall cause to be issued and served on the person or business enterprise alleged to have committed the violation, hereafter called the \"respondent\", a written notice of the hearing together with a copy of the complaint at least 30 days prior to the scheduled hearing. Notice shall be served by registered or certified mail, return receipt requested, or by personal service. At the hearing, the respondent shall have the right to appear personally or by a representative and to cross-examine witnesses and to present evidence and witnesses."},{"prefix":"5","text":" If, after the conclusion of the hearing, the Commission determines that the respondent has violated the provisions of this subchapter or regulations issued pursuant to this subchapter, the Commission shall issue, and cause to be served on the respondent, a decision and order, accompanied by findings of fact and conclusions of law, revoking or suspending the respondent's registration, or taking any other action it considers appropriate."},{"prefix":"6","text":" The Commission shall have the authority to issue subpoenas requiring the attendance of witnesses and to compel the production of records, papers, and other documents."},{"prefix":"c","text":" In addition to the procedures and penalties provided in subsection (b) of this section, the Attorney General for the District of Columbia may bring a civil action in the Superior Court of the District of Columbia against a business enterprise and the directors, officers, or principals of a business enterprise that is reasonably believed to have obtained certification by fraud or deceit or to have willfully furnished substantially inaccurate or incomplete ownership information to the Department or to the Commission. A business enterprise or individual found guilty under this subsection shall be subject to a civil penalty of not more than $100,000."},{"prefix":"d","text":" The Commission may at any time reissue a certificate of registration to any firm or joint venture whose certificate has been revoked; provided, that a majority of at least 4 members of the Commission vote in favor of reissuance. The Commission may consider whether the firm or joint venture should be required to submit satisfactory proof that conditions within the company that led to the violation have been corrected."},{"prefix":"d-1","text":" Repealed."},{"prefix":"e","text":" Any contract awarded to a business enterprise based on the use of a provisional certification issued pursuant to § 2-218.62 shall be voidable by the District if the final disposition of an application for a certificate of registration is denied pursuant to § 2-218.61."},{"prefix":"f","text":" The Department may downgrade the certification of registration of a business enterprise that ceases to meet the requirements of a particular category of certification; provided, that this subsection shall not apply where a business enterprise ceases to qualify as a local business enterprise."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3","text":"Certification."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.63","catch_text":"Revocation of registration; challenges to registration; penalties."}}