{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192 added subsec. (e).\n\nD.C. Law 17-20 rewrote subsec. (b)(1); and, in the introductory language and par. (1) of subsec. (c) and in subsec. (e), substituted \"Department\" for \"Commission\". Prior to amendment, subsec. (b)(1) read as follows:\n\n\"(1) An enterprise seeking to be certified as a local, small, or disadvantaged business enterprise, as a resident-owned business, as a resident business, or as a local business enterprise with its principal office located in an enterprise zone shall file with the Commission a written application on such form or forms as may be prescribed by the Commission or the Department.\"\n\nD.C. Law 17-207, in subsec. (b), inserted \"longtime\" preceding \"resident business\".\n\nD.C. Law 18-141, in subsec. (a)(1), substituted \"Has demonstrated its capability to perform and been\" for \"Has been\"; in subsec. (b)(2), deleted \"and\" from the end of par. (D); substituted \"; and\" for a period at the end of par. (E), and added par. (F); and, in subsec. (d), added the second sentence.\n\nD.C. Law 19-171 validated a previously made technical correction in subsec. (b)(2)(E).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(o) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2361 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2132(i) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2132(i) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2132(i) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2062(g) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2(o) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(o) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 16-192, see notes following § 2-218.31.\n\nFor Law 17-20, see notes following § 2-215.24.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-218.61\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2361, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 2132(i), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 2062(g), 54 DCR 7052; July 18, 2008, D.C. Law 17-207, § 2(p), 55 DCR 6107; Apr. 20, 2010, D.C. Law 18-141, § 2(n), 57 DCR 1485; Sept. 26, 2012, D.C. Law 19-171, § 13(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":" No business enterprise shall be permitted to participate in a program established under this part unless the business enterprise:"},{"prefix":"1","text":" Has demonstrated its capability to perform and been issued a certificate of registration under the provisions of this subchapter; or"},{"prefix":"2","text":" Has been issued a provisional certification under regulations issued pursuant to this subchapter."},{"prefix":"b","text":"(1) An enterprise seeking to be certified as a local, small, or disadvantaged business enterprise, as a resident-owned business, or as a local business enterprise with its principal office located in an enterprise zone shall file with the Department a written application on such form as may be prescribed by the Department."},{"prefix":"2","text":" The application shall include, at a minimum, the following documents and information:"},{"prefix":"A","text":" A certification of the correctness of the information provided;"},{"prefix":"B","text":" Written evidence that the applicant is:"},{"prefix":"i","text":" A bona fide local business enterprise;"},{"prefix":"ii","text":" A bona fide disadvantaged business enterprise;"},{"prefix":"iii","text":" A bona fide small business enterprise;"},{"prefix":"iv","text":" A bona fide local business enterprise located in an enterprise zone;"},{"prefix":"v","text":" A bona fide resident-owned business; or"},{"prefix":"vi","text":" A bona fide longtime resident business."},{"prefix":"C","text":" Evidence of ability and character;"},{"prefix":"D","text":" Evidence of financial position, which may be the applicant's most recent financial statement. For the purposes of this subparagraph, the term \"recent\" means produced from current data no more than 90 days prior to the application date;"},{"prefix":"E","text":" Any other information the Commission or Department may require; and"},{"prefix":"F","text":" Federal income taxes, both corporate and personal, as well as District taxes, both corporate and personal."},{"prefix":"c","text":" The Department shall issue the applicant a certificate of registration if:"},{"prefix":"1","text":" The information provided in the application or additional filings is satisfactory to the Department;"},{"prefix":"2","text":" The business enterprise meets the standards of this subchapter; and"},{"prefix":"3","text":" The applicant fulfills other requirements as may be established by the Commission or the Department."},{"prefix":"d","text":" A certificate of registration shall expire 2 years from the date of approval of the application. A business enterprise that is registered with the Department may voluntarily relinquish its registration as a certified business enterprise at any time prior to the expiration of the 2-year term."},{"prefix":"e","text":" The Department shall give first priority in reviewing applications submitted pursuant to subsection (b) of this section to any business enterprises that has received a provisional certification pursuant to § 2- 218.62."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3","text":"Certification."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.61","catch_text":"Certificate of registration."}}