{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-207, in subsecs. (d) and (f), substituted \"certified\" for \"local, small, and disadvantaged\".\n\nD.C. Law 18-141 added subsec. (g).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2312 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nDC CODE § 2-218.12\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2312, 52 DCR 7503; July 18, 2008, D.C. Law 17-207, § 2(b), 55 DCR 6107; Apr. 20, 2010, D.C. Law 18-141, § 2(b), 57 DCR 1485.)","sections":[{"prefix":"a","text":"(1) The Department shall be under the supervision of a Director who shall carry out the functions and authorities assigned to the Department."},{"prefix":"2","text":" The Mayor shall appoint the Director with the advice and consent of the Council."},{"prefix":"b","text":" The Director shall have full authority over the Department and all functions and personnel assigned to the Department, including the power to re-delegate to other employees and officials of the Department such powers and authority as in the judgment of the Director are warranted in the interests of efficiency and sound administration."},{"prefix":"c","text":" The Director shall monitor the accomplishment of the requirements of this subchapter in contracting and procurement performed by any government corporation involved in the development of a commercial ballpark or soccer stadium and in all projects exceeding $10 million in value."},{"prefix":"d","text":" The Director shall have authority to make a recommendation to the Chief Procurement Officer of the Office of Contracting and Procurement or a government corporation to reject proposed award of contract awards and procurements that the Director finds fail to comply with agency or project requirements for certified business enterprise contracting and procurement."},{"prefix":"e","text":" The Director shall have authority to make a recommendation to the Chief Procurement Officer of the Office of Contracting and Procurement or a government corporation to require the payment of fines pursuant to § 2- 218.48 by prime contractors who fail to comply with the requirements of this subchapter."},{"prefix":"f","text":" The Director shall have the authority to make a recommendation to the Chief Procurement Officer of the Office of Contracting and Procurement or a government corporation to withhold payment on contracts shown to be substantially noncompliant as to their approved certified business enterprise subcontracting plans, if a subcontracting plan is required pursuant to § 2- 218.46."},{"prefix":"g","text":" The Director shall have the authority to impose fines for violations of this subchapter or the regulations implemented thereunder."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"B","text":"Department of Small and Local Business Development."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.12","catch_text":"Director of the Department of Small and Local Business Development."}}