{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-20, in subsec. (f)(4), deleted \"for the certification of joint ventures\" following \"participate in meetings\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2321 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2062(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 17-20, see notes following § 2-215.24.\n\nDC CODE § 2-218.21\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2321, 52 DCR 7503; Sept. 18, 2007, D.C. Law 17-20, § 2062(b), 54 DCR 7052.)","sections":[{"prefix":"a","text":" Pursuant to § 1-204.04(b), there is established the District of Columbia Small and Local Business Opportunity Commission. The Commission is the successor in interest to the Local Business Opportunity Commission, established by § 2-215.03(a)."},{"prefix":"b","text":"(1) The Commission shall consist of 9 members. The Mayor shall appoint one member from each ward of the District and one at-large member to staggered, 2- year terms with the advice and consent of the Council, in accordance with § 1-523.01."},{"prefix":"2","text":" All members of the Commission shall be residents of the District of Columbia."},{"prefix":"3","text":" Commissioners shall be eligible for reappointment."},{"prefix":"4","text":" All commissioners shall have knowledge of the small, local, or disadvantaged business community as it relates to employment and economic development."},{"prefix":"5","text":" Notwithstanding the provisions of this section, current members of the Local Business Opportunity Commission, as established by § 2-215.03(a), shall be considered qualified and may continue to serve as members of the Commission until new members are appointed."},{"prefix":"c","text":"(1) The Mayor shall appoint the chairperson of the Commission from among its members with the advice and consent of the Council. The nomination of the chairperson shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the nomination within the 45-day period of review, the nomination shall be deemed approved."},{"prefix":"2","text":" The chairperson shall serve as the chairperson at the pleasure of the Mayor."},{"prefix":"d","text":" Any person appointed to fill a vacancy on the Commission shall be appointed only for the unexpired term of the member whose vacancy is being filled."},{"prefix":"e","text":" The Mayor may remove any member of the Commission for misconduct, incapacity, or neglect of duty in accordance with procedures that the Mayor shall establish and that shall include procedures for notification and an opportunity for hearing."},{"prefix":"f","text":"(1) The Commission shall meet at least once each month for the purpose of transacting any business as may properly come before it."},{"prefix":"2","text":" The Commission shall meet with the Chairman of the Council Committee on Economic Development at least once per year."},{"prefix":"3","text":" Special meetings may be held at such times as the chairperson may provide. Notice of each meeting and the time and place thereof shall be given to each member in such manner as the Commission may provide."},{"prefix":"4","text":" The Commission may permit members to participate in meetings by means of a conference telephone, interactive conference video, or other similar communications equipment when it is otherwise difficult or infeasible for the members to attend the meeting in person; provided, that each member participating by such device can be identified when speaking, all participants are able to hear each other at the same time, and members of the public attending the meeting are able to hear any member of the Commission who speaks during the meeting."},{"prefix":"g","text":" A majority of the members appointed to the Commission at any given time shall constitute a quorum for the transaction of official business. Official actions of the Commission shall be based on a majority vote of the members participating at the meeting."},{"prefix":"h","text":" A Commission member who has a direct financial or personal interest in any measure pending before the Commission shall disclose this fact to the Commission and shall not vote upon such measure."},{"prefix":"i","text":" Members of the Commission shall serve without compensation for their service on the Commission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"C","text":"District of Columbia Small and Local Business Opportunity Commission."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.21","catch_text":"District of Columbia Small and Local Business Opportunity Commission Establishment; composition; appointment; term of office; qualifications; vacancies; removal; compensation."}}