{"text":"","historical":"Legislative History of Laws\n\nLaw 18-159, the \"Small Business Stabilization and Job Creation Strategy Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-457, which was referred to the Committee on Economic Development.  The bill was adopted on first and second readings on February 2, 2010, and March 2, 2010, respectively.   Signed by the Mayor on March 25, 2010, it was assigned Act No. 18-350 and transmitted to both Houses of Congress for its review.   D.C. Law 18-159 became effective on May 27, 2010.\n\nDC CODE § 2-218.66\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2366, as added May 27, 2010, D.C. Law 18-159, § 2(g), 57 DCR 3006.)","sections":[{"prefix":"a","text":" The Department shall provide the following services to certified business enterprises:"},{"prefix":"1","text":" Specialized programs to assist certified business enterprises in securing capital and repairing damaged credit;"},{"prefix":"2","text":" Informational seminars on securing credit and loans; and"},{"prefix":"3","text":" Access to non-traditional financing sources, as well as traditional lending sources."},{"prefix":"b","text":" The Department shall:"},{"prefix":"1","text":" Develop a catalog of on-line survival and growth tools and resources that certified business enterprises can access through the Internet or other organizations;"},{"prefix":"2","text":" Enter into a memorandum of understanding with a third-party vendor to provide expert consulting and education to assist certified businesses enterprises at risk of failure, including certified business enterprises that are considering filing for bankruptcy;"},{"prefix":"3","text":" Develop a formal listing of financing options for business enterprises;"},{"prefix":"4","text":" Deliver services that assist workers who become unemployed due to economic fluctuations to begin new businesses; and"},{"prefix":"5","text":" Enter into a memorandum of understanding with a third-party vendor to provide one-on-one counseling with potential borrowers to improve financial presentations to lenders."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3A","text":"Stabilization and Job Creation Strategy."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.66","catch_text":"Services to certified business enterprises."}}