{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-207, in subsec. (a)(1)(D), substituted \"certified\" for \"local, small, or disadvantaged\"; and, in subsecs. (a)(2)(A), (3)(A), (b)(2)(A), substituted \"Certified\" for \"Local, small, or disadvantaged\".\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"(a) Each agency shall submit to the Department, within 30 days after the end of the quarter, a quarterly report listing each expenditure as it appears in the general ledger from the expendable budget of the agency during the quarter, which shall include:\n\n\"(1) The name of the vendor from which the goods or services were purchased;\n\n\"(2) The vendor identification number as it appears in the general ledger;\n\n\"(3) A description of the goods or services;\n\n\"(4) Whether the vendor was a certified Small Business Enterprise;\n\n\"(5) The funding source for the expenditure (local, federal, other, or capital);\n\n\"(6) The date of the expenditure;\n\n\"(7) The dollar amount of the expenditure; and\n\n\"(8) The total expenditure on Small Business Enterprises and the percentage that the total expenditure on Small Business Enterprises is when compared to the total expenditure.\n\n\"(b) Each agency shall submit to the Department, within 30 days of the issuance of the Comprehensive Annual Financial Report, an annual report listing each expenditure as it appears in the general ledger from the expendable budget of the agency during the fiscal year which shall include:\n\n\"(1) The information required to be included in the quarterly reports (with calculations for the fiscal year);\n\n\"(2) A description of the activities the agency engaged in, including the programs required by this part, to achieve the goals set forth in § 2-218.41; and\n\n\"(3) A description of any changes the agency intends to make during the succeeding fiscal year to the activities it engages in to achieve the goals set forth in § 2-218.41.\n\n\"(c) The Department shall monitor agency compliance with the reporting requirements of this section.\n\n\"(d) The District of Columbia Auditor shall review the annual report of each agency to determine whether the planned activities of the agency for the succeeding fiscal year are likely to enable the agency to achieve the goals set forth in § 2-218.41. The District of Columbia Auditor shall make recommendations on activities the agency should engage in to meet or exceed the goals set forth in § 2-218.41. The District of Columbia Auditor's recommendations shall be submitted to the agency, the Council, and the Department.\n\n\"(e) The Department may review the annual report of an agency to determine whether the planned activities of the agency for the succeeding fiscal year are likely to enable the agency to achieve the goals set forth in § 2-218.41. The Department may make recommendations on activities the agency should engage in to meet or exceed the goals set forth in § 2-218.41. The Department's recommendations, if any, shall be submitted to the agency and the Council.\"\n\nD.C. Law 18-141 rewrote subsecs. (a) and (e); and, in subsec. (b), substituted \"the Department and the District of Columbia Auditor\" for \"the Department\". Prior to amendment, subsecs. (a) and (e) read as follows:\n\n\"(a) Each agency shall submit to the Department, within 30 days after the end of the quarter, a quarterly report listing each expenditure as it appears in the general ledger from the expendable budget of the agency during the quarter, which shall include:\n\n\"(1) The name of the vendor from which the goods or services were purchased;\n\n\"(2) The vendor identification number as it appears in the general ledger;\n\n\"(3) A description of the goods or services;\n\n\"(4) Whether the vendor was a certified Small Business Enterprise;\n\n\"(5) The funding source for the expenditure (local, federal, other, or capital);\n\n\"(6) The date of the expenditure;\n\n\"(7) The dollar amount of the expenditure; and\n\n\"(8) The total expenditure on Small Business Enterprises and the percentage that the total expenditure on Small Business Enterprises is when compared to the total expenditure.\"\n\n\"(e) The Department may review the annual report of an agency to determine whether the planned activities of the agency for the succeeding fiscal year are likely to enable the agency to achieve the goals set forth in § 2-218.41. The Department may make recommendations on activities the agency should engage in to meet or exceed the goals set forth in § 2-218.41. The Department's recommendations, if any, shall be submitted to the agency and the Council.\"\n\nD.C. Law 18-159, in the lead-in language of subsec. (a), inserted \"The 4th quarter and annual report shall be submitted together.\"; and rewrote subsec. (a)(8), which had read as follows:\n\n\"(8) The total expenditure on certified small business enterprises and the percentage the total expenditure on certified small business enterprises is of the total expenditure.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(m) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2353 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(m) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(m) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nFor temporary (90 day) amendment of section, see § 2222(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2222(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nFor Law 18-159, see notes following § 2-218.46.\n\nDC CODE § 2-218.53\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2353, 52 DCR 7503; July 18, 2008, D.C. Law 17-207, § 2(n), 55 DCR 6107; Mar. 3, 2010, D.C. Law 18-111, § 2222(b), 57 DCR 181; Apr. 20, 2010, D.C. Law 18-141, § 2(m), 57 DCR 1485; May 27, 2010, D.C. Law 18-159, § 2(d), 57 DCR 3006.)","sections":[{"prefix":"a","text":" Each agency shall submit a quarterly report to the Department and to the District of Columbia Auditor within 30 days after the end of each quarter, except for the 4th quarter report. The 4th quarter and annual report shall be submitted together. When submitting a quarterly report, each agency shall list each expenditure as it appears in the general ledger from the expendable budget of the agency during the quarter, which shall include:"},{"prefix":"1","text":" The name of the vendor from which the goods or services were purchased;"},{"prefix":"2","text":" The vendor identification number as it appears in the general ledger;"},{"prefix":"3","text":" A description of the goods or services;"},{"prefix":"4","text":" Whether the vendor was a certified small business enterprise;"},{"prefix":"5","text":" The funding source for the expenditure (local, federal, capital, or other);"},{"prefix":"6","text":" The date of the expenditure;"},{"prefix":"7","text":" The dollar amount of the expenditure; and"},{"prefix":"8","text":" If the vendor is a certified business enterprise, the percentage the amount from paragraph (7) of this subsection is of the agency's total expenditure on all certified business enterprises."},{"prefix":"b","text":" Each agency shall submit to the Department and the District of Columbia Auditor, within 30 days of the issuance of the Comprehensive Annual Financial Report, an annual report listing each expenditure as it appears in the general ledger from the expendable budget of the agency during the fiscal year which shall include:"},{"prefix":"1","text":" The information required to be included in the quarterly reports (with calculations for the fiscal year);"},{"prefix":"2","text":" A description of the activities the agency engaged in, including the programs required by this part, to achieve the goals set forth in § 2- 218.41; and"},{"prefix":"3","text":" A description of any changes the agency intends to make during the succeeding fiscal year to the activities it engages in to achieve the goals set forth in § 2-218.41."},{"prefix":"c","text":" The Department shall monitor agency compliance with the reporting requirements of this section."},{"prefix":"d","text":" The District of Columbia Auditor shall review the annual report of each agency to determine whether the planned activities of the agency for the succeeding fiscal year are likely to enable the agency to achieve the goals set forth in § 2-218.41. The District of Columbia Auditor shall make recommendations on activities the agency should engage in to meet or exceed the goals set forth in § 2-218.41. The District of Columbia Auditor's recommendations shall be submitted to the agency, the Council, and the Department."},{"prefix":"e","text":" The Department shall review the annual report of an agency to determine whether the planned activities of the agency for the succeeding fiscal year are likely to enable the agency to achieve the goals set forth in § 2-218.41. The Department shall make recommendations on activities the agency should engage in to meet or exceed the goals set forth in § 2-218.41. The Department's recommendations shall be submitted to the agency, the Office of District of Columbia Auditor, and the Council within 30 days of the agency's annual report submission."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.53","catch_text":"Agency reporting requirements."}}