{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-159 rewrote subsec. (a)(1)(A)(i);  and, in subsec. (a)(2), substituted \"imprisonment not to exceed 5 years,\" for \"imprisonment,\".   Prior to amendment, subsec. (a)(1)(A)(i) read as follows:\n\n\"(i) Has requested, received, or otherwise obtained authorization from the certified business enterprise to identify the certified business enterprise in its bid or proposal;\".\n\nLegislative History of Laws\n\nFor Law 18-141, see notes following § 2-218.02.\n\nFor Law 18-159, see notes following § 2-218.46.\n\nDC CODE § 2-218.64\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2364, as added Apr. 20, 2010, D.C. Law 18-141, § 2(p), 57 DCR 1485; May 27, 2010, D.C. Law 18-159, § 2(f), 57 DCR 3006.)","sections":[{"prefix":"a","text":"(1) Except as otherwise provided by law, a contractor or business enterprise may not:"},{"prefix":"A","text":" Identify a certified business enterprise in a bid or proposal unless it:"},{"prefix":"i","text":" Has obtained authorization from the certified business enterprise to identify the certified business enterprise in its bid or proposal;"},{"prefix":"ii","text":" Has notified the certified business enterprise before execution of the contract of its inclusion in the bid or proposal; and"},{"prefix":"iii","text":" Uses the certified business enterprise in the performance of the contract; or"},{"prefix":"B","text":" Pay the certified business enterprise solely for the use of its name in the bid or proposal."},{"prefix":"2","text":" A person who violates any provision of this subsection is guilty of a felony and, upon conviction, subject to a fine not to exceed $15,000, imprisonment not to exceed 5 years, or both."},{"prefix":"b","text":"(1) A person may not make false statements about whether an entity has business enterprise certification."},{"prefix":"2","text":" A person who violates this subsection is guilty of a misdemeanor and, upon conviction, subject to a fine not to exceed $5,000, imprisonment not to exceed one year, or both."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3","text":"Certification."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.64","catch_text":"Identification of certified business enterprises in bids or proposals; false statements on certification; penalties."}}