{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-219, see notes following § 2-219.31.\n\nDC CODE § 2-219.34\n\nCurrent through December 11, 2012","credits":"(Aug. 16, 2008, D.C. Law 17-219, § 1021, 55 DCR 7598.)","sections":[{"prefix":"a","text":" The Office shall:"},{"prefix":"1","text":" Monitor and track each beneficiary of government-assisted projects in the District to ensure compliance with the First Source Employment Agreement;"},{"prefix":"2","text":" Ensure that each beneficiary who is presently working on a governmental-assisted project or is bidding on a governmental-assisted project is in compliance with the First Source Employment Agreement;"},{"prefix":"3","text":" Require the beneficiary to submit to the Office a report on the 15th of each month on a form proposed by the Mayor; and"},{"prefix":"4","text":" Submit to the Council and the Mayor a quarterly report on a form proposed by the Mayor."},{"prefix":"b","text":" The Department of Employment Services shall meet with the Council's Committee on Workforce Development and Government Operations and the members of the affected business community. Based on such meetings, the Department of Employment Services shall prepare recommendations regarding additional proposed functions and duties of the Office and shall submit the recommendations to the Mayor."},{"prefix":"c","text":" Based upon the recommendations submitted to the Mayor pursuant to subsection (b) of this section, on or before October 31, 2008, the Mayor shall submit an act to the Council:"},{"prefix":"1","text":" Establishing any additional functions and duties of the Office;"},{"prefix":"2","text":"(A) Proposing penalties under § 2-219.03(e)(4), for beneficiaries of government-assisted projects who do not comply with the requirements of part A of this subchapter."},{"prefix":"B","text":" Any monetary penalties proposed shall be used for job-training programs; and"},{"prefix":"3","text":" Proposing an appeal process, which may include the Contract Appeals Board appellate process, including its scope, under § 2-219.03(e)(5)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"First Source Employment. (Refs & Annos)"},"part":{"identifier":"B","text":"First Source Compliance."},"heading":{"title":"2","chaptersection":"219","identifier":"2-219.34","catch_text":"Functions and duties."}}