{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-159, see notes following ยง 2-218.66.\n\nDC CODE ยง 2-218.68\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, ยง 2368, as added May 27, 2010, D.C. Law 18-159, ยง 2(g), 57 DCR 3006.)","sections":[{"prefix":"a","text":"(1) Beginning with fiscal year 2011, the Department shall develop an annual job creation plan (\"Plan\") for using District small business development resources as a catalyst for job creation and submit the Plan to the Council within 45 days of October 1st."},{"prefix":"2","text":" The Plan shall include the Department's strategy for drawing on existing programs and other available resources. To evaluate the success of the Department's actions regarding these efforts, the Director shall identify, in consultation with the appropriate personnel from small business development programs, the performance measures and criteria, to include job creation, retention, and retraining goals."},{"prefix":"b","text":"(1) The Department, pursuant to subchapter I of Chapter 5 of this title, shall issue rules to develop and implement a consistent data collection process to cover all small business development programs in the District."},{"prefix":"2","text":" The data collection process shall include data relating to:"},{"prefix":"A","text":" Job creation;"},{"prefix":"B","text":" Performance; and"},{"prefix":"C","text":" Any other data determined appropriate by the Director."},{"prefix":"c","text":" Beginning with fiscal year 2011, the Director, in consultation with other departments and agencies, shall submit, within 45 days of October 1, an annual report to the Council on opportunities to foster coordination, limit duplication, and improve program delivery for small business development programs."},{"prefix":"d","text":"(1) The Director shall designate a staff member as a community specialist who is responsible for working with local small development service providers to increase coordination with federal resources."},{"prefix":"2","text":" The Director shall develop benchmarks for measuring the performance of the community specialist under this subsection."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"3A","text":"Stabilization and Job Creation Strategy."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.68","catch_text":"Management and direction."}}