{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-207, in subsec. (c)(2), made an amendment that resulted in no change in text; redesignated the former second subsection designated as (c) as subsec. (d); and redesignated former subsec. (d) as subsec. (e).\n\nD.C. Law 17-219 rewrote subsec. (b), which had read as follows:\n\n\"(b) There is established as a nonlapsing fund the Small Business Micro Loan Fund, which shall be used solely to provide financial assistance, including loans and loan guarantees, to eligible recipients.\"\n\nD.C. Law 17-353 validated previously made technical corrections in subsecs. (c)(2), (d), and (e).\n\nD.C. Law 18-111, in subsec. (a)(1), substituted \"or disadvantaged\" for \"and disadvantaged\"; and rewrote subsec. (b)(2), which had read as follows:\n\n\"(2) To make a one-time grant in an amount of $120,000 to be divided equally among the D.C. Main Streets Programs that are in good standing and have letters of agreement with the Department of Small and Local Business Development that expire by September 30, 2008 for expenditures related to personnel, accounting, and auditor services; and to make a one-time grant in an amount of $10,000 to the Latino Economic Development Corporation for the printing of the Think Local First print directory that supports local businesses in the District; and\".\n\nD.C. Law 18-357, in subsec. (b), substituted \"used\" for \"used solely\"; and, in subsec. (c)(2), substituted \"and any fees collected pursuant to § 2-218.49a(a-1) shall be collected by the Department and deposited into the Fund\" for \"shall be collected by the Department and deposited into the Fund\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2062(e) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 3 of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 3 of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nFor temporary (90 day) amendment of section, see § 2 of Small Business Micro Loan Fund Emergency Amendment Act of 2009 (D.C. Act 18-106, June 18, 2009, 56 DCR 4927).\n\nFor temporary (90 day) amendment of section, see § 2231 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2231 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) addition of section, see § 2242 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Alternative Equity Payment Allocation Emergency Amendment Act of 2010 (D.C. Act 18-589, October 20, 2010, 57 DCR 10143).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Alternative Equity Payment Allocation Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-1, February 2, 2011, 58 DCR 1236).\n\nLegislative History of Laws\n\nLaw 17-20, the \"Fiscal Year 2008 Budget Support Act of 2007\", was introduced in Council and assigned Bill No. 17-148 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2007, and June 5, 2007, respectively. Signed by the Mayor on June 28, 2007, it was assigned Act No. 17-63 and transmitted to both Houses of Congress for its review. D.C. Law 17-20 became effective on September 18, 2007.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nLaw 17-219, the \"Fiscal Year 2009 Budget Support Act of 2008\", was introduced in Council and assigned Bill No. 17-678, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 13, 2008, and June 3, 2008, respectively. Signed by the Mayor on June 26, 2008, it was assigned Act No. 17-419 and transmitted to both Houses of Congress for its review. D.C. Law 17-219 became effective on August 16, 2008.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nFor history of Law 18-357 see notes under § 2-218.49a.\n\nMiscellaneous Notes\n\nShort title: Section 2021 of D.C. Law 17-219 provided that subtitle I of title II of the act may be cited as the \"Small Business Micro Loan Fund Amendment Act of 2008\".\n\nShort title: Section 2230 of D.C. Law 18-111 provided that subtitle X of title II of the act may be cited as the \"Small Business Micro Fund Amendment Act of 2009\".\n\nDC CODE § 2-218.75\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2375, as added Sept. 18, 2007, D.C. Law 17-20, § 2062(e), 54 DCR 7052; July 18, 2008, D.C. Law 17-207, § 3, 55 DCR 6107; Aug. 16, 2008, D.C. Law 17-219, § 2022, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 216, 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 2231, 57 DCR 181; Apr. 8, 2011, D.C. Law 18-357, § 2(b), 58 DCR 763.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Eligible recipient\" means businesses certified as small business enterprises pursuant to § 2-218.22 or disadvantaged business enterprises pursuant to § 2-218.23."},{"prefix":"2","text":" \"Fund\" means the Small Business Micro Loan Fund."},{"prefix":"b","text":" There is established as a nonlapsing fund the Small Business Micro Loan Fund, which shall be used for the following purposes:"},{"prefix":"1","text":" To grant the local funds necessary to obtain federal matching funds to establish a procurement technical assistance program in the Department;"},{"prefix":"2","text":" To make a one-time grant in an amount of $50,000 to provide operating support to a newly formed business association in Ward 3; and"},{"prefix":"3","text":" To provide financial assistance, including grants, loans, and loan guarantees, to eligible recipients."},{"prefix":"c","text":"(1) All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"2","text":" Any penalties assessed by the Department pursuant to § 2-218.48 and any civil penalties imposed pursuant to § 2-218.63(c) and any fees collected pursuant to § 2-218.49a(a-1) shall be collected by the Department and deposited into the Fund."},{"prefix":"d","text":" Preference for financial assistance shall be given to:"},{"prefix":"1","text":" Eligible recipients that are also certified as resident-owned businesses pursuant to § 2-218.35; or"},{"prefix":"2","text":" Eligible recipients that serve, or whose principal office is located in:"},{"prefix":"A","text":" A DC Main Street corridor;"},{"prefix":"B","text":" A Neighborhood Investment Program Target Area; or"},{"prefix":"C","text":" Another area identified by the Mayor for economic development or commercial revitalization."},{"prefix":"e","text":" Within 90 days of September 18, 2007, the Mayor shall issue rules to implement the provisions of this section. The Mayor shall submit the proposed rules to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution, within the 45-day review period, the proposed rules shall be deemed approved."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"5","text":"Financial Assistance."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.75","catch_text":"Small Business Micro Loan Fund."}}