{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 substituted \"commercial revitalization services; provided, that the Fund shall not be used to provide commercial Clean Team services within a geographic area that is subject to a Business Improvement District, as defined in § 2-1215.02(7); except, that beginning in fiscal year 2013, the commercial Clean Team services shall include service in the vicinity of the intersection of Minnesota Avenue, S.E., and Pennsylvania Avenue, S.E.\" for \"commercial revitalization services\".\n\nLegislative History of Laws\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively. Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review. D.C. Law 18-223 became effective on September 24, 2010.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 2241 of D.C. Law 18-223 provided that subtitle U of title II of the act may be cited as the \"Commercial Revitalization Segregated Fund Amendment Act of 2010\".\n\nDC CODE § 2-218.76\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2376, as added Sept. 24, 2010, D.C. Law 18-223, § 2242, 57 DCR 6242; Sept. 20, 2012, D.C. Law 19-168, § 2143, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Commercial Revitalization Assistance Fund (\"Fund\"). All funds deposited into the Fund and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"2","text":" The Fund shall be administered by the Department of Small and Local Business Development and shall be separate and independent from any other commercial revitalization programs provided by the District."},{"prefix":"b","text":" The Fund shall be used solely to provide commercial revitalization funding to Main Streets programs and other commercial revitalization services; provided, that the Fund shall not be used to provide commercial Clean Team services within a geographic area that is subject to a Business Improvement District, as defined in § 2-1215.02(7); except, that beginning in fiscal year 2013, the commercial Clean Team services shall include service in the vicinity of the intersection of Minnesota Avenue, S.E., and Pennsylvania Avenue, S.E."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"5","text":"Financial Assistance."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.76","catch_text":"Commercial Revitalization Assistance Fund."}}