{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-91, in the introductory language, validated a previously made technical correction.\n\nD.C. Law 16-191, in the introductory language, validated a previously made technical correction.\n\nD.C. Law 16-192 designated the existing language as subsec. (a); in subsec. (a)(2), deleted \"; and\" from the end of subpar. (C), substituted \"; and\" for a period at the end of subpar. (D), and added subpar. (E); and added subsecs. (b) and (c).\n\nD.C. Law 17-207, rewrote subsec. (a)(2)(E), which had read as follows: \"(E) The actual dollar amount expended with each business enterprise.\"; and, in subsec. (b)(3)(D), deleted \"local, small, or disadvantaged\" following \"was a\".\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"(a) Within 45 days of its receipt of the annual reports required by § 2- 218.53(b), the Department shall submit to the Council and the Commission a report containing the following documents and information:\n\n\"(1) A chart containing the following information with respect to each agency for the prior fiscal year:\n\n\"(A) The expendable budget of the agency;\n\n\"(B) Each goal of the agency under § 2-218.41 in dollar and percentage terms;\n\n\"(C) The agency's achievement with respect to each goal established by § 2- 218.41, which shall include the following information:\n\n\"(i) The percentage of the expendable budget, the percentage of the total budget, and the dollar volume that was contracted or procured with the following:\n\n\"(I) Local business enterprises;\n\n\"(II) Small business enterprises; and\n\n\"(III) Disadvantaged business enterprises; and\n\n\"(ii) The dollar volume and percentage of the contracts and procurements awarded during the quarter which were actually paid (including payments through subcontracting) to:\n\n\"(I) Local business enterprises;\n\n\"(II) Small business enterprises; and\n\n\"(III) Disadvantaged business enterprises; and\n\n\"(D) A list of each contract or procurement of the agency, including:\n\n\"(i) A description of the contract or procurement;\n\n\"(ii) The dollar amount of the contract or procurement;\n\n\"(iii) The name of the business enterprise from which the goods or services were contracted or procured;\n\n\"(iv) Whether the business enterprise was a certified local, small, or disadvantaged business enterprise, and, if it was:\n\n\"(I) The category or categories under which the business enterprise is certified; and\n\n\"(II) The identification number of the business enterprise assigned by the Department; and\n\n\"(v) The source of funding for the contract (local, federal, other, or capital); and\n\n\"(2) A chart listing the following information with respect to each agency for the current fiscal year:\n\n\"(A) The total budget of each agency;\n\n\"(B) The expendable budget of each agency;\n\n\"(C) A description of each funding source, object class, object, or item that was excluded from the total budget of the agency in the Department's calculation of the expendable budget of the agency;\n\n\"(D) Each goal of the agency under § 2-218.41 in percentage and dollar terms; and\n\n\"(E) The actual dollar amount expended with each certified business enterprise.\n\n\"(b) Within 45 days of its receipt of the annual reports required by § 2- 218.50(g), the Department shall submit to the Council and the Commission a report containing the following information with respect to each government corporation for the current and prior fiscal years:\n\n\"(1) The expendable budget of the government corporation;\n\n\"(2) The government corporation's achievement with respect to the requirements of § 2-218.50.\n\n\"(3) A list of each contract or procurement of the government corporation, which shall include the following information:\n\n\"(A) A description of the contract or procurement;\n\n\"(B) The dollar amount of the contract or procurement;\n\n\"(C) The name of the business enterprise from which the goods or services were contracted or procured;\n\n\"(D) Whether the business enterprise was a business enterprise, and, if so:\n\n\"(i) The category or categories under which the business enterprise is certified; and\n\n\"(ii) The identification number of the business enterprise assigned by the Department;\n\n\"(E) The source of funding for the contract (local, federal, other, or capital); and\n\n\"(F) The actual dollar amount expended with each business enterprise.\n\n\"(c)(1) Beginning with the first full quarter after March 2, 2007, the Department shall submit to the Council, within 60 days of the end of each quarter, the quarterly reports of each agency required by § 2-218.53 and the quarterly reports of each government corporation required by § 2-218.50(f).\n\n\"(2) Beginning with the first full quarter after March 2, 2007, the Department shall submit to the Council the following:\n\n\"(A) A summary of the information that each agency is required to submit pursuant to § 2-218.53 and the information that each government corporation is required to submit pursuant to § 2-218.50(f), in a format that shows the cumulative progress of each agency's or government corporation's annual LSDBE contracting and procurement goals to date, and the actual dollar amount expended with each business enterprise for the current fiscal year; and\n\n\"(B) A list of all agencies and government corporations that have not submitted a report for that quarter with a detailed explanation of what actions were taken by the Department to effectuate compliance with the reporting requirement.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Clarification Temporary Amendment Act of 2005 (D.C. Law 16-49, February 9, 2006, law notification 53 DCR 1457).\n\nFor temporary (225 day) amendment of section, see § 2(f) of the Department of Small and Local Business Development Subcontracting Clarification Temporary Amendment Act of 2006 (D.C. Law 16-214, March 6, 2007, law notification 54 DCR 2761).\n\nFor temporary (225 day) amendment of section, see § 2(n) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2354 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Clarification Emergency Act of 2005 (D.C. Act 16-191, October 28, 2005, 52 DCR 10026).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Clarification Congressional Review Emergency Act of 2006 (D.C. Act 16-301, February 27, 2006, 53 DCR 1883).\n\nFor temporary (90 day) amendment of section, see § 2132(h) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2132(h) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Department of Small and Local Business Development Subcontracting Clarification Emergency Amendment Act of 2006 (D.C. Act 16-513, October 25, 2006, 53 DCR 9091).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Department of Small and Local Business Development Subcontracting Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-575, December 19, 2006, 54 DCR 24).\n\nFor temporary (90 day) amendment of section, see § 2132(h) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(n) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(n) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nFor temporary (90 day) amendment of section, see § 2222(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2222(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nLaw 16-91, the \"Technical Amendments Act of 2005\", was introduced in Council and assigned Bill No. 16-477 which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on November 1, 2005, and November 15, 2005, respectively. Signed by the Mayor on November 30, 2005, it was assigned Act No. 16-212 and transmitted to both Houses of Congress for its review. D.C. Law 16-91 became effective on April 7, 2006.\n\nFor Law 16-191, see notes following § 2-218.02.\n\nFor Law 16-192, see notes following § 2-218.31.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nDC CODE § 2-218.54\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2354, 52 DCR 7503; Apr. 7, 2006, D.C. Law 16-91, § 129, 52 DCR 10637; Mar. 2, 2007, D.C. Law 16-191, § 5(o)(3), 53 DCR 6794; Mar. 2, 2007, D.C. Law 16-192, § 2132(h), 53 DCR 6899; July 18, 2008, D.C. Law 17-207, § 2(o), 55 DCR 6107; Mar. 3, 2010, D.C. Law 18-111, § 2222(c), 57 DCR 181.)","sections":[{"prefix":"a","text":" Within 45 days of its receipt of the annual reports required by § 2- 218.53(b), the Department shall submit to the District of Columbia Auditor, through the Compliance Unit established part K of subchapter I of Chapter 3 of Title 1, the following documents and information:"},{"prefix":"1","text":" A copy of the annual reports required by § 2-218.53; and"},{"prefix":"2","text":" A chart listing the following information with respect to each agency for the current fiscal year:"},{"prefix":"A","text":" The total budget of each agency;"},{"prefix":"B","text":" The expendable budget of each agency;"},{"prefix":"C","text":" A description of each funding source, object class, object, or item that was excluded from the total budget of the agency in the Department's calculation of the expendable budget of the agency;"},{"prefix":"D","text":" Each goal of the agency under § 2-218.41 in percentage and dollar terms; and"},{"prefix":"E","text":" The actual dollar amount expended with each certified business enterprise."},{"prefix":"b","text":" Within 45 days of its receipt of the annual reports required by § 2- 218.50(g), the Department shall submit to the District of Columbia Auditor, through the Compliance Unit established by part K of subchapter I of Chapter 3 of Title 1 a report containing the following information with respect to each government corporation for the current and prior fiscal years:"},{"prefix":"1","text":" The expendable budget of the government corporation."},{"prefix":"2","text":" A list of all agencies and government corporations that have not submitted a report for that quarter with a detailed explanation of what actions were taken by the Department to effectuate compliance with the reporting requirement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.54","catch_text":"Department reporting requirements."}}