{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191 validated a previously made technical correction.\n\nD.C. Law 17-20 repealed subsec. (c); and, in subsec. (d)(2), substituted \"Director\" for \"Commission\". Prior to repeal, subsec. (c) read as follows:\n\n\"(c) The Commission may find that a waiver of the subcontracting requirements of §§ 2-218.46 and 2-218.50 for a particular contract are justified in order to achieve the purposes of this subchapter.\"\n\nD.C. Law 17-207, in subsec. (e), substituted \"certified\" for \"small, local, or disadvantaged\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(l) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2351 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2062(f) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2(l) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(l) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 16-191, see notes following § 2-218.02.\n\nFor Law 17-20, see notes following § 2-215.24.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nDC CODE § 2-218.51\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2351, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(o)(2), 53 DCR 6794; Sept. 18, 2007, D.C. Law 17-20, § 2062(f), 54 DCR 7052; July 18, 2008, D.C. Law 17-207, § 2(m), 55 DCR 6107.)","sections":[{"prefix":"a","text":" The Director may waive the subcontracting requirements of §§ 2-218.46 and 2-218.50 pursuant to this section."},{"prefix":"b","text":" A contracting officer may request that the Director waive the subcontracting requirements for a particular contract by submitting to the Director with the request for waiver a statement of the reasons that justify a waiver."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":"(1) The Director shall approve a waiver of the subcontracting requirements of §§ 2-218.46 and 2-218.50 requested by a contracting officer if the Director finds that no qualified business enterprises are available to satisfy the subcontracting requirements."},{"prefix":"2","text":" The Director shall waive the subcontracting requirements of §§ 2-218.46 and 2-218.50 if the Director finds that a waiver is necessary to achieve the purposes of this subchapter."},{"prefix":"e","text":" In addition to a waiver granted pursuant to subsection (d) of this section, the Director may grant a waiver or modification of a subcontracting plan requested by the contracting officer if the Director finds that the applicant has made a good faith effort to meet the requirements of §§ 2-218.46 and 2-218.50. In making a good faith determination, the Director shall consider the following factors:"},{"prefix":"1","text":" Whether the applicant conducted any pre-solicitation or pre-bid conferences to inform certified business enterprises of contracting and subcontracting opportunities;"},{"prefix":"2","text":" Whether the applicant advertised in general circulation, trade association, and ethnic-focus media concerning the contracting and subcontracting opportunities;"},{"prefix":"3","text":" Whether the applicant provided written notice to a reasonable number of specific certified business enterprises, in sufficient time to allow certified business enterprises to participate effectively, that their interest in the contract was being solicited;"},{"prefix":"4","text":" Whether the applicant followed up initial solicitations of interest by conducting negotiations with certified business enterprises;"},{"prefix":"5","text":" Whether rejections by the applicant of certified business enterprises as being unqualified were based on sound reasoning and thorough investigation of their capabilities;"},{"prefix":"6","text":" Whether the applicant made efforts to assist interested certified business enterprises in obtaining bonding, lines of credit, or insurance required by the applicant;"},{"prefix":"7","text":" Whether the applicant effectively used the services of the Commission in recruiting qualified and responsible certified business enterprises;"},{"prefix":"8","text":" Whether bids submitted by certified business enterprises were excessive or noncompetitive based upon a review of prevailing market conditions; and"},{"prefix":"9","text":" Any other factors which may be relevant in a particular case."},{"prefix":"f","text":"(1) The contracting officer shall provide written notice of the waiver of the subcontracting requirements of §§ 2-218.46 and 2-218.50 to the applicant prior to the acceptance of bids or proposals and upon approval of the waiver by the Director."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.51","catch_text":"Waiver of subcontracting requirements."}}