{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192, in subsec. (b)(1)(B), substituted \"dollar volume\" for \"dollar value\".\n\nD.C. Law 17-207 rewrote subsec. (b)(1); and, in subsecs. (f)(3) and (g)(2)(A), substituted \"certified\" for \"local, small, and disadvantaged\". Prior to amendment, subsec. (b)(1) read as follows:\n\n\"(b)(1)(A) A government corporation shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the government corporation, or any agency or subsidiary of the government corporation, with respect to each major phase of the development and construction of a project undertaken by the government corporation, including contracts for architectural, engineering, and construction services, shall provide that at least 35% of the work in the aggregate under such contracts shall be awarded to small business enterprises.\n\n\"(B) In the event that there are insufficient qualified small business enterprises to fulfill this requirement, 35% of the dollar volume, excluding the cost of materials, goods, and supplies, shall be subcontracted to local, small, or disadvantaged business enterprises.\"\n\nD.C. Law 18-111, in subsec. (f), substituted \"March 3, 2010\" for \"October 20, 2005\" in the lead-in text, deleted \"and\" from the end of par. (2), substituted a semicolon for a period at the end of par. (3), and added pars. (4 to (6); in subsec. (g), substituted \", volumes, and amounts\" for \"and volumes\"; rewrote subsec. (i); and, in subsec. (j), substituted \"Department\" for \"Commission\" twice, and rewrote the last sentence, which had read as follows: \"The Commission's recommendations shall be submitted to the government corporation, the Council, and the Department.\". Prior to amendment, subsec. (i) read as follows:\n\n\"(i) The Department shall review the annual report of each government corporation to determine whether the planned activities of the government corporation for the succeeding fiscal year are likely to enable the agency to achieve the requirements set forth in this section. The Department shall make recommendations on activities the government corporation should engage in to meet or exceed the requirements set forth in this section. The Department's recommendations shall be submitted to the government corporation, the Council, and the Commission.\"\n\nD.C. Law 18-141 rewrote subsecs. (f), (g), (h), and (i), which had read as follows:\n\n\"(f) Beginning with the first full quarter after March 3, 2010, each government corporation shall provide a quarterly report to the Department within 30 days after the end of each quarter. The quarterly report shall include the following information:\n\n\"(1) The dollar volume and percentage of awards to local, small, and disadvantaged business enterprises in construction and development projects;\n\n\"(2) The dollar volume and percentage of awards to local, small, and disadvantaged business enterprises in development projects as equity partners;\n\n\"(3) The dollar volume and percentage of awards to certified business enterprises for contracting and procurement of goods and services;\n\n\"(4) The dollar amount actually expended with local, small, and disadvantaged business enterprises in construction and development projects;\n\n\"(5) The dollar amount actually expended with certified business enterprises in development projects as equity partners; and\n\n\"(6) The dollar amount actually expended with certified business enterprises for contracting and procurement of goods and services.\n\n\"(g) Beginning with fiscal year 2006, each government corporation shall provide an annual report to the Department within 45 days after the end of each fiscal year. The annual report shall include:\n\n\"(1) The information required to be included in the quarterly reports (with the dollar percentages and volumes calculated on an annual basis);\n\n\"(2) The dollar volume and percentage of the contracts and procurements awarded during the fiscal year which were actually paid (including payments through subcontracting) to:\n\n\"(A) Certified business enterprises;\n\n\"(B) Local businesses enterprises;\n\n\"(C) Small business enterprises; and\n\n\"(D) Disadvantaged business enterprises;\n\n\"(3) A description of the activities the government corporation engaged in, including the programs required by this part, in order to achieve the requirements set forth in this section; and\n\n\"(4) A description of any changes the government corporation intends to make during the succeeding fiscal year to the activities it engages in to achieve the requirements set forth in this section.\n\n\"(h) The Department shall monitor government corporation compliance with the reporting requirements of this section.\n\n\"(i) The District of Columbia Auditor shall review the annual report of each government corporation to determine whether the planned activities of the government corporation for the succeeding fiscal year are likely to enable the agency to achieve the requirements set forth in this section. The District of Columbia Auditor shall make recommendations on activities the government corporation should engage in to meet or exceed the requirements set forth in this section. The District of Columbia Auditor's recommendations shall be submitted to the government corporation, the Council, the Mayor, and the Department.\"\n\nD.C. Law 19-171, in subsec. (f), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e) of the Department of Small and Local Business Development Subcontracting Clarification Temporary Amendment Act of 2006 (D.C. Law 16-214, March 6, 2007, law notification 54 DCR 2761).\n\nFor temporary (225 day) amendment of section, see § 2(k) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2350 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2132(g) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2132(g) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Department of Small and Local Business Development Subcontracting Clarification Emergency Amendment Act of 2006 (D.C. Act 16-513, October 25, 2006, 53 DCR 9091).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Department of Small and Local Business Development Subcontracting Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-575, December 19, 2006, 54 DCR 24).\n\nFor temporary (90 day) amendment of section, see § 2132(g) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(k) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(k) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nFor temporary (90 day) amendment of section, see § 2222(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2222(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 16-192, see notes following § 2-218.31.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-218.50\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2350, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 2132(g), 53 DCR 6899; July 18, 2008, D.C. Law 17-207, § 2(l), 55 DCR 6107; Mar. 3, 2010, D.C. Law 18-111, § 2222(a), 57 DCR 181; Apr. 20, 2010, D.C. Law 18-141, § 2(l), 57 DCR 1485; Sept. 26, 2012, D.C. Law 19-171, § 14, 59 DCR 6190.)","sections":[{"prefix":"a","text":" A government corporation shall comply with all provisions of this subchapter."},{"prefix":"b","text":"(1)(A) A government corporation shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the government corporation, or any agency or subsidiary of the government corporation, with respect to each major phase of the development and construction of a project undertaken by the government corporation, including contracts for professional services, architectural, engineering, and other construction-related services and construction trade work, shall provide that at least 35% of the work on the project shall be awarded to small business enterprises; provided, that the costs of materials, goods, and supplies shall not be counted towards the 35% subcontracting requirement unless such materials, goods, and supplies are purchased from small business enterprises."},{"prefix":"B","text":" If there are insufficient qualified small business enterprises to fulfill the small business enterprise contracting requirement, then the subcontracting requirement may be satisfied by subcontracting 35% of the dollar volume of the project to any certified business enterprises; provided, that all reasonable efforts shall be made to ensure that qualified small business enterprises are significant participants in the overall subcontracting work."},{"prefix":"2","text":" Of the work required to be awarded pursuant to paragraph (1) of this subsection, at least 10% of those business enterprises shall be located in the ward in which the work is being performed."},{"prefix":"3","text":" If 35% of the work required to be awarded pursuant to paragraph (1) of this subsection, is unattainable, the government corporation shall report this fact to the Council for reconsideration of this requirement."},{"prefix":"c","text":" The subcontracting requirement of subsection (b) of this section may be waived pursuant to § 2-218.51."},{"prefix":"d","text":"(1) A government corporation shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the government corporation, or any agency or subsidiary of the government corporation, with respect to the development and construction of a project undertaken by the government corporation, comply with the First Source Employment requirements of subchapter X of Chapter 2 of Title 2."},{"prefix":"2","text":" Of the jobs required to be filed pursuant to paragraph (1) of this subsection, at least 20% of those jobs shall be designated for residents in the ward in which the work is being performed."},{"prefix":"e","text":"(1) A government corporation shall take all measures as shall be reasonably necessary to assure that all contracts entered into by the government corporation or any agency or subsidiary of the government corporation with respect to the development and construction of a project undertaken by the government corporation shall comply with the requirements of subchapter I of Chapter 14 of Title 32."},{"prefix":"2","text":"(A) Fifty percent of all apprenticeship hours performed pursuant to any apprenticeship programs related to the construction and operation of a project undertaken by the government corporation shall be performed by District of Columbia residents."},{"prefix":"B","text":" Any prime contractor or subcontractor that fails to make a good faith effort to comply with the requirements of this paragraph shall be subject to a monetary fine in the amount of 5% of the direct or indirect labor costs of the contract. Fines shall be imposed by the Department of Employment Services to be applied to job training programs, subject to appropriations by Congress."},{"prefix":"f","text":" Beginning with the first full quarter after April 20, 2010, each government corporation shall provide a quarterly report for every quarter, except for the 4th quarter, to the Department and to the District of Columbia Auditor within 30 days after the end of each quarter. The 4th quarter and annual report shall be submitted together. A quarterly report shall include the following information:"},{"prefix":"1","text":" The dollar volume and percentage of awards to local, small, and disadvantaged business enterprises in construction and development projects;"},{"prefix":"2","text":" The dollar volume and percentage of awards to local, small, and disadvantaged business enterprises in development projects as equity partners;"},{"prefix":"3","text":" The dollar volume and percentage of awards to certified business enterprises for contracting and procurement of goods and services;"},{"prefix":"4","text":" The dollar amount actually expended with local, small, and disadvantaged business enterprises in construction and development projects;"},{"prefix":"5","text":" The dollar amount actually expended with certified business enterprises in development projects as equity partners; and"},{"prefix":"6","text":" The dollar amount actually expended with certified business enterprises for contracting and procurement of goods and services."},{"prefix":"g","text":" Beginning with fiscal year 2006, each government corporation shall provide an annual report to the Department and to the District of Columbia Auditor within 45 days after the end of each fiscal year. The annual report shall include the information required to be included in the quarterly reports (with the dollar percentages and volumes calculated on an annual basis, including 4th quarter reports)."},{"prefix":"h","text":" The District of Columbia Auditor shall monitor government corporation compliance with the reporting requirements of this section."},{"prefix":"i","text":" The Department shall review the annual report of a government corporation to determine whether the planned activities of the government corporation for the succeeding fiscal year are likely to enable the government corporation to achieve the goals set forth in this section. The Department shall make recommendations concerning activities in which the government corporation should engage in to meet or exceed the requirements set forth in this section. The Department's recommendations shall be submitted to the government corporation, the Commission, the Council, the Mayor, and the District of Columbia Auditor within 30 days of the government corporation's annual report submission."},{"prefix":"j","text":" The Department may review the annual report of a government corporation to determine whether the planned activities of the government corporation for the succeeding fiscal year are likely to enable the government corporation to achieve the goals set forth in this section. The Department may make recommendations concerning activities in which the government corporation should engage in to meet or exceed the requirements set forth in this section. The Department's recommendations, if any, shall be submitted to the government corporation and the District of Columbia Auditor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.50","catch_text":"Special requirements for government corporations."}}