{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192, in the section heading, inserted \"and non-construction\" following \"construction\"; added subsec. (a)(3); in subsec. (e), substituted \"dollar volume\" for ''dollar value\"; and added subsec. (h).\n\nD.C. Law 17-207 rewrote subsec. (a); and, in subsecs. (b), (c), and (d), substituted \"certified\" for \"small, local, or disadvantaged\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a)(1) All construction contracts shall include a requirement that at least 35% of the dollar value, excluding the cost of materials, goods, and supplies, be subcontracted to small business enterprises, except that if there are insufficient qualified small business enterprises to fulfill this requirement, then 35% of the dollar value, excluding the cost of materials, goods, and supplies, shall be subcontracted to local, small, or disadvantaged business enterprises.\n\n\"(2) Reserved.\n\n\"(3) All non-construction contracts in which a portion will be subcontracted shall include a requirement that at least 35% of the dollar volume, excluding the cost of materials, goods, and supplies, be subcontracted to local small business enterprises, except that if there are insufficient qualified local small business enterprises to fulfill this requirement, then 35% of the dollar volume, excluding the cost of materials, goods, and supplies, shall be subcontracted to local, small, or disadvantaged business enterprises.\"\n\nD.C. Law 18-141, in subsec. (a)(2), substituted \"excess of $250, 000, unless a waiver has been approved by the Office of Contracting and Procurement,\" for \"which a portion of the work is subcontracted\"; added subsec. (a)(3); in subsec. (d), substituted \"the law requires subcontracting\" for \"the solicitation requires submission of a certified business enterprise subcontracting plan\"; and added subsec. (i).\n\nD.C. Law 18-159, in subsec. (i), substituted \"each contractor or beneficiary shall provide a copy of the contract,\" for \"each developer or beneficiary shall provide a copy of the certified business agreement,\".\n\nD.C. Law 19-171, in subsec. (i), substituted \"contractor\" for \"developer\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Department of Small and Local Business Development Clarification Temporary Amendment Act of 2005 (D.C. Law 16-49, February. 9, 2006, law notification 53 DCR 1457).\n\nFor temporary (225 day) amendment of section, see § 2(d) of the Department of Small and Local Business Development Subcontracting Clarification Temporary Amendment Act of 2006 (D.C. Law 16-214, March 6, 2007, law notification 54 DCR 2761).\n\nFor temporary (225 day) amendment of section, see § 2(i) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2346 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Department of Small and Local Business Development Clarification Emergency Act of 2005 (D.C. Act 16-191, October 28, 2005, 52 DCR 10026).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Department of Small and Local Business Development Clarification Congressional Review Emergency Act of 2006 (D.C. Act 16-301, February 27, 2006, 53 DCR 1883).\n\nFor temporary (90 day) amendment of section, see § 2132(e) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2132(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Department of Small and Local Business Development Subcontracting Clarification Emergency Amendment Act of 2006 (D.C. Act 16-513, October 25, 2006, 53 DCR 9091).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Department of Small and Local Business Development Subcontracting Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-575, December 19, 2006, 54 DCR 24).\n\nFor temporary (90 day) amendment of section, see § 2132(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 16-192, see notes following § 2-218.31.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nLaw 18-159, the \"Small Business Stabilization and Job Creation Strategy Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-457, which was referred to the Committee on Economic Development. The bill was adopted on first and second readings on February 2, 2010, and March 2, 2010, respectively. Signed by the Mayor on March 25, 2010, it was assigned Act No. 18-350 and transmitted to both Houses of Congress for its review. D.C. Law 18- 159 became effective on May 27, 2010.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-218.46\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2346, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 2132(e), 53 DCR 6899; July 18, 2008, D.C. Law 17-207, § 2(i), 55 DCR 6107; Apr. 20, 2010, D.C. Law 18-141, § 2(i), 57 DCR 1485; May 27, 2010, D.C. Law 18-159, § 2(b), 57 DCR 3006; Sept. 26, 2012, D.C. Law 19- 171, § 12(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) All construction contracts in excess of $250,000 shall include the following requirements:"},{"prefix":"A","text":" At least 35% of the dollar volume shall be subcontracted to small business enterprises; provided, that the costs of materials, goods, and supplies shall not be counted towards the 35% subcontracting requirement unless such materials, goods, and supplies are purchased from small business enterprises; or"},{"prefix":"B","text":" If there are insufficient qualified small business enterprises to completely fulfill the requirement of subparagraph (A) of this paragraph, then the subcontracting requirement may be satisfied by subcontracting 35% of the dollar volume to any certified business enterprises; provided, that all reasonable efforts shall be made to ensure that qualified small business enterprises are significant participants in the overall subcontracting work."},{"prefix":"2","text":" All non-construction contracts in excess of $250,000, unless a waiver has been approved by the Office of Contracting and Procurement, shall include the following requirements:"},{"prefix":"A","text":" At least 35% of the dollar volume shall be subcontracted to small business enterprises; provided, that the costs of materials, goods, and supplies shall not be counted towards the 35% subcontracting requirement unless such materials, goods, and supplies are purchased from small business enterprises; or"},{"prefix":"B","text":" If there are insufficient qualified small business enterprises to completely fulfill the requirement of subparagraph (A) of this paragraph, then the subcontracting requirement may be satisfied by subcontracting 35% of the dollar volume to any certified business enterprises; provided, that all reasonable efforts shall be made to ensure that qualified small business enterprises are significant participants in the overall subcontracting work."},{"prefix":"3","text":" For the purposes of this section, a business enterprise certified as a small business enterprise, local business enterprise, or disadvantaged business enterprise shall not have to comply with the requirements set forth in paragraphs (1) or (2) of this subsection."},{"prefix":"b","text":"(1)(A) Each construction contract for which a certified business enterprise is selected as a prime contractor and is granted points or a price reduction pursuant to § 2-218.43 or is selected through a set-aside program under this subpart shall include a requirement that the business enterprise perform at least 35% of the contracting effort, excluding the cost of materials, goods, and supplies, with its own organization and resources and, if it subcontracts, 35% of the subcontracted effort, excluding the cost of materials, goods, and supplies, shall be with certified business enterprises."},{"prefix":"B","text":" If the total of the contracting effort, excluding the cost of materials, good, and supplies, proposed to be performed by certified business enterprises is less than the amount required by subparagraph (A) of this paragraph, then the business enterprise shall not be eligible to receive preference points or price reductions for a period of not less than 2 years."},{"prefix":"2","text":"(A) Each construction contract for which a joint venture is selected as a prime contractor and is granted points or a price reduction pursuant to § 2- 218.43 or is selected through a set-aside program under this subpart shall include a requirement that the certified business enterprise perform at least 50% of the contracting effort, excluding the cost of materials, goods, and supplies, with its own organization and resources and, if the joint venture subcontracts, 35% of the subcontracted effort, excluding the cost of materials, goods, and supplies, shall be with certified business enterprises."},{"prefix":"B","text":" If the total of the contracting effort, excluding the cost of materials, good, and supplies, proposed to be performed by certified business enterprises is less than the amount required by subparagraph (A) of this paragraph, then the business enterprise shall not be eligible to receive preference points or price reductions for a period of not less than 2 years."},{"prefix":"c","text":" Each construction contract of $1 million or less for which a certified business enterprise is selected as a prime contractor and is granted points or a price reduction pursuant to § 2-218.43 or is selected through a set-aside program under this subpart shall include a requirement that the business enterprise perform at least 50% of the on-site work with its own work force."},{"prefix":"d","text":" Bids or proposals responding to a solicitation, including an open market solicitation, shall be deemed nonresponsive and shall be rejected if the law requires subcontracting and the prime contractor fails to submit a subcontracting plan as part of its bid or proposal. A certified business enterprise subcontracting plan shall specify the following:"},{"prefix":"1","text":" The name and address of the subcontractor;"},{"prefix":"2","text":" Whether the subcontractor is currently certified as a certified business enterprise;"},{"prefix":"3","text":" The scope of work to be performed by the subcontractor; and"},{"prefix":"4","text":" The price to be paid by the contractor to the subcontractor."},{"prefix":"e","text":" No prime contractor shall be allowed to amend the subcontracting plan filed as part of its bid or proposal except with the consent of the contracting officer and the Director. Any reduction in the dollar volume of the subcontracted portion resulting from such amendment of the plan shall insure to the benefit of the District."},{"prefix":"f","text":" No multiyear contracts or extended contracts in which the options or extensions exceed $1 million in value, which are not in compliance with this subchapter at the time of the contemplated exercise of the option or extension, shall be renewed or extended, and any such option or extension shall be void."},{"prefix":"g","text":" The subcontracting requirements of this section may be waived pursuant to § 2-218.51."},{"prefix":"h","text":" A prime contractor shall submit to the contracting officer and the Director copies of the executed contracts with the subcontracts identified in the subcontracting plan. Failure to submit copies of the executed contracts shall render the underlying contract voidable by the District."},{"prefix":"i","text":" Beginning on April 20, 2010, each contractor or beneficiary shall provide a copy of the contract, which includes the subcontracting plan for utilization of certified business enterprises, within 10 business days of its execution to the Office of District of Columbia Auditor. A quarterly report shall be provided to the Department and the Office of District of Columbia Auditor by the contractor or beneficiary, which shall include a list of each subcontractor identified in the subcontracting plan for utilization of certified business enterprises, and for each subcontract:"},{"prefix":"1","text":" The price to be paid by the contractor to the subcontractor;"},{"prefix":"2","text":" A description of the goods procured or the services contracted for; and"},{"prefix":"3","text":" The amount paid by the contractor to the subcontractor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.46","catch_text":"Performance and subcontracting requirements for construction and non-construction contracts; subcontracting plans."}}