{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-141, see notes following § 2-218.02.\n\nDC CODE § 2-218.39a\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2339a, as added Apr. 20, 2010, D.C. Law 18-141, § 2(g), 57 DCR 1485.)","sections":[{"prefix":"a","text":" A business enterprise shall be eligible for certification as a joint venture business enterprise if the joint venture has a member that owns a majority interest or minority interest in the joint venture business enterprise and meets the definition of a certified business enterprise pursuant to § 2- 218.02."},{"prefix":"b","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Majority interest\" means:"},{"prefix":"A","text":" More than 50% of the total combined voting power of all classes of stock of the joint venture business enterprise or more than 50% of the total value of all of the joint venture business enterprise;"},{"prefix":"B","text":" A financial contribution to the enterprise of more than 50%; and"},{"prefix":"C","text":" More than 50% of the total interest in the capital, profits, and loss, or beneficial interest in the joint venture business enterprise."},{"prefix":"2","text":" \"Minority interest\" means:"},{"prefix":"A","text":" Less than 50% of the total combined voting power of all classes of stock of the joint venture business enterprise or less than 50% of the total value of all of the joint venture business enterprise;"},{"prefix":"B","text":" A financial contribution to the enterprise of less than 50%; and"},{"prefix":"C","text":" Less than 50% of the total interest in the capital, profits, and loss, or beneficial interest in the joint venture business enterprise."},{"prefix":"c","text":" The Department shall consider the defined contributions and defined benefits provided by each member of the joint venture, which shall be demonstrated by the following information:"},{"prefix":"1","text":" Organizational documents of the joint venture, including the joint venture agreement, the operating agreement, and any other agreement between or among the members; and"},{"prefix":"2","text":" Documentation of the financial contribution of each member, including access to bank records and organizational resolutions and agreements."},{"prefix":"d","text":" Decisions concerning the affairs of the business shall require the consent of those members with voting rights holding at least a majority interest in the business."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"1","text":"Certified Business Enterprises."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.39a","catch_text":"Joint venture business enterprises."}}