{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-20 rewrote subsecs. (a) and (c)(1), which had read as follows:\n\n\"(a) It shall be the goal and responsibility of the Department to stimulate and foster greater opportunities for local, small, and disadvantaged business enterprises to participate in the District's contracting and procurement process.\"\n\n\"(1) The Office of Certification, Compliance, and Enforcement, which shall be responsible for:\n\n\"(A) Reviewing applications for certification as a local, small, or disadvantaged business enterprise, or as a resident-owned or resident business or as a local business enterprise with its principal office located in an enterprise zone;\n\n\"(B) Providing information and assistance to business enterprises regarding the certification and application process;\n\n\"(C) Recommending to the Commission whether an application for certification should be approved or denied;\n\n\"(D) Providing information and assistance to the Commission in the Commission's review of applications for certification;\n\n\"(E) Monitoring agency contracting and procurement activities to the extent those activities are related to the achievement of the goals set forth in § 2- 218.41;\n\n\"(F) Monitoring third-party contracting and procurement activities to the extent those activities are related to the achievement of goals related to contracting with, and procuring from, local, small, and disadvantaged business enterprises;\n\n\"(G) Preparing the quarterly and annual reports of the Department required by § 2-218.53;\n\n\"(H) Reviewing the quarterly and annual reports of agencies required by § 2- 218.52; and\n\n\"(I) Reviewing any reports as may be required of third parties;\".\n\nD.C. Law 17-207, in subsec. (c)(1)(F), substituted \"the achievement of the goals set forth in § 2-218.41\" for \"the achievement of goals related to contracting with, and procuring from, certified business enterprises; in subsec. (c)(1)(G), substituted \"related to contracting with, and procuring from, certified business enterprises\" for \"the achievement of the goals set forth in § 2-218.41\"; rewrote subsec. (c)(2); and added subsec. (c-1). Prior to amendment, subsec. (c-2) read as follows:\n\n\"(2) The Office of Contracting Opportunities, which shall be responsible for:\n\n\"(A) Maintaining, growing, and advocating on behalf of local, small, and disadvantaged business enterprises in the following areas;\n\n\"(i) Local, small, and disadvantaged business enterprises with less than $10 million in annual revenue;\n\n\"(ii) Under separate criteria, local, small, and disadvantaged business enterprises with over $10 million in annual revenue; and\n\n\"(iii) All local, small, and disadvantaged business enterprises that desire to participate in contracting opportunities with any government corporation;\n\n\"(B) Maintaining and providing public access to a list of all current District government contracting and procurement bids and solicitations;\n\n\"(C) Maintaining and providing public access to a list of other current government contracting and procurement bids and solicitations, including those of the federal government and nearby local jurisdictions;\n\n\"(D) Monitoring agency contracting and procurement activities to the extent those activities are related to the achievement of the goals set forth in § 2- 218.41;\n\n\"(E) Monitoring third-party contracting and procurement activities to the extent those activities are related to the achievement of goals related to contracting with, and procuring from, local, small, and disadvantaged business enterprises;\n\n\"(F) Monitoring and preparing recommendations to ensure agency achievement of the goals set forth in § 2-218.41;\n\n\"(G) Monitoring agency implementation of the programs required by part D of this subchapter;\n\n\"(H) Maintaining a list of current private contracting and procurement bids and solicitations;\n\n\"(I) Organizing and publicizing local, small, and disadvantaged business enterprise opportunities and events where contracting, procurement, or networking opportunities will be available;\n\n\"(J) Organizing or attending meetings with business groups and other organizations to provide information on the District's local, small, and disadvantaged business enterprise programs, the certification process, and the services and activities of the Department;\n\n\"(K) Making known to the public and the business community information on the District's local, small, and disadvantaged business enterprise programs and the certification process; and\n\n\"(L) Making known to the public and the business community information on the services and activities of the Department; and\".\n\nD.C. Law 18-141, in subsec. (c)(1), substituted \"Certification\" for \"Certification, Compliance, and Enforcement,\" in the introductory language, substituted \"§§ 2-218.22, 2-218.50, and 2-218.53\" for \"§ 2-218.22\" in subpar. (E), and repealed subpars. (F), (G), and (H) which had read as follows:\n\n\"(F) Monitoring agency contracting and procurement activities to the extent those activities are related to the achievement of the goals set forth in § 2- 218.41;\n\n\"(G) Monitoring third-party contracting and procurement activities to the extent those activities are related to contracting with, and procuring from, certified business enterprises;\n\n\"(H) Preparing the quarterly and annual reports of the Department required by § 2-218.54;\".\n\nD.C. Law 19-171, in the lead-in language of subsec. (c)(2)(A), substituted \"areas:\" for \"areas;\"; and, in subsecs. (c)(1) and (c)(2)(A)(i), validated previously made technical corrections.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Department of Small and Local Business Development Subcontracting Clarification Temporary Amendment Act of 2006 (D.C. Law 16-214, March 6, 2007, law notification 54 DCR 2761).\n\nFor temporary (225 day) amendment of section, see § 2(c) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2313 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Subcontracting Clarification Emergency Amendment Act of 2006 (D.C. Act 16-513, October 25, 2006, 53 DCR 9091).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Department of Small and Local Business Development Subcontracting Clarification Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-575, December 19, 2006, 54 DCR 24).\n\nFor temporary (90 day) amendment of section, see § 2062(a) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 17-20, see notes following § 2-215.24.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nFor Law 18-141, see notes following § 2-218.02.\n\nLaw 19-171 , the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 2061 of D.C. Law 17-20 provided that subtitle G of title II of the act may be cited as the \"Department of Small and Local Business Development Amendment Act of 2007\".\n\nDC CODE § 2-218.13\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2313, 52 DCR 7503; Sept. 18, 2007, D.C. Law 17-20, § 2062(a), 54 DCR 7052; July 18, 2008, D.C. Law 17-207, § 2(c), 55 DCR 6107; Apr. 20, 2010, D.C. Law 18-141, § 2(c), 57 DCR 1485; Sept. 26, 2012, D.C. Law 19-171, §§ 12(a), 13(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) It shall be the goal and responsibility of the Department to stimulate and foster the economic growth and development of businesses based in and serving the District of Columbia, particularly certified business enterprises, with the intended goals of:"},{"prefix":"A","text":" Stimulating and expanding the local tax base of the District of Columbia;"},{"prefix":"B","text":" Increasing the number of viable employment opportunities for District residents; and"},{"prefix":"C","text":" Extending economic prosperity to local business owners, their employees, and the communities they serve."},{"prefix":"2","text":" Through advocacy, business development programs, and technical assistance offerings, the Department shall seek to maximize opportunities for certified business enterprises to participate in:"},{"prefix":"A","text":" The District's contracting and procurement process;"},{"prefix":"B","text":" The District's economic development activities; and"},{"prefix":"C","text":" Federal and private sector business opportunities that occur in the District of Columbia."},{"prefix":"b","text":" The Department shall administer part D of this subchapter except for those responsibilities assigned to another agency by this subchapter or through an order of the Mayor. The Director shall establish procedures and guidelines for the implementation of the programs established pursuant to part D of this subchapter. The Mayor shall not reassign a responsibility specifically assigned to the Department by this subchapter."},{"prefix":"c","text":" The Department shall include, and the Director shall establish, oversee, and administer, the following divisions which shall have the stated responsibilities:"},{"prefix":"1","text":" The Office of Certification which shall be responsible for:"},{"prefix":"A","text":" Reviewing applications for certification as a:"},{"prefix":"i","text":" Local business enterprise;"},{"prefix":"ii","text":" Small business enterprise;"},{"prefix":"iii","text":" Disadvantaged business enterprise;"},{"prefix":"iv","text":" Resident-owned business;"},{"prefix":"v","text":" Longtime resident business; or"},{"prefix":"vi","text":" Local business enterprise with its principal office located in an enterprise zone;"},{"prefix":"B","text":" Providing information and assistance to business enterprises regarding the certification and application process;"},{"prefix":"C","text":" Determining a business enterprise's or joint venture's initial eligibility for certification under part D of this subchapter and reviewing and determining the continued eligibility of business enterprises and joint ventures certified under part D of this subchapter;"},{"prefix":"D","text":" Determining the percentage or the dollar amount of a project performed by a joint venture that may be attributed toward an agency's percentage goal;"},{"prefix":"E","text":" Providing information and assistance to the Commission and the District of Columbia Auditor in performance of its appeals and audit functions under §§ 2-218.22, 2-218.50, and 2-218.53;"},{"prefix":"F","text":" Repealed;"},{"prefix":"G","text":" Repealed;"},{"prefix":"H","text":" Repealed;"},{"prefix":"I","text":" Reviewing the quarterly and annual reports of agencies required by § 2- 218.53; and"},{"prefix":"J","text":" Reviewing any reports as may be required of third parties;"},{"prefix":"2","text":" The Office of Business Opportunities and Access to Capital, which shall be responsible for:"},{"prefix":"A","text":" Maintaining, growing, and advocating on behalf of certified business enterprises in the following areas:"},{"prefix":"i","text":" Certified business enterprises with less than $10 million in annual revenue;"},{"prefix":"ii","text":" Under separate criteria, certified business enterprises with over $10 million in annual revenue; and"},{"prefix":"iii","text":" All certified business enterprises that desire to participate in contracting opportunities with any government corporation;"},{"prefix":"B","text":" Maintaining and providing public access to a list of all current District government contracting and procurement bids and solicitations;"},{"prefix":"C","text":" Maintaining and providing public access to a list of other current government contracting and procurement bids and solicitations, including those of the federal government and nearby local jurisdictions;"},{"prefix":"D","text":" Monitoring agency contracting and procurement activities to the extent those activities are related to the achievement of the goals set forth in § 2-218.41;"},{"prefix":"E","text":" Monitoring third-party contracting and procurement activities to the extent those activities are related to the achievement of goals related to contracting with, and procuring from, certified business enterprises;"},{"prefix":"F","text":" Monitoring and preparing recommendations to ensure agency achievement of the goals set forth in § 2-218.41;"},{"prefix":"G","text":" Monitoring agency implementation of the programs required by part D of this subchapter;"},{"prefix":"H","text":" Maintaining a list of current private contracting and procurement bids and solicitations;"},{"prefix":"I","text":" Organizing and publicizing certified business enterprise opportunities and events where contracting, procurement, or networking opportunities will be available;"},{"prefix":"J","text":" Organizing or attending meetings with business groups and other organizations to provide information on the District's certified business enterprise programs, the certification process, and the services and activities of the Department;"},{"prefix":"K","text":" Making known to the public and the business community information on the District's certified business enterprise programs and the certification process; and"},{"prefix":"L","text":" Making known to the public and the business community information on the services and activities of the Department; and"},{"prefix":"3","text":" The Office of Training and Education, which shall be responsible for the following:"},{"prefix":"A","text":" Coordinating the District's offerings, curricula, and locations of educational and training classes, sessions, and seminars to assist small businesses in the following areas:"},{"prefix":"i","text":" Basic and intermediate business skills, such as bookkeeping, accounting, and marketing;"},{"prefix":"ii","text":" Locating and obtaining contracting and procurement opportunities; and"},{"prefix":"iii","text":" Locating and obtaining financing and capital;"},{"prefix":"B","text":" Maintaining a current list of educational and training classes, sessions, and seminars in the Washington Metropolitan Region in the subject areas set forth in subparagraph (A) of this paragraph offered by persons or organizations outside the District government;"},{"prefix":"C","text":" To the extent feasible, coordinating the offerings, curricula, and locations of educational and training classes, sessions, and seminars in the Washington Metropolitan Region in the subject areas set forth in subparagraph (A) of this paragraph offered by persons or organizations outside the District government;"},{"prefix":"D","text":" To the extent necessary, providing educational and training classes, sessions, and seminars in the subject areas set forth in subparagraph (A) of this paragraph which are not otherwise conveniently or comprehensively provided by the District government or persons or organizations outside the District government; and"},{"prefix":"E","text":" Training agency contracting officers on the requirements and procedures of this subchapter."},{"prefix":"c-1","text":" The Department shall have the authority to issues grants to local businesses (whether or not certified pursuant to this subchapter), community and neighborhood groups or other nonprofit organizations as necessary to effectuate the mission of the Department and the purposes of this subchapter."},{"prefix":"d","text":" The Director may establish such other offices and the Department may take such other actions as are necessary or appropriate to carry out the provisions of this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"B","text":"Department of Small and Local Business Development."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.13","catch_text":"Organization and functions of the Department."}}