{"text":"To achieve the goals set forth in this subchapter, the Department shall establish by rules issued pursuant to § 2-218.72, programs for certified business enterprises. The Department shall include among these programs:","historical":"Effect of Amendments\n\nD.C. Law 17-207, in the introductory language, substituted \"certified business enterprises\" for \"local and disadvantaged business enterprises, resident-owned businesses, resident businesses, and local business enterprises with principal offices located in an enterprise zone\"; and, in par. (3), substituted \"certified\" for \"local, small, and disadvantaged\".\n\nD.C. Law 17-353 validated previously made technical corrections in the introductory language and par. (3).\n\nD.C. Law 19-171, in par. (1), substituted \"certified\" for \"local and disadvantaged business enterprises, resident-owned businesses, resident businesses, and local\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(g) of the Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Temporary Amendment Act of 2007 (D.C. Law 17-96, January 29, 2008, law notification 55 DCR 3403).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2342 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Emergency Amendment Act of 2007 (D.C. Act 17-156, October 18, 2007, 54 DCR 10919).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Department of Small and Local Business Development Subcontracting Clarification, Benefit Expansion, and Grant-making Authority Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-251, January 23, 2008, 55 DCR 1259).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 2-218.01.\n\nFor Law 17-207, see notes following § 2-218.02.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review. D.C. Law 17-353 became effective on March 25, 2009.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-218.42\n\nCurrent through December 11, 2012","credits":"(Oct. 20, 2005, D.C. Law 16-33, § 2342, 52 DCR 7503; July 18, 2008, D.C. Law 17-207, § 2(g), 55 DCR 6107; Mar. 25, 2009, D.C. Law 17-353, § 243, 56 DCR 1117; Sept. 26, 2012, D.C. Law 19-171, § 12(b), 59 DCR 6190.)","sections":[{"prefix":"1","text":" A bid preference mechanism for certified business enterprises with principal offices located in an enterprise zone;"},{"prefix":"2","text":" A set-aside program for small business enterprises; and"},{"prefix":"3","text":" A set-aside program for certified business enterprises for the District of Columbia Supply Schedule."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"IX-A","text":"Small, Local, and Disadvantaged Business Enterprise Development and Assistance."},"part":{"identifier":"D","text":"Programs for Certified Business Enterprises."},"subpart":{"identifier":"2","text":"Requirements of Programs."},"heading":{"title":"2","chaptersection":"218","identifier":"2-218.42","catch_text":"Required programs, procedures, and policies to achieve contracting and procurement goals."}}