{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1135.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-168, see Historical and Statutory Notes following § 2-213.01.\n\nLaw 11-259, the \"Procurement Reform Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-705, which was referred to the Committee on Government Operation. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on January 3, 1997, it was assigned Act No. 11-526 and transmitted to both Houses of Congress for its review. D.C. Law 11-259 became effective on April 9, 1997.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 5-168, see Mayor's Order 86-150, September 1, 1986.\n\nDC CODE § 2-213.02\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-168, § 4, 32 DCR 721; Apr. 12, 1997, D.C. Law 11-259, § 305(a), 44 DCR 1423.)","sections":[{"prefix":"a","text":" The Mayor shall:"},{"prefix":"1","text":" Provide direction and coordination for the District's automated data systems, information systems, automated data and word processing resources, and telecommunications systems;"},{"prefix":"2","text":" Reduce the duplication of data collection, storage, and reporting;"},{"prefix":"3","text":" Ensure, to the maximum extent possible, compatibility of all new acquisitions of automatic data processing related, word processing, and telecommunications equipment with existing equipment and information systems;"},{"prefix":"4","text":" Remain abreast of new developments in automatic data processing, word processing, telecommunications, and information systems technology, and the extent to which these developments can benefit the needs of the District;"},{"prefix":"5","text":" Perform evaluations and feasibility studies prior to the District's adoption of new information systems technology to ascertain the costs and benefits that will accrue to the District; and"},{"prefix":"6","text":" Establish and maintain an inventory of all data and word processing and telecommunications equipment, including hardware, software, and appropriate documentation for all major information systems."},{"prefix":"b","text":" The Mayor shall establish, maintain, and provide to all departments and agencies under the Mayor:"},{"prefix":"1","text":" Consistent policies, principles, standards, and guidelines for the acquisition, utilization, operation, and maintenance of automatic data processing, word processing, and telecommunications equipment and related information systems technology;"},{"prefix":"2","text":" Consistent policies, principles, standards, and guidelines for data and information collection, storage and reporting that facilitate the sharing of information among agencies and reduce duplicative efforts;"},{"prefix":"3","text":" Scientific and technical advisory services relating to automatic data processing, word processing, telecommunications, automatic data systems, and information systems, including the development of specifications for and the selection of all hardware, software, and the types and configurations of computers and related equipment that are needed;"},{"prefix":"4","text":" Consistent policies, principles, standards, and guidelines for the recruitment, classification, and training of persons in positions associated with automatic data processing and information systems technology;"},{"prefix":"5","text":" A multiyear comprehensive plan for meeting the needs of the District government regarding automatic data processing and information systems technology;"},{"prefix":"6","text":" Consistent policies, principles, standards, and guidelines for the security, protection, and preservation of automated data systems, automatic data processing equipment, and information systems, including contingency or backup plans for disaster and emergency recovery;"},{"prefix":"7","text":" Consistent policies, principles, standards, and guidelines for ensuring compatibility in the acquisition of automatic data processing related resources with existing resources and data systems and information systems; and"},{"prefix":"8","text":" Consistent standards and requirements for agency audits of all major automated data systems and information systems."},{"prefix":"c","text":" Repealed by D.C. Law 11-259, Title III, § 305(a)(2) (44 DCR 1423), eff. April 15, 1997."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Automated Data Processing."},"heading":{"title":"2","chaptersection":"213","identifier":"2-213.02","catch_text":"Automatic data processing--Duties of Mayor."}}