{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1172.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Quick Payment Temporary Amendment Act of 1998 (D.C. Law 12-159, October 7, 1998, law notification 45 DCR 7577).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Quick Payment Emergency Amendment Act of 1998 (D.C. Act 12-379, June 5, 1998, 45 DCR 4468).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-164, see Historical and Statutory Notes following § 2-221.01.\n\nFor legislative history of D.C. Law 9-81, see Historical and Statutory Notes following § 2-221.01.\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nMiscellaneous Notes\n\nIssuance of rules and regulations under Law 5-164: Section 8(b) of D.C. Law 5- 164 provided that the rules and regulations required under the act shall be issued not later than 120 days after March 15, 1985.\n\nDC CODE § 2-221.02\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-164, § 3, 32 DCR 555; Mar. 20, 1992, D.C. Law 9-81, § 2(b), 39 DCR 681; Mar. 26, 1999, D.C. Law 12-175, § 902(a), 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-264, § 7(a), 46 DCR 2118.)","sections":[{"prefix":"a","text":"(1) In accordance with rules and regulations issued by the Mayor of the District of Columbia (\"Mayor\"), each agency of the District of Columbia government (\"District\"), under the direct control of the Mayor, which acquires property or services from a business concern but which does not make payment for each complete delivered item of property or service by the required payment date shall pay an interest penalty to the business concern in accordance with this section on the amount of the payment which is due."},{"prefix":"2","text":" Each rule or regulation issued pursuant to paragraph (1) of this subsection shall:"},{"prefix":"A","text":" Specify that the required payment date shall be:"},{"prefix":"i","text":" The date on which payment is due under the terms of the contract for the provision of the property or service; or"},{"prefix":"ii","text":" 30 calendar days, excluding legal holidays, after receipt of a proper invoice for the amount of the payment due, if a specific date on which payment is due is not established by contract;"},{"prefix":"B","text":"(i) Specify, in the case of any acquisition of meat or of a meat food product, a required payment date which is not later than 7 calendar days, excluding legal holidays, after the date of delivery of the meat or meat food product; and"},{"prefix":"ii","text":" Specify, in the case of any acquisition of a perishable agricultural commodity, a required payment date which is not later than 10 calendar days, excluding legal holidays, after the date of delivery of the perishable agricultural commodity pursuant to this subchapter;"},{"prefix":"C","text":" Specify separate required payment dates for contracts under which property or services are provided in a series of partial executions or deliveries, to the extent that the contract provides for separate payment for partial execution or delivery; and"},{"prefix":"D","text":" Require that, within 15 days after the date on which any invoice is received, District agencies notify the business concern in writing of any defect in the invoice or delivered goods, property or services or impropriety of any kind which would prevent the running of the time period specified in subparagraph (A)(ii) of this paragraph."},{"prefix":"b","text":"(1) Interest penalties on amounts due to a business concern under this subchapter shall be due and payable to the concern for the period beginning on the day after the required payment date and ending on the date on which payment of the amount is made, except that no interest penalty shall be paid if payment for the complete delivered item of property or service concerned is made on or before: (A) the 3rd day after the required payment date, in the case of meat or a meat product, described in subsection (a)(2)(B)(i) of this section; (B) the 5th day after the required payment date, in the case of an agricultural commodity, described in subsection (a)(2)(B)(ii) of this section; or (C) the 15th day after the required payment date in the case of any other item. Interest, computed at a rate of not less than 1%, shall be determined by the Mayor by regulation."},{"prefix":"1A","text":" Each contract executed pursuant to Chapter 3 of Title 2 shall include in the solicitation a description of the contractor's rights and responsibilities under the chapter."},{"prefix":"1B","text":" Paragraphs (1) and (1A) of this subsection shall apply to claims arising after October 7, 1998."},{"prefix":"2","text":" Any amount of an interest penalty which remains unpaid at the end of any 30-day period shall be added to the principal amount of the debt and thereafter interest penalties shall accrue on the added amount."},{"prefix":"c","text":" This section does not authorize the appropriation of additional funds for the payment of interest penalties required by this section. A District agency shall pay any interest penalty required by this section out of funds made available for the administration or operation of the program for which the penalty was incurred."},{"prefix":"d","text":" Any contract awarded by a District agency shall include:"},{"prefix":"1","text":" A payment clause that obligates the contractor to take one of the 2 following actions within 7 days of receipt of any amount paid to the contractor by the District agency for work performed by any subcontractor under a contract:"},{"prefix":"A","text":" Pay the subcontractor for the proportionate share of the total payment received from the District agency that is attributable to the subcontractor for work performed under the contract; or"},{"prefix":"B","text":" Notify the District agency and the subcontractor, in writing, of the contractor's intention to withhold all or part of the subcontractor's payment with the reason for the nonpayment;"},{"prefix":"2","text":" An interest clause that obligates the contractor to pay interest to the subcontractor or supplier as provided in subsection (b)(1) and (2) of this section; and"},{"prefix":"3","text":" A clause that obligates the contractor to include in any subcontract a provision that requires each subcontractor to include the payment and interest clauses required under paragraphs (1) and (2) of this subsection in a contract with any lower-tier subcontractor or supplier."},{"prefix":"e","text":"(1) A contractor's obligation to pay an interest charge to a subcontractor pursuant to subsection (d)(2) of this section shall not constitute an obligation of the District agency."},{"prefix":"2","text":" A contract modification shall not be made for the purpose of providing reimbursement for any interest charge pursuant to subsection (d)(2) of this section."},{"prefix":"3","text":" A cost reimbursement claim shall not include any amount for reimbursement for any interest charge pursuant to subsection (d)(2) of this section."},{"prefix":"f","text":"(1) A dispute between a contractor and subcontractor relating to the amount or entitlement of a subcontractor to a payment or a late payment interest penalty under the provisions of this subchapter does not constitute a dispute to which the District of Columbia is a party. The District of Columbia may not be interpleaded in any judicial or administrative proceeding involving such a dispute."},{"prefix":"2","text":" This subsection shall not limit or impair any contractual, administrative, or judicial remedies otherwise available to a contractor or subcontractor in the event of a dispute involving late payment or nonpayment by a prime contractor or deficient subcontract performance or nonperformance by a subcontractor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"XI","text":"Quick Payment Provisions."},"heading":{"title":"2","chaptersection":"221","identifier":"2-221.02","catch_text":"Rules and regulations governing interest penalty payments by District agencies; computation and payment of penalties."}}