{"text":"For purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 1-1177.1.\n\nEffect of Amendments\n\nD.C. Law 16-187, in par. (3), deleted \"or\" from the end of subpar. (A), substituted \"'; or\" for a period at the end of subpar. (B), and added subpar. (C); added par. (8A); and, in par. (9), substituted \"District instrumentality, a District government contractor, or a person who or entity that employs security officers\" for\"District instrumentality or by a District government contractor\".\n\nD.C. Law 18-111, in par. (5), substituted \"Washington Convention and Sports Authority\" for \"Washington Convention Center Authority\".\n\nD.C. Law 18-117 added par. (6A); and, in par. (10), substituted \"an employee or contractor\" for \"an employee\".\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter V [1981 Ed.], see §§ 202-208 of the Whistleblower Reinforcement Emergency Amendment Act of 1998 (D.C. Act 12-400, July 13, 1998, 45 DCR 5158), and see §§ 202-208 of the Whistleblower Reinforcement Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-464, October 28, 1998, 45 DCR 7821).\n\nFor temporary (90 day) amendment of section, see § 2082(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2082(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 12-160, the \"Whistleblower Reinforcement Act of 1998,\" was introduced in Council and assigned Bill No. 12-191, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-398 and transmitted to both Houses of Congress for its review. D.C. Law 12-160 became effective on October 7, 1998.\n\nLaw 16-187, the \"Enhanced Professional Security Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-102, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 25, 2006, it was assigned Act No. 16-465 and transmitted to both Houses of Congress for its review. D.C. Law 16-187 became effective on November 16, 2006.\n\nFor Law 18-111, see notes following § 2-218.50.\n\nLaw 18-117, the \"Whistleblower Protection Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-233, which was referred to the Committee on Government Operations and the Environment. The bill was adopted on first and second readings on December 1, 2009, and December 15, 2009, respectively. Signed by the Mayor on January 11, 2010, it was assigned Act No. 18-265 and transmitted to both Houses of Congress for its review. D.C. Law 18- 117 became effective on March 11, 2010.\n\nMiscellaneous Notes\n\nEmployees of District Contractors and Instrumentality Whistleblower Protection Act of 1998: Section 201 of Title II of D.C. Law 12-160 provided that Title II may be cited as the \"Employees of District Contractors and Instrumentality Whistleblower Protection Act of 1998.\"\n\nFor whistleblower protection for employees of contracts and instrumentalities, see § 2-223.01 et seq.\n\nDC CODE § 2-223.01\n\nCurrent through December 11, 2012","credits":"(Oct. 7, 1998, D.C. Law 12-160, § 202, 45 DCR 5147; Nov. 16, 2006, D.C. Law 16-187, § 201(a), 53 DCR 6722; Mar. 3, 2010, D.C. Law 18-111, § 2082(c), 57 DCR 181; Mar. 11, 2010, D.C. Law 18-117, § 3(a), 57 DCR 896.)","sections":[{"prefix":"1","text":" \"Contract\" means any contract for goods or services between the District government and another entity but excludes any collective bargaining agreement."},{"prefix":"2","text":" \"Contributing factor\" means any factor which, alone or in connection with other factors, tends to affect in any way the outcome of the decision."},{"prefix":"3","text":" \"Employee\" means:"},{"prefix":"A","text":" Any person who is a former or current employee of or an applicant for employment by an instrumentality of the District government not covered by Chapter 6 of Title 1;"},{"prefix":"B","text":" Any person who is a former or current employee of any entity that has a contract with the District government to supply goods or services and who is engaged in performing such contract; or"},{"prefix":"C","text":" Any person who is a security officer and is or was employed in that capacity by a person who or entity that provides security services."},{"prefix":"4","text":" \"Illegal order\" means a directive to violate or to assist in violating a federal, state, or local law, rule, or regulation."},{"prefix":"5","text":" \"Instrumentality\" means a quasi-governmental entity that operates in part with District funds, including, but not limited to, the District of Columbia Water and Sewer Authority, established by § 34-2202.02(a); the Health and Hospitals Public Benefits Corporation, established by Chapter 11 of Title 44; the Public Service Commission, established by § 34-801; the Washington Convention and Sports Authority established by § 10-1202.04; the Committee to Promote the District of Columbia; the National Capital Revitalization Corporation, established by § 2-1219.02; and the Washington Metropolitan Area Transit Authority, established by subchapter IV of Chapter 11 of Title 9."},{"prefix":"6","text":" \"Prohibited personnel action\" includes but is not limited to: recommended, threatened, or actual termination, demotion, suspension, or reprimand; involuntary transfer, reassignment or detail; referral for psychiatric or psychological counseling; failure to hire or promote or take other favorable personnel action; or in any other manner retaliating against an employee because that employee has made a protected disclosure or refuses to comply with an illegal order, as those terms are defined in this section."},{"prefix":"6A","text":" \"Prohibited procurement action\" includes any recommended, threatened, or actual proceeding, based wholly or in part on a protected disclosure made by an employee, officer, or owner of a contractor:"},{"prefix":"A","text":" Terminate a contract by default or convenience without adequate and documented justification;"},{"prefix":"B","text":" Unreasonably delay or withhold payment on legitimate vouchers or claims of a contractor;"},{"prefix":"C","text":" Impose conditions or requirements on the contractor not required by the contract;"},{"prefix":"D","text":" Take any action designed to or having the effect of impeding a contractor's performance; or"},{"prefix":"E","text":" Take any other action designed to or having the effect of injuring the business or reputation of a contractor."},{"prefix":"7","text":" \"Protected disclosure\" means any disclosure of information, not specifically prohibited by statute, by an employee to a supervisor or to a public body that the employee reasonably believes evidences:"},{"prefix":"A","text":" Gross mismanagement in connection with the administration of a public program or the execution of a public contract;"},{"prefix":"B","text":" Gross misuse or waste of public resources or funds;"},{"prefix":"C","text":" Abuse of authority in connection with the administration of a public program or the execution of a public contract;"},{"prefix":"D","text":" A violation of a federal, state, or local law, rule, or regulation, or of a term of a contract between the District government and a District government contractor which is not of a merely technical or minimal nature; or"},{"prefix":"E","text":" A substantial and specific danger to the public health and safety."},{"prefix":"8","text":" \"Public body\" means:"},{"prefix":"A","text":" The United States Congress, the Council, any state legislature, the District of Columbia Office of the Inspector General, the Office of the District of Columbia Auditor, the District of Columbia Financial Responsibility and Management Assistance Authority, or any member or employee of one of these bodies;"},{"prefix":"B","text":" The federal, the District of Columbia, or any state or local judiciary, any member or employee of these judicial branches, or any grand or petit jury;"},{"prefix":"C","text":" Any federal, District of Columbia, state, or local regulatory, administrative, or public agency or authority or instrumentality of one of these agencies or authorities;"},{"prefix":"D","text":" Any federal, District of Columbia, state, or local law enforcement agency, prosecutorial office, or police or peace officer;"},{"prefix":"E","text":" Any federal, District of Columbia, state, or local department of an executive branch of government; or"},{"prefix":"F","text":" Any division, board, bureau, office, committee, commission or independent agency of any of the public bodies described in subparagraphs (A) through (E) of this paragraph."},{"prefix":"8A","text":" \"Security officer\" means an individual appointed under § 5-129.02, and shall have the same meaning as provided in section 2100 of Title 17 of the District of Columbia Municipal Regulations."},{"prefix":"9","text":" \"Supervisor\" means any individual employed by a District instrumentality, a District government contractor, or a person who or entity that employs security officers who has authority to do the following:"},{"prefix":"A","text":" To hire, transfer, suspend, lay off, recall, promote, discharge, assign, reward, or discipline other employees, or responsibility to direct them, or to evaluate their performance, or to adjust their grievances, or effectively to recommend such action, if in connection with the foregoing the exercise of authority is not of a merely routine or clerical nature, but requires the use of independent judgment; or"},{"prefix":"B","text":" To effectively recommend or to take remedial or corrective action for the violation of a law, rule, regulation or contract term that an employee may allege or report pursuant to this subchapter."},{"prefix":"10","text":" \"Whistleblower\" means an employee or contractor who makes or is perceived to have made a protected disclosure as that term is defined in this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Employees of District Contractors and Instrumentality Whistleblower Protection."},"heading":{"title":"2","chaptersection":"223","identifier":"2-223.01","catch_text":"Definitions."}}