{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 repealed subsec. (e), which had read as follows:\n\n\"(e) Funding for the implementation of this subchapter shall be subject to annual appropriations.\"\n\nLegislative History of Laws\n\nFor Law 16-118, see notes following § 2-220.01.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nDC CODE § 2-220.03\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-118, § 103, 53 DCR 2602; Mar. 25, 2009, D.C. Law 17-353, § 318(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":" All recipients of contracts or government assistance in the amount of $100,000 or more shall pay their affiliated employees no less than the living wage. All subcontractors of recipients of these contracts that receive funds of $15,000 or more shall pay their affiliated employees no less than the living wage; provided, that this receipt of funds is from the contract funds received by the recipient from the District government. All subcontractors of recipients of government assistance shall pay their affiliated employees the living wage if the subcontractor receives $50,000 or more from a recipient; provided, that this receipt of funds is from government assistance received by the recipient from the District of Columbia."},{"prefix":"b","text":" The living wage shall be paid to employees of the District government commencing March 1, 2006; provided, that the wage of any such employee established under an existing collective bargaining agreement or by the recipients of a federal law or grant shall continue as long as that agreement, law, or grant remains in effect."},{"prefix":"c","text":" The Department of Employment Services shall adjust this rate for the previous calendar year, on an annual basis by the annual average increase, if any, in the Consumer Price Index for all Urban Consumers in the Washington Metropolitan Statistical Area published by the Bureau of Labor Statistics of the United States Department of Labor up to 3%. This adjustment shall begin the 1st of January occurring at least one year following June 8, 2006. The Department shall calculate the adjustment to the nearest multiple of $.05 and shall publish the adjusted rate not later than March 1 of each year. Any annual adjustment in excess of 3% shall be approved by the Mayor."},{"prefix":"d","text":" The Mayor shall publish any adjustment to the living wage rate in the District of Columbia Register no later than 45 days after the rate is adjusted."},{"prefix":"e","text":"Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"X-A","text":"Living Wage Requirements."},"heading":{"title":"2","chaptersection":"220","identifier":"2-220.03","catch_text":"Living wage payment."}}