{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1174.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Quick Payment Temporary Amendment Act of 1998 (D.C. Law 12-159, October 7, 1998, law notification 45 DCR 7577).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(b) of the Quick Payment Emergency Amendment Act of 1998 (D.C. Act 12-379, June 5, 1998, 45 DCR 4469).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-164, see Historical and Statutory Notes following § 2-221.01.\n\nFor legislative history of D.C. Law 12-175, see Historical and Statutory Notes following § 2-221.02.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 1-221.02.\n\nDC CODE § 2-221.04\n\nCurrent through December 11, 2012","credits":"(Mar. 15, 1985, D.C. Law 5-164, § 5, 32 DCR 555; Mar. 26, 1999, D.C. Law 12-175, § 902(b), 45 DCR 7193; Apr. 20, 1999, D.C. Law 12-264, § 7(b), 46 DCR 2118.)","sections":[{"prefix":"a","text":"(1) Claims for interest penalties which a District agency has failed to pay in accordance with the requirements of §§ 2-221.02 and 2-221.03 shall be filed with the contracting officer for a decision.   Interest penalties under this subchapter shall not continue to accrue:  (A) after the filing of an appeal for the penalties with the Contract Appeals Board;  or (B) for more than one year."},{"prefix":"2","text":" The contracting officer shall issue a decision within 60 days from the receipt of any claim submitted under this subchapter."},{"prefix":"3","text":" Within 90 days from the receipt of a decision of the contracting officer, the contractor may appeal the decision to the Contract Appeals Board."},{"prefix":"4","text":" The contractor shall file a claim for interest penalties and any amendments to such claim within 90 days after the principal is paid, except that if the contractor notifies the contracting officer in writing of the contractor's intent to file a claim within the 90-day period, the contractor shall be allowed 180 days after the principal is paid to file such claim."},{"prefix":"b","text":" Except as provided in § 2-221.03 with respect to disputes concerning discounts, this subchapter shall not be construed to require interest penalties on payments which are not made by the required payment date by reason of a dispute between a District agency and a business concern over the amount of that payment or other allegations concerning compliance with a contract. Claims concerning any dispute, and any interest which may be payable with respect to the period while the dispute is being resolved, shall be subject to the ruling of the Contract Appeals Board."},{"prefix":"c","text":"(1) With respect to any claim arising from a payment between March 15, 1985, and October 7, 1998, the contractor shall file a claim for interest penalties and any amendments to such claim with the contracting officer within 180 days of October 7, 1998."},{"prefix":"2","text":" The 180 days specified in paragraph (1) of this subsection shall be extended to 270 days to file a claim if the contractor notifies the contracting officer in writing of the contractor's intent to file a claim for interest penalties within 180 days of October 7, 1998."},{"prefix":"3","text":" A claim filed by a contractor may be amended at any time prior to the issuance of a decision by the contracting officer."},{"prefix":"d","text":" Subsection (a) of this section shall apply to claims arising after October 7, 1998."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Contracts. (Refs & Annos)"},"subchapter":{"identifier":"XI","text":"Quick Payment Provisions."},"heading":{"title":"2","chaptersection":"221","identifier":"2-221.04","catch_text":"Filing of claims; disputed payments."}}