{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-359.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 901, 58 DCR 1185.)","sections":[{"prefix":"a","text":" A District employee shall not enter into an oral agreement with a contractor to provide goods or services to the District government without a valid written contract. A violation of this paragraph shall be cause for termination of employment of the District employee."},{"prefix":"b","text":" A District employee shall not authorize payment for the value of goods or services received without a valid written contract. This subsection shall not apply to a payment required by court order, a final decision of the Contract Appeals Board, a settlement, or an approval by the CPO in accordance with subsection (d) of this section."},{"prefix":"c","text":" Except as authorized under subsection (d) of this section, a contractor who enters into an oral agreement with a District employee to provide goods or services to the District government without a valid written contract shall not be paid. If the oral agreement was entered into by a District employee at the direction of a supervisor, the supervisor shall be terminated."},{"prefix":"d","text":"(1) The CPO shall review, verify, and either approve or disapprove a request submitted by an agency director for authorization for payment for goods or services received without a valid written contract. A request shall not be approved without written notification of the disciplinary action taken by the relevant personnel authority against the responsible employee."},{"prefix":"2","text":" If the employee who authorized payment or delivery of goods or services without a valid written contract is the CPO, the matter shall be referred to the Mayor for appropriate disciplinary action and the Mayor shall state in writing the disciplinary action taken before the CPO may approve or disapprove the request."},{"prefix":"3","text":" The disciplinary action prescribed by this paragraph shall be in accordance with subchapter XVI-A of Chapter 6 of Title 1."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Prohibited Actions; Remedies."},"heading":{"title":"2","chaptersection":"359","identifier":"2-359.01","catch_text":"Oral agreements."}}