{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-352.04\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 204, 58 DCR 1185.)","sections":[{"prefix":"a","text":" The Chief Procurement Officer shall be the chief procurement official of the District."},{"prefix":"b","text":" The CPO shall have the following authority and responsibility:"},{"prefix":"1","text":" To serve as the central procurement and contracting officer for the District;"},{"prefix":"2","text":" To identify gaps, omissions, or inconsistencies in procurement laws, rules, and policies, or in laws, rules and policies affecting procurement-related activities, and to recommend changes to laws, rules, and procedures;"},{"prefix":"3","text":" To provide overall leadership in the implementation of procurement rules, coordinate all procurement activities of the District government in accordance with the provisions of this chapter, and develop a system of unified and simplified procurement procedures and forms."},{"prefix":"4","text":" To prepare and issue standard specifications for goods, services, and construction required by the District government;"},{"prefix":"5","text":" To establish a standardization program for goods and services when it is determined to be in the best interests of the District;"},{"prefix":"6","text":" To review, monitor, and audit the procurement activities of the District;"},{"prefix":"7","text":" To prepare, establish, and implement a periodic review process for the evaluation of contractors who provide goods or services to the District;"},{"prefix":"8","text":" To identify and assess trends and developments in the field of government contracting, including identifying best practices and innovation opportunities for the District;"},{"prefix":"9","text":" To operate and maintain an electronic procurement system;"},{"prefix":"10","text":" To sell, trade, or otherwise dispose of surplus goods belonging to the District government;"},{"prefix":"11","text":" To establish procedures for the inspection, testing, and acceptance of goods, services, and construction;"},{"prefix":"12","text":" To develop guidelines for the recruitment, training, career development, and performance evaluation of all procurement personnel;"},{"prefix":"13","text":" To staff OCP with procurement professionals, including attorneys, dedicated to the formation and administration of contracts on behalf of the entities covered by this chapter;"},{"prefix":"14","text":" To create and maintain a transparent Internet site, accessible to the public, providing information on solicitations, contracts, and related laws, rules, and policies;"},{"prefix":"15","text":" To promote to the purchase of environmentally preferable products and services; and"},{"prefix":"16","text":" To establish certification requirements for contracting personnel."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Procurement Organization."},"heading":{"title":"2","chaptersection":"352","identifier":"2-352.04","catch_text":"Duties of the Chief Procurement Officer."}}