{"text":"","historical":"Prior Codifications\n\n2001 Ed., ยง 2-301.01.\n\nLegislative History of Laws\n\nLaw 18-371, the \"Procurement Practices Reform Act of 2010\", was introduced in Council and assigned Bill No. 18-610, which was referred to the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on February 3, 2011, it was assigned Act No. 18-723 and transmitted to both Houses of Congress for its review. D.C. Law 18-371 became effective on April 8, 2011.\n\nDC CODE ยง 2-351.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 101, 58 DCR 1185.)","sections":[{"prefix":"a","text":" This chapter shall be liberally construed and applied to promote its underlying purposes and policies."},{"prefix":"b","text":" In enacting this chapter, the Council supports the following statutory purposes:"},{"prefix":"1","text":" To simplify, clarify, and modernize the law governing the procurement of goods, services, and construction items by the District government;"},{"prefix":"2","text":" To foster effective and equitably broad-based competition in the District by supporting the free enterprise system and the certified business enterprise program as set forth in subchapter IX-A of Chapter 2 of this title, and its implementing rules;"},{"prefix":"3","text":" To obtain full and open competition by providing that contractors are given adequate opportunities to bid;"},{"prefix":"4","text":" To ensure the fair and equitable treatment of all persons who deal with the procurement system of the District government;"},{"prefix":"5","text":" To increase public confidence in the procedures followed in public procurement;"},{"prefix":"6","text":" To promote efficiency and eliminate duplication in the District government procurement organization and operation to reduce costs;"},{"prefix":"7","text":" To provide increased economy in procurement activities and maximize, to the fullest extent practicable, the purchasing power of the District government;"},{"prefix":"8","text":" To permit the continued development of procurement laws, policies, and practices;"},{"prefix":"9","text":" To provide for timely, effective, and efficient service to District agencies and individuals doing business with the District government;"},{"prefix":"10","text":" To promote the development of uniform procurement procedures District government-wide;"},{"prefix":"11","text":" To improve the understanding of procurement laws and policies within the District government by organizations and individuals doing business with the District government; and"},{"prefix":"12","text":" To promote, to the maximum extent feasible, the purchase of environmentally preferable products and services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"2","chaptersection":"351","identifier":"2-351.01","catch_text":"Purposes and policies."}}