{"text":"The CPO shall establish a process to certify, on a solicitation-by-solicitation basis, the responsibility of prospective contractors. The process shall ensure that the prospective contractor:","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-353.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 301, 58 DCR 1185.)","sections":[{"prefix":"1","text":" Has adequate financial resources to perform the contract or the ability to obtain those resources;"},{"prefix":"2","text":" Is able to comply with the required or proposed delivery or performance schedule, based upon the bidder's or offeror's existing commercial and government contract commitments;"},{"prefix":"3","text":" Has a satisfactory performance record;"},{"prefix":"4","text":" Has a satisfactory record of integrity and business ethics;"},{"prefix":"5","text":" Has a satisfactory record of compliance with the law, including labor and civil rights laws and rules and part A of subchapter X of Chapter 2 of this title;"},{"prefix":"6","text":" Has, or has the ability to obtain, the necessary organization, experience, accounting, operational control, and technical skills;"},{"prefix":"7","text":" Has, or has the ability to obtain, the necessary production, construction, technical equipment, and facilities;"},{"prefix":"8","text":" Has not exhibited a pattern of overcharging the District;"},{"prefix":"9","text":" Does not have an outstanding debt with the District or the federal government in a delinquent status; and"},{"prefix":"10","text":" Is otherwise qualified and is eligible to receive an award under applicable laws and rules."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Contractor Standards."},"heading":{"title":"2","chaptersection":"353","identifier":"2-353.01","catch_text":"Contractor standards."}}