{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-354.03\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 403, 58 DCR 1185.)","sections":[{"prefix":"a","text":" A contract may be entered into by competitive sealed proposal when the use of competitive sealed bidding is not practicable or not advantageous to the District."},{"prefix":"b","text":" Proposals shall be solicited from the maximum number of qualified sources and in a manner consistent with the nature of, and the need for, the goods, services, or construction being acquired."},{"prefix":"c","text":" Proposals shall be solicited through a request for proposals. The CPO shall provide public notice of the RFP of not less than 21 days, unless the CPO issues a determination and findings that it is appropriate to shorten the notice period to a period of not less than 14 days. In making the determination and findings, the CPO shall consider factors including the complexity of the procurement, the type of goods or services being purchased, and the impact of a shortened notice period on competition."},{"prefix":"d","text":"(1) An RFP shall set forth each evaluation factor and indicate the relative importance of each evaluation factor. Price shall be included as an evaluation factor."},{"prefix":"2","text":" Each RFP shall include a statement of work or other description of the District's specific needs, which shall be used as a basis for the evaluation of proposals."},{"prefix":"e","text":" The contract shall be awarded by written notice to the responsive and responsible bidder whose bid will be most advantageous to the District."},{"prefix":"f","text":"(1) The contracting officer may issue an RFQ before an RFP if the CPO makes a determination and findings that proceeding with an RFQ process would be advantageous to the District and that establishes a reasonable price range for the procurement."},{"prefix":"2","text":" The RFQ shall include a description of the statement of work to be solicited by the RFP, the deadline for submission of information, and how prospective offerors may apply for consideration. The RFQ shall require information only on the prospective contractor's qualifications, experience, and ability to perform the requirements of the contract."},{"prefix":"3","text":" After receiving the responses to the RFQ from prospective contractors, the contracting officer shall determine in writing the ranking of the prospective contractors from the most qualified to the least qualified on the basis of the information provided. The contracting officer shall then issue an RFP to at least the 3 highest-ranked prospective contractors. The determination regarding how many proposals to solicit shall not be subject to review."},{"prefix":"g","text":" Upon receiving the responses to an RFP, the contracting officer shall:"},{"prefix":"1","text":" Evaluate the proposals received using only the criteria stated in the RFP and in accordance with weightings that have been provided in the RFP; and"},{"prefix":"2","text":" Rank the prospective contractors from most advantageous to least advantageous to the District."},{"prefix":"h","text":"(1) After ranking the prospective contractors, the contracting officer may elect to proceed with negotiations in accordance with paragraph (2) of this subsection. The contracting officer's decision shall not be subject to review."},{"prefix":"2","text":" If the contracting officer elects to proceed with negotiations, the contracting officer shall negotiate with the highest-ranked prospective contractor on price or matters affecting the scope of the contract, so long as the terms of the final contract are within the scope of the request for proposals. If a satisfactory contract cannot be negotiated with the highest-ranked prospective contractor, the contracting officer may negotiate the terms of the contract with the 2nd most qualified prospective contractor or lower-ranked prospective contractors in order of ranking until a satisfactory contract can be awarded."},{"prefix":"3","text":" The contracting officer may reopen negotiations with any prospective contractor with whom negotiations were terminated."},{"prefix":"4","text":" The contracting officer may make changes within the general scope of the RFP but shall then provide all offerors an opportunity to submit their best and final offers."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Source Selection and Contract Formation."},"heading":{"title":"2","chaptersection":"354","identifier":"2-354.03","catch_text":"Competitive sealed proposals."}}