{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under § 2-351.01.\n\nDC CODE § 2-358.02\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, § 802, 58 DCR 1185.)","sections":[{"prefix":"a","text":" The CPO may transfer District surplus goods to an organization qualified as tax-exempt under section 501 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 163; 26 U.S.C. § 501), or state, county, or municipal jurisdictions after an attempt has been made to:"},{"prefix":"1","text":" Transfer property within an agency;"},{"prefix":"2","text":" Transfer property between agencies; and"},{"prefix":"3","text":" Auction the property for sale."},{"prefix":"b","text":" To qualify for the receipt of surplus goods, a tax-exempt organization shall:"},{"prefix":"1","text":" Demonstrate that it meets any approval, accreditation, or licensing requirements for operation of its program;"},{"prefix":"2","text":" Certify and provide evidence that it is a nonprofit and tax-exempt organization under section 501 of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 163; 26 U.S.C. § 501);"},{"prefix":"3","text":" Certify that it is not debarred, suspended, or excluded from any federal or District program, including procurement programs; and"},{"prefix":"4","text":" Operate in compliance with applicable Federal nondiscrimination law."},{"prefix":"c","text":"(1) Prior to sale, lease, transfer, or disposal of surplus computer and other information technology assets, the Chief Technology Officer shall certify that the equipment is sanitized of any confidential data or personal identifying information."},{"prefix":"2","text":" The CPO shall ensure that all policies for the transfer of computers or other information technology goods are consistent with data and information security policies developed by the Chief Technology Officer."},{"prefix":"d","text":" The CPO may abandon, recycle, sell for scrap, or destroy undistributed surplus goods upon making a written finding that the goods have no commercial value or the estimated cost of their continued care and handling would exceed the estimated proceeds from their sale."},{"prefix":"e","text":" The CPO shall publish on the Internet all forms used for the purpose of disposing of surplus goods. The CPO may receive completed forms electronically."},{"prefix":"f","text":" OCP shall publish records of all transfers of surplus goods on the Internet."},{"prefix":"g","text":" OCP shall develop written policies and procedures for advertisement of auctions to ensure adequate public notice."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Supply Management."},"heading":{"title":"2","chaptersection":"358","identifier":"2-358.02","catch_text":"Disposition of surplus goods."}}