{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under § 2-351.01.\n\nDC CODE § 2-353.02\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, § 302, 58 DCR 1185.)","sections":[{"prefix":"a","text":" Prior to awarding a contract, the District shall make a determination, in accordance with the process established under § 2-353.01, that the prospective contractor has the necessary capacity to perform in accordance with the terms and conditions of the contract."},{"prefix":"b","text":" For all contracts to exceed $100,000, a potential contractor shall complete and submit with its bid or offer a certification developed by OCP to provide information needed to determine if a prospective contractor is responsible. The certification shall be signed under the penalty of perjury."},{"prefix":"c","text":" After the contract is awarded, if the District learns that the contractor certified false information, the District may terminate the contract. The contractor shall update its responses in the certification during the term of the contract within 60 days of a material change in a response to its prior questionnaire and prior to the exercise of an option year contract. The District may consider failure of the contractor to update the certification with this information as material breach of the contract and invoke remedies pursuant to the provisions of this chapter. Information within the certification may be made available to the public, except to the extent that any information is exempt from disclosure."},{"prefix":"d","text":" A determination by the CPO that a prospective contractor is non-responsible shall be final. The determination of non-responsibility shall not be overturned unless arbitrary or capricious."},{"prefix":"e","text":" Upon determining that a prospective contractor is non-responsible, the CPO shall consider whether the contractor should be suspended or debarred pursuant to the procedure and criteria of § 2-359.07."},{"prefix":"f","text":" Contractors shall ensure that their subcontractors meet the criteria for responsibility pursuant to § 2-353.01."},{"prefix":"g","text":" Information about a prospective or current contractor relevant to a contractor's responsibility, or lack thereof, may be submitted for consideration to the CPO by a member of the general public."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Contractor Standards."},"heading":{"title":"2","chaptersection":"353","identifier":"2-353.02","catch_text":"Determination of contractor responsibility."}}