{"text":"Contracts for the following procurements shall be exempt from the competition requirements established by this chapter:","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-354.13\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 413, 58 DCR 1185.)","sections":[{"prefix":"1","text":" Artistic services or works of art;"},{"prefix":"2","text":" Commodities or contractual services if federal or District law prescribes with whom the District must contract;"},{"prefix":"3","text":" Legal services or negotiation services in connection with proceedings before administrative agencies or state or federal courts, including experts, attorneys, and mediators;"},{"prefix":"4","text":" Copyrighted or patented materials, including technical pamphlets, published books, maps, and testing or instructional materials; provided, that the materials are purchased directly from the owner of the copyright or patent;"},{"prefix":"5","text":" Memberships in trade or professional organizations;"},{"prefix":"6","text":" Entertainers;"},{"prefix":"7","text":" Job-related seminars and training for District employees;"},{"prefix":"8","text":" Maintenance and support of existing software and technology to the extent that the creator of the intellectual property is still protected and is the only source of the maintenance and support of the existing software and technology;"},{"prefix":"9","text":" Public transit farecards, passes, and tokens;"},{"prefix":"10","text":" Personal property or services provided by another public entity, agency, or authority;"},{"prefix":"11","text":" Postage;"},{"prefix":"12","text":" Purchases of advertising in all media, including electronic, print, radio, and television; provided, that they are purchased directly from the media outlet;"},{"prefix":"13","text":" Trade and career fairs for District employees;"},{"prefix":"14","text":" Special event venues and related services as dictated by the establishment;"},{"prefix":"15","text":" Subscriptions for periodicals and newspapers;"},{"prefix":"16","text":" Ticket purchases for special events, tourist attractions, and amusement parks; and"},{"prefix":"17","text":" Professional development training which supports principal, teacher, and student achievement pursuant to the District of Columbia Public Schools Master Education Plan."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Source Selection and Contract Formation."},"heading":{"title":"2","chaptersection":"354","identifier":"2-354.13","catch_text":"Competition exemptions."}}