{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-356.03\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 603, 58 DCR 1185.)","sections":[{"prefix":"a","text":" Except for architectural and engineering services, prospective contractors for procurements under this subchapter may be selected through a prequalification process as set forth in this section."},{"prefix":"b","text":" The prequalification process shall provide for the annual publication of a list describing specific types of solicitations for which the agency will seek prequalified contractors. Solicitations may be added to the list at any time; provided, that the addition of a solicitation to the list shall be published for not less than 30 days before the solicitation is released."},{"prefix":"c","text":" The prequalification criteria may include the following:"},{"prefix":"1","text":" Experience and expertise of personnel;"},{"prefix":"2","text":" Prior completion of similar work;"},{"prefix":"3","text":" Receipt of favorable references from prior work;"},{"prefix":"4","text":" A certified letter indicating a surety's willingness to provide bonding to the contractor for 100% of the proposed bid price;"},{"prefix":"5","text":" Availability to complete the desired work;"},{"prefix":"6","text":" Confirmation that the vendor is responsible;"},{"prefix":"7","text":" Acceptable subcontracting plans; and"},{"prefix":"8","text":" Any other criteria identified by the agency as relevant to evaluation of the prospective contractor."},{"prefix":"d","text":" After an agency has prequalified prospective contractors, it may exclude from competition for the ensuing solicitation any person that has not been prequalified."},{"prefix":"e","text":" The use of the prequalification process under this section shall not nullify the requirement for a determination of contractor responsibility under subchapter III of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Procurement of Construction Projects and Related Services."},"heading":{"title":"2","chaptersection":"356","identifier":"2-356.03","catch_text":"Prequalification process for construction."}}