{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-371, see notes under ยง 2-351.01.\n\nDC CODE ยง 2-352.05\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, ยง 205, 58 DCR 1185.)","sections":[{"prefix":"a","text":" Before issuing a solicitation for a privatization contract pursuant to this section, the District government agency on whose behalf the solicitation will be issued shall prepare an estimate of the fully allocated cost associated with providing the relevant goods or services using District government employees. The agency shall transmit this estimate to the contract specialist responsible for the solicitation, who shall retain the estimate as part of the official contract file."},{"prefix":"b","text":" A solicitation for a proposed privatization contract issued pursuant to this section shall include information describing how current District government employees may exercise the right to bid on the contracts."},{"prefix":"c","text":" Before awarding a privatization contract, and prior to modifying a contract, the Mayor, instrumentality, or independent agency head shall transmit to the Council a determination and findings that:"},{"prefix":"1","text":" Compares the current fully allocated cost of providing the services using District government employees, departments, or agencies, using the estimate described in subsection (a) of this section, to the fully allocated costs associated with contracting for the service;"},{"prefix":"2","text":" Demonstrates that the privatization contract will provide savings of at least 5% over the duration of the contract in terms of total cost or the unit cost of providing the goods or services;"},{"prefix":"3","text":" Describes the expected impact of the privatization contract on the quality of goods or services provided to or on behalf of the District government, including performance targets and requirements for the contractor; and"},{"prefix":"4","text":" Includes a written confirmation of review by officials, including the Chief Financial Officer, the Attorney General for the District of Columbia, and the CPO."},{"prefix":"d","text":" A privatization contract, or any contracting policies and procedures relating to these contracts, to provide goods and services to or on behalf of the District government, including a contract resulting from a process of managed competition, shall provide that:"},{"prefix":"1","text":" The Mayor, instrumentality, or independent agency head shall complete the determination and findings described in subsection (c) of this section and transmit the determination and findings to the Council prior to the award of the contract;"},{"prefix":"2","text":" A contractor who is awarded a contract that displaces District government employees shall offer to the displaced employee a right of first refusal to employment by the contractor, in a comparable available position for which the employee is qualified, for at least a 6-month period during which the employee shall not be discharged without cause;"},{"prefix":"3","text":" Any District employee who is displaced as a result of a privatization contract, and is hired by the contractor who was awarded the privatization contract, shall be entitled to the benefits provided by the Service Contract Act of 1965, approved October 22, 1965 (79 Stat. 1034; 41 U.S.C. ยง 351 et seq.);"},{"prefix":"4","text":" If the employee's performance during the 6-month transitional employment period described in paragraph (2) of this subsection is satisfactory, the contractor shall offer the employee continued employment under terms and conditions established by the contractor;"},{"prefix":"5","text":" The privatization contract shall incorporate specific performance criteria and the contractor shall submit reports, as required by the contract, to the District government contracting officer and the Chief Financial Officer on the contractor's compliance with the specific performance criteria; and"},{"prefix":"6","text":" The privatization contract may be canceled if the contractor fails to comply with the performance criteria set out in the contract."},{"prefix":"e","text":" If a privatization contract is awarded, the Mayor, instrumentality, or the independent agency head shall make efforts to assist affected District government employees and to promote employment opportunities for District residents with the contractor. These efforts shall include:"},{"prefix":"1","text":" Consulting with union representatives and District government employees who would be affected by the privatization contract;"},{"prefix":"2","text":" Providing prior notification of at least 30 days of any adverse impact of a privatization contract to District government employees who would be affected by the contract, including notification to a labor organization certified as the exclusive representative of employees affected by the contract;"},{"prefix":"3","text":" Providing alternative employment in the District government to displaced District government employees if there are unfilled positions for which those employees are qualified; and"},{"prefix":"4","text":" Encouraging the contractor to offer employment to qualified District residents before offering employment to qualified nonresidents."},{"prefix":"f","text":" An agency shall not attempt to circumvent the requirements of this section by eliminating the provision of goods or services by the agency before procuring substantially the same goods or services from a person who is not part of the District government."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Procurement Organization."},"heading":{"title":"2","chaptersection":"352","identifier":"2-352.05","catch_text":"Privatization contracts and procedures requirements."}}