{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-309.08.\n\nLegislative History of Laws\n\nFor history of Law 18-371, see notes under § 2-351.01.\n\nDC CODE § 2-360.08\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, § 1008, 58 DCR 1185.)","sections":[{"prefix":"a","text":" This section shall apply to a protest of a solicitation or award of a contract addressed to the Board by any actual or prospective bidder, offeror, or contractor who is aggrieved in connection with the solicitation or award of a contract."},{"prefix":"b","text":"(1) A protest based upon alleged improprieties in a solicitation which are apparent prior to bid opening or the time set for receipt of initial proposals shall be filed prior to bid opening or the time set for receipt of initial proposals. In procurements where proposals are requested, alleged improprieties which do not exist in the initial solicitation, but which are subsequently incorporated into the solicitation, shall be protested not later than the next closing time for receipt of proposals following the incorporation."},{"prefix":"2","text":" In cases other than those covered in paragraph (1) of this subsection, protests shall be filed not later than 10 business days after the basis of protest is known or should have been known, whichever is earlier."},{"prefix":"c","text":"(1) Within one business day of receipt of the protest, the Board shall notify the contracting officer that the protest has been filed. Except as provided in this section, no contract shall be awarded in any procurement after the contracting officer has received the notice and while the protest is pending. If an award has already been made but the contracting officer receives notice within 11 business days after the date of award, the contracting officer shall immediately direct the awardee to cease performance under the contract and to suspend any related activities that may result in additional obligations being incurred by the District under the contract. Except as provided in this section, performance and related activities suspended pursuant to this section shall not be resumed while the protest is pending."},{"prefix":"2","text":" Performance under a protested procurement may proceed, or award may be made, while a protest is pending only if the CPO makes a written determination, supported by substantial evidence, that urgent and compelling circumstances that significantly affect interests of the District will not permit waiting for the decision of the Board concerning the protest. A copy of the determination shall be provided within one business day of issuance to both the Board and the protester."},{"prefix":"d","text":" On any direct protest pursuant to subsection (a) of this section, the Board shall decide whether the solicitation or award was in accordance with the applicable law, rules, and terms and conditions of the solicitation. The proceeding shall be de novo and the decision of the Board shall be issued within 60 business days from the date on which the protest is filed. Any prior determinations by administrative officials shall not be final or conclusive. If the Board determines that a contract is void pursuant to § 2-359.02, the Board shall direct that the contract be cancelled and cause a determination to be made pursuant to § 2-359.02."},{"prefix":"e","text":" A determination of an issue of fact by the Board under subsection (d) of this section shall be final and conclusive unless arbitrary, capricious, fraudulent, or clearly erroneous."},{"prefix":"f","text":"(1) In addition to other relief, the Board may order, when a protest is sustained, that the contract awarded under the solicitation be terminated for the convenience of the District; provided, that the Board shall not direct the award of a contract to a particular person. A determination in this regard shall be based on considerations such as:"},{"prefix":"A","text":" Best interests of the District government;"},{"prefix":"B","text":" Seriousness of the procurement deficiency;"},{"prefix":"C","text":" Existence of prejudice to other bidders;"},{"prefix":"D","text":" Maintaining the integrity of the procurement system;"},{"prefix":"E","text":" Good faith of District government officials and other parties;"},{"prefix":"F","text":" Extent of contract performance; or"},{"prefix":"G","text":" Impact of termination on the agency's activities and mission."},{"prefix":"2","text":" The Board may, when requested, award reasonable bid or proposal preparation costs and costs of pursuing the protest, not including legal fees, if it finds that the District government's actions toward the protester or claimant were arbitrary or capricious."},{"prefix":"g","text":"(1) The Board may dismiss, at any stage of the proceedings, any protest, or portion of a protest, it considers frivolous."},{"prefix":"2","text":" In addition, the Board may require the protester to pay reasonable attorneys' fees, for time counsel spent representing the agency in defending the frivolous protest or its frivolous part. If the entire protest is dismissed on frivolous grounds, it may also assess the protester additional damages for each day the contract was suspended equal to the amount of liquidated damages specified in the contract for late completion of the contract."},{"prefix":"3","text":" The Board shall not determine damages if liquidated damages are not specified."},{"prefix":"4","text":" In addition, counsel for the protester may be suspended or barred from practicing before the Board."},{"prefix":"h","text":" The Board shall adopt rules for exercising its authority under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contract Appeals Board."},"heading":{"title":"2","chaptersection":"360","identifier":"2-360.08","catch_text":"Protest procedures."}}