{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-309.03.\n\nLegislative History of Laws\n\nFor history of Law 18-371, see notes under § 2-351.01.\n\nDC CODE § 2-360.03\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, § 1003, 58 DCR 1185.)","sections":[{"prefix":"a","text":" The Board shall be the exclusive hearing tribunal for, and shall review and determine de novo:"},{"prefix":"1","text":" Any protest of a solicitation or award of a contract addressed to the Board by any actual or prospective bidder, offeror, or the contractor who is aggrieved in connection with the solicitation or award of a contract;"},{"prefix":"2","text":" Any appeal by a contractor from a final decision by the contracting officer on a claim by a contractor, when the claim arises under or relates to a contract; and"},{"prefix":"3","text":" Any claim by the District against a contractor, when such claim arises under or relates to a contract."},{"prefix":"b","text":" Jurisdiction of the Board shall be consistent with the coverage of this chapter as set forth in § 2-351.05, except that the Board may enter into fee-for-service agreements with agencies, departments, boards, commissions, and instrumentalities of the District or other public entities that are not subject to the Board's jurisdiction. The agreements shall provide for the Board to resolve contract disputes, including appeals and protests of those agencies, departments, boards, commissions, and instrumentalities. With agreements of the parties, the Board may provide alternate dispute resolution services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contract Appeals Board."},"heading":{"title":"2","chaptersection":"360","identifier":"2-360.03","catch_text":"Jurisdiction of Board."}}