{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-309.01.\n\nLegislative History of Laws\n\nFor history of Law 18-371, see notes under § 2-351.01.\n\nDC CODE § 2-360.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-371, § 1001, 58 DCR 1185.)","sections":[{"prefix":"a","text":"(1) There is established in the executive branch of the District government a Contract Appeals Board (\"Board\") to be composed of a chairperson and 2 other members."},{"prefix":"2","text":" The members shall be appointed as administrative judges in the Career Service and shall not be removed except for cause."},{"prefix":"3","text":" The chairperson and members of the Board shall be appointed by the Mayor with the advice and consent of the Council, and shall serve full-time."},{"prefix":"b","text":" The Board shall adopt operational procedures, not inconsistent with this chapter, necessary to execute the Board's functions. The chairperson's authority may be delegated to the Board's members and employees, but only members of the Board may hear appeals and issue decisions on the appeals. The attendance of at least 2 members of the Board shall constitute a quorum."},{"prefix":"c","text":"(1) The Office of the Attorney General may provide for the Board those goods, materials, and administrative services that the chairperson requests, on a basis, reimbursable or otherwise, agreed upon between the Office of the Attorney General and the chairperson."},{"prefix":"2","text":" All costs of hearings before the Board, including witness fees and costs of transcripts, shall be borne by the agency from which the appeal originated through direct billing."},{"prefix":"3","text":" The Board shall use any fees received pursuant to § 2-360.03 at the discretion of the Chairperson to improve the Board's services and programs, including the option to provide incentive awards to Board personnel consistent with subchapter XIX of Chapter 6 of Title 1."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3A","text":"Government Procurement. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contract Appeals Board."},"heading":{"title":"2","chaptersection":"360","identifier":"2-360.01","catch_text":"Creation of Contract Appeals Board."}}