{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-325.02.\n\n1981 Ed., § 1-1191.3.\n\nEffect of Amendments\n\nD.C. Law 19-171, in subsec. (a), substituted \"§ 2-352.05\" for \"§2-301.05\".\n\nLegislative History of Laws\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-381.42\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1995, D.C. Law 11-52, § 701, 42 DCR 3684; Sept. 26, 2012, D.C. Law 19-171, § 206, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Notwithstanding any provision of § 2-352.05, the Mayor, in accordance with the provisions of this subchapter, is authorized to contract for the provision of services for the fleet management services for the Metropolitan Police Department."},{"prefix":"b","text":" Prior to the award of the fleet management services contract referred to in subsection (a) of this section, the Mayor shall make a written determination and findings which will address the following factors:"},{"prefix":"1","text":" Over the duration of the contract, including any options, the District will either realize a projected cost savings or receive the services of an improved quality or quantity at the same or lower cost;"},{"prefix":"2","text":" There may be increased economic development in the District in terms of entrepreneurial opportunities for District businesses or employment opportunities for District residents;"},{"prefix":"3","text":" There may be strengthening of any existing District businesses or the creation of any new businesses in the District, or relocation of any businesses from outside to inside the District;"},{"prefix":"4","text":" The District can describe with reasonable precision its minimum acceptable performance standards;"},{"prefix":"5","text":" That cost, efficiency of operation, and quality and quantity can be measured with reasonable accuracy; and"},{"prefix":"6","text":" That contracting-out of the program will not adversely affect the delivery of services to District residents."},{"prefix":"c","text":" The Mayor shall base the conclusion required by subsection (b)(1) of this section on a written cost/benefit analysis prepared by the Metropolitan Police Department. At a minimum, this analysis shall include one of the following comparisons:"},{"prefix":"1","text":" Over the duration of the contract, including options, the projected current total cost to the District government of performing the services in-house versus the projected total cost to the District government after the contracting-out, if quality and quantity of service remain substantially the same; or"},{"prefix":"2","text":" Over the duration of the contract, including options, the projected quality and quantity versus projected quality and quantity of service after the contracting-out, if total cost to the District government of services performed in-house remains substantially the same."},{"prefix":"d","text":" The Mayor may issue rules which set forth standards for making the written cost/benefit analysis described in subsection (c) of this section, including rules that address the following:"},{"prefix":"1","text":" Cost factors to be considered in evaluating the total cost to the District government of operating the program if the service continues to be provided by the government, such as the cost of equipment, facilities, maintenance, personnel, and utilities;"},{"prefix":"2","text":" The cost factors to be considered in evaluating the total cost to the District government of contracting-out the program, such as the additional cost of improving any capital assets to be transferred to a contractor, the additional cost of any one-time severance of District employees, the additional cost of contract administration, the value of any improvement to District government programs resulting from privatizing the program, any income to the District government from the lease or sale of District government assets resulting from contracting-out the program, and any tax revenue to the District based on income earned by a contractor who performs the fleet management operations; and"},{"prefix":"3","text":" Methods to be used to identify and measure the quality and quantity of services so that accurate cost comparisons can be made between District government and private sector performance."},{"prefix":"e","text":" A contract for privatizing the fleet management services referred to in subsection (a) of this section shall include a provision requiring that at least 51% of all new hires to perform the contract are bona fide District residents unless the Mayor certifies that qualified District residents are unavailable to fill the new positions."},{"prefix":"f","text":" If not already required by a collective bargaining agreement, the Mayor shall make reasonable efforts to consult with union representatives concerning affected District government employees."},{"prefix":"g","text":" Nothing in this section may be construed to create a private right enforceable by any person."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3B","text":"Other Procurement Matters."},"subchapter":{"identifier":"IV","text":"Miscellaneous."},"heading":{"title":"2","chaptersection":"381","identifier":"2-381.42","catch_text":"Privatization of Fleet Management Services in the Metropolitan Police Department."}}