{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-308.16.\n\n1981 Ed., § 1-1188.16.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-104, see Historical and Statutory Notes following § 2-308.07.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 2-301.05.\n\nDC CODE § 2-381.04\n\nCurrent through December 11, 2012","credits":"(Feb. 21, 1986, D.C. Law 6-85, § 816, 32 DCR 7396, as added May 8, 1998, D.C.Law 12-104, § 2(g), 45 DCR 1687; Apr. 20, 1999, D.C. Law 12-264, § 10(c), 46DCR 2118.)","sections":[{"prefix":"a","text":" No employer, including the District of Columbia, shall make, adopt, or enforce any rule, regulation, or policy preventing an employee from disclosing information to a government or law enforcement agency concerning, or from acting in furtherance of, a false claims action, including investigating, initiating, testifying, or assisting in an action filed or to be filed pursuant to § 2-381.03."},{"prefix":"b","text":" No employer, including the District of Columbia, shall discharge, demote, suspend, threaten, harass, deny promotion to, or in any other manner discriminate against an employee in the terms and conditions of employment because of lawful acts done by the employee on behalf of the employee or others in disclosing information to a government or law enforcement agency relating to, or in furtherance of, a false claims action, including investigation of, initiation of, or testimony or assistance in, an action filed or to be filed pursuant to § 2-381.03."},{"prefix":"c","text":" Any employer, including the District of Columbia, who violates subsection (b) of this section shall be liable for the relief necessary to make the employee whole, including reinstatement with the same seniority status that the employee would have had but for the discrimination, two times the amount of back pay, interest on the back pay, compensation for any special damage sustained as a result of the discrimination, and, where appropriate (except in the case of the District), punitive damages. In addition, the defendant shall be required to pay litigation costs and reasonable attorneys fees, necessarily incurred. An employee may bring an action in the Superior Court for the relief provided in this subsection."},{"prefix":"d","text":" An employee who is discharged, demoted, suspended, harassed, denied promotion, or in any other manner discriminated against in the terms and conditions of employment by his or her employer, including the District of Columbia, because of participation in conduct which directly or indirectly results in submission of a false claim being submitted to the District shall be entitled to the remedies pursuant to subsection (c) of this section, only if the following is true:"},{"prefix":"1","text":" The employee voluntarily disclosed all relevant information to a government or law enforcement agency; and"},{"prefix":"2","text":" The employee had been harassed, threatened with termination or demotion, or otherwise coerced by the employer or its management into engaging in the activity giving rise to the false claim."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3B","text":"Other Procurement Matters."},"subchapter":{"identifier":"I","text":"Procurement Related Claims."},"heading":{"title":"2","chaptersection":"381","identifier":"2-381.04","catch_text":"Employer interference with employee disclosures; liability of employer; remedies of employee."}}