{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-308.15.\n\n1981 Ed., § 1-1188.15.\n\nEffect of Amendments\n\nD.C. Law 18-117, in subsec. (f)(1), substituted \"but not more than 25%\" for \"but not more than 20%\".\n\nD.C. Law 19-21, in subsec. (f)(1), deleted the second sentence, which read as follows: \"When the Corporation Counsel conducts the action, 25% of the proceeds of the judgment or settlement of the claim shall be paid into the Antifraud Fund established by § 2-381.08.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-104, see Historical and Statutory Notes following § 2-308.07.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 2-301.05.\n\nFor Law 18-117, see notes following § 2-223.01.\n\nFor history of Law 19-21, see notes under § 2-351.15.\n\nDC CODE § 2-381.03\n\nCurrent through December 11, 2012","credits":"(Feb. 21, 1986, D.C. Law 6-85, § 815, 32 DCR 7396, as added May 8, 1998, D.C. Law 12-104, § 2(g), 45 DCR 1687; Apr. 20, 1999, D.C. Law 12-264, § 10(b), 46 DCR 2118; Mar. 11, 2010, D.C. Law 18-117, § 4, 57 DCR 896; Sept. 14, 2011, D.C. Law 19-21, § 9004(a), 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Corporation Counsel shall investigate, with such assistance from other District agencies as may be required, violations pursuant to § 2-381.02 involving District funds. If the Corporation Counsel finds that a person has violated or is violating the provisions of § 2-381.02, the Corporation Counsel may bring a civil action against that person in the Superior Court of the District of Columbia."},{"prefix":"b","text":"(1) A person may bring a civil action for a violation of § 2-381.02 for the person and either for the District or in the name of the District. The person bringing the action shall be referred to as the qui tam plaintiff. Once filed, the action brought by the qui tam plaintiff may be dismissed only with the written consent of the court, taking into account the best interest of the parties involved and the public disclosure purposes of this subpart. The Corporation Counsel shall be served with the notice of proposed dismissal and shall have the opportunity to be heard."},{"prefix":"2","text":" A complaint filed by a qui tam plaintiff pursuant to this subsection shall be filed in the Superior Court in camera and may remain under seal for up to 180 days, unless the seal is extended by the court. No service shall be made on the defendant until after the complaint is unsealed."},{"prefix":"3","text":" On the same day as the complaint is filed pursuant to paragraph (2) of this subsection, the qui tam plaintiff shall serve the Corporation Counsel by mail, return receipt requested, with a copy of the complaint and a written disclosure of substantially all material evidence and information the person possesses."},{"prefix":"4","text":" Within 180 days after receiving a complaint alleging violations involving District funds, the Corporation Counsel shall do either of the following:"},{"prefix":"A","text":" Notify the court that he or she intends to proceed with the action, in which case the seal may be lifted unless, for good cause shown, the court continues the seal; or"},{"prefix":"B","text":" Notify the court that he or she declines to take over the action, in which case the seal shall be lifted and the qui tam plaintiff shall have the right to conduct the action."},{"prefix":"5","text":" Upon a showing of good cause, the Corporation Counsel may move the court for extensions of the time during which the complaint remains under seal."},{"prefix":"6","text":" When a qui tam plaintiff brings an action pursuant to this subsection, no other person may bring an action pursuant to this section based on the facts underlying the pending action."},{"prefix":"c","text":"(1) No person may bring an action pursuant to subsection (b) of this section against a member of the Council of the District of Columbia (\"Council\"), a member of the District judiciary, or an elected official in the executive branch of the District, if the action is based on any official act occurring during his or her term of office."},{"prefix":"2","text":"(A) No person may bring an action pursuant to subsection (b) of this section based upon allegations or transactions in a criminal, civil, or administrative proceeding, investigation, or report, or audit conducted by or at the request of the Council, the Auditor, the Inspector General, or other District or federal agency; or upon allegations or transactions disclosed by the news media, unless the person bringing the action is an original source of the information."},{"prefix":"B","text":" For purposes of subparagraph (A) of this paragraph, the term \"original source\" means an individual who has direct and independent knowledge of the information on which the allegations are based, who voluntarily provided the information to the District before filing an action based on that information, and whose information provided the basis or catalyst for the investigation, report, hearing, audit, or media disclosure which led to the public disclosure as described in subparagraph (A) of this paragraph."},{"prefix":"3","text":" No person may bring an action pursuant to subsection (b) of this section based upon information learned by the person in the course of an internal investigation in preparation for, or in conjunction with, a voluntary disclosure to the District or federal government."},{"prefix":"4","text":" No present or former employee of the District, or any person who is acting on behalf of or relying on information provided by that employee, may bring an action pursuant to subsection (b) of this section if the employee discovered or obtained the information on which the action is based during the course of his or her employment, unless that employee first in good faith exhausted internal procedures for reporting and seeking recovery of such falsely claimed sums through official channels, including notice to the Corporation Counsel, and unless the District failed to act on the information provided within a reasonable time."},{"prefix":"5","text":" No member or employee of the Council of the District of Columbia, the Corporation Counsel's Office, the Office of the Inspector General, the Office of the Auditor, the Office of the Chief Financial Officer, or the Metropolitan Police Department may bring an action pursuant to subsection (b) of this section based upon information discovered during the term of his or her employment."},{"prefix":"6","text":" No person may bring an action pursuant to this section if the person has been convicted of a criminal offense in connection with any false claim that is the subject of the action."},{"prefix":"7","text":" No person may sell or otherwise transfer any cause of action, or interest in any present or future benefit provided, pursuant to this section."},{"prefix":"d","text":"(1) If the District proceeds with the action, it shall have the primary responsibility for prosecuting the action. The qui tam plaintiff shall have the right to continue as a party to the action and to participate in the action to the extent that the qui tam plaintiff is able to demonstrate to the court that such participation would neither be duplicative of nor interfere with the prosecution of the action by the Corporation Counsel; provided, that the qui tam action was proper pursuant to subsection (c) of this section."},{"prefix":"2","text":"(A) The District may dismiss the action for good cause shown."},{"prefix":"B","text":" The District may settle the action with the defendant, notwithstanding the objections of the qui tam plaintiff, if the court determines, after a hearing providing the qui tam plaintiff an opportunity to be heard, that the proposed settlement fairly, adequately, and reasonably protects the interests of the District under all of the circumstances."},{"prefix":"e","text":"(1) If the District elects not to proceed and the qui tam action was proper pursuant to subsection (c) of this section, the qui tam plaintiff shall have the same right to conduct the action as the Corporation Counsel would have had if he or she had chosen to proceed pursuant to subsection (b) of this section. If the District so requests, the District shall be served with copies of all pleadings filed in the action."},{"prefix":"2","text":" Upon timely application, the court shall permit the District to intervene in an action with which it had initially declined to proceed. In the event that the District is permitted to intervene, it shall have the primary responsibility for prosecuting the action as provided in subsection (d)(1) of this section."},{"prefix":"f","text":"(1) If the District proceeds with an action brought by a qui tam plaintiff pursuant to subsection (b) of this section, and the qui tam action was proper pursuant to subsection (c) of this section, the qui tam plaintiff, subject to paragraphs (3) and (4) of this subsection, shall receive at least 10%, but not more than 25%, of the proceeds of the judgment or settlement of the claim, taking into account the significance of the information, the role of the qui tam plaintiff in advancing the litigation, the qui tam plaintiff's attempts to avoid or resist such activity, and all other circumstances surrounding the activity, except, that if the qui tam plaintiff was substantially involved in the fraudulent activity on which the action is based, the court may direct that the plaintiff receive less than 10%."},{"prefix":"2","text":" If the District does not proceed with the action, the court may award the qui tam plaintiff those sums from the proceeds it considers appropriate, which shall be at least 25% but not more than 40%, taking into account the significance of the information, the role of the qui tam plaintiff in advancing the case to litigation, and the scope of, and response to, the employee's attempts to report and gain recovery of such falsely claimed funds through official channels; provided, that if the qui tam plaintiff was substantially involved in the fraudulent activity on which the action is based, the court may award the qui tam plaintiff less than 25%."},{"prefix":"3","text":" The portion of the recovery not distributed pursuant to paragraphs (1) and (2) of this subsection shall be paid to the District treasury."},{"prefix":"4","text":" If the District or the qui tam plaintiff prevails in or settles any action pursuant to subsection (c) of this section, the qui tam plaintiff shall receive an amount for reasonable expenses which the court finds to have been necessarily incurred, plus reasonable costs and attorneys fees. All expenses, costs, and fees shall be awarded against the defendant and under no circumstances shall they be the responsibility of the District."},{"prefix":"5","text":" If the District does not proceed with the action and the qui tam plaintiff conducts the action, the court may award to the defendant reasonable attorneys fees and expenses necessarily incurred if the defendant prevails in the action and the court finds that the claim of the qui tam plaintiff was frivolous, vexatious, or brought solely for purposes of harassment."},{"prefix":"g","text":" In any action brought pursuant to this section, the court may stay discovery if the Corporation Counsel or the United States Attorney's Office shows that discovery would interfere with an investigation or a prosecution of a criminal matter arising out of the same facts, regardless of whether the Corporation Counsel or the United States Attorney's Office has pursued the criminal or civil investigation or proceedings with reasonable diligence, and any proposed discovery in the civil action will interfere with the ongoing criminal or civil investigation or proceedings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3B","text":"Other Procurement Matters."},"subchapter":{"identifier":"I","text":"Procurement Related Claims."},"heading":{"title":"2","chaptersection":"381","identifier":"2-381.03","catch_text":"Corporation counsel investigations and prosecutions; powers of prosecuting authority; civil actions by individuals as qui tam plaintiffs; jurisdiction of courts."}}