{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 2-323.01.\n\n1981 Ed., § 1-1188.51.\n\nEffect of Amendments\n\nD.C. Law 19-171, in subsec. (a), substituted \"No cause\" for \"Notwithstanding § 2-308.01, no cause\".\n\nLegislative History of Laws\n\nLaw 12-244, the \"Year 2000 Government Computer Immunity Act of 1998,\" was introduced in Council and assigned Bill No. 12-732, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 24, 1998, it was assigned Act No. 12-581 and transmitted to both Houses of Congress for its review. D.C. Law 12-244 became effective on April 20, 1999.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-381.31\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 12-244, § 2, 46 DCR 1080; Sept. 26, 2012, D.C. Law 19-171, § 205, 59 DCR 6190.)","sections":[{"prefix":"a","text":" No cause of action at law or in equity, nor any administrative action shall be maintained against the District government or its officers or employees, arising from a Year 2000 system failure."},{"prefix":"b","text":" No cause of action at law or in equity, nor any administrative action shall be maintained against a District government vendor, arising from a Year 2000 system failure caused primarily by the vendor's use of computer hardware, software, or equipment that is not Year 2000 complaint and which is owned or provided by the District government, unless the action is maintained by the District government."},{"prefix":"c","text":" All District government contracts executed after April 20, 1999 shall include a warranty of Year 2000 compliance for any goods or services provided pursuant to the contract, and shall state that the vendor is liable for any damages if the goods and services are not Year 2000 compliant."},{"prefix":"d","text":" For the purposes of this subchapter:"},{"prefix":"1","text":" The term \"Year 2000 compliance or compliant\" means the capability of a computer software program, database, network, information system, computer device, or any equipment using microchips, to interpret, produce, generate, calculate, or to correctly account for a date in the year 2000 or in subsequent years."},{"prefix":"2","text":" The term \"Year 2000 system failure\" means the failure of a computer software program, database, network, information system, computer device, or any equipment using microchips, to interpret, produce, generate, calculate, or to correctly account for a date in the year 2000 or in subsequent years."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"3B","text":"Other Procurement Matters."},"subchapter":{"identifier":"III","text":"Year 2000 District Government Computer Liability Immunity."},"heading":{"title":"2","chaptersection":"381","identifier":"2-381.31","catch_text":"Immunity for Year 2000 system failures."}}