{"text":"All settlements entered into by the Mayor of the District of Columbia acting under the terms and provisions of §§ 2-402 to 2-405 shall be presented to the Congress, together with a brief statement of the nature of the claim or suit, the amount claimed, and the amount of the settlement, with a summary of the evidence and circumstances under which the settlement was made. Appropriations for the payment of such settlements are hereby authorized, payment thereof to be made in the same manner as are other expenditures for the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 1-1204.\n\n1973 Ed., § 1-904.\n\nLegislative History of Laws\n\nLaw 3-114 was introduced in Council and assigned Bill No. 3-64, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 12, 1980 and December 9, 1980, respectively. Signed by the Mayor on December 18, 1980, it was assigned Act No. 3-308 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 2-404\n\nCurrent through December 11, 2012","credits":"(Feb. 11, 1929, 45 Stat. 1160, ch. 173, § 3; July 31, 1951, 65 Stat. 131, ch. 274, § 1; Feb. 26, 1981, D.C. Law 3-114, § 2(a), 27 DCR 5628.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Claims Against District."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"2","chaptersection":"404","identifier":"2-404","catch_text":"Report to Congress; appropriations."}}