{"text":"On petition of any interested person, the Mayor or an agency, within their discretion, may issue a declaratory order with respect to the applicability of any rule, regulation, Council act or resolution, or statute enforceable by them or by it, to terminate a controversy (other than a contested case) or to remove uncertainty. A declaratory order, as provided in this section, shall be binding between the Mayor or the agency, as the case may be, and the petitioner on the state of facts alleged and established, unless such order is altered or set aside by a court. A declaratory order is subject to review in the manner provided in this subchapter for the review of orders and decisions in contested cases, except that the refusal of the Mayor or of an agency to issue a declaratory order shall not be subject to review. The Mayor and each agency shall prescribe by rule the form for such petitions and the procedure for their submission, consideration, and disposition.","historical":"Prior Codifications\n\n1981 Ed., § 1-1508.\n\n1973 Ed., § 1-1508.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-19, see Historical and Statutory Notes following § 2-501.\n\nFor legislative history of D.C. Law 1-96, see Historical and Statutory Notes following § 2-531.\n\nUniform Law\n\nThis section is based upon § 8 of the Uniform Law Commissioners' Model State Administrative Procedure Act (1961 Act). See 15 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 2-508\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, 82 Stat. 1207, Pub. L. 90-614, § 9; Oct. 8, 1975, D.C. Law 1-19, title I, § 102(ff), 22 DCR 2054; Mar. 29, 1977, D.C. Law 1-96, § 3(a), (c), 23 DCR 9532b.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Administrative Procedure. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"508","identifier":"2-508","catch_text":"Declaratory orders."}}