{"text":"As used in this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-1502.\n\n1973 Ed., § 1-1502.\n\nEffect of Amendments\n\nD.C. Law 13-249, in par. (6), designated subpar. (A) and added subpar. (B).\n\nD.C. Law 13-283 rewrote par. (18) and added par. (18A). Prior to amendment, par. (18) read:\n\n\"(18) The term 'public record' includes all books, papers, maps, photographs, cards, tapes, recordings, or other documentary materials regardless of physical form or characteristics prepared, owned, used, in the possession of, or retained by the Mayor and agencies.\"\n\nD.C. Law 16-275, in par. (8), added subpar. (E).\n\nD.C. Law 17-353, in par. (8)(E), substituted \"Requests\" for \"Request\".\n\nD.C. Law 18-103, in par. (18), substituted \"tapes, recordings, vote data (including ballot-definition material, raw data, and ballot images),\" for \"tapes, recordings,\".\n\nD.C. Law 18-223 added par. (20).\n\nD.C. Law 19-168, in par. (6)(B)(i), inserted \"and are posted on the website of the District Department of Transportation;\"; in par. (6)(B)(iv), substituted \"provided with 30-days written notice via electronic delivery\" for \"provided with 30-days written notice\".\n\nD.C. Law 19-171, in par. (18), inserted a comma following \"used\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3 of Omnibus Election Reform Emergency Amendment Act of 2009 (D.C. Act 18-236, November 30, 2009, 56 DCR 9154).\n\nFor temporary (90 day) amendment of section, see § 1082 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-19, see Historical and Statutory Notes following § 2-501.\n\nFor legislative history of D.C. Law 1-96, see Historical and Statutory Notes following § 2-531.\n\nLaw 13-249, the \"Administrative Procedure Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-285, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2001, respectively. Signed by the Mayor on December 22, 2000, it was assigned Act No. 13-536 and transmitted to Both Houses of Congress for its review. D.C. Law 13-249 became effective on April 3, 2001.\n\nLaw 13-283, the \"Freedom of Information Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-829, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 22, 2001, it was assigned Act No. 13-581 and transmitted to Both Houses of Congress for its review. D.C. Law 13-283 became effective on April 27, 2001.\n\nLaw 16-275, the \"Inclusionary Zoning Implementation Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-779, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-632 and transmitted to both Houses of Congress for its review. D.C. Law 16-275 became effective on March 14, 2007.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nLaw 18-103, the \"Omnibus Election Reform Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-345, which was referred to the Committee on Government Operations and the Environment. The bill was adopted on first and second readings on October 6, 2009, and November 3, 2009, respectively. Signed by the Mayor on November 30, 2009, it was assigned Act No. 18-238 and transmitted to both Houses of Congress for its review. D.C. Law 18-103 became effective on February 4, 2010.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nFor history of Law 19-168, see notes under § 2-218.76.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nEditor's Notes\n\n\"District of Columbia Council statement,\" referred to in (17), should probably appear as \"statement of the Council of the District of Columbia\" or \"Council statement,\" in view of (1)(B) and the fact that this section refers to current and ongoing Council activity.\n\nMiscellaneous Notes\n\nDistrict of Columbia Tax Court abolished: The District of Columbia Tax Court, formerly referred to in paragraph (5), was abolished by § 161(a) of Pub. L. 91- 358, 84 Stat. 579, and the functions thereof are now vested in the Tax Division of the Superior Court of the District of Columbia.\n\nShort title: Section 1081 of D.C. Law 18-223 provided that subtitle I of title I of the act may be cited as the \"Legal Publications Modernization Amendment Act of 2010\".\n\nShort title: Section 6021 of D.C. Law 19-168 provided that subtitle C of title VI of the act may be cited as \"District Department of Transportation Omnibus Amendment Act of 2012\".\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Law Commissioners' Model State Administrative Procedure Act (1961 Act). See 15 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 2-502\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, 82 Stat. 1204, Pub. L. 90-614, § 3; Oct. 8, 1975, D.C. Law 1-19, title I, § 102(b)-(q), 22 DCR 2048; Mar. 29, 1977, D.C. Law 1-96, § 3(a), (c), (d), 23 DCR 9532b; Apr. 3, 2001, D.C. Law 13-249, § 2, 48 DCR 662; Apr. 27, 2001, D.C. Law 13-283, § 2, 48 DCR 1917; Mar. 14, 2007, D.C. Law 16-275, § 201, 54 DCR 880; Mar. 25, 2009, D.C. Law 17-353, § 162, 56 DCR 1117; Feb. 4, 2010, D.C. Law 18-103, § 3, 56 DCR 9169; Sept. 24, 2010, D.C. Law 18-223, § 1082, 57 DCR 6242; Sept. 20, 2012, D.C. Law 19- 168, § 6022, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 16, 59 DCR 6190.)","sections":[{"prefix":"1","text":"(A) The term \"Mayor\" means the Mayor of the District of Columbia, or his or her designated agent."},{"prefix":"B","text":" The term \"Council\" means the Council of the District of Columbia established by § 1-204.01(a) unless the term \"District of Columbia Council\" is used in which event it shall mean the District of Columbia Council established by subsection (a) of § 201 of Reorganization Plan No. 3 of 1967 (81 Stat. 948)."},{"prefix":"2","text":" The term \"District\" means the District of Columbia."},{"prefix":"3","text":" The term \"agency\" includes both subordinate agency and independent agency."},{"prefix":"4","text":" The term \"subordinate agency\" means any officer, employee, office, department, division, board, commission, or other agency of the government of the District, other than an independent agency or the Mayor or the Council, required by law or by the Mayor or the Council to administer any law or any rule adopted under the authority of a law."},{"prefix":"5","text":" The term \"independent agency\" means any agency of the government of the District with respect to which the Mayor and the Council are not authorized by law, other than this subchapter, to establish administrative procedures, but does not include the several courts of the District and the Tax Division of the Superior Court."},{"prefix":"6","text":"(A) The term \"rule\" means the whole or any part of any Mayor's or agency's statement of general or particular applicability and future effect designed to implement, interpret, or prescribe law or policy or to describe the organization, procedure, or practice requirements of the Mayor or of any agency."},{"prefix":"B","text":" The term \"rule\" does not include any statement for guiding, directing or otherwise regulating vehicular or pedestrian traffic, including any statement controlling parking, standing, stopping or a construction detour; provided, that:"},{"prefix":"i","text":" The contents of the statement are indicated to the public on one or more signs, signals, meters, markings or other similar devices located on or adjacent to a street, avenue, road, highway or other public space and are posted on the website of the District Department of Transportation;"},{"prefix":"ii","text":" The proposed installation, modification or removal of the statement is based on engineering or other technical considerations;"},{"prefix":"iii","text":" The proposed installation, modification or removal of the statement does not involve substantial policy considerations; and"},{"prefix":"iv","text":" The Council and the affected Advisory Neighborhood Commissions (\"ANC\") are provided with 30-days written notice via electronic delivery, excluding Saturdays, Sundays and legal holidays, of an agency's intent to install, modify or remove any of these statements, and any ANC recommendation, if provided, is given great weight pursuant to § 1-309.10."},{"prefix":"7","text":" The term \"rulemaking\" means Mayor's or agency's process for the formulation, amendment, or repeal of a rule."},{"prefix":"8","text":" The term \"contested case\" means a proceeding before the Mayor or any agency in which the legal rights, duties, or privileges of specific parties are required by any law (other than this subchapter), or by constitutional right, to be determined after a hearing before the Mayor or before an agency, but shall not include:"},{"prefix":"A","text":" Any matter subject to a subsequent trial of the law and the facts de novo in any court;"},{"prefix":"B","text":" The selection or tenure of an officer or employee of the District;"},{"prefix":"C","text":" Proceedings in which decisions rest solely on inspections, tests, or elections;"},{"prefix":"D","text":" Cases in which the Mayor or an agency act as an agent for a court of the District; and"},{"prefix":"E","text":" Requests for relief from the requirements of Chapter 26 of Title 11 of the District of Columbia Municipal Regulations (11 DCMR 2600 et seq.), as permitted under that chapter; provided, that such requests shall be approved under such procedures as may be adopted by the Zoning Commission, which procedures need not include a hearing."},{"prefix":"9","text":" The term \"person\" includes individuals, partnerships, corporations, associations, and public or private organizations of any character other than the Mayor, the Council, or an agency."},{"prefix":"10","text":" The term \"party\" includes the Mayor and any person or agency named or admitted as a party, or properly seeking and entitled as of right to be admitted as a party, in any proceeding before the Mayor or an agency, but nothing herein shall be construed to prevent the Mayor or an agency from admitting the Mayor or any person or agency as a party for limited purposes."},{"prefix":"11","text":" The term \"order\" means the whole or any part of the final disposition (whether affirmative, negative, injunctive, or declaratory in form) of the Mayor or of any agency in any matter other than rulemaking, but including licensing."},{"prefix":"12","text":" The term \"license\" includes the whole or part of any permit, certificate, approval, registration, charter, membership, statutory exemption, or other form of permission granted by the Mayor or any agency."},{"prefix":"13","text":" The term \"licensing\" includes process respecting the grant, renewal, denial, revocation, suspension, annulment, withdrawal, limitation, amendment, modification, or conditioning of a license by the Mayor or an agency."},{"prefix":"14","text":" The term \"relief\" includes the whole or part of any Mayor's or agency's:"},{"prefix":"A","text":" Grant of money, assistance, license, authority, exemption, exception, privilege, or remedy;"},{"prefix":"B","text":" Recognition of any claim, right, immunity, privilege, exemption, or exception; and"},{"prefix":"C","text":" Taking of any other action upon the application or petition of, and beneficial to, any person."},{"prefix":"15","text":" The term \"proceeding\" means any process of the Mayor or an agency as defined in paragraphs (6), (11), and (12) of this section."},{"prefix":"16","text":" The term \"sanction\" includes the whole or part of any Mayor's or agency's:"},{"prefix":"A","text":" Prohibition, requirement, limitation, or other condition affecting the freedom of any person;"},{"prefix":"B","text":" Withholding of relief;"},{"prefix":"C","text":" Imposition of any form of penalty or fine;"},{"prefix":"D","text":" Destruction, taking, seizure, or withholding of property;"},{"prefix":"E","text":" Assessment of damages, reimbursement, restitution, compensation, costs, charges, or fees;"},{"prefix":"F","text":" Requirement, revocation, or suspension of a license; and"},{"prefix":"G","text":" Taking of other compulsory or restrictive action."},{"prefix":"17","text":" The term \"regulation\" means the whole or any part of any District of Columbia Council statement of general or particular applicability and future effect designed to implement, interpret, or prescribe law or policy or to describe the organization, procedure, or practice requirements of the Mayor, District of Columbia Council, or any agency."},{"prefix":"18","text":" The term \"public record\" includes all books, papers, maps, photographs, cards, tapes, recordings, vote data (including ballot-definition material, raw data, and ballot images), or other documentary materials, regardless of physical form or characteristics prepared, owned, used, in the possession of, or retained by a public body. Public records include information stored in an electronic format."},{"prefix":"18A","text":" The term \"public body\" means the Mayor, an agency, or the Council of the District of Columbia."},{"prefix":"19","text":" The term \"adjudication\" means the agency process, other than rulemaking, for the formulation, issuance, and enforcement of an order."},{"prefix":"20","text":" The term \"publish\" means, for the official publications described in § 2-504, to issue, in print or electronic format, textual or graphic material for sale or distribution to the public."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Administrative Procedure. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"502","identifier":"2-502","catch_text":"Definitions."}}