{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1526.\n\n1973 Ed., § 1-1526.\n\nEffect of Amendments\n\nD.C. Law 13-283 rewrote the section which prior thereto read:\n\n\"Without limiting the meaning of other sections of this subchapter, the following categories of information are specifically made public information:\n\n\"(1) The names, salaries, title, and dates of employment of all employees and officers of the Mayor and an agency;\n\n\"(2) Administrative staff manuals and instructions to staff that affect a member of the public;\n\n\"(3) Final opinions, including concurring and dissenting opinions, as well as orders, made in the adjudication of cases;\n\n\"(4) Those statements of policy and interpretations of policy, acts, and rules which have been adopted by the Mayor or an agency;\n\n\"(5) Correspondence and materials referred to therein, by and with the Mayor or an agency, relating to any regulatory, supervisory, or enforcement responsibilities of the agency, whereby the agency determines, or states an opinion upon, or is asked to determine or state an opinion upon, the rights of the District, the public, or any private party;\n\n\"(6) Information in or taken from any account, voucher, or contract dealing with the receipt or expenditure of public or other funds by public bodies;\n\n\"(7) The minutes of all proceedings of all agencies; and\n\n\"(8) All names and mailing addresses of absentee real property owners and their agents. 'Absentee real property owners' means owners of real property located in the District that do not reside at the real property.\"\n\nD.C. Law 15-205 added pars. (6A) and (8A) to subsec. (a).\n\nD.C. Law 15-534, in subsec. (a), validated a previously made technical correction.\n\nD.C. Law 16-91, in par. (6A) of subsec. (a), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1222 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1222 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-96, see Historical and Statutory Notes following § 2-531.\n\nLaw 9-241, the \"Real Property Tax Assessment Appeal Process Revision Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-199, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 5, 1993, it was assigned Act No. 9-375 and transmitted to both Houses of Congress for its review. D.C. Law 9-241 became effective on March 17, 1993.\n\nFor D.C. Law 13-283, see notes following § 2-502.\n\nFor Law 15-105, see notes following § 2-301.07.\n\nFor Law 15-205, see notes following § 2-301.05b\n\nFor Law 15-354, see notes following § 2-534.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nMiscellaneous Notes\n\nShort title of subtitle U of title I of Law 15-205: Section 1221 of D.C. Law 15-205 provided that subtitle U of title I of the act may be cited as Freedom of Information Amendment Act of 2004.\n\nDC CODE § 2-536\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title II, § 206, as added Mar. 25, 1977, D.C. Law 1-96, § 2, 23 DCR 9532b; Mar. 17, 1993, D.C. Law 9-241, § 9, 40 DCR 629; Apr. 27, 2001, D.C. Law 13-283, § 3(e), 48 DCR 1917; Dec. 7, 2004, D.C. Law 15-205, § 1222, 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-354, § 7, 52 DCR 2638; Apr. 7, 2006, D.C. Law 16-91, § 133, 52 DCR 10637.)","sections":[{"prefix":"a","text":" Without limiting the meaning of other sections of this subchapter, the following categories of information are specifically made public information, and do not require a written request for information:"},{"prefix":"1","text":" The names, salaries, title, and dates of employment of all employees and officers of a public body;"},{"prefix":"2","text":" Administrative staff manuals and instructions to staff that affect a member of the public;"},{"prefix":"3","text":" Final opinions, including concurring and dissenting opinions, as well as orders, made in the adjudication of cases;"},{"prefix":"4","text":" Those statements of policy and interpretations of policy, acts, and rules which have been adopted by a public body;"},{"prefix":"5","text":" Correspondence and materials referred to therein, by and with a public body, relating to any regulatory, supervisory, or enforcement responsibilities of the public body, whereby the public body determines, or states an opinion upon, or is asked to determine or state an opinion upon, the rights of the District, the public, or any private party;"},{"prefix":"6","text":" Information in or taken from any account, voucher, or contract dealing with the receipt or expenditure of public or other funds by public bodies;"},{"prefix":"6A","text":" Budget requests, submissions, and reports available electronically that agencies, boards, and commissions transmit to the Office of the Budget and Planning during the budget development process, as well as reports on budget implementation and execution prepared by the Office of the Chief Financial Officer, including baseline budget submissions and appeals, financial status reports, and strategic plans and performance-based budget submissions;"},{"prefix":"7","text":" The minutes of all proceedings of all public bodies;"},{"prefix":"8","text":" All names and mailing addresses of absentee real property owners and their agents;"},{"prefix":"8A","text":" All pending applications for building permits and authorized building permits, including the permit file;"},{"prefix":"9","text":" Copies of all records, regardless of form or format, which have been released to any person under this chapter and which, because of the nature of their subject matter, the public body determines have become or are likely to become the subject of subsequent requests for substantially the same records; and"},{"prefix":"10","text":" A general index of the records referred to in this subsection, unless the materials are promptly published and copies offered for sale."},{"prefix":"b","text":" For records created on or after November 1, 2001, each public body shall make records available on the Internet or, if a website has not been established by the public body, by other electronic means. This subsection is intended to apply only to information that must be made public pursuant to this subsection."},{"prefix":"c","text":" For the purposes of this section \"absentee real property owners\" means owners of real property located in the District that do not reside at the real property."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Freedom of Information. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"536","identifier":"2-536","catch_text":"Information which must be made public."}}