{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1524.\n\n1973 Ed., § 1-1524.\n\nEffect of Amendments\n\nD.C. Law 13-283 rewrote subsec. (b) which prior thereto read:\n\n\"(b) Any reasonably segregable portion of a public record shall be provided to any person requesting such record after deletion of those portions which may be withheld from disclosure under subsection (a) of this section.\"\n\nD.C. Law 14-194 made nonsubstantive changes to subsecs. (a)(8) and (a)(9); and added subsec. (a)(10).\n\nD.C. Law 15-38, in subsec. (a), made nonsubstantive changes to pars. (9) and (10), and added par. (11).\n\nD.C. Law 15-256, in par. (3) of subsec. (a), rewrote the lead-in language which had read: \"(3) Investigatory records compiled for law-enforcement purposes, but only to the extent that the production of such records would:\" and rewrote subpar. (A) which had read: \"(A) Interfere with enforcement proceedings;\"; rewrote par. (4) of subsec. (a); and added par. (12) of subsec. (a) and subsecs. (a-1) and (e). Prior to amendment, par. (4) of subsec. (a) read:\n\n\"(4) Inter-agency or intra-agency memorandums or letters which would not be available by law to a party other than an agency in litigation with the agency;\".\n\nD.C. Law 15-354, in subsec. (a), validated a previously made technical correction.\n\nD.C. Law 16-91, in pars. (a)(10) and (11), validated previously made technical changes; and, in subsec. (e), substituted \"this subchapter\" for \"this chapter\".\n\nD.C. Law 16-152, in subsec. (a)(3), substituted \"investigations and investigations conducted by the Office of Police Complaints\" for \"investigations\" in the lead-in language, rewrote subpar. (A), and inserted \"or\" at the end of subpar. (E); and, in subsec. (e), deleted \"executive branch\" preceding \"agencies\". Prior to amendment, subpar. (A) of subsec. (a)(3) read as follows:\n\n\"(A) Interfere with enforcement proceedings, or with Council investigations;\"\n\nD.C. Law 16-262 added subsec. (a)(13).\n\nD.C. Law 16-307 added subsec. (a)(14).\n\nD.C. Law 17-176, in subsec. (a-1), designated the existing text as par. (1) and added par. (2).\n\nD.C. Law 17-353 validated previously made technical corrections in subsecs. (a)(12), (13).\n\nD.C. Law 18-119 rewrote subsec. (a-1)(2), which read as follows:\n\n\"(2) Disclosure of documents from a District of Columbia government agency, official, or employee to the Council, including an employee of the Office of the District of Columbia Auditor, a Council committee, or a member of the Council acting in an official capacity, shall not constitute a waiver of any privilege that otherwise could be asserted by the District of Columbia to prevent disclosure of the documents in a judicial or administrative proceeding.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of the Master Business Registration Delay Temporary Act of 2003 (D.C. Law 14-302, May 3, 2003, law notification 50 DCR 3776).\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Freedom of Information Legislative Records Clarification Temporary Amendment Act of 2003 (D.C. Law 15-83, March 10, 2004, law notification 51 DCR 3375).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3 of Master Business Registration Delay Emergency Act of 2002 (D.C. Act 14-595, January 7, 2003, 50 DCR 647).\n\nFor temporary (90 day) amendment of section, see § 3 of Master Business Registration Delay Congressional Review Emergency Act of 2003 (D.C. Act 15-73, April 16, 2003, 50 DCR 3616).\n\nFor temporary (90 day) amendment of section, see § 3 of Master Business Registration Second Delay Emergency Act of 2003 (D.C. Act 15-83, May 19, 2003, 50 DCR 4100).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see §§ 2(a) and 3 of Freedom of Information Legislative Records Clarification Emergency Amendment Act of 2003 (D.C. Act 15-190, October 24, 2003, 50 DCR 9499.)\n\nFor temporary (90 day) amendment of section, see § 2(a) of Freedom of Information Legislative Records Clarification Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-372, February 19, 2004, 51 DCR 2611).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Freedom of Information Legislative Records Clarification Emergency Amendment Act of 2004 (D.C. Act 15-591, November 1, 2004, 51 DCR 10729).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Freedom of Information Legislative Records Clarification Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-23, February 17, 2005, 52 DCR 2975).\n\nFor temporary (90 day) amendment of section, see § 2 of Office of Police Complaints Emergency Act of 2006 (D.C. Act 16-379, May 19, 2006, 53 DCR 4403).\n\nFor temporary (90 day) amendment of section, see § 2 of Office of Police Complaints Congressional Review Emergency Act of 2006 (D.C. Act 16-524, November 7, 2006, 53 DCR 9273).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-96, see Historical and Statutory Notes following § 2-531.\n\nLaw 3-169 was introduced in Council and assigned Bill No. 3-107, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 28, 1980 and November 12, 1980, respectively. Signed by the Mayor on November 25, 1980, it was assigned Act No. 3-300 and transmitted to both Houses of Congress for its review.\n\nLaw 4-34 was introduced in Council and assigned Bill No. 4-161, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 16, 1981, and June 30, 1981, respectively. Signed by the Mayor on July 20, 1981, it was assigned Act No. 4-58 and transmitted to both Houses of Congress for its review.\n\nLaw 4-119 was introduced in Council and assigned Bill No. 4-135, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 23, 1982, and April 6, 1982, respectively. Signed by the Mayor on May 4, 1982, it was assigned Act No. 4-182 and transmitted to both Houses of Congress for its review.\n\nFor D.C. Law 13-283, see notes following § 2-502.\n\nLaw 14-194, the \"Omnibus Anti-Terrorism Act of 2002\", was introduced in Council and assigned Bill No. 14-373, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 9, 2002, and May 7, 2002, respectively. Signed by the Mayor on June 3, 2002, it was assigned Act No. 14-380 and transmitted to both Houses of Congress for its review. D.C. Law 14-194 became effective on October 17, 2002.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nFor Law 15-256, see notes following § 2-532.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nLaw 16-152, the \"Office of Police Complaints Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-587 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 2, 2006, and June 6, 2006, respectively. Signed by the Mayor on June 26, 2006, it was assigned Act No. 16-393 and transmitted to both Houses of Congress for its review. D.C. Law 16-152 became effective on September 19, 2006.\n\nLaw 16-262, the \"Homeland Security, Risk Reduction, and Preparedness Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-242, which was referred to Committee on Judiciary. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-618 and transmitted to both Houses of Congress for its review. D.C. Law 16-262 became effective on March 14, 2007.\n\nLaw 16-307, the \"Criminal Record Sealing Act of 2006\", was introduced in Council and assigned Bill No. 16-746, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-631 and transmitted to both Houses of Congress for its review. D.C. Law 16-307 became effective on May 5, 2007.\n\nLaw 17-176, the \"Compliance Unit Establishment Act of 2008\", was introduced in Council and assigned Bill No.17-503 which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on March 4, 2008, and April 1, 2008, respectively. Signed by the Mayor on April 22, 2008, it was assigned Act No. 17-360 and transmitted to both Houses of Congress for its review. D.C. Law 17-176 became effective on June 13, 2008.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nLaw 18-119, the \"Disclosure of Information to the Council Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-491, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on December 1, 2009, and December 15, 2009, respectively. Approved without signature by the Mayor on January 14, 2010, it was assigned Act No. 18-267 and transmitted to both Houses of Congress for its review. D.C. Law 18-119 became effective on March 11, 2010.\n\nReferences in Text\n\nThe \"Vital Records Act of 1981\", referred to in subsection (d), is D.C. Law 4- 34.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 15-256 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply with respect to any requests for records pending on the effective date of this act, whether or not the request was made prior to that date, and shall apply to any civil action pending on that date.\"\n\nDC CODE § 2-534\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title II, § 204, as added Mar. 25, 1977, D.C. Law 1-96, § 2, 23 DCR 9532b; Mar. 5, 1981, D.C. Law 3-169, § 3(c), 27 DCR 5368; Oct. 8, 1981, D.C. Law 4-34, § 29(i), 28 DCR 3271; June 19, 1982, D.C. Law 4-119, § 2(f), 29 DCR 1952; Apr. 27, 2001, D.C. Law 13-283, § 3(d), 48 DCR 1917; Oct. 17, 2002, D.C. Law 14-194, § 302, 49 DCR 5306; Oct. 28, 2003, D.C. Law 15-38, § 3(b), 50 DCR 6913; Mar. 17, 2005, D.C. Law 15-256, § 2(b), 52 DCR 1158; Apr. 13, 2005, D.C. Law 15-354, § 83(a), 52 DCR 2638; Apr. 7, 2006, D.C. Law 16-91, § 132(b), 52 DCR 10637; Sept. 19, 2006, D.C. Law 16-152, § 2, 53 DCR 5371; Mar. 14, 2007, D.C. Law 16-262, § 231, 54 DCR 794; May 5, 2007, D.C. Law 16-307, § 3(a), 54 DCR 868; June 13, 2008, D.C. Law 17-176, § 5, 55 DCR 5390; Mar. 25, 2009, D.C. Law 17-353, § 174, 56 DCR 1117; Mar. 11, 2010, D.C. Law 18-119, § 3, 57 DCR 906.)","sections":[{"prefix":"a","text":" The following matters may be exempt from disclosure under the provisions of this subchapter:"},{"prefix":"1","text":" Trade secrets and commercial or financial information obtained from outside the government, to the extent that disclosure would result in substantial harm to the competitive position of the person from whom the information was obtained;"},{"prefix":"2","text":" Information of a personal nature where the public disclosure thereof would constitute a clearly unwarranted invasion of personal privacy;"},{"prefix":"3","text":" Investigatory records compiled for law-enforcement purposes, including the records of Council investigations and investigations conducted by the Office of Police Complaints, but only to the extent that the production of such records would:."},{"prefix":"A","text":" Interfere with:"},{"prefix":"i","text":" Enforcement proceedings;"},{"prefix":"ii","text":" Council investigations; or"},{"prefix":"iii","text":" Office of Police Complaints ongoing investigations;"},{"prefix":"B","text":" Deprive a person of a right to a fair trial or an impartial adjudication;"},{"prefix":"C","text":" Constitute an unwarranted invasion of personal privacy;"},{"prefix":"D","text":" Disclose the identity of a confidential source and, in the case of a record compiled by a law-enforcement authority in the course of a criminal investigation, or by an agency conducting a lawful national security intelligence investigation, confidential information furnished only by the confidential source;"},{"prefix":"E","text":" Disclose investigative techniques and procedures not generally known outside the government; or"},{"prefix":"F","text":" Endanger the life or physical safety of law-enforcement personnel;"},{"prefix":"4","text":" Inter-agency or intra-agency memorandums or letters, including memorandums or letters generated or received by the staff or members of the Council, which would not be available by law to a party other than a public body in litigation with the public body."},{"prefix":"5","text":" Test questions and answers to be used in future license, employment, or academic examinations, but not previously administered examinations or answers to questions thereon;"},{"prefix":"6","text":" Information specifically exempted from disclosure by statute (other than this section), provided that such statute:"},{"prefix":"A","text":" Requires that the matters be withheld from the public in such a manner as to leave no discretion on the issue; or"},{"prefix":"B","text":" Establishes particular criteria for withholding or refers to particular types of matters to be withheld;"},{"prefix":"7","text":" Information specifically authorized by federal law under criteria established by a presidential executive order to be kept secret in the interest of national defense or foreign policy which is in fact properly classified pursuant to such executive order;"},{"prefix":"8","text":" Information exempted from disclosure by § 28-4505;"},{"prefix":"9","text":" Information disclosed pursuant to § 5-417;"},{"prefix":"10","text":" Any specific response plan, including any District of Columbia response plan, as that term is defined in § 7-2301(1), and any specific vulnerability assessment, either of which is intended to prevent or to mitigate an act of terrorism, as that term is defined in § 22-3152(1);"},{"prefix":"11","text":" Information exempt from disclosure by § 47-2851.06;"},{"prefix":"12","text":" Information, the disclosure of which would reveal the name of an employee providing information under subchapter XV-A of Chapter 6 of Title 1 and subchapter XII of Chapter 2 of this title, unless the name of the employee is already known to the public;"},{"prefix":"13","text":" Information exempt from disclosure by § 7-2271.04; and"},{"prefix":"14","text":" Information that is ordered sealed and restricted from public access pursuant to Chapter 8 of Title 16."},{"prefix":"a-1","text":"(1) The Council may assert, on behalf of any public body from which it obtains records or information, any exemption listed in subsection (a) of this section that could be asserted by the public body pertaining to the records or information."},{"prefix":"2","text":" Disclosure of any public record, document, or information from a District of Columbia government agency, official, or employee to the following persons or entities shall not constitute a waiver of any privilege or exemption that otherwise could be asserted by the District of Columbia to prevent disclosure to the general public or in a judicial or administrative proceeding:"},{"prefix":"A","text":" The Council;"},{"prefix":"B","text":" A Council committee;"},{"prefix":"C","text":" A member of the Council acting in an official capacity;"},{"prefix":"D","text":" The District of Columbia Auditor; or"},{"prefix":"E","text":" An employee of the Office of the District of Columbia Auditor."},{"prefix":"b","text":" Any reasonably segregable portion of a public record shall be provided to any person requesting the record after deletion of those portions which may be withheld from disclosure pursuant to subsection (a) of this section. In each case, the justification for the deletion shall be explained fully in writing, and the extent of the deletion shall be indicated on the portion of the record which is made available or published, unless including that indication would harm an interest protected by the exemption in subsection (a) of this section under which the deletion is made. If technically feasible, the extent of the deletion and the specific exemptions shall be indicated at the place in the record where the deletion was made."},{"prefix":"c","text":" This section does not authorize withholding of information or limit the availability of records to the public, except as specifically stated in this section. This section is not authority to withhold information from the Council of the District of Columbia. This section shall not operate to permit nondisclosure of information of which disclosure is authorized or mandated by other law."},{"prefix":"d","text":" The provisions of this subchapter shall not apply to the Vital Records Act of 1981."},{"prefix":"e","text":" All exemptions available under this section shall apply to the Council as well as agencies of the District government. The deliberative process privilege, the attorney work-product privilege, and the attorney-client privilege are incorporated under the inter-agency memoranda exemption listed in subsection (a)(4) of this section, and these privileges, among other privileges that may be found by the court, shall extend to any public body that is subject to this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Freedom of Information. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"534","identifier":"2-534","catch_text":"Exemptions from disclosure."}}