{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1528.\n\n1973 Ed., § 1-1528.\n\nEffect of Amendments\n\nD.C. Law 13-283 rewrote the section which prior thereto read:\n\n\"On or before the 30th day of June of each calendar year, the Mayor shall compile and submit to the Council of the District of Columbia a report covering the public-record-disclosure activities of each agency and of the executive branch as a whole during the preceding calendar year. The report shall include:\n\n\"(1) The number of determinations made by each agency not to comply with requests for records made to such agency under this subchapter and the reasons for each such determination;\n\n\"(2) The number of appeals made by persons under § 2-537(a), the result of such appeals, and the reason for the action upon each appeal that results in a denial of information;\n\n\"(3) The names and titles or positions of each person responsible for the denial of records requested under this subchapter, and the number of instances of participation for each such person;\n\n\"(4) A copy of the fee schedule and the total amount of fees collected by each agency for making records available under this subchapter;\n\n\"(5) Such other information as indicates efforts to administer fully this subchapter; and\n\n\"(6) For the prior calendar year, a listing of the total number of cases arising under this subchapter, the total number of cases in which a request was denied in whole or in part, the total number of times in which each exemption provided under § 2-534 was cited as a reason for denial of a request, and the total amount of fees collected under § 2-532(b). Such report shall also include a description of the efforts undertaken by the Mayor to encourage agency compliance with this subchapter.\"\n\nD.C. Law 14-42, in subsec. (a), substituted \"preceding fiscal year\" for \"proceeding fiscal year\".\n\nD.C. Law 16-191 substituted \"15\" for \"10\"; substituted \"between 16 and 25 days\" for \"between 11 and 20 days\"; and substituted \"26 days\" for \"21 days\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(b) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-96, see Historical and Statutory Notes following § 2-531.\n\nFor D.C. Law 13-283, see notes following § 2-502.\n\nFor Law 14-42, see notes following § 2-402.\n\nFor Law 16-191, see notes following § 2-218.02.\n\nDC CODE § 2-538\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title II, § 208, as added Mar. 25, 1977, D.C. Law 1-96, § 2, 23 DCR 9532b; Apr. 27, 2001, D.C. Law 13-283, § 3(g), 48 DCR 1917; Oct. 26, 2001, D.C. Law 14-42, § 3(b), 48 DCR 7612; Mar. 2, 2007, D.C. Law 16-191, § 10(a), 54 DCR 6794.)","sections":[{"prefix":"a","text":" On or before February 1 of each year, the Mayor shall request from each public body and submit to the Council, a report covering the public-record-disclosure activities of each public body during the preceding fiscal year. The report shall include:"},{"prefix":"1","text":" The number of requests for records received by the public body and the number of requests processed;"},{"prefix":"2","text":" The number of determinations made by each public body not to comply with requests for records made to the public body pursuant to this subchapter and the reasons for each determination;"},{"prefix":"3","text":" The number of requests for records pending before the public body as of September 30 of the preceding year, and the median number of days that the requests had been pending before the public body as of that date;"},{"prefix":"4","text":" The number of appeals made pursuant to § 2-537(a), the result of the appeals, and the reason for the action upon each appeal that results in a denial of information;"},{"prefix":"5","text":" The number of employees found guilty of a misdemeanor pursuant to § 2- 537(d);"},{"prefix":"6","text":" The median number of days taken by the public body to process different types of requests, and the number of requests processed within 15 days, the number of requests processed between 16 and 25 days, and the number of requests processed in 26 days or more;"},{"prefix":"7","text":" The total amount of fees collected by the public body for processing requests;"},{"prefix":"8","text":" The number of hours that staff devoted to processing requests for records pursuant to this section, and the total amount expended by the public body for processing these requests; and"},{"prefix":"9","text":" A qualitative description or summary statement, and conclusions drawn from the data regarding compliance with this subchapter."},{"prefix":"b","text":" The Mayor shall make these reports available to the public on the Internet or by other electronic means."},{"prefix":"c","text":" The Corporation Counsel shall submit an annual report on or before February 1 of each calendar year, which shall include for the prior fiscal year, a listing of the number of cases arising under this section, the exemption involved in each case, the disposition of the case, and the costs assessed pursuant to § 2-537(c)."},{"prefix":"d","text":" Each public body subject to the provisions of this subchapter shall designate a Freedom of Information Officer. As of November 1, 2001, the Mayor shall provide to these officers on their appointment a minimum of 8 hours of training regarding implementation and compliance with this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Freedom of Information. (Refs & Annos)"},"heading":{"title":"2","chaptersection":"538","identifier":"2-538","catch_text":"Oversight of disclosure activities."}}