{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1538.\n\n1973 Ed., § 1-1538.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-505.\n\nLaw 3-75 was introduced in Council and assigned Bill No. 3-253, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on April 22, 1980 and May 6, 1980, respectively. Signed by the Mayor on May 14, 1980, it was assigned Act No. 3-184 and transmitted to both Houses of Congress for its review.\n\nLaw 4-41 was introduced in Council and assigned Bill No. 4-266, which was referred to the Committee on Government Operations and the Committee on the Judiciary. The Bill was adopted on first and second readings on July 1, 1981 and July 14, 1981, respectively. Signed by the Mayor on July 23, 1981, it was assigned Act No. 4-70 and transmitted to both Houses of Congress for its review.\n\nLaw 5-10 was introduced in Council and assigned Bill No. 5-150, which was retained by CounciL. The Bill was adopted on first and second readings on March 15, 1983 and March 29, 1983, respectively. Signed by the Mayor on April 6, 1983, it was assigned Act No. 5-24 and transmitted to both Houses of Congress for its review.\n\nLaw 5-22 was introduced in Council and assigned Bill No. 5-151, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 10, 1983 and May 24, 1983, respectively. Signed by the Mayor on June 9, 1983, it was assigned Act No. 5-39 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nPublication requirement exemption: Section 5 of D.C. Law 16-300 provided:\n\n\"Notwithstanding section 8 of this act and sections 204 and 308(b) of the District of Columbia Administrative Procedure Act, effective March 6, 1979 (D.C. Law 2-153; D.C. Official Code §§ 2-602 and 2-558(b)), the text, maps, and graphics of the District elements of the Comprehensive Plan for the National Capital, as amended by this act, need not be published in the District of Columbia Register to become effective.\"\n\nDC CODE § 2-558\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title III, § 308, as added Mar. 6, 1979, D.C. Law 2-153, § 4, 25 DCR 6960; July 1, 1980, D.C. Law 3-75, § 2, 27 DCR 2277; Oct. 17, 1981, D.C. Law 4-41, § 2, 28 DCR 3423; May 20, 1983, D.C. Law 5-10, § 2, 30 DCR 1793; Aug. 2, 1983, D.C. Law 5-22, § 2, 30 DCR 3337.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of this subchapter, any rule, regulation, or document having general applicability and legal effect which has been adopted or enacted by the Commissioner, the Mayor, the District of Columbia Council, an agency, or other instrumentality of the District before March 6, 1979, and which is not published in the District of Columbia Municipal Regulations on or before June 30, 1984, shall not be in effect thereafter."},{"prefix":"b","text":" Except in the case of emergency rules or acts, no rule or document of general applicability and legal effect adopted or enacted on or after March 6, 1979, shall become effective until after its publication in the District of Columbia Register, nor shall such rule or document of general applicability and legal effect become effective if it is required by law, other than subchapter I of this chapter or this subchapter, to be otherwise published, until such rule or document of general applicability and legal effect is also published as required by such law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Legal Publication."},"heading":{"title":"2","chaptersection":"558","identifier":"2-558","catch_text":"Legal effectiveness of documents."}}