{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1537.\n\n1973 Ed., § 1-1537.\n\nEffect of Amendments\n\nD.C. Law 18-223 rewrote subsec. (b), which had read as follows:\n\n\"(b) Copies of the District of Columbia Municipal Regulations shall be available to the public at each regular branch of the District of Columbia library system and to each Advisory Neighborhood Commission established by the Council.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1083(c) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-505.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nDC CODE § 2-557\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title III, § 307, as added Mar. 6, 1979, D.C. Law 2-153, § 4, 25 DCR 6960; Sept. 24, 2010, D.C. Law 18-223, § 1083(c), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The District of Columbia Municipal Regulations and its permanent supplements shall be published pursuant to typographical and contractual arrangements which ensure that the District of Columbia Municipal Regulations can be purchased at a reasonable cost in its entirety or in portions of related rules, regulations, or documents having general applicability and legal effect."},{"prefix":"b","text":" Paper copies of the District of Columbia Municipal Regulations shall be printed by each regular branch of the District of Columbia Public Library system and each regular branch shall make a paper copy of the District of Columbia Municipal Regulations available to the public."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Legal Publication."},"heading":{"title":"2","chaptersection":"557","identifier":"2-557","catch_text":"Publication, specifications, and distribution of the District of Columbia Municipal Regulations."}}