{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1532.\n\n1973 Ed., § 1-1532.\n\nEffect of Amendments\n\nD.C. Law 16-169 adds subsec. (g).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-505.\n\nLaw 16-169, the \"Drug Offense Driving Privileges Revocation and Disqualification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-665 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 18, 2006, it was assigned Act No. 16-438 and transmitted to both Houses of Congress for its review. D.C. Law 16- 169 became effective on September 29, 2006.\n\nDC CODE § 2-552\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title III, § 302, as added Mar. 6, 1979, D.C. Law 2-153, § 4, 25 DCR 6960; Sept. 29, 2006, D.C. Law 16-169, § 5(a), 53 DCR 6223.)","sections":[{"prefix":"a","text":" The District of Columbia Office of Documents, established pursuant to § 2-611, shall supervise, manage, and direct the preparation, editing, publishing, and supplementation of an official legal compilation entitled the District of Columbia Municipal Regulations (DCMR). The District of Columbia Municipal Regulations shall be published in a manner to promote efficient public access to all current District of Columbia rules and regulations."},{"prefix":"b","text":" Except as otherwise provided by law, the following documents shall be accurately compiled in the District of Columbia Municipal Regulations:"},{"prefix":"1","text":" Every rule, regulation, and document having general applicability and legal effect adopted by the Commissioner, the Mayor, the District of Columbia Council, and each agency;"},{"prefix":"2","text":" Every act of the Council which is not codified or to be codified in the D.C. Official Code and which is not enacted in emergency circumstances as provided in § 1-204.12;"},{"prefix":"3","text":" Every rule, regulation, and document having general applicability and legal effect which is adopted under authority of law by a board, commission, or instrumentality of the District of Columbia: Provided, that nothing in this paragraph shall be construed to apply to the District of Columbia courts; and"},{"prefix":"4","text":" Any document which the Council by resolution finds to be a document having general applicability and legal effect and which the Council by resolution orders to be printed."},{"prefix":"c","text":" The District of Columbia Municipal Regulations shall contain the entire text of each document to be compiled under this section without any incorporation by reference unless:"},{"prefix":"1","text":" The publication of the document would be impractical due to its unusual lengthiness;"},{"prefix":"2","text":" The document is not itself a rule, regulation, or document having general applicability and legal effect but is incorporated by reference in a rule, regulation, or document having general applicability and legal effect;"},{"prefix":"3","text":" A copy of the document incorporated by reference is available to the public at every public library branch in the District of Columbia and at the relevant agency headquarters; and"},{"prefix":"4","text":" The incorporation by reference includes a specific indication of how and where a copy of such document may be inspected and obtained."},{"prefix":"d","text":" The Administrator shall ensure that the District of Columbia Municipal Regulations shall contain the following research aids:"},{"prefix":"1","text":" A citation or historical note to the original rule or act from which each section in the District of Columbia Municipal Regulations was derived;"},{"prefix":"2","text":" A reference to where the original form of each rule, act, or document contained in the District of Columbia Municipal Regulations can be inspected or copied;"},{"prefix":"3","text":" Parallel reference tables indexing the sections of the District of Columbia Municipal Regulations to enabling legislation and other provisions of law which the District of Columbia Municipal Regulations implements;"},{"prefix":"4","text":" Major parts organized according to subject-matter headings with subdivisions thereof organized according to government agency titles; and"},{"prefix":"5","text":" A comprehensive index relating sections of the District of Columbia Municipal Regulations to subject-matter topics and to the organizational units of government."},{"prefix":"e","text":" The Administrator may prepare (or procure by contract in accordance with applicable law) and include in the District of Columbia Municipal Regulations annotations of judicial decisions, and other explanatory material relating to any document published in the District of Columbia Municipal Regulations."},{"prefix":"f","text":" Each complete edition of the entire District of Columbia Municipal Regulations may be published in segments if it is deemed to be expeditious in the judgment of the Administrator."},{"prefix":"g","text":" All documents compiled in the District of Columbia Municipal Regulations shall be formulated in accordance with the requirements of § 2-632."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Legal Publication."},"heading":{"title":"2","chaptersection":"552","identifier":"2-552","catch_text":"District of Columbia Municipal Regulations."}}