{"text":"For purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-1531.\n\n1973 Ed., § 1-1531.\n\nEffect of Amendments\n\nD.C. Law 13-249, in par. (5), designated the first sentence as subpar. (A), and added subpar. (B).\n\nD.C. Law 16-91, in subpar. (5)(A), deleted the sentence which had read as follows: \"The phrase 'document having general applicability and legal effect' does not include any act to be codified in the D.C. Official Code or a personnel manual or internal staff directive solely applicable to employees or agents of the District of Columbia.\"\n\nD.C. Law 18-223, in par. (1), substituted \"licensing\", \"publish,\" for \"licensing,\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1083(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-505.\n\nFor D.C. Law 13-249, see notes following § 2-502.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nDC CODE § 2-551\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title III, § 301, as added Mar. 6, 1979, D.C. Law 2-153, § 4, 25 DCR 6960; Apr. 3, 2001, D.C. Law 13-249, § 3, 48 DCR 662; Apr. 7, 2006, D.C. Law 16-91, § 134, 52 DCR 10637; Sept. 24, 2010, D.C. Law 18-223, § 1083(a), 57 DCR 6242.)","sections":[{"prefix":"1","text":" The terms \"Mayor,\" \"Council,\" \"District,\" \"agency,\" \"rule,\" \"rulemaking,\" \"person,\" \"licensing\", \"publish,\" and \"regulation\" (except when used in the term \"District of Columbia Municipal Regulation\") shall have the meaning provided in § 2-502."},{"prefix":"2","text":" The terms \"Commissioner,\" \"District of Columbia Council,\" \"Chairman,\" \"act,\" and \"District of Columbia courts\" shall have the meaning provided in § 1-203.01."},{"prefix":"3","text":" The term \"Administrator\" means the person appointed by the Mayor to supervise and control the District of Columbia Office of Documents in accordance with § 2-611."},{"prefix":"4","text":" The phrase \"D.C. Official Code\" means the Code of the District of Columbia laws as provided for in Chapter 3 of Act of July 30, 1947 (61 Stat. 636) and any continuations, supplements, or revisions thereof authorized by act, congressional resolution, or act."},{"prefix":"5","text":"(A) The phrase \"document having general applicability and legal effect\" means any document issued under lawful authority prescribing a sanction or course of conduct, conferring a right, privilege, authority, or immunity or imposing an obligation, and applicable to the general public, members of a class or persons in a locality, as distinguished from named individuals or organizations."},{"prefix":"B","text":" The phrase \"document having general applicability and legal effect\" does not include any act to be codified in the District of Columbia Code or a personnel manual or internal staff directive solely applicable to employees or agents of the District of Columbia, or any statement for guiding, directing or otherwise regulating vehicular or pedestrian traffic, including any statement controlling parking, standing, stopping or a construction detour; provided, that:"},{"prefix":"i","text":" The contents of the statement are indicated to the public on one or more signs, signals, meters, markings or other similar devices located on or adjacent to a street, avenue, road, highway or other public space;"},{"prefix":"ii","text":" The proposed installation, modification or removal of the statement is based on engineering or other technical considerations;"},{"prefix":"iii","text":" The proposed installation, modification or removal of the statement does not involve substantial policy considerations; and"},{"prefix":"iv","text":" The Council and the affected Advisory Neighborhood Commissions (\"ANC\") are provided with 30-days written notice, excluding Saturdays, Sundays and legal holidays, of an agency's intent to install, modify or remove any of these statements, and any ANC recommendation, if provided, is given great weight pursuant to § 1-309.10."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Legal Publication."},"heading":{"title":"2","chaptersection":"551","identifier":"2-551","catch_text":"Definitions."}}