{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1533.\n\n1973 Ed., § 1-1533.\n\nEffect of Amendments\n\nD.C. Law 16-169 adds subsec. (i).\n\nD.C. Law 18-223, in subsec. (g), deleted 'quarterly\" following \"shall publish\"; and rewrote subsec. (h), which had read as follows:\n\n\"(h) On each document published in the District of Columbia Register there shall appear the date upon which such document was filed with the Administrator pursuant to § 2-554. On each issue of the District of Columbia Register there shall appear on its cover the actual date such issue was generally circulated to the public for review and comment: Provided, that should the District of Columbia Register be generally circulated after the cover date shown, a notice stating the correct date shall be attached thereto. All time computations based upon publication in the District of Columbia Register shall commence from the cover date, or, if corrected, the date of notice thereof. The provisions of this subsection shall apply to any and all supplemental editions to the District of Columbia Register.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1083(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-505.\n\nFor Law 16-169, see notes following § 2-552.\n\nFor Law 18-223, see notes following § 2-218.76.\n\nDC CODE § 2-553\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title III, § 303, as added Mar. 6, 1979, D.C. Law 2-153, § 4, 25 DCR 6960; Sept. 29, 2006, D.C. Law 16-169, § 5(b), 53 DCR 6223; Sept. 24, 2010, D.C. Law 18-223, § 1083(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The District of Columbia Office of Documents shall also supervise, manage, and direct the preparation, editing, and publishing of the District of Columbia Register which shall serve as the only official legal bulletin in the District of Columbia government and the temporary supplement of the District of Columbia Municipal Regulations."},{"prefix":"b","text":" The District of Columbia Register shall contain the entire text of the following:"},{"prefix":"1","text":" Every rule, regulation, and document having general applicability and legal effect required to be but not yet published and integrated in the District of Columbia Municipal Regulations as provided in this subchapter;"},{"prefix":"2","text":" Every notice of public hearing issued by an agency;"},{"prefix":"3","text":" Every notice of proposed agency rulemaking or repeal and every other document required to be published under this chapter; and"},{"prefix":"4","text":" Every act, resolution, and notice of the Council and any other document requested to be published by the Chairman of the Council or his or her designee."},{"prefix":"c","text":" The Administrator is authorized to publish in the District of Columbia Register:"},{"prefix":"1","text":" Any document requested to be published by the Joint Committee on Judicial Administration in the District of Columbia;"},{"prefix":"2","text":" Information on changes in the organization of the District of Columbia government;"},{"prefix":"3","text":" Notices of public hearings not published under authority of subsection (b) of this section; and"},{"prefix":"4","text":" Such other matters as the Mayor may from time to time determine to be of general public interest."},{"prefix":"d","text":" The Administrator may exercise the discretion of omitting from the District of Columbia Register the publication of the entire text of a document if:"},{"prefix":"1","text":" Such publication would be unduly cumbersome or expensive; and"},{"prefix":"2","text":" If, in lieu of such publication, there is included in the District of Columbia Register a notice stating the general subject matter of any document so omitted and the specific manner in which a copy of such document may be obtained."},{"prefix":"e","text":" If the text of an adopted act or rule is the same as the text of the previously published proposed act or rule, the Administrator may insert in the District of Columbia Register a notation to this effect, giving the publication date of and citation to the District of Columbia Register issue containing the proposed act or rule."},{"prefix":"f","text":" If, after a proposed rule has been published initially in the District of Columbia Register, an agency decides to alter the initial text so that the proposed rule is substantially different from the initial text, the agency shall submit the altered text as though for initial publication. The alterations shall be indicated by the use of symbols determined by the Administrator."},{"prefix":"g","text":" The District of Columbia Register shall be published on at least each Friday, or, if Friday is a legal holiday, on the next working day. Each year the Administrator shall publish a cumulative index of all matters published in the District of Columbia Register during the year."},{"prefix":"h","text":" Each issue of the District of Columbia Register shall be published on the issue date, which shall appear on the 1st page of the issue. If for any reason the issue is published after the issue date that appears on the District of Columbia Register, a notice stating the actual date of publication shall be separately published and attached to each issue. All time computations based upon publication in the District of Columbia Register shall commence from the later of the issue date and the actual date of publication."},{"prefix":"i","text":" All documents published in the District of Columbia Register shall be formulated in accordance with the requirements of § 2-632."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Legal Publication."},"heading":{"title":"2","chaptersection":"553","identifier":"2-553","catch_text":"District of Columbia Register."}}