{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (f), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor history of Law 18-350, see notes under § 2-571.\n\nFor history of Law 19-171, see notes under § 2-218.13.\n\nDC CODE § 2-575\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title IV, § 405, as added Mar. 31, 2011, D.C. Law 18-350, § 2, 58 DCR 734; Sept. 26, 2012, D.C. Law 19-171, § 18, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, a meeting shall be open to the public. A meeting shall be deemed open to the public if:"},{"prefix":"1","text":" The public is permitted to be physically present;"},{"prefix":"2","text":" The news media, as defined by § 16-4701, is permitted to be physically present; or"},{"prefix":"3","text":" The meeting is televised."},{"prefix":"b","text":" A meeting, or portion of a meeting, may be closed for the following reasons:"},{"prefix":"1","text":" A law or court order requires that a particular matter or proceeding not be public;"},{"prefix":"2","text":" To discuss, establish, or instruct the public body's staff or negotiating agents concerning the position to be taken in negotiating the price and other material terms of a contract, including an employment contract, if an open meeting would adversely affect the bargaining position or negotiating strategy of the public body;"},{"prefix":"3","text":" To discuss, establish, or instruct the public body's staff or negotiating agents concerning the position to be taken in negotiating incentives relating to the location or expansion of industries or other businesses or business activities in the District;"},{"prefix":"4","text":"(A) To consult with an attorney to obtain legal advice and to preserve the attorney-client privilege between an attorney and a public body, or to approve settlement agreements; provided, that, upon request, the public body may decide to waive the privilege."},{"prefix":"B","text":" Nothing herein shall be construed to permit a public body to close a meeting that would otherwise be open merely because the attorney for the public body is a participant;"},{"prefix":"5","text":" Planning, discussing, or conducting specific collective bargaining negotiations;"},{"prefix":"6","text":" Preparation, administration, or grading of scholastic, licensing, or qualifying examinations;"},{"prefix":"7","text":" To prevent premature disclosure of an honorary degree, scholarship, prize, or similar award;"},{"prefix":"8","text":" To discuss and take action regarding specific methods and procedures to protect the public from existing or potential terrorist activity or substantial dangers to public health and safety, and to receive briefings by staff members, legal counsel, law enforcement officials, or emergency service officials concerning these methods and procedures; provided, that disclosure would endanger the public and a record of the closed session is made public if and when the public would not be endangered by that disclosure;"},{"prefix":"9","text":" To discuss disciplinary matters;"},{"prefix":"10","text":" To discuss the appointment, employment, assignment, promotion, performance evaluation, compensation, discipline, demotion, removal, or resignation of government appointees, employees, or officials;"},{"prefix":"11","text":" To discuss trade secrets and commercial or financial information obtained from outside the government, to the extent that disclosure would result in substantial harm to the competitive position of the person from whom the information was obtained;"},{"prefix":"12","text":" To train and develop members of a public body and staff;"},{"prefix":"13","text":" To deliberate upon a decision in an adjudication action or proceeding by a public body exercising quasi-judicial functions; and"},{"prefix":"14","text":" To plan, discuss, or hear reports concerning ongoing or planned investigations of alleged criminal or civil misconduct or violations of law or regulations, if disclosure to the public would harm the investigation."},{"prefix":"c","text":"(1) Before a meeting or portion of a meeting may be closed, the public body shall meet in public session at which a majority of the members of the public body present vote in favor of closure."},{"prefix":"2","text":" The presiding officer shall make a statement providing the reason for closure, including citations from subsection (b) of this section, and the subjects to be discussed. A copy of the roll call vote and the statement shall be provided in writing and made available to the public."},{"prefix":"d","text":" A public body that meets in closed session shall not discuss or consider matters other than those matters listed under subsection (b) of this section."},{"prefix":"e","text":" A public body shall not keep the number of attendees below a quorum to avoid the requirements of this section."},{"prefix":"f","text":" Notwithstanding any provision of this chapter, the Council may adopt its own rules to ensure the District's open meetings policy, as established in § 2-572, is met with respect to Council meetings; provided, that the rules of the Council shall comply with this section and the definition of meeting in § 2-574(1); provided further, that until the Council adopts rules pursuant to this subsection, this subchapter shall apply to the Council."},{"prefix":"g","text":" Within 60 days after March 31, 2011, the relevant committee of the Council with jurisdiction on this issue shall submit a report to the Council that presents recommendations on whether the sections of this subchapter should apply to Advisory Neighborhood Commissions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Open Meetings."},"heading":{"title":"2","chaptersection":"575","identifier":"2-575","catch_text":"Open meetings."}}