{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-350, see notes under § 2-571.\n\nDC CODE § 2-574\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title IV, § 404, as added Mar. 31, 2011, D.C. Law 18-350, § 2, 58 DCR 734.)","sections":[{"prefix":"1","text":" \"Meeting\" means any gathering of a quorum of the members of a public body, including hearings and roundtables, whether formal or informal, regular, special, or emergency, at which the members consider, conduct, or advise on public business, including gathering information, taking testimony, discussing, deliberating, recommending, and voting, regardless whether held in person, by telephone, electronically, or by other means of communication. The term \"meeting\" shall not include:"},{"prefix":"A","text":" A chance or social gathering; provided, that it is not held to avoid the provisions of this paragraph; or"},{"prefix":"B","text":" A press conference."},{"prefix":"2","text":" \"Open Government Office\" means the District of Columbia Open Government Office established by § 2-592."},{"prefix":"3","text":" \"Public body\" means any government council, including the Council of the District of Columbia, board, commission, or similar entity, including a board of directors of an instrumentality, a board which supervises or controls an agency, or an advisory body that takes official action by the vote of its members convened for such purpose. The term \"public body\" shall not include:"},{"prefix":"A","text":" A District agency or instrumentality (other than the board which supervises or controls an agency or the board of directors of an instrumentality);"},{"prefix":"B","text":" The District of Columbia courts;"},{"prefix":"C","text":" Governing bodies of individual public charter schools;"},{"prefix":"D","text":" The Mayor's cabinet;"},{"prefix":"E","text":" The professional or administrative staff of public bodies when they meet outside the presence of a quorum of those bodies; or"},{"prefix":"F","text":" Advisory Neighborhood Commissions; provided, that this subchapter shall not affect the requirements set forth in § 1-309.11."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Open Meetings."},"heading":{"title":"2","chaptersection":"574","identifier":"2-574","catch_text":"Definitions."}}