{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-350, see notes under § 2-571.\n\nDC CODE § 2-579\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1968, Pub. L. 90-614, title IV, § 409, as added Mar. 31, 2011, D.C. Law 18-350, § 2, 58 DCR 734.)","sections":[{"prefix":"a","text":" The Open Government Office may bring a lawsuit in the Superior Court of the District of Columbia for injunctive or declaratory relief for any violation of this subchapter before or after the meeting in question takes place; provided, that the Council shall adopt its own rules for enforcement related to Council meetings. Nothing in this subchapter shall:"},{"prefix":"1","text":" Be construed to create or imply a private cause of action for a violation of this subchapter; or"},{"prefix":"2","text":" Restrict the private right of action citizens have under § 1-207.42."},{"prefix":"b","text":" In any lawsuit filed under this section, the burden shall be on the public body to sustain its action or proposed action. The court shall determine the matter de novo and may examine the record of a closed meeting to determine whether this section has been violated."},{"prefix":"c","text":" If the court finds that a public body plans to hold a closed meeting or portion of a meeting in violation of subsection (d) of this section, the court may:"},{"prefix":"1","text":" Enjoin the public body from closing the meeting or portion of the meeting;"},{"prefix":"2","text":" Order that future meetings of the same kind be open to the public; or"},{"prefix":"3","text":" Order that the record of a meeting be made public."},{"prefix":"d","text":" If the court finds that a resolution, rule, act, regulation, or other official action was taken, made, or enacted in violation of this subchapter, the court may order an appropriate remedy, including requiring additional forms of notice, postponing a meeting, or declaring action taken at a meeting to be void. Actions shall not be declared void unless the court finds that the balance of equities compels the action or the court concludes that the violation was not harmless."},{"prefix":"e","text":" If the court finds that a member of a public body engages in a pattern or practice of willfully participating in one or more closed meetings in violation of the provisions of this subchapter, the court may impose a civil fine of not more than $250 for each violation."},{"prefix":"f","text":" The court may grant such additional relief as it finds necessary to serve the purposes of this subchapter."},{"prefix":"g","text":" A public body may seek an advisory opinion from the Open Government Office regarding compliance with this subchapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Administrative Procedure. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Open Meetings."},"heading":{"title":"2","chaptersection":"579","identifier":"2-579","catch_text":"Enforcement; authority."}}