{"text":"For the purpose of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 1-1601.\n\n1973 Ed., § 1-1601.\n\nEffect of Amendments\n\nD.C. Law 16-91 repealed par. (7) which had read as follows:\n\n\"(7) The term 'District of Columbia Code' means the Code of the District of Columbia as provided for in the Act of July 30, 1947 (61 Stat. 638) and any continuations, supplements, or revisions thereof authorized by Act, Congressional resolution, or act.\"\n\nLegislative History of Laws\n\nLaw 1-19 was introduced in Council and assigned Bill No. 1-1, which was referred to the Committee of the Whole, the Committee on the Judiciary and the Committee on Criminal Law. The Bill was adopted on first and second readings on June 3, 1975 and June 20, 1975, respectively. Signed by the Mayor on July 10, 1975, it was assigned Act No. 1-30 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-91, see notes following § 2-218.54.\n\nReferences in Text\n\n\"Act of June 11, 1878,\" referred to in paragraph (3), is also known as the Organic Act of 1878, and is set forth in its entirety in Volume 1.\n\nDC CODE § 2-601\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1975, D.C. Law 1-19, title II, § 202, 22 DCR 2056; Apr. 7, 2006, D.C. Law 16-91, § 135, 52 DCR 10637.)","sections":[{"prefix":"1","text":" The term \"act\" shall have the same meaning as is ascribed to it in § 1- 201.03(7)."},{"prefix":"2","text":" The term \"agency\" means any officer, employee, office, department, division, board, commission, or other agency of the government of the District of Columbia including both those which are independent of and those which are subordinate to the Mayor and Council but not including the Superior Court of the District of Columbia and the District of Columbia Court of Appeals."},{"prefix":"3","text":" The term \"Board of Commissioners\" means the Board of Commissioners of the District of Columbia established by Act of June 11, 1878 (20 Stat. 102)."},{"prefix":"4","text":" The term \"Commissioner\" means the Commissioner of the District of Columbia established by subsection (a) of § 301 of Reorganization Plan No. 3 of 1967 (81 Stat. 949)."},{"prefix":"5","text":" The term \"Council\" means the Council of the District of Columbia created by § 1-204.01(a) unless the phrase \"District of Columbia Council\" is used in which event the term shall mean the District of Columbia Council created by subsection (a) of § 201 of Reorganization Plan No. 3 of 1967 (81 Stat. 948)."},{"prefix":"6","text":" The term \"Council year\" means the legislative period of the Council beginning on January 2nd of each year and ending on January 1st of the following year."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" The term \"District of Columbia Register\" means the District of Columbia Register mandated by § 2-504."},{"prefix":"9","text":" The term \"Mayor\" means the Mayor of the District of Columbia created by § 1-204.21(a) or his or her designated agent."},{"prefix":"10","text":" The term \"rule\" means the whole or any part of any Board of Commissioners', Commissioner's, District of Columbia Council's, Mayor's, or agency's statement of general or particular applicability and future effect designed to implement, interpret, or prescribe law or policy or designed to describe organization, procedure, or practice requirements."},{"prefix":"11","text":" The term \"regulation\" shall have the same meaning as the term \"rule.\""},{"prefix":"12","text":" The term \"resolution\" means a resolution of the Council unless the term \"Congressional resolution\" is used in which case it shall mean a resolution of the Congress of the United States or either House thereof."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Codification and Publication of Acts, Resolutions, Rules, and Orders."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"2","chaptersection":"601","identifier":"2-601","catch_text":"Definitions."}}