{"text":"The Administrator of the District of Columbia Office of Documents shall:","historical":"Prior Codifications\n\n1981 Ed., § 1-1612.\n\n1973 Ed., § 1-1612.\n\nEffect of Amendments\n\nD.C. Law 16-169 adds par. (5A).\n\nD.C. Law 17-353 validated a previously made technical correction in the punctuation in par. (5A).\n\nD.C. Law 19-168, in par. (1), substituted \"the District of Columbia Register and the District of Columbia Municipal Regulations\" for \"District of Columbia Statutes-at-Large, the District of Columbia Register, and the District of Columbia Municipal Regulations\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-153, see Historical and Statutory Notes following § 2-611.\n\nFor Law 16-169, see notes following § 2-552.\n\nFor Law 17-353, see notes following § 2-218.42.\n\nFor history of Law 19-168, see notes under § 2-218.76.\n\nDC CODE § 2-612\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1979, D.C. Law 2-153, § 3, 25 DCR 6960; Sept. 29, 2006, D.C. Law 16-169, § 6, 53 DCR 6223; Mar. 25, 2009, D.C. Law 17-353, § 123, 56 DCR 1117; Sept. 20, 2012, D.C. Law 19-168, § 1114(b), 59 DCR 8025.)","sections":[{"prefix":"1","text":" Supervise, manage, and direct the preparation, editing, printing and public distribution of all legal publications of the District of Columbia government including the District of Columbia Register and the District of Columbia Municipal Regulations in accordance with this subchapter;"},{"prefix":"2","text":" Promulgate appropriate rules of procedure to implement the provisions of this subchapter;"},{"prefix":"3","text":" With the assistance of the Office of the Corporation Counsel, the officer designated by the Chairman of the Council, or legal counsels to agencies and other governmental entities, certify the promulgation, adoption, or enactment of documents to be published in accordance with this subchapter;"},{"prefix":"4","text":" Coordinate with the officer designated by the Chairman of the Council the drafting and preparation of legislation to be published in the District of Columbia Register and the District of Columbia Municipal Regulations;"},{"prefix":"5","text":" Establish editorial standards for the removal of unnecessary sex-based terminology in documents and for the numbering, grammar, and style of all documents to be published pursuant to this subchapter;"},{"prefix":"5A","text":" Establish editorial standards for the use of respectful language in documents as required under § 2-632;"},{"prefix":"6","text":" Except with respect to acts or resolutions of the Council, reject for publication proposed rules, regulations, orders, administrative issuances, or ordinances which fail to comply substantially with the publication requirements authorized by this subchapter;"},{"prefix":"7","text":" In accordance with applicable law, procure contracts for the preparation and publication of documents pursuant to this subchapter; and"},{"prefix":"8","text":" Instruct promulgators of documents to be published under this subchapter concerning the requirements established by the Administrator under this subchapter and the means to comply with those requirements."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Codification and Publication of Acts, Resolutions, Rules, and Orders."},"subchapter":{"identifier":"II","text":"District of Columbia Office of Documents."},"heading":{"title":"2","chaptersection":"612","identifier":"2-612","catch_text":"Duties of Administrator."}}