{"text":"For purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-169, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-665 which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.  Signed by the Mayor on July 18, 2006, it was assigned Act No. 16-438 and transmitted to both Houses of Congress for its review.  D.C. Law 16-169 became effective on September 29, 2006.\n\nDC CODE § 2-631\n\nCurrent through December 11, 2012","credits":"(Sept. 29, 2006, D.C. Law 16-169, § 2, 53 DCR 6223.)","sections":[{"prefix":"1","text":" \"Disability\" means, with respect to an individual:"},{"prefix":"A","text":" A physical or mental impairment that substantially limits one or more of the major life activities of that individual;"},{"prefix":"B","text":" A record of such an impairment; or"},{"prefix":"C","text":" Being regarded as having such an impairment."},{"prefix":"2","text":" \"Internet publication\" means any information posted to an official web site of a public body, except for archival documents."},{"prefix":"3","text":" \"Policies\" means official instructions and guiding principles issued by a public body for the implementation of its programs."},{"prefix":"4","text":" \"Public body\" shall have the same meaning as set forth in § 2-502(18A)."},{"prefix":"5","text":" \"Publications\" means any written material issued by a public body, either for internal or external use, and does not include internet publications, policies, rules, regulations, and signage."},{"prefix":"6","text":" \"Regulation\" shall have the same meaning as set forth in § 2-502(17)."},{"prefix":"7","text":" \"Rule\" shall have the same meaning as set forth in § 2-502(6)."},{"prefix":"8","text":" \"Signage\" means any poster on paper larger than 8   1/2 inches by 11 inches issued by a public body and any signs regardless of size made of any material other than paper and posted or issued by a public body."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Codification and Publication of Acts, Resolutions, Rules, and Orders."},"subchapter":{"identifier":"IV","text":"Respectful Language Modernization."},"heading":{"title":"2","chaptersection":"631","identifier":"2-631","catch_text":"Definitions."}}