{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-169 added subsecs. (a-2) and (a-3).\n\nLegislative History of Laws\n\nFor Law 16-169, see notes following § 2-631.\n\nFor history of Law 19-169, see notes under § 2-220.05.\n\nDC CODE § 2-632\n\nCurrent through December 11, 2012","credits":"(Sept. 29, 2006, D.C. Law 16-169, § 3, 53 DCR 6223; Sept. 26, 2012, D.C. Law 19-169, § 6(a), 59 DCR 5567.)","sections":[{"prefix":"a","text":" On or after September 29, 2006, all new and revised sections of the District of Columbia Official Code, all new, revised, or republished District regulations, rules, policies, or publications and all internet publications shall, when referring to persons with disabilities:"},{"prefix":"1","text":" Avoid any use of following terms, except as required by any law or regulation: \"afflicted,\" \"cripple,\" \"crippled,\" \"defective,\" \"feebleminded,\" \"handicapped,\" \"handicap,\" \"idiot,\" \"lunatic,\" \"imbecile,\" \"insane,\" \"invalid,\" \"maimed,\" \"moron,\" \"suffering,\" \"wheelchair user,\" or \"wheelchair bound\";"},{"prefix":"2","text":" Use \"person,\" \"people,\" \"individual,\" \"individuals,\" \"adult,\" \"adults,\" \"child,\" \"children,\" or \"youth\" in sentence construction so that the language refers to individuals:"},{"prefix":"A","text":" With disabilities or with conditions that result in disability;"},{"prefix":"B","text":" Who have disabilities or who have conditions that result in disability; or"},{"prefix":"C","text":" Who use or who need assistive technology."},{"prefix":"a-1","text":"(1) Beginning on September 26, 2012, all new and revised sections of the District of Columbia Official Code, all new, revised, or republished District regulations, rules, policies, or publications, and all internet publications shall avoid the use of the terms \"mental retardation,\" \"mentally retarded,\" and \"retarded,\" except as required by any law or regulation, and further:"},{"prefix":"A","text":" Where the term \"mental retardation\" is used, the term \" intellectual disability\" or \"intellectual disabilities\" shall be substituted;"},{"prefix":"B","text":" Where the term \"intermediate care facility for persons with mental retardation\" is used, the term \"intermediate care facility for persons with intellectual or developmental disabilities\" shall be substituted;"},{"prefix":"C","text":" Where the term \"qualified mental retardation professional\" is used, the term \"qualified developmental disability professional\" shall be substituted; and"},{"prefix":"D","text":" Where the term \"is at least moderately mentally retarded\" is used, the term \"has at least a moderate intellectual disability\" shall be substituted."},{"prefix":"a-2","text":" Beginning 6 months after September 26, 2012, all policies and signage shall comply with subsection (a-1) of this section."},{"prefix":"a-3","text":" Upon the earlier of reprinting or after one year following September 26, 2012, all publications shall comply with subsection (a-1) of this section."},{"prefix":"b","text":" On or after 6 months following September 29, 2006, all policies and signage shall comply with subsection (a) of this section."},{"prefix":"c","text":" Upon the earlier of reprinting or September 30, 2007, all publications shall comply with subsection (a) of this section."},{"prefix":"d","text":" No statute, regulation, or rule shall be invalid because it does not comply with this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Codification and Publication of Acts, Resolutions, Rules, and Orders."},"subchapter":{"identifier":"IV","text":"Respectful Language Modernization."},"heading":{"title":"2","chaptersection":"632","identifier":"2-632","catch_text":"Respectful language."}}