{"text":"The provisions of § 2-706 do not prohibit an elected official or his or her staff from mailing, as official mail, any of the following:","historical":"Prior Codifications\n\n1981 Ed., § 1-1707.\n\n1973 Ed., § 1-1707.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-118, see Historical and Statutory Notes following § 2-701.\n\nDC CODE § 2-707\n\nCurrent through December 11, 2012","credits":"(Apr. 7, 1977, D.C. Law 1-118, § 8, 23 DCR 8746.)","sections":[{"prefix":"1","text":" The whole or part of any record, speech, debate, or report of the Council or any committee thereof;"},{"prefix":"2","text":" The tabulation of an official's vote or explanation thereof;"},{"prefix":"3","text":" Matter which expresses condolences to a person who has suffered a loss or congratulations to a person who has achieved some personal or public distinction; provided, that mass mailings of a congratulatory nature which are substantially the same except for individualized addresses are not authorized;"},{"prefix":"4","text":" Information concerning the official's schedule of meeting constituents;"},{"prefix":"5","text":" Information concerning the meeting schedule and agenda for committees and subcommittees upon which the official serves;"},{"prefix":"6","text":" Information concerning financial disclosure information, whether or not required by law;"},{"prefix":"7","text":" Matter which consists of federal, state, or local laws, regulations or publications paid for by public funds;"},{"prefix":"8","text":" Questionnaires which relate to matters respecting public policy or administration; and"},{"prefix":"9","text":" Matter which contains pictures of the member or biographical or autobiographical data whenever such matter is mailed in response to a specific request therefor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Official Correspondence."},"heading":{"title":"2","chaptersection":"707","identifier":"2-707","catch_text":"Authorized uses of official mail by elected officials."}}