{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 1-1704.\n\n1973 Ed., § 1-1704.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-118, see Historical and Statutory Notes following § 2-701.\n\nFor legislative history of D.C. Law 7-188, see Historical and Statutory Notes following § 2-701.\n\nTransfer of Functions\n\nThe functions of the Department of General Services were transferred, in part, to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984, and transferred, in part, to the Department of Administrative Services by Reorganization Plan No. 5 of 1983, effective March 1, 1984.\n\nDC CODE § 2-704\n\nCurrent through December 11, 2012","credits":"(Apr. 7, 1977, D.C. Law 1-118, § 5, 23 DCR 8746; Mar. 16, 1989, D.C. Law 7-188, § 2(b), 35 DCR 8651.)","sections":[{"prefix":"a","text":" Funds administered by District agencies, whether appropriated funds, or grant funds, may not be used to pay for the use of telegrams, night letters, mailgrams, or similar types of mail, except in emergency circumstances and as provided by regulations promulgated pursuant to subsection (f) of this section."},{"prefix":"b","text":" Envelopes or other materials described by § 2-703 may not be used to enclose materials, documents, or other articles except those enumerated in §§ 2-702 and 2-707, or other materials not prohibited by § 2-706."},{"prefix":"c","text":" Funds administered by District agencies may not be used to pay the postage of materials whose enclosures do not conform to the requirements set forth in § 2-703 unless the head of the agency mailing the material certifies to the Director of the Department of General Services that there are circumstances, which shall be made known to the Director prior to the mailing, which preclude the observance of the requirements."},{"prefix":"d","text":" The Director shall maintain the certifications required in subsection (c) of this section for a period of 3 years."},{"prefix":"e","text":" The Director may inspect and return to the agency any mail which, in his or her judgment, fails to meet the requirement of the act or the regulations promulgated pursuant to this chapter. Under regulations promulgated pursuant to subsection (f) of this section, the Director shall provide for the designation of a person within each agency, department, commission, or other office to assist him or her to certify compliance with the provisions of this chapter."},{"prefix":"f","text":" For the executive branch, independent agencies, boards and commissions of the District of Columbia, the Director is hereby authorized to promulgate rules and regulations, in the manner prescribed by subchapter I of Chapter 5 of this title to carry out the provisions and intent of this chapter within 60 days after July 1, 1977."},{"prefix":"g","text":" For the Council of the District of Columbia, the rules to implement this law shall be those adopted in rules of the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Official Correspondence."},"heading":{"title":"2","chaptersection":"704","identifier":"2-704","catch_text":"Use of expedited services; use of officially marked envelopes; payment for nonconforming enclosures prohibited; inspection of agency mail; promulgation of rules and regulations."}}