{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-1053.\n\nDC CODE ยง 2-803\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1998, 112 Stat. 1264, Pub. L. 105-225, ยง 503.)","sections":[{"prefix":"a","text":" Permit for use. -- With the approval of the officer having jurisdiction over any of the Federal reservations or grounds in the District of Columbia, the Secretary of the Interior may grant to the Inaugural Committee a permit to use the reservations or grounds during the inaugural period, including a reasonable time before and after the inaugural period. The Mayor of the District of Columbia may grant a similar permit to use public space under the Mayor's jurisdiction. Each permit granted under this subsection is subject to conditions the grantor of the permit prescribes."},{"prefix":"b","text":" Reviewing stands and commercial stands and structures. -- A reviewing stand or a stand or structure for the sale of merchandise, food, or drink may be built on public grounds in the District of Columbia only if approved by the Inaugural Committee and by the Secretary or the Mayor, as appropriate."},{"prefix":"c","text":" Restoration after inaugural period. -- After the inaugural period, the reservation, ground, or public space occupied by a stand or structure shall be restored promptly to its prior condition."},{"prefix":"d","text":" Indemnification. -- The Inaugural Committee shall indemnify and save harmless the District of Columbia and the appropriate department, agency, or instrumentality of the United States Government against any loss or damage to, and against any liability arising from the use of, the reservation, ground, or public space, by the Inaugural Committee or a licensee of the Inaugural Committee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Presidential Inaugural Ceremonies."},"subchapter":{"identifier":"I","text":"After August 12, 1998."},"heading":{"title":"2","chaptersection":"803","identifier":"2-803","catch_text":"Use of reservations, grounds, and public spaces."}}