{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 1-1060.\n\nReferences in Text\n\n\"Chapters 33 and 51 and subchapter III of Chapter 58 of Title 5,\" referred to in (a)(1)(A), are references to Title 5 of the U.S. Code.\n\nDC CODE ยง 2-810\n\nCurrent through December 11, 2012","credits":"(Aug. 12, 1998, 112 Stat. 1265, Pub. L. 105-225, ยง 510.)","sections":[{"prefix":"a","text":" Authorization. -- Necessary amounts are authorized to be appropriated --"},{"prefix":"1","text":" To enable the Mayor of the District of Columbia to provide additional municipal services in the District of Columbia during the inaugural period, including:"},{"prefix":"A","text":" Employment of personal services without regard to Chapters 33 and 51 and subchapter III of Chapter 58 of Title 5;"},{"prefix":"B","text":" Travel expenses of enforcement personnel, including sanitarians, from other jurisdictions;"},{"prefix":"C","text":" The hiring of the means of transportation;"},{"prefix":"D","text":" Meals for policemen, firemen, and other municipal employees;"},{"prefix":"E","text":" The cost of removing and relocating streetcar loading platforms, construction, rent, maintenance, and expenses incident to the operation of temporary public comfort stations, first-aid stations, and information booths; and"},{"prefix":"F","text":" Other incidental expenses in the discretion of the Mayor; and"},{"prefix":"2","text":" To enable the Secretary of the Interior to provide meals for the members of the United States Park Police during the inaugural period."},{"prefix":"b","text":" Payment. -- Amounts appropriated under:"},{"prefix":"1","text":" Subsection (a)(1) of this section are payable in the same way as other appropriations for the expenses of the District of Columbia; and"},{"prefix":"2","text":" Subsection (a)(2) of this section are payable in the same way as other appropriations for the expenses of the Department of the Interior."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"2","text":"Government Administration. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Presidential Inaugural Ceremonies."},"subchapter":{"identifier":"I","text":"After August 12, 1998."},"heading":{"title":"2","chaptersection":"810","identifier":"2-810","catch_text":"Authorization of appropriations."}}