{"text":"When used in this title, unless otherwise apparent from the context the term:","historical":"Prior Codifications\n\n1981 Ed., § 20-101.\n\nLegislative History of Laws\n\nLaw 3-72, the \"District of Columbia Probate Reform Act of 1980,\" was introduced in Council and assigned Bill No. 3-91, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 1, 1980, and April 22, 1980, respectively. Signed by the Mayor on May 7, 1980, it was assigned Act No. 3-181 and transmitted to both Houses of Congress for its review.\n\nLaw 10-241, the \"Probate Reform Act of 1994,\" was introduced in Council and assigned Bill No. 10-649, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-386 and transmitted to both Houses of Congress for its review. D.C. Law 10-241 became effective on March 21, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-108.01.\n\nUniform Disclaimer of Property Interests: See § 19-1501 et seq.\n\nSection 32(a) of D.C. Law 15-354 provides that Title 20 is designated Title 20 of the District of Columbia Official Code.\n\nDC CODE § 20-101\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(a)-(d), 42 DCR 63; Apr. 18, 1996, D.C. Law 11-110, § 25(a), 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 19(a), 44 DCR 1271.)","sections":[{"prefix":"a","text":" \"Abbreviated probate proceeding\" means the type of proceeding defined in section 20-311."},{"prefix":"b","text":" \"Court\" means the Probate Division of the Superior Court of the District of Columbia."},{"prefix":"c","text":" \"Heir\" means a person entitled to property of an intestate decedent pursuant to Chapter 3 of Title 19."},{"prefix":"d","text":"(1) \"Interested person\" means (A) any person named in the will to serve as personal representative, until the appointment of a personal representative; (B) a personal representative; (C) any legatee in being, whether such legatee's interest is vested or contingent, until the legacy is paid in full; (D) an heir, except that an heir ceases to be an interested person once a will has been admitted to probate; provided, that, an heir is an interested person for the purpose of any proceeding to contest the validity of the will and following any determination that the decedent died intestate as to some or all of the estate; and (E) Any creditor of the decedent, including those persons whose rights accrue at the time of death, who has timely presented a claim in excess of $500 that has not been barred or discharged."},{"prefix":"2","text":"(A) If an interested person, as described in paragraph (1) of this subsection, is legally disabled, the following persons shall also be interested persons unless the Court has appointed a guardian ad litem:"},{"prefix":"i","text":" the judicially appointed guardian, committee or conservator for such person, if any; or"},{"prefix":"ii","text":" if there is no judicially appointed guardian, committee or conservator, then the parent or other person having assumed responsibility for such person, or an attorney-in-fact for such person (subject to the terms of the power of attorney), or any other person with legal authority to act for such person."},{"prefix":"B","text":" If the Court has appointed a guardian ad litem under section 20-108, the guardian ad litem shall be an interested person."},{"prefix":"C","text":" Any guardian, guardian ad litem, committee, conservator, parent, attorney-in-fact, or other legal representative of an interested person who is under any legal disability may act on behalf of such interested person in all matters under this title without the need for any specific authorization from any court, except to the extent otherwise prohibited by a court or by the instrument granting and defining the scope of such representative's powers."},{"prefix":"3","text":" An heir or legatee whose interest is contingent solely on whether some other heir or legatee survives the decedent or survives by a stated period shall not be an interested person unless and until the other heir or legatee dies within such period."},{"prefix":"e","text":" \"Intestate decedent\" means a person who dies without leaving a valid will."},{"prefix":"f","text":" \"Legacy\" means a disposition of property made in a will."},{"prefix":"g","text":" \"Legatee\" means the surviving spouse of the decedent or a person who, under the terms of a will, would receive a legacy. Legatee includes a trustee of a trust created under or referred to in the decedent's will but not a beneficiary of the trust unless each trustee is also a petitioning party or acting personal representative."},{"prefix":"h","text":" \"Letters\" means the official instrument by which a personal representative is appointed by the Court to administer the estate of a decedent."},{"prefix":"i","text":" \"Metropolitan area\" means Prince Georges County, and Montgomery County, Maryland; Arlington County, Fairfax County, the City of Fairfax, the City of Falls Church, and the City of Alexandria, Virginia."},{"prefix":"j","text":" \"Personal representative\" means a person, other than a special administrator, who has been appointed by the Court to administer the estate of a decedent."},{"prefix":"k","text":" \"Probate\" means the admission to record of a decedent's will or the determination of a decedent's intestacy."},{"prefix":"l","text":" \"Property\" means both real and personal property and any interest in such property that is owned by the decedent and that does not pass at the time of the decedent's death to another person by the terms of the instrument under which it is held, or by operation of law."},{"prefix":"m","text":" \"Register\" means the Register of Wills."},{"prefix":"n","text":" \"Residuary legatee\" means the person to whom a testate decedent bequeaths the surplus of such decedent's estate, subject to all debts and other legacies specifically mentioned in the will."},{"prefix":"o","text":" \"Rules\" means the rules promulgated by the Superior Court of the District of Columbia applicable to the Probate Division of that Court."},{"prefix":"p","text":" \"Special administrator\" means an administrator appointed as provided in section 20-531."},{"prefix":"q","text":" \"Special appraiser\" means an appraiser who is not an employee of the Office of the Register."},{"prefix":"r","text":" \"Standard probate proceeding\" means the type of proceeding defined in section 20-321."},{"prefix":"s","text":" \"Standing appraiser\" means an appraiser who is an employee of the Office of the Register."},{"prefix":"t","text":" \"Testate decedent\" means a person who dies leaving a valid will."},{"prefix":"u","text":" \"Supervised administration\" or \"supervised personal representative\" means that the administration and the representative have been ordered to be supervised in accordance with this title."},{"prefix":"v","text":" \"Unsupervised personal representative\" means a personal representative who is not subject to continued court supervision pursuant to this title."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"101","identifier":"20-101","catch_text":"Definitions."}}