{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see §§ 7102(b) and 7103 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nMiscellaneous Notes\n\nShort title: Section 7101 of D.C. Law 18-223 provided that subtitle K of title VII of the act may be cited as the \"Estate Tax Clarification Act of 2010\".\n\nSection 7103 of D.C. Law 18-223 provides:\n\n\"Sec. 7103. Applicability date.\n\n\"Section 7102 shall apply as of January 1, 2010.\"\n\nDC CODE § 20-1108\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 7102(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":"(1) A will or trust of a decedent who dies after December 31, 2009 and before January 1, 2011, that contains a formula referring to the \"unified credit,\" \"estate tax exemption,\" \"applicable exemption amount,\" \"applicable credit amount,\" \"applicable exclusion amount,\" \"generation-skipping transfer tax exemption,\" \"GST exemption,\" \"marital deduction,\" \"maximum marital deduction,\" or \"unlimited marital deduction,\" or that measures a share of an estate or trust based on the amount that can pass free of Federal estate taxes or the amount that can pass free of Federal generation-skipping transfer taxes, or that is otherwise based on a similar provision of Federal estate tax or generation-skipping transfer tax law, shall be deemed to refer to the Federal estate and generation-skipping transfer tax laws as they applied with respect to estates of decedents dying on December 31, 2009."},{"prefix":"2","text":" This subsection shall not apply with respect to a will or trust that is executed or amended after December 31, 2009, or that manifests an intent that a contrary rule shall apply if the decedent dies on a date on which there is no then-applicable Federal estate or generation-skipping transfer tax."},{"prefix":"3","text":" The reference to January 1, 2011 in this subsection shall, if the Federal estate and generation-skipping transfer tax becomes effective before that date, refer instead to the first date on which the tax shall become legally effective."},{"prefix":"b","text":" The personal representative or any affected beneficiary under the will or other instrument may bring a proceeding to determine whether the decedent intended that the references under subsection (a) of this section be construed with respect to the law as it existed after December 31, 2009. The proceeding shall be commenced within 12 months following the death of the testator or grantor, and not thereafter."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Special Provisions Relating to Distribution."},"heading":{"title":"20","chaptersection":"1108","identifier":"20-1108","catch_text":"Certain formula clauses to be construed to refer to federal estate and generation-skipping transfer tax rules applicable to estates of decedents dying on December 31, 2009."}}