{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-1303.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-1301.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-1301.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-1301.\n\nDC CODE § 20-1303\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(qqq), 42 DCR 63; Mar. 24, 1998, D.C. Law 12-81, § 13(h), 45 DCR 745.)","sections":[{"prefix":"a","text":" Proceedings against personal representative. -- Unless otherwise barred, any claim of personal liability against a personal representative, except for fraud, and except as provided in section 20-736, shall be barred one year from the date of distribution of all the assets and satisfaction of all known claims against the estate. Unless shown by the personal representative to be earlier, the date of such distribution and satisfaction in an unsupervised administration shall be deemed to be the date of the filing of the Certificate of Completion or, if none, 3 months after the termination of the appointment of the personal representative."},{"prefix":"b","text":"(1) Claims against heirs and legatees. -- Except as otherwise provided in section 20-1302, the right of any person seeking to recover improperly distributed property or its value from any person to whom property has been distributed shall be barred one year from the date of distribution of all the assets of the estate and satisfaction of all known claims against the estate."},{"prefix":"2","text":" Where an action or proceeding is commenced against the personal representative within the time prescribed in subsection (a) of this section, the right of the personal representative to seek recovery pursuant to paragraph (1) of this subsection shall not be barred earlier than 3 months following the commencement of the action or proceeding."},{"prefix":"3","text":" Nothing in this subsection shall bar the recovery of property or its value that was received as the result of the distributee's participation in a fraudulent distribution."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Closing the Estate."},"heading":{"title":"20","chaptersection":"1303","identifier":"20-1303","catch_text":"Limitations."}}