{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-107.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-101.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-108.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-108.01.\n\nDC CODE § 20-107\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(g), 42 DCR 63.)","sections":[{"prefix":"a","text":" An interested person, the beneficiary of a trust, or the Register may, at any time, petition the Court for an order, following notice to interested persons and with or without a hearing, to resolve a question or controversy arising in the course of a supervised or unsupervised administration of a decedent's estate."},{"prefix":"b","text":" Any interested person in an unsupervised administration, any unpaid creditor of either the decedent or the estate whose claim is not barred, and the personal representative, may request Court action or assistance in connection with any specific issue related to the administration of the estate. Upon receiving such request, if the Court determines a hearing is necessary, the Court shall notify the personal representative and set a hearing on the matter (unless waived by all interested persons); the personal representative shall certify to the Court that the personal representative has given notice of the hearing to the interested persons, by certified mail or personal delivery at least 10 days prior to the hearing."},{"prefix":"c","text":" Any request filed by an interested person, including any pleading described in this title as a petition, need not be in any particular format. It will be sufficient for the purpose intended as long as it is in writing and specifically identifies the particular issue or concern which the interested person wishes the Court to review or resolve."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"107","identifier":"20-107","catch_text":"Right to seek Court resolution."}}