{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-108.1.\n\nEmergency Act Amendments\n\nFor temporary amendment of § 4 of D.C. Law 10-241, see § 2 of the Probate Reform Act of 1994 Emergency Amendment Act of 1995 (D.C. Act 11-79, June 28, 1995, 42 DCR 3452).\n\nLegislative History of Laws\n\nLaw 10-241, the \"Probate Reform Act of 1994,\" was introduced in Council and assigned Bill No. 10-649, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-386 and transmitted to both Houses of Congress for its review. D.C. Law 10-241 became effective on March 21, 1995.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: Section 4 of D.C. Law 10-241, as amended by § 2 of D.C. Law 11-54, provided that the act shall be applicable to estates of decedents who died on or after July 1, 1995.\n\nSection 32(b) of D.C. Law 15-354 provides that the section designation of § 20-108.1 of the District of Columbia Official Code is redesignated as § 20- 108.01.\n\nDC CODE § 20-108.01\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(i), 42 DCR 63.)","sections":[{"prefix":"a","text":" Whenever fraud has been perpetrated in connection with any proceeding or in any statement filed under this title or if fraud is used to avoid or circumvent the provisions or purposes of this title, any person injured thereby may obtain appropriate relief against the perpetrator of the fraud or restitution from any person (other than a bona fide purchaser) benefiting from the fraud, whether innocent or not. Any proceeding must be commenced within 2 years after the discovery of the fraud, but no proceeding may be brought against one not a perpetrator of the fraud later than 5 years after the time of commission of the fraud. This section has no bearing on remedies relating to fraud practiced on a decedent during lifetime that may affect the succession to the decedent's estate."},{"prefix":"b","text":" Notwithstanding the remedy provided in subsection (a) of this section, nothing in this title shall be construed to validate any document with respect to which there was any misrepresentation, fraudulent act, or illegal provision in connection with its execution."},{"prefix":"c","text":" In addition to the remedy provided in subsection (a) of this section, any person convicted of a fraudulent act in connection with the collection, administration, distribution, or closing of an estate under this title and who thereby obtains property of another or causes another to lose property, shall be subject to the penalties set forth in section 122 of the District of Columbia Theft and White Collar Crimes Act of 1982, effective December 1, 1982 (D.C. Law 4-164; § 22-3222)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"108","identifier":"20-108.01","catch_text":"Effect of fraud and evasion."}}