{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-103.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-101.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-108.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-108.01.\n\nDC CODE § 20-103\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(e), 42 DCR 63.)","sections":[{"prefix":"a","text":" First notice. -- Unless personal service or notice by publication is expressly required by this title or by the Rules, the first notice required or permitted to be given to any person under this title shall be sufficient if deposited as registered or certified mail, postage prepaid, return receipt requested, addressed to the addressee at the address last known to the sender, with delivery restricted to the addressee."},{"prefix":"b","text":" Subsequent notice. -- Any subsequent notice to such person in accordance with this title shall be sufficient if deposited as ordinary mail, postage prepaid, addressed either to the same address at which the first notice was received, as evidence by return receipt from the post office or, if the sender has received written notice from the addressee of a change of address, to the new address."},{"prefix":"c","text":" Failure of notice. -- If no return receipt is received apparently signed by the addressee, and there is no proof of actual notice, no action taken in any proceeding under this title shall prejudice the rights of the person entitled to notice unless the sender verifies, to the satisfaction of the Court, that reasonable efforts to locate and warn the addressee of the pendency of the action have been made."},{"prefix":"d","text":" Notice to personal representative. -- A personal representative or special administrator is not required to give self notice."},{"prefix":"e","text":" Notice for contingent interests. -- If the interest of an heir or legatee is solely contingent on whether some other heir or legatee survives the decedent or some other event or period, any notice given before the contingent interest vests shall conclusively be deemed to have been given to the heir or legatee whose interest has been contingent."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"103","identifier":"20-103","catch_text":"Notice."}}