{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-1106.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-1102.\n\nLaw 6-87, the \"District of Columbia Uniform Transfers to Minors Act,\" was introduced in Council and assigned Bill No. 6-58, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 19, 1985, and December 3, 1985, respectively. Signed by the Mayor on December 30, 1985, it was assigned Act No. 6-115 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-1102.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-1102.\n\nDC CODE § 20-1106\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 12, 1986, D.C. Law 6-87, § 3(b), 33 DCR 278; Mar. 21, 1995, D.C. Law 10-241, § 3(ooo), 42 DCR 63.)","sections":[{"prefix":"a","text":" If a personal representative is required to distribute assets of an estate to a minor, and if the will contains a direction or grants discretion to the personal representative with regard to the manner of making such a distribution, then the personal representative shall make distribution in accordance with that direction or discretion without the need for any order of the Court."},{"prefix":"b","text":" If a personal representative is required to distribute assets of an estate to a minor, and if there is no will or if the will does not give any direction or discretion to the personal representative with regard to such a distribution, then the personal representative may make such distribution as follows:"},{"prefix":"1","text":" without the need for any order of the Court, in the following order of priority:"},{"prefix":"A","text":" to the guardian of the minor if the guardian has filed with the Court a copy of the guardian's appointment as guardian and an order authorizing such guardian to receive such distribution authenticated pursuant to 28 U.S.C. § 1738; or"},{"prefix":"B","text":" to the custodian selected or approved by the personal representative for the minor under the Uniform Gifts (or Transfers) to Minors Act of any jurisdiction, subject to the limits, if any, under such applicable act on the property which may be received and held by such custodian; or"},{"prefix":"2","text":" in any other manner approved by the Court."},{"prefix":"c","text":" When a personal representative distributes assets in accordance with this section, the personal representative shall obtain a voucher, signed by the distributee, indicating receipt of the property distributed."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Special Provisions Relating to Distribution."},"heading":{"title":"20","chaptersection":"1106","identifier":"20-1106","catch_text":"Distribution to a minor."}}