{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-304.\n\nEmergency Act Amendments\n\nFor temporary amendment of § 4 of D.C. Law 10-241, see § 2 of the Probate Reform Act of 1994 Emergency Amendment Act of 1995 (D.C. Act 11-79, June 28, 1995, 42 DCR 3452).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-301.\n\nLaw 10-241, the \"Probate Reform Act of 1994,\" was introduced in Council and assigned Bill No. 10-649, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-386 and transmitted to both Houses of Congress for its review. D.C. Law 10-241 became effective on March 21, 1995.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: Section 4 of D.C. Law 10-241, as amended by § 2 of D.C. Law 11-54, provided that the act shall be applicable to estates of decedents who died on or after July 1, 1995.\n\nDC CODE § 20-304\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(j), 42 DCR 63.)","sections":[{"prefix":"a","text":" General. -- The petition for probate shall contain all knowledge or information of the petitioner with respect to:"},{"prefix":"1","text":" the name, domicile, and place and date of death of the decedent;"},{"prefix":"2","text":" the petitioner's name, address, age, citizenship, relationship to the decedent, interest in the estate, if any, and legal disability, if any;"},{"prefix":"3","text":" facts necessary to confer jurisdiction upon the Court;"},{"prefix":"4","text":" any other proceeding filed elsewhere regarding the decedent's estate;"},{"prefix":"5","text":" the character, location, and estimated value of the decedent's real and personal property and the total estimated debts and funeral expenses of the decedent;"},{"prefix":"6","text":" the names and addresses of all interested persons, and the names of all persons who are witnesses to any will referred to in subsection (c); and"},{"prefix":"7","text":" whether the decedent died intestate or testate with disclosure of further information pursuant to subsection (b) or (c), as appropriate."},{"prefix":"b","text":" Intestate. -- If the decedent died intestate, the petition shall state that a diligent search for a will has been made."},{"prefix":"c","text":" Testate. -- If the decedent died testate, the petitioner shall:   (1) exhibit the original of the will with the petition, or exhibit a copy of the will if the original has already been filed;  and (2) state whether the petitioner knows of any later will.  If the petitioner is filing or has filed the original of the will, the petition shall state the manner in which the petitioner obtained the original of the will."},{"prefix":"d","text":" Explanation for lack of information. -- The petition shall state the reasons why any information required by subsection (a) cannot be furnished by the petitioner."},{"prefix":"e","text":" Request for abbreviated or standard probate or small estates proceeding. -- The petition shall indicate whether the petitioner requests an abbreviated probate, small estates or standard probate proceeding."},{"prefix":"f","text":" Request for court action. -- The petition may contain, as appropriate, and shall (without the need for the filing of any complaint) be sufficient to obtain the Court's action on, a request for one or more of the following:"},{"prefix":"1","text":" the admission to probate of any will exhibited with the petition;"},{"prefix":"2","text":" an order directing witnesses to an alleged will to appear and give testimony regarding its execution;"},{"prefix":"3","text":" an order requiring any person alleged to have custody of a will to deliver it to the Court;"},{"prefix":"4","text":" an order directing any interested person to show cause why the provisions of any lost or destroyed will should not be admitted to probate as expressed in the petition;"},{"prefix":"5","text":" a finding that the decedent died intestate;"},{"prefix":"6","text":" a request for the appointment of a supervised personal representative if the requirements of section 20-402 are met and supervision is desired, or for the appointment of an unsupervised personal representative in other cases and, in each case, for the issuance of appropriate letters;"},{"prefix":"7","text":" any other relief that the petitioner may deem appropriate."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Opening the Estate."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"20","chaptersection":"304","identifier":"20-304","catch_text":"Petition for probate."}}