{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-303.\n\nEffect of Amendments\n\nD.C. Law 16-79, in subsec. (b)(6), substituted \"surviving spouse or surviving domestic partner\" for \"surviving spouse\"; added subsec. (e); and rewrote subsec. (a)(1)(B), which had read as follows:\n\n\"(B) the surviving spouse or children of an intestate decedent or the surviving spouse of a testate decedent;\"\n\nD.C. Law 16-191, in subsec. (e), inserted the subsection heading.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-301.\n\nLaw 16-79, the \"Domestic Partnership Equality Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-52 which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on December 6, 2005, and January 4, 2006, respectively. Signed by the Mayor on January 26, 2006, it was assigned Act No. 16-265 and transmitted to both Houses of Congress for its review. D.C. Law 16-79 became effective on April 4, 2006.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 20-303\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Apr. 4, 2006, D.C. Law 16-79, § 6, 53 DCR 1035; Mar. 2, 2007, D.C. Law 16-191, § 133, 53 DCR 6794.)","sections":[{"prefix":"a","text":"(1) General. -- The Court shall, except as provided in subsections (b) and (d), appoint personal representatives, successor personal representatives, and special administrators according to the following order of priority, with all persons in any one of the following paragraphs considered as a class:"},{"prefix":"A","text":" the personal representative or representatives named in a will admitted to probate;"},{"prefix":"B","text":" the surviving spouse, domestic partner, or children of an intestate decedent or the surviving spouse or domestic partner of a testate decedent;"},{"prefix":"C","text":" the residuary legatees;"},{"prefix":"D","text":" the children of a testate decedent;"},{"prefix":"E","text":" the grandchildren of the decedent;"},{"prefix":"F","text":" the parents of the decedent;"},{"prefix":"G","text":" the brothers and sisters of the decedent;"},{"prefix":"H","text":" the next of kin of the decedent;"},{"prefix":"I","text":" other relations of the decedent;"},{"prefix":"J","text":" the largest creditor of the decedent who applies for administration;"},{"prefix":"K","text":" any other person."},{"prefix":"2","text":"(A) Relations of whole blood shall be preferred to those of half-blood in equal degree. Relations of half-blood shall be preferred to those of whole blood in a remoter degree."},{"prefix":"B","text":" Relations descending shall be preferred to relations ascending in a collateral line. A nephew or niece shall be preferred to an uncle or aunt."},{"prefix":"C","text":" A person may not be preferred in the ascending line beyond a parent or in the descending line below a grandchild."},{"prefix":"b","text":" Exclusions. -- Letters shall not be granted to a person who, at the time any determination of priority is made:"},{"prefix":"1","text":" has filed with the Register a declaration in writing renouncing the right to administer;"},{"prefix":"2","text":" is under the age of 18;"},{"prefix":"3","text":" has a mental illness as defined in section 21-501 or is under conservatorship as defined in section 21-1501;"},{"prefix":"4","text":" has been convicted and not pardoned on the basis of innocence of a felony in the District of Columbia or of an offense in any other jurisdiction which, if committed in the District of Columbia, would be a felony and the sentence imposed for such conviction has not expired or has expired within the past 10 years;"},{"prefix":"5","text":" is an alien who has not been lawfully admitted for permanent residence;"},{"prefix":"6","text":" is a judge of any court established under the laws of the United States or is an employee of the Superior Court of the District of Columbia, the District of Columbia Court of Appeals or the District of Columbia Court System, unless such person is the surviving spouse or surviving domestic partner of the decedent or is related to the decedent within the third degree; or"},{"prefix":"7","text":" is a nonresident of the District of Columbia, unless such person files an irrevocable power of attorney with the Register designating the Register and the Register's successors in office as the person upon whom all notices and process issued by a competent court in the District of Columbia may be served with the same effect as personal service, in relation to all suits or matters pertaining to the estate in which the letters are to be issued; in such cases the Register shall forward by registered or certified mail to the address of the personal representative, which shall be stated in the power of attorney, all notices and process served upon the Register pursuant to such designation."},{"prefix":"c","text":" Appointment within class. -- When there are several persons in a class eligible to receive letters, the Court may grant letters to one or more of them, as necessary or convenient for the proper administration of the estate; except that, subject to subsections (b) and (d), all personal representatives named in a will admitted to probate are entitled to letters."},{"prefix":"d","text":" Exception. -- The Court may, for good cause shown, vary from the order of priority to letters set forth in subsection (a)."},{"prefix":"e","text":" Definitions. -- For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Opening the Estate."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"20","chaptersection":"303","identifier":"20-303","catch_text":"Order of priority for appointment of personal representative; persons excluded."}}