{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-401.\n\nEmergency Act Amendments\n\nFor temporary amendment of § 4 of D.C. Law 10-241, see § 2 of the Probate Reform Act of 1994 Emergency Amendment Act of 1995 (D.C. Act 11-79, June 28, 1995, 42 DCR 3452).\n\nLegislative History of Laws\n\nLaw 10-241, the \"Probate Reform Act of 1994,\" was introduced in Council and assigned Bill No. 10-649, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-386 and transmitted to both Houses of Congress for its review. D.C. Law 10-241 became effective on March 21, 1995.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: Section 4 of D.C. Law 10-241, as amended by § 2 of D.C. Law 11-54, provided that the act shall be applicable to estates of decedents who died on or after July 1, 1995.\n\nDC CODE § 20-401\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(t), 42 DCR 63.)","sections":[{"prefix":"a","text":" Supervised administration is a single in rem proceeding to secure complete administration and settlement of a decedent's estate under the continuing authority of the Court which extends until entry of an order approving distribution of the estate and discharging the personal representative or other order terminating the proceeding. A supervised personal representative is responsible to the Court, as well as to the interested parties, and is subject to directions concerning the estate made by the Court on its own motion or on the motion of any interested party. Except as otherwise provided in this chapter, or as otherwise ordered by the Court, a supervised personal representative has the same duties and powers as a personal representative who is not supervised."},{"prefix":"b","text":" Unsupervised administration differs from supervised administration only in the following ways: in an unsupervised administration, the personal representative is not required to file any inventories or accounts with the Court, is not subject to provisions of this title which expressly apply only to a personal representative in a supervised administration, and, in general, is subject only to any order of the Court rendered upon a failure to satisfy filing requirements imposed by this title or a finding of good cause after a narrow issue or question has been brought to the Court's attention by either the personal representative or an interested person, but otherwise is not subject to continuing Court supervision."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Supervised and Unsupervised Administration."},"heading":{"title":"20","chaptersection":"401","identifier":"20-401","catch_text":"Supervised administration; in general."}}