{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-403.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-401.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-401.\n\nDC CODE § 20-403\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(t), 42 DCR 63; Apr. 18, 1996, D.C. Law 11-110, § 25(b), 43 DCR 530.)","sections":[{"prefix":"a","text":" The filing of signed waivers by all interested persons in accordance with section 20-731 shall be treated for all purposes as a change to unsupervised administration, but the filing of a subsequent demand for the filing of inventories and accounts by any such interested person shall be treated as a change back to supervised administration."},{"prefix":"b","text":" A petition for supervised administration may be filed by any interested person or by a personal representative at any time before the termination of a probate proceeding; similarly, the Court may initiate such a proceeding upon good cause shown. In either event, after notice to interested persons and a hearing (unless the hearing is waived by both the petitioner and the personal representative, or by the interested persons if petitioner is the personal representative), the Court may order supervised administration, applying the same standards as under section 20-402. In no event, however, shall any Court Order be deemed to convert the proceeding to a supervised administration unless the Order expressly so provides. The filing of such petition does not affect any powers and duties of the personal representative unless they are expressly restricted by the Court pending the hearing or final Order."},{"prefix":"c","text":" In the event of a change from one form of administration to another pursuant to this title, such change shall be prospective only. Except in the case of fraud, no action of the personal representative shall be set aside by the Court solely by reason of a change from one form of administration to another."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Supervised and Unsupervised Administration."},"heading":{"title":"20","chaptersection":"403","identifier":"20-403","catch_text":"Supervised administration; changes and effect."}}