{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-402.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-401.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-401.\n\nDC CODE § 20-402\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(t), 42 DCR 63.)","sections":[{"prefix":"a","text":" A prayer for supervised administration may be made in the petition for probate. The Court shall order supervised administration of a decedent's estate only:"},{"prefix":"1","text":" If the decedent's will directs supervised administration;"},{"prefix":"2","text":" If the decedent's will directs unsupervised administration, but for good cause shown the Court finds that supervised administration is necessary for the protection of persons interested in the estate; or"},{"prefix":"3","text":" In other cases where, for good cause shown, the Court finds that supervised administration is necessary under the circumstances which the Court shall specify."},{"prefix":"b","text":" In no event shall the appointment of a personal representative be delayed pending the Court's decision pursuant to subsection (a) of this section. Thus, whenever the Court must make a decision under subsection (a)(2) or (a)(3) of this section, the Court shall appoint the personal representative in unsupervised administration; thereafter, an Order for supervised administration shall convert the proceeding to supervised administration."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Supervised and Unsupervised Administration."},"heading":{"title":"20","chaptersection":"402","identifier":"20-402","catch_text":"Supervised administration; procedure."}}