{"text":"The appointment of a personal representative shall be terminated by his death or by a judicial determination of his disability. Upon the death or a judicial determination of disability of a personal representative, any interested person (including a person indicated in the decedent's will as the successor personal representative to the personal representative who is deceased or has been determined to have a disability) may apply to the court for the appointment of a special administrator or successor personal representative. Unless there is a surviving copersonal representative, the personal representative of a deceased personal representative or the person appointed to protect the estate of a personal representative under legal disability shall: (a) have the duty to protect property belonging to the estate that was being administered by the personal representative who is deceased or has been determined to have a disability; (b) have the power to perform acts necessary for the protection of property of such estate; (c) immediately apply to the Court for the appointment of a special administrator or successor personal representative to carry on the administration of the estate which was being administered by the personal representative who is deceased or has been determined to have a disability; and (d) immediately account for and deliver the property of such estate to a successor personal representative or special administrator. If the personal representative of a deceased personal representative or the person appointed to protect the estate of a personal representative under legal disability fails to account to and deliver the property belonging to the estate as required by this section, the Court may enter judgment against the estate of the personal representative who is deceased or has been determined to have a disability and the surety of the personal representative who is deceased or has been determined to have a disability.","historical":"Prior Codifications\n\n1981 Ed., § 20-524.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"personal representative who is deceased or has been determined to have a disability\" for \"deceased or disabled personal representative\" and \"deceased or the disabled personal representative\" and substituted \"surety of the personal representative who is deceased or has been determined to have a disability\" for \"deceased or disabled personal representative's surety\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-501.\n\nFor Law 16-305, see notes following § 20-108.\n\nDC CODE § 20-524\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Apr. 24, 2007, D.C. Law 16-305, § 34(b), 53 DCR 6198.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"5","text":"The Personal Representative and Special Administrator; Appointment, Control and Termination of Authority."},"subchapter":{"identifier":"III","text":"Suspension and Termination of Powers. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"524","identifier":"20-524","catch_text":"Termination; death or disability."}}