{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 20-526.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following ยง 20-501.\n\nDC CODE ยง 20-526\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, ยง 101, 27 DCR 2155.)","sections":[{"prefix":"a","text":" Cause for removal. -- A personal representative shall be removed from office upon a finding by the Court that such representative: (1) misrepresented material facts in the proceedings leading to the appointment; (2) willfully disregarded an order of the Court; (3) is unable, for any reason, to discharge the duties and powers effectively; (4) has mismanaged property; or (5) has failed, without reasonable excuse, to perform any material duty of such office; provided, that the Court may continue the personal representative in office following a finding in accordance with paragraph (5) if the Court finds that such continuance would be in the best interests of the estate and would not adversely affect the rights of interested persons or creditors."},{"prefix":"b","text":" Hearing. -- The Court shall conduct a hearing prior to the removal of a personal representative. Such hearing may be held on the Court's own motion, on motion of the Register, or on the written petition of any interested person. The Register shall give notice of such hearing to all interested persons and the Court shall conduct the hearing within a reasonable time thereafter. Upon receipt of such notice, the personal representative may exercise only the powers of a special administrator, as provided in by section 20-533."},{"prefix":"c","text":" Appointment of successor. -- At the time of removal of a personal representative, the Court shall appoint a successor personal representative or a special administrator."},{"prefix":"d","text":" Duty of removed personal representative. -- A personal representative who has been removed from office shall immediately account for and deliver the property belonging to the estate to the successor personal representative or special administrator."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"5","text":"The Personal Representative and Special Administrator; Appointment, Control and Termination of Authority."},"subchapter":{"identifier":"III","text":"Suspension and Termination of Powers. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"526","identifier":"20-526","catch_text":"Termination; removal."}}