{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 20-523.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following ยง 20-501.\n\nDC CODE ยง 20-523\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, ยง 101, 27 DCR 2155.)","sections":[{"prefix":"a","text":" Powers and duties. -- Termination ends the rights and powers of the personal representative as conferred by will or by this title. Except as provided in section 20-524, a personal representative whose appointment has been terminated shall: (1) unless otherwise ordered by the Court, perform acts necessary to protect property belonging to the estate; and (2) deliver such property to the special administrator or the successor personal representative, if any."},{"prefix":"b","text":" Liability. -- Termination does not discharge a personal representative from liability for transactions or omissions occurring before termination or reduce the personal representative's duty to protect property subject to such representative's control, to account for such property and to deliver such property to the special administrator or successor representative. Termination does not affect the personal jurisdiction consented to pursuant to section 20-501 in proceedings which may be commenced against such representative arising out of the performance of duties as personal representative. If the personal representative fails to account for and deliver the property belonging to the estate to the successor personal representative or special administrator, as required by subsection (a), the Court may enter judgment against the personal representative and the personal representative's surety."},{"prefix":"c","text":" Acts prior to termination. -- All lawful acts of a personal representative prior to the termination of appointment shall remain valid and effective."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"5","text":"The Personal Representative and Special Administrator; Appointment, Control and Termination of Authority."},"subchapter":{"identifier":"III","text":"Suspension and Termination of Powers. (Refs & Annos)"},"heading":{"title":"20","chaptersection":"523","identifier":"20-523","catch_text":"Termination; effect."}}