{"text":"To all persons interested in the estate of ..........\n\nThis is to give notice that the undersigned, .......... whose address is .......... was, on .......... appointed personal representative of the estate of .......... who died on .........., (with) (without) a will, and that the personal representative will serve in (supervised) (unsupervised) administration.\n\nAll persons having any objection to such appointment (or to the probate of the decedent's will) shall file an objection with the Register of Wills on or before .......... (6 months from the date of the first publication of notice under this section).\n\nAll persons having claims against the decedent shall present their claims to the undersigned or file their claims with the Register of Wills on or before 6 months from the date of the first publication of this notice.\n\nAny claim not so filed on or before such date shall be unenforceable thereafter.\n\nAny person who is related to the decedent and who does not receive notice of this appointment by mail within 25 days shall so inform the Register of Wills including such person's name, address, and relationship to the decedent.\n\n_____________________________________\nPersonal representative\n\nDate of first publication: ______________________________","historical":"Prior Codifications\n\n1981 Ed., § 20-704.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-701.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-701.01.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 16-707.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-701.01.\n\nDC CODE § 20-704\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(ff), 42 DCR 63; Apr. 18, 1996, D.C. Law 11-110, § 67, 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 19(d), 44 DCR 1271.)","sections":[{"prefix":"a","text":" Within 20 days after appointment, the personal representative shall, unless notice has already been given under this subsection, publish a notice of the appointment in a newspaper of general circulation of the District of Columbia and any other publication the Court may order or provide by Rule once a week for 3 successive weeks. This notice shall announce the appointment and address of the personal representative, state whether administration is supervised or unsupervised, and notify creditors of the estate to present their claims. The personal representative shall file with the Register a certification specifying the date and content of the published notice. The notice shall be substantially in the following form:"},{"prefix":"b","text":" Not later than 20 days after appointment, a personal representative (except when notice under this subsection has already been given) shall send, by registered or certified mail to the heirs and legatees of the decedent and to all creditors whose identities are known or whose identities are reasonably ascertainable by reasonably diligent efforts, the text of the first newspaper notice of the appointment of such representative, and the following general information in a form developed by the Court:"},{"prefix":"1","text":" the typical duties of a personal representative in estate administration, including a description of the essential steps of estate administration, whether the personal representative is subject to continuing court supervision as provided in section 20-401 et seq., or is an unsupervised personal representative;"},{"prefix":"2","text":" how fees for estate administration are determined in this jurisdiction and that the personal representative is to be provided as soon as feasible with an estimate of fees to be claimed against the estate;"},{"prefix":"3","text":" the rights of heirs or legatees, the assistance an heir or legatee may provide to the personal representative, and the role of the Register, whether the personal representative is subject to continuing court supervision as provided in section 20-401 et seq., or is an unsupervised personal representative. The personal representative shall certify to the Register that notices under this subsection have been given, whether the personal representative is subject to continuing court supervision as provided in section 20-401 et seq., or is an unsupervised personal representative; and"},{"prefix":"4","text":" if the personal representative is not subject to continuing court supervision, the right of any interested person, on petition to the Court duly presented and filed with the Register, to initiate a proceeding involving notice to interested persons and a hearing to impose Court supervision on the estate, or to seek any other court order necessary for protection of rights of the interested person."},{"prefix":"b-1","text":" The personal representative shall certify to the Register that notices under subsection (b) of this section have been given."},{"prefix":"b-2","text":" Within 90 days after the appointment of the personal representative, the personal representative (whether supervised or unsupervised) shall certify to the Register that the notices required under subsection (b) of this section above have been given."},{"prefix":"c","text":" If a will is admitted to probate after notice has been given under subsections (a) and (b) of this section, the personal representative shall give notice of appointment or reappointment as provided in subsections (a) and (b) of this section: except, that ordinary mail may be substituted for registered or certified mail in accordance with section 20-103."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Administration of the Estate."},"subchapter":{"identifier":"I","text":"Duties of Personal Representative; Notice of Appointment to Heirs, Legatees, and Creditors."},"heading":{"title":"20","chaptersection":"704","identifier":"20-704","catch_text":"Notice of appointment to interested persons, creditors and unknown heirs."}}