{"text":"Any sale, lease, or encumbrance to the personal representative, the personal representative's spouse, agent or attorney, or any corporation, trust, or other entity in which such individual has a substantial beneficial interest, or any other transaction which is affected by a substantial conflict of interest on the part of the personal representative, may be set aside by the Court in proceedings initiated by any interested person except one who has consented after fair disclosure (and any person or entity claiming by or through such interested person) unless:","historical":"Prior Codifications\n\n1981 Ed., § 20-743.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-701.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-701.01.\n\nSection 32(e) of D.C. Law 15-354 provides that the section designation of § 20-743.1 of the District of Columbia Official Code is redesignated as § 20- 743.01.\n\nDC CODE § 20-743.01\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(bbb), 42 DCR 63.)","sections":[{"prefix":"1","text":" the will authorized such dealings with the personal representative, either generally or with regard to a specific transaction or type of transaction;"},{"prefix":"2","text":" a contract entered into by the decedent authorized such a transaction; or"},{"prefix":"3","text":" the transaction is approved by the Court after notice to the interested persons."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Administration of the Estate."},"subchapter":{"identifier":"V","text":"Powers of Personal Representative."},"heading":{"title":"20","chaptersection":"743","identifier":"20-743.01","catch_text":"Sale, encumbrance, or transaction involving conflict of interest; voidable; exceptions."}}