{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-701.\n\nLegislative History of Laws\n\nLaw 3-72, the \"District of Columbia Probate Reform Act of 1980,\" was introduced in Council and assigned Bill No. 3-91, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 1, 1980, and April 22, 1980, respectively. Signed by the Mayor on May 7, 1980, it was assigned Act No. 3-181 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-701.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-701.01.\n\nDC CODE § 20-701\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 21, 1995, D.C. Law 10-241, § 3(cc), 42 DCR 63.)","sections":[{"prefix":"a","text":" A personal representative, whether supervised or unsupervised, is a fiduciary who, in addition to the specific duties expressed in this title, is under a general duty to settle and distribute the estate of the decedent in accordance with the terms of the will or laws relating to intestacy and this title, as expeditiously and efficiently as is prudent and consistent with the best interests of the persons interested in the estate. Such representative shall use the authority conferred by this title, by the terms of the will, if any, by any order in proceedings to which such representative is a party, and by the equitable principles generally applicable to fiduciaries, fairly considering the interests of all interested persons and creditors whose claims have been allowed."},{"prefix":"b","text":" A personal representative shall not be surcharged for acts of administration or distribution if the conduct in question was authorized at the time. Subject to other obligations of administration and to special duties applicable in cases of supervised administration, a will probated in abbreviated or standard probate proceedings is authority to administer and distribute the estate according to its terms. An order of appointment of a personal representative, whether issued in abbreviated or standard probate proceedings, is authority to distribute apparently intestate assets to the heirs of the decedent if, at the time of distribution, the personal representative is not aware of a pending probate proceeding, a proceeding to vacate an order entered in an earlier probate proceeding, a proceeding questioning his appointment or fitness to continue, or a supervised administration proceeding. Nothing in this section affects the duty of the personal representative to administer and distribute the estate in accordance with the rights of claimants of an allowed claim, the surviving spouse, any minor and dependent children, and any pretermitted child of the decedent as described elsewhere in this title."},{"prefix":"c","text":" Except as to proceedings which do not survive the death of the decedent, a personal representative of a decedent domiciled in the District of Columbia at his death has the same standing to sue and be sued in the courts of this and any other jurisdiction as the decedent had immediately prior to death."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Administration of the Estate."},"subchapter":{"identifier":"I","text":"Duties of Personal Representative; Notice of Appointment to Heirs, Legatees, and Creditors."},"heading":{"title":"20","chaptersection":"701","identifier":"20-701","catch_text":"Status and duties of personal representative."}}