{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-753.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-701.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-701.01.\n\nDC CODE § 20-753\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(eee), 42 DCR 63.)","sections":[{"prefix":"a","text":" On petition of any interested person (other than one who has consented after fair disclosure, and any person or entity claiming by or through such interested person) or on appropriate motion if administration is supervised, and after notice to all interested persons and hearing, the reasonableness of the need for or scope of employment of any person or entity employed by a personal representative including any attorney, auditor, investment advisor or other specialized agent or assistant, the reasonableness of the compensation of any person or entity so employed, or the reasonableness of the compensation claimed or taken by the personal representative for the personal representative's own services, may be reviewed by the Court. Any person or entity who has received from an estate compensation for services rendered in excess of what the Court finds to be reasonable may be ordered to make appropriate refunds if such person or entity was given due notice of the petition and hearing, and the right to participate in such hearing."},{"prefix":"b","text":" In determining the reasonableness of any employment or compensation as provided in subsection (a) of this section, the Court shall consider the following factors (as shown in the verified statements of the personal representative or of any other recipient of such compensation), as well as any other factors deemed relevant by the Court:"},{"prefix":"1","text":" the reasonable relationship of the compensation to the nature of the work performed;"},{"prefix":"2","text":" any estimate of such compensation provided to the personal representative (or to the interested persons, in the case of compensation to the personal representative who is also counsel for the estate);"},{"prefix":"3","text":" the reasonableness of the time spent, including the number of hours spent and the usual hourly compensation for the work performed;"},{"prefix":"4","text":" the nature and complexity of the matters involved and difficulties encountered, and the results achieved; and"},{"prefix":"5","text":" whether or not all relevant time limitations have been met (or the reasons for any delay)."},{"prefix":"c","text":" The payment of any compensation to any attorney pursuant to this provision (including compensation taken or claimed by an attorney as personal representative), even if later ordered by the Court to be refunded to the estate in whole or in part, shall not in and of itself be considered to be a taking or misappropriation of client funds under (or any other such violation of) any applicable ethical or disciplinary statutes or rules by that attorney."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Administration of the Estate."},"subchapter":{"identifier":"VI","text":"Claims by Personal Representatives and Attorneys."},"heading":{"title":"20","chaptersection":"753","identifier":"20-753","catch_text":"Proceedings for review of employment of agents and compensation of personal representatives and employees of estate."}}