{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-713.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-241, see Historical and Statutory Notes following § 20-701.01.\n\nMiscellaneous Notes\n\nApplication of Law 10-241: See Application of Law 10-241 and Emergency act amendment notes to § 20-701.01.\n\nSection 32(d) of D.C. Law 15-354 provides that the section designation of § 20-713.1 of the District of Columbia Official Code is redesignated as § 20- 713.01.\n\nDC CODE § 20-713.01\n\nCurrent through December 11, 2012","credits":"(Mar. 21, 1995, D.C. Law 10-241, § 3(kk), 42 DCR 63.)","sections":[{"prefix":"a","text":" If the administration is unsupervised, the personal representative, if not a special administrator or a successor to another representative who has previously discharged this duty, shall, within 3 months after appointment, prepare and deliver or mail to each interested person an inventory of property owned by the decedent at the time of death, listing each item of such property with reasonable detail, and indicating as to each listed item, its fair market value as of the date of the decedent's death, and the type and amount of any encumbrance that may exist with reference to any item."},{"prefix":"b","text":" The personal representative may also file the verified original of the inventory for record with the Court."},{"prefix":"c","text":" The personal representative may use the standing appraisers or may employ any other qualified and disinterested appraiser to assist in ascertaining the fair market value as of the date of the decedent's death of any asset the value of which may be subject to reasonable doubt. Different persons may be employed to appraise different kinds of assets included in the estate. The names and addresses of any appraiser shall be indicated on the inventory with the item or items appraised."},{"prefix":"d","text":" If any property not included in the original inventory comes to the knowledge of a personal representative or if the personal representative learns that the value or description indicated in the original inventory for any item is erroneous or misleading, the personal representative shall make a supplementary inventory or appraisement showing the market value as of the date of the decedent's death of the new item or the revised market value or descriptions, and the appraisers or other data relied upon, if any, and file it with the Court if the original inventory was filed, and mail or deliver copies thereof to the interested persons."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Administration of the Estate."},"subchapter":{"identifier":"II","text":"Inventory and Appraisal."},"heading":{"title":"20","chaptersection":"713","identifier":"20-713.01","catch_text":"Unsupervised administration; inventory and appraisal duties of unsupervised personal representative."}}