{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 20-908.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 20-901.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 20-906.\n\nDC CODE § 20-908\n\nCurrent through December 11, 2012","credits":"(June 24, 1980, D.C. Law 3-72, § 101, 27 DCR 2155; Mar. 24, 1998, D.C. Law 12-81, § 13(f), 45 DCR 745.)","sections":[{"prefix":"a","text":" For claims presented as provided in section 20-905 within the time limit prescribed by section 20-903, the personal representative shall mail a notice to each claimant stating (1) that the claim has been allowed in a stated amount; (2) that the claim has been disallowed in whole or in part and advising the claimant of the procedures and time limitations for contesting such disallowance; or (3) that the personal representative will petition the Court to determine whether the claim should be allowed. In allowing a claim, the personal representative may deduct any counterclaim that the estate has against the claimant. If the personal representative notifies a claimant of allowance of a claim, the personal representative may rescind the allowance only within 6 months after the date of the first publication of notice of the appointment of a personal representative, but, in such case the personal representative shall notify the claimant of the extent of the recision. If the claim is disallowed in whole or in part, the claim is forever barred to the extent of the disallowance unless the claimant files a verified complaint in the Court, not later than 60 days after the mailing of the notice disallowing the claim."},{"prefix":"b","text":" If no action is taken by the personal representative under subsection (a) of this section, the claimant may file a verified complaint in the Court."},{"prefix":"c","text":" Failure of a personal representative to respond to a presented claim shall in no way suspend the operation of any statute of limitation."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"20","text":"Probate and Administration of Decedents' Estates. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Claims."},"heading":{"title":"20","chaptersection":"908","identifier":"20-908","catch_text":"Action on claims; remedy for failure to act."}}