{"text":"When a child is brought before the Family Division of the Superior Court upon allegations that he is delinquent, neglected, or in need of supervision, and it appears to the court, on the testimony of a physician or psychologist or other evidence, that the child has at least a moderate intellectual disability as defined in the Citizens with Intellectual Disabilities Constitutional Rights and Dignity Act of 1978 (D.C. Official Code, § 7-1301.01 et seq.), the court may adjourn the proceedings, other than proceedings on a motion to transfer pursuant to section 16-2307, and direct the child's parent or a guardian appointed by the court to file a petition under that act. The court may order that, pending the preparation, filing, and hearing of the petition, the child be detained in a place of safety, or be placed under the guardianship of a suitable person, if that person enters into a recognizance for his appearance.","historical":"Prior Codifications\n\n1981 Ed., § 21-1114.\n\n1973 Ed., § 21-1114.\n\nEffect of Amendments\n\nD.C. Law 16-305, in the section name line, substituted \"Proceeding when child brought before Family Division appears to have at least moderate mental retardation\" for \"Proceeding when child brought before Family Division appears at least moderately mentally retarded\".\n\nD.C. Law 19-169, in the section heading, substituted \"a moderate intellectual disability\" for \"moderate mental retardation\"; substituted \"child has at least a moderate intellectual disability\" for \"child is at least moderately mentally retarded\"; and substituted \"Citizens with Intellectual Disabilities\" for \"Mentally Retarded Citizens\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 21-1101.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-1111.\n\nCited in In re W.A.F., App. D.C., 573 A.2d 1264 (1990).\n\nFor Law 16-305, see notes following § 21-501.\n\nFor history of Law 19-169, see notes under § 21-501.\n\nDC CODE § 21-1114\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 771, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 568, Pub. L. 91-358, title I, § 150(g)(7); Oct. 22, 1970, 84 Stat. 1087, Pub. L. 91-490, § 2(a)(1), (12); Mar. 3, 1979, D.C. Law 2-137, § 604(a)(2), 25 DCR 5094; Mar. 24, 1998, D.C. Law 12-81, § 14(n), 45 DCR 745; Apr. 24, 2007, D.C. Law 16-305, § 35(b)(2), 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 21(e)(8), 59 DCR 5567.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Commitment and Maintenance of Persons with Moderate Intellectual Disabilities."},"heading":{"title":"21","chaptersection":"1114","identifier":"21-1114","catch_text":"Proceeding when child brought before the Family Division appears to have at least a moderate intellectual disability."}}