{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 21-1201.\n\nEffect of Amendments\n\nD.C. Law 13-38 repealed par. (2), which had read:\n\n\" 'Consent' means permission voluntarily given in writing with sufficient knowledge and comprehension of the subject matter involved to enable the person giving permission to make an informed and enlightened decision, without any element of force, fraud, deceit, duress, or other form of constraint or coercion.\"\n\nD.C. Law 19-169 added par. (4A); repealed par. (7); in par. (10), substituted \"intellectual disabilities or other developmental disabilities\" for \"mental retardation or other developmental disability\"; and, in par. (11), substituted \"an intellectual disability\" for \"mental retardation\". Prior to repeal, par. (7) read as follows:\n\n\"(7) 'Mental retardation' means a substantial limitation in mental capacity that manifests before 18 years of age, characterized by significantly subaverage intellectual functioning, existing concurrently with related limitations in 2 or more of the following applicable, adaptive skill areas: communication, self-care, home living, social skills, community use, self-direction, health and safety, functional academics, leisure, and work.\"\n\nTemporary Amendments of Section\n\nSection 2 (b) of D.C. Law 13-32 repealed subsec. (2).\n\nSection 4 (b) of D.C. Law 13-32 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSections 601-606 of D.C. Law 10-253 enacted a new chapter to be cited as \"Use of Trained Employees to Administer Medication to Persons with Mental Retardation or Other Disabilities Temporary Act of 1994\" which was substantially similar to the chapter enacted by D.C. Law 11-52.\n\nSection 1301(b) of D.C. Law 10-253 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary addition of chapter substantially similar to provisions added by D.C. Law 11-52, see § 601-606 of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary addition of chapter, see § 601 (b) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of section, see § 602(a) and (b) of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794), § 602(a) and (b) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1998 (D.C. Act 12-564, January 12, 1999, 46 DCR 669), and § 602(a) and (b) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 45 DCR 3446).\n\nFor temporary (90-day) amendment of section, see § 602(a), (b) of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Use of Trained Employees to Administer Medication Clarification Emergency Amendment Act of 1999 (D.C. Act 13-73, May 26, 1999, 46 DCR 5166).\n\nFor temporary (90-day) amendment of section, see § 1202(b) of the Service Improvement and Fiscal Year 2000 Budget Support Emergency Act of 1999 (D.C. Act 13-110, July 28, 1999, 46 DCR 6320).\n\nLegislative History of Laws\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nLaw 13-32, the \"Use of Trained Employees to Administer Medication Clarification Temporary Amendment Act of 1999,\" was introduced in Council and assigned Bill No. 13-228. The Bill was adopted on first and second readings on May 4, 1999, and June 8, 1999, respectively. Signed by the Mayor on June 24, 1999, it was assigned Act No. 13-98 and transmitted to both Houses of Congress for its review. D.C. Law 13-32 became effective on October 7, 1999.\n\nLaw 13-38, the \"Service Improvement and Fiscal Year 2000 Budget Support Act of 1999,\" was introduced in Council and assigned Bill No. 13-161, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 11, 1999, and June 22, 1999, respectively. Signed by the Mayor on July 8, 1999, it was assigned Act No. 13-111 and transmitted to both Houses of Congress for its review. D.C. Law 13-38 became effective on October 20, 1999.\n\nFor history of Law 19-169, see notes under § 21-501.\n\nDC CODE § 21-1201\n\nCurrent through December 11, 2012","credits":"(Sept. 26, 1996, D.C. Law 11-52, § 601(b), 42 DCR 3684; Apr. 9, 1997, D.C. Law 11-255, § 20(c), 44 DCR 1271; Mar. 26, 1999, D.C. Law 12-175, § 1002(a), (b), 45 DCR 7193; Oct. 20, 1999, D.C. Law 13-38, § 1202(b), 46 DCR 6373; Sept. 26, 2012, D.C. Law 19-169, § 21(f)(2), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Administer\" means:"},{"prefix":"A","text":" The direct application of medication to the human body whether by ingestion, inhalation, insertion, or topical means; or"},{"prefix":"B","text":" An injection of epipen or equivalent ejection system for emergency purposes only."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" \"Developmental disability\" means a severe chronic disability of a person 5 years of age or older which:"},{"prefix":"A","text":" Is attributable to a mental or physical impairment or a combination of mental and physical impairments;"},{"prefix":"B","text":" Is manifested before the person attains 22 years of age;"},{"prefix":"C","text":" Is likely to continue indefinitely;"},{"prefix":"D","text":" Results in substantial functional limitations in 3 or more of the following major life activities:"},{"prefix":"i","text":" Self care;"},{"prefix":"ii","text":" Receptive and expressive language;"},{"prefix":"iii","text":" Learning;"},{"prefix":"iv","text":" Mobility;"},{"prefix":"v","text":" Self-direction;"},{"prefix":"vi","text":" Capacity for independent living; and"},{"prefix":"vii","text":" Economic self-sufficiency; and"},{"prefix":"E","text":" Reflects the person's need for a combination and sequence of special, interdisciplinary, or generic care, treatment, or other services which are of lifelong or extended duration and are individually planned and coordinated; except that such term, when applied to infants and young children means individuals from birth to 5 years of age, inclusive, who have substantial developmental delay or specific congenital or acquired conditions with a high probability of resulting developmental disability if services are not provided."},{"prefix":"4","text":" \"General supervision\" means:"},{"prefix":"A","text":" A registered nurse shall be available for verbal or on-site consultation to the trained employee or licensed practical nurse."},{"prefix":"B","text":" A registered nurse shall review and document the trained employee's ability to administer medication correctly to program participants every 3 months for the 1st year and every 6 months thereafter."},{"prefix":"4A","text":" \"Intellectual disability\" means a substantial limitation in mental capacity that manifests before 18 years of age, characterized by significantly below-average intellectual functioning, existing concurrently with related limitations in 2 or more of the following applicable, adaptive skills:"},{"prefix":"A","text":" Communication;"},{"prefix":"B","text":" Self-care;"},{"prefix":"C","text":" Home living;"},{"prefix":"D","text":" Social;"},{"prefix":"E","text":" Community use;"},{"prefix":"F","text":" Self-direction;"},{"prefix":"G","text":" Health;"},{"prefix":"H","text":" Safety;"},{"prefix":"I","text":" Functional academics;"},{"prefix":"J","text":" Leisure; and"},{"prefix":"K","text":" Work."},{"prefix":"5","text":" \"Licensed practitioner\" means a medical doctor, dentist, or advanced registered nurse."},{"prefix":"6","text":" \"Medication\" means a controlled (excluding Classes I and II) or noncontrolled substance or treatment regarded as effective in bringing about recovery, restoration of health, alleviation of pain or symptoms of an illness, or the normal functioning of the body."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" \"Monitor\" means:"},{"prefix":"A","text":" A registered nurse shall annually review the program participant's ability to self-administer medication correctly as prescribed."},{"prefix":"B","text":" A registered nurse shall document in the program participant's records an assessment of the program participant's ability to continue self-administering the program participant's medication."},{"prefix":"C","text":" A trained employee shall, at a minimum, review quarterly and document the program participant's ability to self-administer medication as prescribed."},{"prefix":"9","text":" \"Prescription\" means an order for medication signed by a licensed practitioner or transmitted by the licensed practitioner to a pharmacist, registered nurse, or licensed practical nurse by word of mouth, telephone, telegraph, or other means of communication, and recorded in writing by the pharmacist, registered nurse, or licensed practical nurse."},{"prefix":"10","text":" \"Program\" means an agency licensed, certified, or approved by the District government as a child care facility, private school, day program, community based residence, or other agency providing residential services, education, habilitation, vocational, or employment training services to individuals with intellectual disabilities or other developmental disabilities."},{"prefix":"11","text":" \"Program participant\" means an individual with an intellectual disability or other development disability who is enrolled in or attending a public or private program."},{"prefix":"12","text":" \"Self-administration of medication\" means that the program participant has the ability to identify, pour, and administer medication without assistance."},{"prefix":"13","text":" \"Trained employee\" means an individual employed to work in a program who has successfully completed a training program approved by the Mayor and is certified to administer medication to program participants, or an individual who has successfully completed a training program in medication administration approved by the State of Maryland or the Commonwealth of Virginia."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Use of Trained Employees to Administer Medication to Persons with Intellectual Disabilities or Other Disabilities."},"heading":{"title":"21","chaptersection":"1201","identifier":"21-1201","catch_text":"Definitions."}}