{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-1115.\n\n1973 Ed., § 21-1115.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (a), substituted \"person has at least a moderate intellectual disability\" for \"person is found not to be at least moderately mentally retarded\" and \"Citizens with Intellectual Disabilities\" for \"Mentally Retarded Citizens\"; and, in subsec. (c), substituted \"person is found not to have at least a moderate intellectual disability\" for \"person is found not to be at least moderately mentally retarded\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-137, see Historical and Statutory Notes following § 21-1101.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-1111.\n\nFor history of Law 19-169, see notes under § 21-501.\n\nReferences in Text\n\nThe Mentally Retarded Citizens Constitutional Rights and Dignity Act, referred to in subsection (a) of this section, is codified in § 7-1301.01 et seq. in the 2001 Edition of the D.C. Official Code.\n\nDC CODE § 21-1115\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 771, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 568, Pub. L. 91-358, title I, § 150(g)(1)(A); Oct. 22, 1970, 84 Stat. 1087, Pub. L. 91-490, § 2(a)(1); Mar. 3, 1979, D.C. Law 2-137, § 604(a)(3), (4), 25 DCR 5094; Mar. 24, 1998, D.C. Law 12-81, § 14(o), 45 DCR 745; Sept. 26, 2012, D.C. Law 19-169, § 21(e)(9), 59 DCR 5567.)","sections":[{"prefix":"a","text":" On the conviction by a court of record of competent jurisdiction of a person of an offense, or of a violation of an ordinance which is in whole or in part a violation of a statute of the District of Columbia, the court when satisfied on the testimony of a physician or a psychologist or other evidence that the person has at least a moderate intellectual disability as defined in the Citizens with Intellectual Disabilities Constitutional Rights and Dignity Act (D.C. Official Code, § 7-1301.01 et seq.), may suspend sentence, or suspend the entering of an order sending the person to a jail, prison, or reformatory, or to a training or industrial school, and direct that a parent or guardian appointed by the court file a petition under that act."},{"prefix":"b","text":" When the court directs a petition to be filed pursuant to subsection (a) of this section, it may order that, pending the preparation, filing and hearing of the petition, the person be detained in a place of safety, or be placed under the guardianship of a suitable person, if that person enters into a recognizance for his appearance."},{"prefix":"c","text":" Where, upon the hearing of a petition filed pursuant to this section or pursuant to a subsequent hearing under this chapter, the person is found not to have at least a moderate intellectual disability, the court shall impose sentence."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Commitment and Maintenance of Persons with Moderate Intellectual Disabilities."},"heading":{"title":"21","chaptersection":"1115","identifier":"21-1115","catch_text":"Inquiry under this chapter if person convicted of offense."}}