{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following § 21-2401.01.\n\nUniform Law\n\nThis section is based upon § 302 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 21-2403.02\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, § 2(b), 55 DCR 11018.)","sections":[{"prefix":"a","text":" To confirm transfer of a guardianship or conservatorship transferred to the District of Columbia under provisions similar to § 21-2403.01, the guardian or conservator shall petition the Superior Court to accept the guardianship or conservatorship. The petition shall include a certified copy of the other state's provisional order of transfer."},{"prefix":"b","text":" Notice of a petition under subsection (a) of this section shall be given to those persons that would be entitled to notice if the petition were a petition for the appointment of a guardian or issuance of a protective order in both the transferring state and the District of Columbia. The notice shall be given in the same manner as notice is required to be given in the District."},{"prefix":"c","text":" On the Superior Court's own motion or on request of the guardian or conservator, the incapacitated or protected person, or other person required to be notified of the proceeding, the Superior Court shall hold a hearing on a petition filed pursuant to subsection (a) of this section."},{"prefix":"d","text":" The Superior Court shall issue a provisional order granting a petition filed under subsection (a) of this section unless:"},{"prefix":"1","text":" An objection is made and the objector establishes that transfer of the proceeding would be contrary to the interests of the incapacitated or protected person; or"},{"prefix":"2","text":" The guardian or conservator is ineligible for appointment in the District of Columbia."},{"prefix":"e","text":" The Superior Court shall issue a final order accepting the proceeding and appointing the guardian or conservator as guardian or conservator in the District of Columbia upon its receipt from the court from which the proceeding is being transferred of a final order issued under provisions similar to § 21-2403.01 transferring the proceeding to the District."},{"prefix":"f","text":" Not later than 90 days after issuance of a final order accepting transfer of a guardianship or conservatorship, the Superior Court shall determine whether the guardianship or conservatorship needs to be modified to conform to the law of the District of Columbia."},{"prefix":"g","text":" In granting a petition under this section, the Superior Court shall recognize a guardianship or conservatorship order from the other state, including the determination of the incapacitated or protected person's incapacity and the appointment of the guardian or conservator."},{"prefix":"h","text":" The denial by the Superior Court of a petition to accept a guardianship or conservatorship transferred from another state does not affect the ability of the guardian or conservator to seek appointment as guardian or conservator in the District of Columbia under §§ 21-2001 to 21-2077 if the Superior Court has jurisdiction to make an appointment other than by reason of the provisional order of transfer."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Transfer of Guardianship or Conservatorship."},"heading":{"title":"21","chaptersection":"2403","identifier":"21-2403.02","catch_text":"Accepting guardianship or conservatorship transferred from another state."}}