{"text":"In a statutory power of attorney the language granting power with respect to insurance and annuity transactions empowers the agent to:","historical":"Prior Codifications\n\n1981 Ed., § 21-2110.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 10 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nThis section is based upon § 13 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2110\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853.)","sections":[{"prefix":"1","text":" Continue, pay the premium or assessment on, modify, rescind, release, or terminate a contract procured by or on behalf of the principal which insures or provides an annuity to either the principal or another person, whether or not the principal is a beneficiary under the contract;"},{"prefix":"2","text":" Procure new, different, and additional contracts of insurance and annuities for the principal and the principal's spouse, children, and other dependents; and select the amount, type of insurance or annuity, and mode of payment;"},{"prefix":"3","text":" Pay the premium or assessment on, modify, rescind, release, or terminate a contract of insurance or annuity procured by the agent;"},{"prefix":"4","text":" Designate the beneficiary of the contract, but an agent may be named a beneficiary of the contract, or an extension, renewal, or substitute for it, only to the extent the agent was named as a beneficiary under a contract procured by the principal before executing the power of attorney;"},{"prefix":"5","text":" Apply for and receive a loan on the security of the contract of insurance or annuity;"},{"prefix":"6","text":" Surrender and receive the cash surrender value;"},{"prefix":"7","text":" Exercise an election;"},{"prefix":"8","text":" Change the manner of paying premiums;"},{"prefix":"9","text":" Change or convert the type of insurance contract or annuity with respect to which the principal has or claims to have a power described in this section;"},{"prefix":"10","text":" Change the beneficiary of a contract of insurance or annuity, but the agent may not be designated a beneficiary except to the extent permitted by paragraph (4) of this section;"},{"prefix":"11","text":" Apply for and procure government aid to guarantee or pay premiums of a contract of insurance on the life of the principal;"},{"prefix":"12","text":" Collect, sell, assign, hypothecate, borrow upon, or pledge the interest of the principal in a contract of insurance or annuity; and"},{"prefix":"13","text":" Pay from proceeds or otherwise, compromise or contest, and apply for refunds in connection with, a tax or assessment levied by a taxing authority with respect to a contract of insurance or annuity or its proceeds or liability accruing by reason of the tax or assessment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2110","identifier":"21-2110","catch_text":"Construction of power relating to insurance transactions."}}