{"text":"Any sale or encumbrance to a conservator, the spouse, domestic partner, agent, attorney of a conservator, or any corporation, trust, or other organization in which the conservator has a substantial beneficial interest, or any other transaction involving the estate being administered by the conservator that is affected by a substantial conflict between fiduciary and personal interests is voidable, unless the transaction is approved by the court after a hearing as directed. Notice of the hearing shall be in the form and manner as prescribed in sections 21-2042 (c) and 21-2031 (b) and shall be served on the following individuals:","historical":"Prior Codifications\n\n1981 Ed., § 21-2068.\n\nEffect of Amendments\n\nD.C. Law 16-79, in the lead-in language, substituted \"the spouse, domestic partner,\" for \"the spouse,\"; and in par. (3), substituted \"blood, marriage, or domestic partnership\" for \"blood or marriage\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor Law 16-79, see notes following § 21-2011.\n\nUniform Law\n\nThis section is based upon § 2-321 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2068\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(d), 53 DCR 1035.)","sections":[{"prefix":"1","text":" The incapacitated individual;"},{"prefix":"2","text":" The attorney of record for each party;"},{"prefix":"3","text":" The individual most closely related to the subject of the intervention proceeding by blood, marriage, or domestic partnership, unless that individual's name or whereabouts is unknown and cannot be reasonably ascertained;"},{"prefix":"4","text":" The individual or facility, if any, having custody of the subject of the intervention proceeding;"},{"prefix":"5","text":" The individual, if any, proposed for appointment by will as a guardian; and"},{"prefix":"6","text":" The individual, if any, appointed or proposed for appointment as guardian ad litem."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2068","identifier":"21-2068","catch_text":"Sale, encumbrance, or transaction involving conflict of interest; voidable; exceptions."}}