{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2206.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-189, see Historical and Statutory Notes following § 21-2201.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 21-2201.\n\nDC CODE § 21-2206\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-189, § 7, 35 DCR 8653; Feb. 5, 1994, D.C. Law 10-68, § 23(g), 40 DCR 6311.)","sections":[{"prefix":"a","text":" Subject to any express limitations in the durable power of attorney for health care, an attorney in fact shall have all the rights, powers and authority related to health-care decisions that the principal would have under District and federal law. This authority shall include, at a minimum:"},{"prefix":"1","text":" The authority to grant, refuse or withdraw consent to the provision of any health-care service, treatment, or procedure;"},{"prefix":"2","text":" The right to review the health care records of the principal;"},{"prefix":"3","text":" The right to be provided with all information necessary to make informed health-care decisions;"},{"prefix":"4","text":" The authority to select and discharge health-care professionals; and"},{"prefix":"5","text":" The authority to make decisions regarding admission to or discharge from health-care facilities and to take any lawful actions that may be necessary to carry out these decisions."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection and unless a durable power of attorney for health care provides otherwise, the designated attorney in fact, if known to a health-care provider to be available and willing to make a particular health-care decision, shall have priority over any other person to act for the principal in all matters regarding health care."},{"prefix":"2","text":" A designated attorney in fact shall not have the authority to make a particular health-care decision, if the principal is able to give or withhold informed consent with respect to that decision."},{"prefix":"c","text":" In exercising authority under a durable power of attorney for health care, the attorney in fact shall have a duty to act in accordance with:"},{"prefix":"1","text":" The wishes of the principal as expressed in the durable power of attorney for health care; or"},{"prefix":"2","text":" The good faith belief of the attorney in fact as to the best interests of the principal, if the wishes of the principal are unknown and cannot be ascertained."},{"prefix":"d","text":" Nothing in this chapter shall affect any right that an attorney in fact may have, independent of the designation in a durable power of attorney for health care, to make or otherwise participate in health-care decisions on behalf of the principal."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"22","text":"Health-Care Decisions. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2206","identifier":"21-2206","catch_text":"Rights and duties of attorney in fact."}}