{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 21-2055.\n\nUniform Law\n\nThis section is based upon ยง 2-307 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 21-2055\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, ยง 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" The court shall exercise the authority conferred in this subchapter to encourage the development of maximum self-reliance and independence of a protected individual and make protective orders only to the extent necessitated by the protected individual's mental and adaptive limitations and other conditions warranting the procedure."},{"prefix":"b","text":" The court has the following powers that may be exercised directly or through a conservator with respect to the estate and business affairs of a protected individual:"},{"prefix":"1","text":" While a petition for appointment of a conservator or other protective order is pending and after preliminary hearing and without notice to others, the court may preserve and apply the property of the individual to be protected as may be required for the support of the individual or dependents of the individual."},{"prefix":"2","text":" After hearing and upon determining that a basis for an appointment or other protective order exists with respect to an individual, the court, for the benefit of the individual and members of the individual's immediate family, has all the powers over the estate and business affairs that the individual could exercise if present and not incapacitated, except the power to make a will. Those powers include, but are not limited to:"},{"prefix":"A","text":" Power to obtain medical records for purposes of application for governmental entitlements or private benefits;"},{"prefix":"B","text":" Power to make gifts;"},{"prefix":"C","text":" Power to convey or release contingent and expectant interests in property, including marital property rights and any right of survivorship incident to a joint tenancy or tenancy by the entirety;"},{"prefix":"D","text":" Power to exercise or release powers held by the protected individual as trustee, personal representative, custodian for a minor, conservator, or donee of a power of appointment;"},{"prefix":"E","text":" Power to enter into contracts;"},{"prefix":"F","text":" Power to create revocable or irrevocable trusts of property of the estate that may extend beyond the incapacity or life of the protected individual;"},{"prefix":"G","text":" Power to exercise options of the protected individual to purchase securities or other property;"},{"prefix":"H","text":" Power to exercise rights to elect options and change beneficiaries under insurance and annuity policies and to surrender the policies for their cash value; and"},{"prefix":"I","text":" Power to exercise any right to an elective share in the estate of the individual's deceased spouse and to renounce or disclaim any interest by testate or intestate succession or by inter vivos transfer."},{"prefix":"c","text":" The court may exercise or direct the exercise of the following powers only if satisfied, after notice and hearing, that it is in the best interest of the protected individual and that the individual either is incapable of consenting or has consented to the proposed exercise of power:"},{"prefix":"1","text":" To exercise or release powers of appointment of which the protected individual is donee;"},{"prefix":"2","text":" To renounce or disclaim interests;"},{"prefix":"3","text":" To make gifts in trust or otherwise exceeding 20% of any year's income of the estate; and"},{"prefix":"4","text":" To change beneficiaries under insurance and annuity policies."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2055","identifier":"21-2055","catch_text":"Permissible court orders."}}