{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2208.\n\nEffect of Amendments\n\nD.C. Law 17-231 rewrote subsec. (e), which had read as follows:\n\n\"(e) Unless a durable power of attorney for health care expressly provides otherwise, and after its execution the marriage of the principal is dissolved or annulled, the dissolution or annulment shall automatically revoke a designation of the former spouse as an attorney in fact to make health-care decisions for the principal. If a designation is revoked solely on account of this subsection, it shall be revived by the remarriage of the principal to the former spouse but may be subsequently revoked by an act of the principal.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-189, see Historical and Statutory Notes following § 21-2201.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 21-2201.\n\nFor Law 17-231, see notes following § 21-501.\n\nDC CODE § 21-2208\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-189, § 9, 35 DCR 8653; Feb. 5, 1994, D.C. Law 10-68, § 23(i), 40 DCR 6311; Sept. 12, 2008, D.C. Law 17-231, § 22(h), 55 DCR 6758.)","sections":[{"prefix":"a","text":" At any time that the principal has the capacity to create a durable power of attorney for health care, the principal may:"},{"prefix":"1","text":" Revoke the appointment of the attorney in fact under a durable power of attorney for health care by notifying the attorney in fact orally or in writing; or"},{"prefix":"2","text":" Revoke the authority to make health-care decisions granted to the attorney in fact under a durable power of attorney for health care by notifying the health-care provider orally or in writing."},{"prefix":"b","text":" If a health-care provider is notified of a revocation pursuant to subsection (a)(2) of this section, the health-care provider shall document this fact in the patient-care records of the principal and make a reasonable effort to notify the attorney in fact of the revocation."},{"prefix":"c","text":" There shall be a rebuttable presumption, affecting the burden of proof, that a principal has the capacity to revoke a durable power of attorney for health care."},{"prefix":"d","text":" Unless it expressly provides otherwise, a valid durable power of attorney for health care revokes any prior durable power of attorney for health-care decisions only."},{"prefix":"e","text":" Unless a durable power of attorney for health care expressly provides otherwise, and after its execution the marriage or domestic partnership of the principal is dissolved, annulled, or terminated in accordance with § 32- 702(d)), the dissolution, annulment, or termination shall automatically revoke a designation of the former spouse or domestic partner as an attorney in fact to make health-care decisions for the principal. If a designation is revoked solely on account of this subsection, it shall be revived by the remarriage of the principal to the former spouse, or the reentry of the domestic partnership of the principal to the domestic partner, but may be subsequently revoked by an act of the principal."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"22","text":"Health-Care Decisions. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2208","identifier":"21-2208","catch_text":"Revocation."}}