{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following § 21-2401.01.\n\nUniform Law\n\nThis section is based upon § 102 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 21-2401.02\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, § 2(b), 55 DCR 11018.)","sections":[{"prefix":"1","text":" \"Adult\" means an individual who has attained 18 years of age."},{"prefix":"2","text":" \"Conservator\" means a person appointed by the court to administer the property of an adult, including a person appointed under §§ 21-2001 to 21-2077."},{"prefix":"3","text":" \"Guardian\" means a person appointed by the court to make decisions regarding the person of an adult, including a person appointed under §§ 21- 2001 to 21-2077."},{"prefix":"4","text":" \"Guardianship order\" means an order appointing a guardian."},{"prefix":"5","text":" \"Guardianship proceeding\" means a judicial proceeding in which an order for the appointment of a guardian is sought or has been issued."},{"prefix":"6","text":" \"Incapacitated person\" means an adult for whom a guardian has been appointed."},{"prefix":"7","text":" \"Party\" means the respondent, petitioner, guardian, conservator, or any other person allowed by the court to participate in a guardianship or protective proceeding."},{"prefix":"8","text":" \"Person,\" except in the term \"incapacitated person\" or \"protected person\", means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity."},{"prefix":"9","text":" \"Protected person\" means an adult for whom a protective order has been issued."},{"prefix":"10","text":" \"Protective order\" means an order appointing a conservator or other order related to management of an adult's property."},{"prefix":"11","text":" \"Protective proceeding\" means a judicial proceeding in which a protective order is sought or has been issued."},{"prefix":"12","text":" \"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"13","text":" \"Respondent\" means an adult for whom a protective order or the appointment of a guardian is sought."},{"prefix":"14","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, a federally recognized Indian tribe, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"15","text":" \"Superior Court\" means the Superior Court of the District of Columbia."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"21","chaptersection":"2401","identifier":"21-2401.02","catch_text":"Definitions."}}