{"text":"The Superior Court has jurisdiction to appoint a guardian or issue a protective order for a respondent if:","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following § 21-2401.01.\n\nUniform Law\n\nThis section is based upon § 203 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 21-2402.03\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, § 2(b), 55 DCR 11018.)","sections":[{"prefix":"1","text":" The District of Columbia is the respondent's home state;"},{"prefix":"2","text":" On the date the petition is filed, the District of Columbia is a significant-connection state and:"},{"prefix":"A","text":" The respondent does not have a home state or a court of the respondent's home state has declined to exercise jurisdiction because the District of Columbia is a more appropriate forum; or"},{"prefix":"B","text":" The respondent has a home state, a petition for an appointment or order is not pending in a court of that state or another significant-connection state, and, before the Superior Court makes the appointment or issues the order:"},{"prefix":"i","text":" A petition for an appointment or order is not filed in the respondent's home state;"},{"prefix":"ii","text":" An objection to the Superior Court's jurisdiction is not filed by a person required to be notified of the proceeding; and"},{"prefix":"iii","text":" The Superior Court concludes that it is an appropriate forum under the factors set forth in § 21-2402.06;"},{"prefix":"3","text":" The District of Columbia does not have jurisdiction under either paragraph (1) or (2) of this subsection, the respondent's home state and all significant-connection states have declined to exercise jurisdiction because the District is the more appropriate forum, and jurisdiction in the District is consistent with Title 11 and the Constitution of the United States; or"},{"prefix":"4","text":" The requirements for special jurisdiction under § 21-2402.04 are met."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"21","chaptersection":"2402","identifier":"21-2402.03","catch_text":"Jurisdiction."}}