{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2041.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsec. (f), substituted \"individual alleged to have mental retardation\" for \"alleged mentally retarded individual\".\n\nD.C. Law 17-249, in subsec. (a), inserted \", temporary,\" following \"limited\"; and rewrote subsecs. (d), (f), and (g), which had read as follows:\n\n\"(d) After the filing of a petition, the court shall set a date for hearing on the issue of incapacity so that notice may be given as required by section 21- 2042 and, unless the allegedly incapacitated individual is represented by counsel, the court shall appoint an attorney to represent the individual in the proceeding. The court shall appoint an appropriately qualified examiner who shall submit a report in writing to the court. The individual alleged to be incapacitated also shall be interviewed by a visitor appointed by the court. The examiner and the visitor shall be separate persons. The court may waive the appointment of a visitor and, where a report has been submitted in writing to the court for the allegedly incapacitated individual, the court may waive the appointment of an examiner.\n\n\"(f) In the case of an individual whose incapacity is alleged to arise out of mental retardation, preference is for the appointment of an examiner and visitor who are qualified mental retardation professionals and who can collectively give a complete social, psychological, and medical evaluation of the individual. When the individual alleged to have mental retardation has a current comprehensive evaluation or habilitation plan, the plan shall be presented as evidence to the court. When a plan exists but has not been updated within 6 months prior to the hearing, preference is for an update of the plan as part of the examination conducted by the examiner and visitor.\"\n\n\"(g) For any other individual alleged to be incapacitated, any current social, psychological, medical, or other evaluation used for diagnostic purposes or in the development of a current plan of treatment or any current plan of treatment shall be presented as evidence to the court.\"\n\nD.C. Law 19-169, in subsec. (f), substituted \"of an intellectual disability\" for \"of mental retardation\" and \"qualified developmental disability professional\" for \"qualified mental retardation professional\".\n\nTemporary Amendments of Section\n\nSection 2(c) of D.C. Law 16-194, in subsec. (a), substituted \"limited, temporary,\" for \"limited\"; in subsec. (d) added the following sentence at the end: \"The court shall waive the appointments of a visitor and examiner if the petition seeks appointment of an emergency guardian or a health-care guardian and the petition is supported by the certification of incapacity made pursuant to section 21-2204.\"; in subsec. (f) struck the second and third sentences and inserted the following sentence in their place: \"The court may waive the appointment of a visitor and, where a current individual habilitation plan prepared pursuant to section 7-1304.03 is submitted to the court, the court may waive the appointment of an examiner.\"; and in subsec. (g), substituted \"individual\" for \"other individual\", and added the following sentence at the end: \"For an individual alleged to be incapacitated for health-care decisions, the certification of incapacity made pursuant to section 21-2204 shall be presented as evidence to the court.\".\n\nSection 6(b) of D.C. Law 16-194 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(c) of D.C. Law 17-100, in subsec. (a), substituted \"limited, temporary,\" for \"limited\"; in subsec. (d), added the sentence \"The court shall waive the appointments of a visitor and examiner if the petition seeks appointment of an emergency guardian or a health-care guardian and the petition is supported by the certification of incapacity made pursuant to section 21- 2204.\" at the end; in subsec. (f), substituted \"The court may waive the appointment of a visitor and, where a current individual habilitation plan prepared pursuant to section 7-1304.03 is submitted to the court, the court may waive the appointment of an examiner.\" for the second and third sentences; and in subsec. (g), substituted \"individual\" for \"other individual\" and added the sentence \"For an individual alleged to be incapacitated for health-care decisions, the certification of incapacity made pursuant to section 21-2204 shall be presented as evidence to the court.\" at the end.\n\nSection 6(b) of D.C. Law 17-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 2(c) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor legislative history of D.C. Law 8-34, see Historical and Statutory Notes following § 21-2002.\n\nFor Law 16-305, see notes following § 21-501.\n\nFor Law 17-249, see notes following § 21-2002.\n\nFor history of Law 19-169, see notes under § 21-501.\n\nUniform Law\n\nThis section is based upon § 2-203 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2041\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Sept. 22, 1989, D.C. Law 8-34, § 2(f)-(g), 36 DCR 5035; Apr. 24, 2007, D.C. Law 16-305, § 35(c)(2), 53 DCR 6198; Oct. 22, 2008, D.C. Law 17-249, § 2(c), 55 DCR 9206; Sept. 26, 2012, D.C. Law 19-169, § 21(h)(3), 59 DCR 5567.)","sections":[{"prefix":"a","text":" An incapacitated individual or any person interested in the welfare of the incapacitated individual may petition for appointment of a guardian, either limited, temporary, or general."},{"prefix":"b","text":" The petition shall state the name, address, and interest of the petitioner, state the name, age, residence, and address of the individual for whom a guardian is sought, and set forth the reasons for which the guardianship is sought with specific particularity so as to enable the court to determine what class of examiner and visitor should examine the person alleged to be incapacitated."},{"prefix":"c","text":" The petition shall be served upon the subject of the petition, by first class mail, within 3 days of its filing. Proof of service is to be by certificate of service."},{"prefix":"d","text":" After the filing of a petition, the court shall set a date for hearing on the issue of incapacity so that notice may be given as required by section 21-2042 and, unless the allegedly incapacitated individual is represented by counsel, the court shall appoint an attorney to represent the individual in the proceeding. The court shall appoint an appropriately qualified examiner who shall submit a report in writing to the court. The individual alleged to be incapacitated also shall be interviewed by a visitor appointed by the court. The examiner and the visitor shall be separate persons. The court may waive the appointment of a visitor and, where a report has been submitted in writing to the court for the allegedly incapacitated individual, the court may waive the appointment of an examiner. The court shall waive, absent good cause shown, the appointments of a visitor and examiner if the petition seeks appointment of an emergency guardian or a health-care guardian and the petition is supported by the certification of incapacity made pursuant to section 21- 2204."},{"prefix":"e","text":" The court may utilize the services of additional visitors to evaluate the condition of the allegedly incapacitated individual and to make appropriate recommendations to the court."},{"prefix":"f","text":" In the case of an individual whose incapacity is alleged to arise out of an intellectual disability, preference is for the appointment of an examiner and visitor who are qualified development disability professionals and who can collectively give a complete social, psychological, and medical evaluation of the individual. The court may waive the appointment of a visitor and, where a current individual habilitation plan prepared pursuant to section 7-1304.03 is submitted to the court, the court may waive the appointment of an examiner."},{"prefix":"g","text":" For any individual alleged to be incapacitated, any current social, psychological, medical, or other evaluation used for diagnostic purposes or in the development of a current plan of treatment or any current plan of treatment shall be presented as evidence to the court. For an individual alleged to be incapacitated for health-care decisions, the certification of incapacity made pursuant to section 21-2204 shall be presented as evidence to the court."},{"prefix":"h","text":" An individual alleged to be incapacitated shall be present at the hearing unless good cause is shown for the absence. The individual shall be represented by counsel and is entitled to present evidence and to cross-examine witnesses, including any court-appointed examiner or visitor. The hearing may be closed if the individual alleged to be incapacitated or counsel for the individual so requests."},{"prefix":"i","text":" Any person may apply for permission to participate in the proceeding, and the court may grant the request, with or without hearing, upon determining that the best interest of the alleged incapacitated individual will be served. The court may attach appropriate conditions to the permission."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Guardians of Incapacitated Individuals."},"heading":{"title":"21","chaptersection":"2041","identifier":"21-2041","catch_text":"Procedure for court-appointment of a guardian of an incapacitated individual."}}