{"text":"Except for a petition for the appointment of a guardian in an emergency or issuance of a protective order limited to property located in the District of Columbia under § 21-2402.04(a)(1) or (2), if a petition for the appointment of a guardian or issuance of a protective order is filed in the District and in another state and neither petition has been dismissed or withdrawn, the following rules apply:","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following § 21-2401.01.\n\nUniform Law\n\nThis section is based upon § 209 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 21-2402.09\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, § 2(b), 55 DCR 11018.)","sections":[{"prefix":"1","text":" If the Superior Court has jurisdiction under § 21-2402.03, it may proceed with the case unless a court in another state acquires jurisdiction under provisions similar to § 21-2402.03 before the appointment or issuance of the order."},{"prefix":"2","text":" If the Superior Court does not have jurisdiction under § 21-2402.03, whether at the time the petition is filed or at any time before the appointment or issuance of the order, the Superior Court shall stay the proceeding and communicate with the court in the other state. If the court in the other state has jurisdiction, the Superior Court shall dismiss the petition unless the court in the other state determines that the Superior Court is a more appropriate forum."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"21","chaptersection":"2402","identifier":"21-2402.09","catch_text":"Proceedings in more than one state."}}