{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following § 21-2401.01.\n\nUniform Law\n\nThis section is based upon § 206 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 21-2402.06\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, § 2(b), 55 DCR 11018.)","sections":[{"prefix":"a","text":" Even if the Superior Court has jurisdiction under § 21-2402.03 to appoint a guardian or issue a protective order, the court may decline to exercise its jurisdiction if it determines at any time that a court of another state is a more appropriate forum."},{"prefix":"b","text":" If the Superior Court declines to exercise its jurisdiction under subsection (a) of this section, it shall either dismiss or stay the proceeding. The court may impose any condition the court considers just and proper, including the condition that a petition for the appointment of a guardian or issuance of a protective order be filed promptly in another state."},{"prefix":"c","text":" In determining whether it is an appropriate forum, the Superior Court shall consider all relevant factors, including:"},{"prefix":"1","text":" Any expressed preference of the respondent;"},{"prefix":"2","text":" Whether abuse, neglect, or exploitation of the respondent has occurred or is likely to occur and which state could best protect the respondent from the abuse, neglect, or exploitation;"},{"prefix":"3","text":" The length of time the respondent was physically present in or was a legal resident of this or another state;"},{"prefix":"4","text":" The distance of the respondent from the court in each state;"},{"prefix":"5","text":" The financial circumstances of the respondent's estate;"},{"prefix":"6","text":" The nature and location of the evidence;"},{"prefix":"7","text":" The ability of the court in each state to decide the issue expeditiously and the procedures necessary to present evidence;"},{"prefix":"8","text":" The familiarity of the court of each state with the facts and issues in the proceeding; and"},{"prefix":"9","text":" If an appointment were made, the court's ability to monitor the conduct of the guardian or conservator."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Jurisdiction."},"heading":{"title":"21","chaptersection":"2402","identifier":"21-2402.06","catch_text":"Appropriate forum."}}