{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 4(b) of Safe and Stable Homes for Children and Youth Emergency Amendment Act of 2007 (D.C. Act 17-69, July 9, 2007, 54 DCR 6826).\n\nLegislative History of Laws\n\nLaw 17-21, the \"Safe and Stable Homes for Children and Youth Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-41 which was referred to the Committees of Human Services and Public Safety and Judiciary. The Bill was adopted on first and second readings on June 5, 2007, and June 21, 2007, respectively. Signed by the Mayor on July 9, 2007, it was assigned Act No. 17- 70 and transmitted to both Houses of Congress for its review. D.C. Law 17-21 became effective on September 20, 2007.\n\nDC CODE ยง 21-2301\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2007, D.C. Law 17-21, ยง 4(b), 54 DCR 6835.)","sections":[{"prefix":"a","text":" The parent of a child may create a revocable custodial power of attorney that grants to another person any of the parent's rights and responsibilities regarding the care, physical custody, and control of the child, including the ability to:"},{"prefix":"1","text":" Enroll the child in school;"},{"prefix":"2","text":" Obtain from the school educational and behavioral information about the child;"},{"prefix":"3","text":" Consent to all school-related matters regarding the child; and"},{"prefix":"4","text":" Consent to medical, psychological, or dental treatment for the child."},{"prefix":"b","text":" The custodial power of attorney may not grant authority to consent to the marriage or adoption of the child."},{"prefix":"c","text":" The custodial power of attorney shall not affect the rights of the parent of the child in any proceeding concerning custody of the child or the allocation of parental rights and responsibilities for the care of the child."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"23","text":"Custodial Power of Attorney."},"heading":{"title":"21","chaptersection":"2301","identifier":"21-2301","catch_text":"Custodial power of attorney."}}