{"text":"Except as limited pursuant to section 21-2044, a general guardian or a limited guardian of an incapacitated individual is responsible for care, custody, and control of the ward, but is not personally liable to third persons by reason of that responsibility for acts of the ward.","historical":"Prior Codifications\n\n1981 Ed., § 21-2047.\n\nEffect of Amendments\n\nD.C. Law 17-249, rewrote the section name line, which had read as follows: \"General powers and duties of guardian.\"; in the lead-in language of the section and subsecs. (a) and (b), substituted \"a general guardian or a limited guardian\" for \"guardian\"; in subsec. (a)(4), deleted \"and\" from the end; in subsec. (a)(5), substituted \"on any order of the court, but at least semiannually;\" for \"as required by court rule, but at least semi-annually.\"; added subsecs. (a)(6), (7), (8); and repealed subsec. (c), which had read as follows:\n\n\"(c) A guardian shall not have the power:\n\n\"(1) To consent to an abortion, sterilization, psycho-surgery, or removal of a bodily organ except to preserve the life or prevent the immediate serious impairment of the physical health of the incapacitated individual, unless the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n\"(2) To consent to convulsive therapy, experimental treatment or research, or behavior modification programs involving aversive stimuli, unless the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n\"(3) To consent to the withholding of non-emergency, life-saving, medical procedures unless it appears that the incapacitated person would have consented to the withholding of these procedures and the power to consent is expressly set forth in the order of appointment or after subsequent hearing and order of the court;\n\n\"(4) To consent to the involuntary or voluntary civil commitment of an incapacitated individual who is alleged to be mentally ill and dangerous under any provision or proceeding occurring under Chapter 5 of Title 21, except that a guardian may function as a petitioner for the commitment consistent with the requirements of Chapter 5 of Title 21 or the Mentally Retarded Citizens Constitutional Rights and Dignity Act of 1978, effective November 8, 1978 (D.C. Law 2-137; D.C. Official Code, § 7-1301.01 et seq.);\n\n\"(5) To consent to the waiver of any substantive or procedural right of the incapacitated individual in any proceeding arising from an insanity acquittal; or\n\n\"(6) To prohibit the marriage or divorce, or consent to the termination of parental rights, unless the power is expressly set forth in the order of appointment or after subsequent hearing and order of the court.\"\n\nTemporary Amendments of Section\n\nSection 2(g) of D.C. Law 16-194 amended the section heading to read as follows: \"§ 21-2047. Powers and duties of general guardian and limited guardian.\"; in the lead-in text substituted \"a general guardian or a limited guardian\" for \"guardian\"; in subsec. (a), in the lead-in text, substituted \"general guardian or limited guardian\" for \"guardian\", in par. (4) struck the word \"and\" at the end, in par. (5) substituted \"on any order of the court, but at least semi-annually;\" for \"as required by court rule, but at least semi-annually.\", and added pars. (6) and (7) to read as follows:\n\n\"(6) Make decisions on behalf of the ward by conforming as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, make the decision on the basis of the ward's best interests; and\n\n\"(7) Encourage the ward to participate with the guardian in the decision-making process to the maximum extent of the ward's ability in order to encourage the ward to act on his or her own behalf whenever he or she is able to do so, and to develop or regain capacity to make decisions in those areas in which he or she is in need of decision-making assistance, to the maximum extent possible.\"\n\n; in subsec. (b), in the introductory paragraph, substituted \"general guardian or limited guardian\" for \"guardian\"; and repealed subsec. (c).\n\nSection 6(b) of D.C. Law 16-194 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(g) of D.C. Law 17-100 amended the section heading to read as follows: \"§ 21-2047. Powers and duties of general guardian and limited guardian.\"; in the lead-in text, substituted \"a general guardian or a limited guardian\" for \"guardian\"; in subsec. (a), in the lead-in text, substituted \"general guardian or limited guardian\" for \"guardian\", in par. (4), deleted \"and\" at the end, in par. (5), substituted \"on any order of the court, but at least semiannually;\" for \"as required by court rule, but at least semi-annually.\", and added pars. (6), (7), and (8) to read as follows:\n\n\"(6) Make decisions on behalf of the ward by conforming as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, make the decision on the basis of the ward's best interests;\n\n\"(7) Include the ward in the decision-making process to the maximum extent of the ward's ability; and\n\n\"(8) Encourage the individual to act on his or her own behalf whenever he or she is able to do so, and to develop or regain capacity to make decisions in those areas in which he or she is in need of decision-making assistance, to the maximum extent possible.\"\n\n; in subsec. (b), in the lead-in text, substituted \"general guardian or limited guardian\" for \"guardian\"; and repealed subsec. (c).\n\nSection 6(b) of D.C. Law 17-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(g) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) addition of sections, see § 2(h) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) addition of sections, see § 2(h) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR ).\n\nFor temporary (90 day) additions, see § 2(h) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17- 161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) additions, see § 2(h) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 2(g) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nFor temporary (90 day) additions, see § 2(h) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nLaw 7-231, the \"Technical Amendments Act of 1988,\" was introduced in Council and assigned Bill No. 7-586, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 29, 1988, and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-285 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-34, see Historical and Statutory Notes following § 21-2002.\n\nFor Law 17-249, see notes following § 21-2002.\n\nUniform Law\n\nThis section is based upon § 2-209 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2047\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; May 10, 1989, D.C. Law 7-231, § 27, 36 DCR 492; Sept. 22, 1989, D.C. Law 8-34, § 2(h), 36 DCR 5035; Oct. 22, 2008, D.C. Law 17-249, § 2(g), 55 DCR 9206.)","sections":[{"prefix":"a","text":" In particular and without qualifying the foregoing, a general guardian or limited guardian shall:"},{"prefix":"1","text":" Become or remain personally acquainted with the ward and maintain sufficient contact with the ward to know of the ward's capacities, limitations, needs, opportunities, and physical and mental health;"},{"prefix":"2","text":" Take reasonable care of the ward's personal effects and commence protective proceedings, if necessary, to protect other property of the ward;"},{"prefix":"3","text":" Apply any available money of the ward to the ward's current needs for support, care, habilitation, and treatment;"},{"prefix":"4","text":" Conserve any excess money of the ward for the ward's future needs, but if a conservator has been appointed for the estate of the ward, the guardian, at least quarterly, shall pay to the conservator money of the ward to be conserved for the ward's future needs;"},{"prefix":"5","text":" Report in writing the condition of the ward and of the ward's estate that has been subject to the guardian's possession or control, as ordered by the court on petition of any person interested in the ward's welfare or on any order of the court, but at least semiannually;"},{"prefix":"6","text":" Make decisions on behalf of the ward by conforming as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, make the decision on the basis of the ward's best interests;"},{"prefix":"7","text":" Include the ward in the decision-making process to the maximum extent of the ward's ability; and"},{"prefix":"8","text":" Encourage the ward to act on his or her own behalf whenever he or she is able to do so, and to develop or regain capacity to make decisions in those areas in which he or she is in need of decision-making assistance, to the maximum extent possible."},{"prefix":"b","text":" A general guardian or limited guardian may:"},{"prefix":"1","text":" Receive money payable for the support of the ward under the terms of any statutory benefit or insurance system or any private contract, devise, trust, conservatorship, or custodianship;"},{"prefix":"2","text":" Take custody of the person of the ward and establish the ward's place of abode within or without the District, if consistent with the terms of any order by a court of competent jurisdiction relating to detention or commitment of the ward;"},{"prefix":"3","text":" Institute proceedings, including administrative proceedings, or take other appropriate action to compel the performance by any person of a duty to support the ward or to pay sums for the welfare of the ward, if no conservator for the estate of the ward has been appointed;"},{"prefix":"4","text":" Consent to medical examination and medical or other professional care, treatment, or advice for the ward, without liability, by reason of the consent for injury to the ward resulting from the negligence or acts of third persons, unless the guardian fails to act in good faith;"},{"prefix":"5","text":" Obtain medical records for the purpose of applying for government entitlements or private benefits and have the status of a legal representative under the District of Columbia Mental Health Information Act of 1978, effective March 3, 1979 (D.C. Law 2-136; § 7-1201.01 et seq.); and"},{"prefix":"6","text":" If reasonable under all of the circumstances, delegate to the ward certain responsibilities for decisions affecting the ward's well-being."},{"prefix":"c","text":" [Repealed]."},{"prefix":"d","text":" A guardian is entitled to reasonable compensation for services as guardian and to reimbursement for room, board, and clothing personally provided to the ward, but only as approved by order of the court pursuant to section 21- 2060(a)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Guardians of Incapacitated Individuals."},"heading":{"title":"21","chaptersection":"2047","identifier":"21-2047","catch_text":"Powers and duties of general guardian and limited guardian."}}