{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2074.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nUniform Law\n\nThis section is based upon § 2-328 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2074\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" Even if otherwise provided for in the contract, a conservator is not personally liable on a contract properly entered into in a fiduciary capacity in the course of administration or distribution of the estate unless the conservator fails to reveal the representative capacity and identify the estate in the contract."},{"prefix":"b","text":" The conservator is personally liable for obligations arising from ownership or control of property of the estate or for torts committed in the course of administration of the estate only if personally at fault."},{"prefix":"c","text":" Claims based on (1) contracts entered into by a conservator in a fiduciary capacity, (2) obligations arising from ownership or control of the estate, or (3) torts committed in the course of administration of the estate, may be asserted against the estate by proceeding against the conservator in a fiduciary capacity, whether or not the conservator is personally liable for the claim."},{"prefix":"d","text":" Any question of liability between the estate and the conservator personally may be determined in a proceeding for accounting, surcharge, or indemnification, or other appropriate proceeding or action."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2074","identifier":"21-2074","catch_text":"Personal liability of conservator."}}