{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2042.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-2011.\n\nUniform Law\n\nThis section is based upon § 2-204 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2042\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Mar. 24, 1998, D.C. Law 12-81, § 14(s), 45 DCR 745.)","sections":[{"prefix":"a","text":" In a proceeding for the appointment of a guardian of an incapacitated individual, notice of a hearing shall be given to each of the following:"},{"prefix":"1","text":" The individual alleged to be incapacitated and his or her spouse or, if none, adult children, or, if none, parents;"},{"prefix":"2","text":" Any person who is serving as guardian or conservator, or who has the care and custody of the individual alleged to be incapacitated;"},{"prefix":"3","text":" In case no other individual is notified under paragraph (1) of this subsection, at least 1 of the nearest adult relatives, if any can be found; and"},{"prefix":"4","text":" Any other person as directed by the court."},{"prefix":"b","text":" Notice of a hearing on a petition for an order subsequent to appointment of a guardian shall be given to the ward, the guardian, and any other person ordered by the court."},{"prefix":"c","text":" Notice shall be served personally on the alleged incapacitated individual. Notice to other individuals as required by subsection (a) of this section shall be served personally if the individual to be notified can be found within the District. In all other cases, required notices shall be given as provided in section 21-2031."},{"prefix":"d","text":" The individual alleged to be incapacitated may not waive notice."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Guardians of Incapacitated Individuals."},"heading":{"title":"21","chaptersection":"2042","identifier":"21-2042","catch_text":"Notice; guardianship proceeding."}}