{"text":"In a statutory power of attorney the language granting power with respect to tangible personal property transactions empowers the agent to:","historical":"Prior Codifications\n\n1981 Ed., § 21-2105.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 5 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2105\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853.)","sections":[{"prefix":"1","text":" Accept as a gift or as security for a loan, reject, demand, buy, receive, or otherwise acquire ownership or possession of tangible personal property or an interest in tangible personal property;"},{"prefix":"2","text":" Sell, exchange, convey with or without covenants, release, surrender, mortgage, encumber, pledge, hypothecate, create a security interest in, pawn, grant options concerning, lease, sublease to others, or otherwise dispose of tangible personal property or an interest in tangible personal property;"},{"prefix":"3","text":" Release, assign, satisfy, or enforce by litigation or otherwise, a mortgage, security interest, encumbrance, lien, or other claim on behalf of the principal with respect to tangible personal property or an interest in tangible personal property; and"},{"prefix":"4","text":" Do an act of management or conservation with respect to tangible personal property or an interest in tangible personal property on behalf of the principal, including:"},{"prefix":"A","text":" Insuring against casualty, liability, or loss;"},{"prefix":"B","text":" Obtaining or regaining possession, or protecting the property or interest, by litigation or otherwise;"},{"prefix":"C","text":" Paying, compromising, or contesting taxes or assessments or applying for and receiving refunds in connection with taxes or assessments;"},{"prefix":"D","text":" Moving from place to place;"},{"prefix":"E","text":" Storing for hire or on a gratuitous bailment; and"},{"prefix":"F","text":" Using, altering, and making repairs or alterations."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2105","identifier":"21-2105","catch_text":"Construction of power relating to tangible personal property transactions."}}