{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2033.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nUniform Law\n\nThis section is based upon § 1-403 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2033\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" At any point in a proceeding, a court may appoint a guardian ad litem to prosecute or defend the interest of individuals in any legal proceeding if the court determines that representation of the interest otherwise would be inadequate. If not precluded by a conflict of interest, a guardian ad litem may be appointed to represent several individuals or interests. In addition, a guardian ad litem may be appointed by the court to assist the subject of an intervention proceeding to determine his or her interests in regard to the guardianship or protective proceeding or to make that determination if the subject of the proceeding is unconscious or otherwise wholly incapable of determining his or her interests in that proceeding even with assistance. In either case the guardian ad litem shall not serve as an independent finder of fact, investigator, ombudsman, or other neutral party in the proceeding. The court, as a part of the record of the proceeding, shall set out its reasons for appointing a guardian ad litem and his or her specific duties."},{"prefix":"b","text":" The duty of counsel for the subject of a guardianship or protective proceeding is to represent zealously that individual's legitimate interests. At a minimum, this shall include:"},{"prefix":"1","text":" Personal interviews with the subject of the intervention proceeding;"},{"prefix":"2","text":" Explaining to the subject of the intervention proceeding, in the language, mode of communication, and terms that the individual is most likely to understand, the nature and possible consequences of the proceeding, the alternatives that are available, and the rights to which the individual is entitled; and"},{"prefix":"3","text":" Securing and presenting evidence and testimony and offering arguments to protect the rights of the subject of the guardianship or protective proceeding and further that individual's interests."},{"prefix":"c","text":" Visitors appointed by the court in guardianship or protective proceedings shall interview the subject of the proceeding, the person who has filed the petition initiating the proceeding, and any person nominated to serve as guardian or conservator. The visitor shall also visit the present place of abode of the subject of the proceeding and the place it is proposed that the individual will be detained or reside if the appointment is made. The visitor shall submit a written report to the court. If a person has been nominated for appointment as a guardian or conservator, the visitor shall investigate whether a conflict or potential conflict of interest should preclude the appointment. If no person is nominated, the visitor shall make a nomination in his or her report to the court."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Notice, Parties, and Representation in Guardianship and Protective Proceedings."},"heading":{"title":"21","chaptersection":"2033","identifier":"21-2033","catch_text":"Guardian ad litem; counsel; visitor."}}