{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2043.\n\nEffect of Amendments\n\nD.C. Law 16-79, in subsec. (c)(1), substituted \"spouse or domestic partner\" for \"spouse\".\n\nD.C. Law 17-249 added subsecs. (a-1), (c)(3A), and (e).\n\nTemporary Amendments of Section\n\nSection 2(d) of D.C. Law 16-194 added par. (3A) to subsec. (c) and added subsecs. (a-1) and (e) to read as follows:\n\n\"(a-1)(1) Except as provided in paragraph (2) of this subsection, a person may not be appointed as a guardian if the person:\n\n\"(A) Provides substantial services to the incapacitated individual in a professional or business capacity;\n\n\"(B) Is a creditor of the incapacitated individual; or\n\n\"(C) Is employed by any person or entity that provides services to the incapacitated individual in a professional or business capacity.\n\n\"(2) Notwithstanding the provisions of subsection (a-1) of this section, a person may be appointed as a guardian if the person is the incapacitated individual's spouse, domestic partner, adult child, parent, adult sibling, or relative with whom the incapacitated individual has resided for more than 6 months prior to the filing of the petition and the court determines that the potential conflict of interest is insubstantial and that the appointment would clearly be in the best interests of the incapacitated individual. The court may not appoint a guardian in any other circumstance in which a conflict of interest may occur.\"\n\n\"(3A) An adult sibling of the incapacitated individual or a person nominated by will of a deceased sibling or by other writing signed by an adult sibling and attested by at least 2 witnesses;\"\n\n\"(e) A guardian shall limit his or her caseload to a size that allows the guardian:\n\n\"(1) To accurately and adequately support and protect each ward;\n\n\"(2) To make a minimum of one visit per month with each ward; and\n\n\"(3) To have regular contact with service providers.\".\n\nSection 6(b) of D.C. Law 16-194 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(d) of D.C. Law 17-100 added subsecs. (a-1), (c)(3A), and (e) to read as follows:\n\n\"(a-1)(1) Except as provided in paragraph (2) of this subsection, a person may not be appointed as a guardian if the person:\n\n\"(A) Provides substantial services to the incapacitated individual in a professional or business capacity;\n\n\"(B) Is a creditor of the incapacitated individual; or\n\n\"(C) Is employed by any person or entity that provides services to the incapacitated individual in a professional or business capacity.\n\n\"(2) Notwithstanding the provisions of paragraph (1) of this subsection, a person may be appointed as a guardian if:\n\n\"(A) The person is the incapacitated individual's spouse, domestic partner, adult child, parent, adult sibling, or relative with whom the incapacitated individual has resided for more than 6 months prior to the filing of the petition; and\n\n\"(B) The court determines that the potential conflict of interest is insubstantial and that the appointment would clearly be in the best interests of the incapacitated individual. The court may not appoint a guardian in any other circumstance in which a conflict of interest may occur.\"\n\n\"(3A) An adult sibling of the incapacitated individual or a person nominated by will of a deceased sibling or by other writing signed by an adult sibling and attested by at least 2 witnesses;\"\n\n\"(e) A guardian shall limit his or her caseload to a size that allows the guardian:\n\n\"(1) To accurately and adequately support and protect each ward;\n\n\"(2) To make a minimum of one visit per month with each ward; and\n\n\"(3) To have regular contact with service providers.\"\n\nSection 6(b) of D.C. Law 17-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 2(d) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor Law 16-79, see notes following § 21-2011.\n\nFor Law 17-249, see notes following § 21-2002.\n\nUniform Law\n\nThis section is based upon § 2-205 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2043\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(b), 53 DCR 1035; Oct. 22, 2008, D.C. Law 17-249, § 2(d), 55 DCR 9206.)","sections":[{"prefix":"a","text":" Any qualified person may be appointed guardian of an incapacitated individual."},{"prefix":"a-1","text":"(1) Except as provided in paragraph (2) of this subsection, a person will be deemed by the court to have a conflict of interest and may not be appointed as a guardian if the person:"},{"prefix":"A","text":" Provides substantial services other than serving as guardian to the incapacitated individual in a professional or business capacity;"},{"prefix":"B","text":" Is a creditor of the incapacitated individual; or"},{"prefix":"C","text":" Is employed by any person or entity that provides services other than serving as guardian to the incapacitated individual in a professional or business capacity."},{"prefix":"2","text":" Notwithstanding the provisions of paragraph (1) of this subsection, a person may be appointed as a guardian if:"},{"prefix":"A","text":" The person is the incapacitated individual's spouse, domestic partner, adult child, parent, adult sibling, or relative with whom the incapacitated individual has resided for more than 6 months prior to the filing of the petition; and"},{"prefix":"B","text":" The court determines that the potential conflict of interest is insubstantial and that the appointment would clearly be in the best interests of the incapacitated individual; provided, that the court may not appoint a guardian in any other circumstance in which a conflict of interest may occur."},{"prefix":"b","text":" Unless lack of qualification or other good cause dictates the contrary, the court shall appoint a guardian in accordance with the incapacitated individual's current stated wishes or his or her most recent nomination in a durable power of attorney."},{"prefix":"c","text":" Except as provided in subsection (b) of this section, the following persons are entitled to consideration for appointment in the order listed:"},{"prefix":"1","text":" The spouse or domestic partner of the incapacitated individual or a person nominated by will of a deceased spouse or domestic partner or by another writing signed by the spouse or domestic partner and attested by at least 2 witnesses;"},{"prefix":"2","text":" An adult child of the incapacitated individual or a person nominated by will of a deceased adult child or by other writing signed by the child and attested by at least 2 witnesses;"},{"prefix":"3","text":" A parent of the incapacitated individual or a person nominated by will of a deceased parent or by other writing signed by a parent and attested by at least 2 witnesses;"},{"prefix":"3A","text":" An adult sibling of the incapacitated individual or a person nominated by will of a deceased sibling or by other writing signed by an adult sibling and attested by at least 2 witnesses;"},{"prefix":"4","text":" Any relative of the incapacitated individual with whom he or she has resided for more than 6 months prior to the filing of the petition; and"},{"prefix":"5","text":" Any other person."},{"prefix":"d","text":" With respect to persons having equal priority, the court shall select the person it deems best qualified to serve. The court, acting in the best interest of the incapacitated individual, may pass over a person having priority and appoint a person having a lower priority or no priority."},{"prefix":"e","text":" A guardian shall limit his or her caseload to a size that allows the guardian:"},{"prefix":"1","text":" To accurately and adequately support and protect each ward;"},{"prefix":"2","text":" To maintain regular and reasonable contact with each ward, including a minimum of one visit per month, unless otherwise specified by the court based on the expressed preferences of the ward or the ward's best interests; and"},{"prefix":"3","text":" To have regular contact with service providers."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Guardians of Incapacitated Individuals."},"heading":{"title":"21","chaptersection":"2043","identifier":"21-2043","catch_text":"Who may be guardian; priorities."}}