{"text":"In a statutory power of attorney the language with respect to claims and litigation empowers the agent to:","historical":"Prior Codifications\n\n1981 Ed., § 21-2112.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 12 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2112\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853.)","sections":[{"prefix":"1","text":" Assert and prosecute before a court or administrative agency a claim, a cause of action, counterclaim, offset, and defend against an individual, a legal entity, or government, including suits to recover property or other thing of value, to recover damages sustained by the principal, to eliminate or modify tax liability, or to seek an injunction, specific performance, or other relief;"},{"prefix":"2","text":" Bring an action to determine adverse claims, intervene in litigation, and act as amicus curiae;"},{"prefix":"3","text":" In connection with litigation, procure an attachment, garnishment, libel, order of arrest, or other preliminary, provisional, or intermediate relief and use an available procedure to effect or satisfy a judgment, order, or decree;"},{"prefix":"4","text":" In connection with litigation, perform any lawful act, including acceptance of tender, offer of judgment, admission of facts, submission of a controversy on an agreed statement of facts, consent to examination before trial, and binding the principal in litigation;"},{"prefix":"5","text":" Submit to arbitration, settle, and propose or accept a compromise with respect to a claim or litigation;"},{"prefix":"6","text":" Waive the issuance and service of process upon the principal, accept service of process, appear for the principal, designate persons upon whom process directed to the principal may be served, execute and file or deliver stipulations on the principal's behalf, verify pleadings, seek appellate review, procure and give surety and indemnity bonds, contract and pay for the preparation and printing of records and briefs, receive and execute and file or deliver a consent, waiver, release, confession of judgment, satisfaction of judgment, notice, agreement, or other instrument in connection with the prosecution, settlement, or defense of a claim or litigation;"},{"prefix":"7","text":" Act for the principal with respect to bankruptcy or insolvency proceedings, whether voluntary or involuntary, concerning the principal or some other person, with respect to a reorganization proceeding, or a receivership or application for the appointment of a receiver or trustee which affects an interest of the principal in property or other thing of value; and"},{"prefix":"8","text":" Pay a judgment against the principal or a settlement made in connection with litigation and receive and conserve money, or other thing of value paid in settlement of or as proceeds of a claim or litigation."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2112","identifier":"21-2112","catch_text":"Construction of power relating to claims and litigation."}}