{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2104.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nFor Law 13-91, see notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2104\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853; Apr. 12, 2000, D.C. Law 13-91, § 143, 47 DCR 520.)","sections":[{"prefix":"a","text":" In a statutory power of attorney, the language granting power with respect to real property transactions empowers the agent to:"},{"prefix":"1","text":" Accept as a gift or as security for a loan, reject, demand, buy, lease, receive, or otherwise acquire, an interest in real property or a right incident to real property;"},{"prefix":"2","text":" Subject to subsection (b) of this subsection, subdivide, apply for zoning, rezoning, or other governmental permits, plat or consent to platting, develop, grant options concerning, lease, or sublease of real property;"},{"prefix":"3","text":" Release, assign, satisfy, and enforce by litigation or otherwise, a mortgage, deed of trust, encumbrance, lien, or other claim to real property which exists or is asserted, except with respect to instruments subject to section 42-101; and"},{"prefix":"4","text":" Do any act of management or of conservation with respect to an interest in real property, or a right incident to real property, owned, or claimed to be owned, by the principal, including:"},{"prefix":"A","text":" Insuring against a casualty, liability, or loss;"},{"prefix":"B","text":" Obtaining or regaining possession, or protecting the interest or right, by litigation or otherwise;"},{"prefix":"C","text":" Paying, compromising, or contesting taxes or assessments, or applying for and receiving refunds in connection with them; and"},{"prefix":"D","text":" Purchasing supplies, hiring assistance or labor, and making repairs or alterations in the real property;"},{"prefix":"5","text":" Use, develop, alter, replace, remove, erect, or install structures or other improvements upon real property in or incident to which the principal has, or claims to have, an interest or right;"},{"prefix":"6","text":" Participate in a reorganization with respect to real property or a legal entity that owns an interest in or right incident to real property and receive and hold shares of stock or obligations received in a plan of reorganization, and act with respect to them, including:"},{"prefix":"A","text":" Selling or otherwise disposing of them;"},{"prefix":"B","text":" Exercising or selling an option, conversion, or similar right with respect to them; and"},{"prefix":"C","text":" Voting them in person or by proxy;"},{"prefix":"7","text":" Change the form of title of an interest in or right incident to real property; and"},{"prefix":"8","text":" Dedicate to public use, with or without consideration, easements or other real property in which the principal has, or claims to have, an interest."},{"prefix":"b","text":" This chapter may not be construed to authorize the use of the statutory form power of attorney under this chapter for a transaction that is subject to the execution and recordation requirements of section 42-101."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2104","identifier":"21-2104","catch_text":"Construction of power relating to real property transactions."}}