{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2113.\n\nEffect of Amendments\n\nD.C. Law 16-79, designated the existing text as subsec. (a); in subsec. (a)(1), substituted \"principal's spouse, domestic partner,\" for \"principal's spouse,\"; and added subsec. (b).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nFor Law 16-79, see notes following § 21-2011.\n\nUniform Law\n\nThis section is based upon § 10 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2113\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853; Apr. 4, 2006, D.C. Law 16-79, § 7(e), 53 DCR 1035.)","sections":[{"prefix":"a","text":" In a statutory power of attorney the language granting power with respect to personal and family maintenance empowers the agent to:"},{"prefix":"1","text":" Do the acts necessary to maintain the customary standard of living of the principal, the principal's spouse, domestic partner, children, and other individuals customarily or legally entitled to be supported by the principal, including providing living quarters by purchase, lease, or other contract, or paying the operating costs, including interest, amortization payments, repairs, and taxes on premises owned by the principal and occupied by those individuals;"},{"prefix":"2","text":" Provide for the individuals described in paragraph (1) of this section normal domestic help; usual vacations and travel expenses; and funds for shelter, clothing, food, appropriate education, and other current living costs;"},{"prefix":"3","text":" Pay for the individuals described in paragraph (1) of this section necessary medical, dental, and surgical care, hospitalization, and custodial care;"},{"prefix":"4","text":" Continue any provision made by the principal, for the individuals described in paragraph (1) of this section, for automobiles or other means of transportation, including registering, licensing, insuring, and replacing them;"},{"prefix":"5","text":" Maintain or open charge accounts for the convenience of the individuals described in paragraph (1) of this section and open new accounts the agent considers desirable to accomplish a lawful purpose; and"},{"prefix":"6","text":" Continue payments incidental to the membership or affiliation of the principal in a church, club, society, order, or other organization or to continue contributions to those organizations."},{"prefix":"b","text":" For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2113","identifier":"21-2113","catch_text":"Construction of power relating to personal and family maintenance."}}