{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2052.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nUniform Law\n\nThis section is based upon § 2-304 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2052\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" The individual to be protected or any person who is interested in the estate, affairs, or welfare of the individual may petition for the appointment of a conservator or for any other appropriate protective order."},{"prefix":"b","text":" The petition must set forth, to the extent known:"},{"prefix":"1","text":" The name, address, and interest of the petitioner;"},{"prefix":"2","text":" The name, age, residence, and address of the individual to be protected;"},{"prefix":"3","text":" The name and address of the guardian, if any;"},{"prefix":"4","text":" The name and address of the nearest relative known to the petitioner;"},{"prefix":"5","text":" A general statement of the individual's property with an estimate of the value of that property, including any compensation, insurance, pension, or allowance to which the individual is entitled; and"},{"prefix":"6","text":" The reason why appointment of a conservator or other protective order is necessary, stated with sufficient particularity as to enable the court to determine what class of examiner and visitor should examine the individual alleged to be incapacitated. If the appointment of a conservator is requested, the petition shall also set forth the name and address of the person whose appointment is sought and the basis of any claim to priority for appointment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2052","identifier":"21-2052","catch_text":"Original petition for appointment or protective order."}}