{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2066.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nUniform Law\n\nThis section is based upon § 2-319 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2066\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" The appointment of a conservator vests in the conservator title as trustee to all property of the protected individual presently held or after acquired, or to the part of the property specified in the order, including title to any property held for the protected individual by custodians or attorneys-in-fact. An order specifying that only a part of the property of the protected individual vests in the conservator creates a limited conservatorship."},{"prefix":"b","text":" Except as otherwise provided in this chapter, the interest of the protected individual in property vested in a conservator by this section is not transferable or assignable by the protected individual. An attempted transfer or assignment by the protected individual, though ineffective to affect property rights, may generate a claim for restitution or damages."},{"prefix":"c","text":" Neither property vested in a conservator by this section nor the interest of the protected person in that property is subject to levy, garnishment, or similar process, except as provided in an order issued in a protective proceeding."},{"prefix":"d","text":" A claimant whose claim has not been paid may petition the court for a determination of the claim at any time before the claim is barred by the applicable statute of limitations and, upon due proof, may procure an order for the claim's allowance, payment, or security from the estate. If a proceeding is pending against a protected person at the time of the appointment of a conservator or is initiated against the protected person after the appointment, the moving party shall give notice to the conservator whenever the proceeding may result in a claim against the estate."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2066","identifier":"21-2066","catch_text":"Conservators; title by appointment."}}