{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2067.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nUniform Law\n\nThis section is based upon § 2-320 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2067\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" Letters of conservatorship are evidence of the transfer of all assets, or the part of assets specified in the letters, of a protected individual to the conservator. An order terminating a conservatorship is evidence of the transfer of all assets subjected to the conservatorship from the conservator to the protected individual or to the personal representative of the individual."},{"prefix":"b","text":" Letters of conservatorship and orders terminating conservatorships shall be filed or recorded in the Office of the Recorder of Deeds to give record notice of title as between the conservator and the protected individual."},{"prefix":"c","text":" Letters of conservatorship shall be filed or recorded by the conservator and the conservator shall bear the costs of the filings. If the estate would be depleted by the payment of filing fees, the Recorder of Deeds may waive the fees."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2067","identifier":"21-2067","catch_text":"Recording of conservator's letters."}}