{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-270, see notes following ยง 21-2401.01.\n\nUniform Law\n\nThis section is based upon ยง 106 of the Uniform Adult Guardianship and Protective Proceedings Jurisdiction Act. See Vol. 8A, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 21-2401.06\n\nCurrent through December 11, 2012","credits":"(Nov. 25, 2008, D.C. Law 17-270, ยง 2(b), 55 DCR 11018.)","sections":[{"prefix":"a","text":" In a guardianship or protective proceeding, in addition to other procedures that may be available, testimony of a witness who is located in another state may be offered by deposition or other means allowable in the District of Columbia for testimony taken in another state. The Superior Court, on its own motion, may order that the testimony of a witness be taken in another state and may prescribe the manner in which and the terms upon which the testimony is to be taken."},{"prefix":"b","text":" In a guardianship or protective proceeding, the Superior Court may permit a witness located in another state to be deposed or to testify by telephone or audiovisual or other electronic means. The Superior Court shall cooperate with the court of the other state in designating an appropriate location for the deposition or testimony."},{"prefix":"c","text":" Documentary evidence transmitted from another state to the Superior Court by technological means that do not produce an original writing may not be excluded from evidence on an objection based on the best evidence rule."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"24","text":"Adult Guardianship and Protective Proceedings Jurisdiction; Uniform Act. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"21","chaptersection":"2401","identifier":"21-2401.06","catch_text":"Taking testimony in another state."}}