{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2065.\n\nEffect of Amendments\n\nD.C. Law 16-79, in subsec. (e)(3), substituted \"blood, marriage, or domestic partnership\" for \"blood or marriage\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor Law 16-79, see notes following § 21-2011.\n\nUniform Law\n\nThis section is based upon § 2-318 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2065\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Apr. 4, 2006, D.C. Law 16-79, § 7(c), 53 DCR 1035.)","sections":[{"prefix":"a","text":" Each conservator shall account to the court for administration of the trust upon resignation or removal, at least annually on the anniversary date of appointment, and at other times as the court may direct. On termination of the protected individual's incapacity, a conservator shall account to the court, to the formerly protected individual, or the successors of that individual. Subject to appeal or vacation within the time permitted, an order after notice and hearing allowing an intermediate account of a conservator adjudicates liabilities concerning the matters considered in connection with the order, and an order, following notice and hearing, allowing a final account adjudicates all previously unsettled liabilities of the conservator to the protected individual or the protected individual's successors relating to the conservatorship. In connection with any account, the court may require a conservator to submit to a physical check of the estate to be made in any manner the court specifies."},{"prefix":"b","text":" Upon appointment, a conservator shall develop an individual conservatorship plan together with the guardian and to the maximum extent possible, the incapacitated individual. The plan shall specify:"},{"prefix":"1","text":" The services that are necessary to manage the financial resources designated by the order of the court;"},{"prefix":"2","text":" The means through which those services will be provided;"},{"prefix":"3","text":" The manner in which the incapacitated individual, guardian, conservator, or any other individual who has been appointed to serve in that capacity will exercise and share their decision-making authority;"},{"prefix":"4","text":" The policies and procedures governing the expenditure of funds; and"},{"prefix":"5","text":" Other items that will assist in the management of the designated financial resources and in fulfilling the needs of the incapacitated individual, the terms of the court's order, and the duties of the conservator."},{"prefix":"c","text":" The individual conservatorship plan shall be submitted to the court not more than 60 days after the conservator has been appointed, together with a complete inventory of the designated financial resources. The inventory shall include an oath or affirmation that, to the best of the conservator's knowledge, it is complete and accurate."},{"prefix":"d","text":" A conservator shall submit a report to the court:"},{"prefix":"1","text":" At least annually;"},{"prefix":"2","text":" When the court orders additional reports to be filed;"},{"prefix":"3","text":" When there is a significant change in the capacity of the incapacitated individual to manage his or her financial resources;"},{"prefix":"4","text":" When the conservator resigns or is removed; and"},{"prefix":"5","text":" When the conservatorship is terminated."},{"prefix":"e","text":" The court shall require that a copy of the individual conservatorship plan and a copy of the inventory be sent to:"},{"prefix":"1","text":" The incapacitated individual;"},{"prefix":"2","text":" The attorney of record for each party;"},{"prefix":"3","text":" The individual most closely related to the subject of the intervention proceeding by blood, marriage, or domestic partnership unless that individual's name or whereabouts is unknown and cannot be reasonably ascertained;"},{"prefix":"4","text":" The individual or facility, if any, having custody of the subject of the intervention proceeding;"},{"prefix":"5","text":" The individual, if any, proposed for appointment by a will as a guardian; and"},{"prefix":"6","text":" The individual, if any, appointed or proposed for appointment as guardian ad litem."},{"prefix":"f","text":" The conservator shall be responsible for sending the required copies delineated in subsection (e) of this section and shall bear the cost of the mailings."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Protection of Property of Incapacitated, Disappeared or Detained Individuals. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2065","identifier":"21-2065","catch_text":"Accounts."}}