{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 21-2001.\n\nLegislative History of Laws\n\nLaw 6-204, the \"District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney Act of 1986,\" was introduced in Council and assigned Bill No. 6-7, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 18, 1986, and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act. No. 6-263 and transmitted to both Houses of Congress for its review.\n\nUniform Law\n\nThis section is based upon ยง 1-102 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE ยง 21-2001\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, ยง 2(a), 34 DCR 632.)","sections":[{"prefix":"a","text":" This chapter shall be liberally construed and applied to promote its underlying purposes and policies."},{"prefix":"b","text":" The underlying purposes and policies of this chapter are to:"},{"prefix":"1","text":" Simplify and clarify the law concerning the affairs of missing individuals, protected individuals, and incapacitated individuals;"},{"prefix":"2","text":" Promote a speedy and efficient system for managing and protecting the estates of protected individuals so that assets may be preserved for application to the needs of protected individuals and their dependents; and"},{"prefix":"3","text":" Provide a system of general and limited guardianships for incapacitated individuals and coordinate guardianships and protective proceedings concerned with management and protection of estates of incapacitated individuals."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"21","chaptersection":"2001","identifier":"21-2001","catch_text":"Rule of construction; purposes."}}