{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 21-2202.\n\nEffect of Amendments\n\nD.C. Law 15-17 added pars. (1A) and (2A).\n\nD.C. Law 17-231 added par. (2B).\n\nD.C. Law 17-249 added par. (6A).\n\nTemporary Amendments of Section\n\nSection 3(a) of D.C. Law 16-46 added par. (6A) to read as follows:\n\n\"(6A) 'Qualified psychologist' means a person who is licensed pursuant to § 3- 1205.01 and has:\n\n\"(A) One year of formal training within a hospital setting; or\n\n\"(B) Two years of supervised clinical experience in an organized health care setting, one year of which must be post-doctoral.\"\n\nSection 6(b) of D.C. Law 16-46 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(a) of D.C. Law 16-194 added a new par. (6A) to read as follows:\n\n\"(6A) 'Qualified psychologist' means a person who is licensed pursuant to § 3- 1205.01 and has:\n\n\"(A) One year of formal training within a hospital setting; or\n\n\"(B) Two years of supervised clinical experience in an organized health-care setting, one year of which must be post-doctoral.\"\n\nSection 6(b) of D.C. Law 16-194 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(a) of D.C. Law 17-100 added par. (6A) to read as follows:\n\n\"(6A) 'Qualified psychologist' means a person who is licensed pursuant to § 3- 1205.01 and has:\n\n\"(A) One year of formal training within a hospital setting; or\n\n\"(B) Two years of supervised clinical experience in an organized health-care setting, one year of which must be post-doctoral.\"\n\nSection 6(b) of D.C. Law 17-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Mental Retardation and Developmental Disabilities Emergency Amendment Act of 2005 (D.C. Act 16-190, October 28, 2005, 52 DCR 10021).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Mental Retardation and Development Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-262, January 26, 2006, 53 DCR 795).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 3(a) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-189, see Historical and Statutory Notes following § 21-2201.\n\nLaw 9-67, the \"Health-Care Decisions Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-41, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 5, 1991, and December 3, 1991, respectively. Signed by the Mayor on December 20, 1991, it was assigned Act No. 9-118 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 21-2201.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-2201.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 15-17, the \"Health-Care Decisions Act of 2003\", was introduced in Council and assigned Bill No. 15-37, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on March 4, 2003, and April 1, 2003, respectively. Signed by the Mayor on April 16, 2003, it was assigned Act No. 15-64 and transmitted to both Houses of Congress for its review. D.C. Law 15-17 became effective on June 21, 2003.\n\nFor Law 17-231 see notes following § 21-501.\n\nFor Law 17-249, see notes following § 21-2002.\n\nDC CODE § 21-2202\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-189, § 3, 35 DCR 8653; Mar. 11, 1992, D.C. Law 9-67, § 2(a), 39 DCR 12; Feb. 5, 1994, D.C. Law 10-68, § 23(c), 40 DCR 6311; Mar. 24, 1998, D.C. Law 12-81, § 14(z), 45 DCR 745; Apr. 20, 1999, D.C. Law 12-264, § 57(c), 46 DCR 2118; June 21, 2003, D.C. Law 15-17, § 2(a), 50 DCR 3387; Sept. 12, 2008, D.C. Law 17-231, § 22(g), 55 DCR 6758; Oct. 22, 2008, D.C. Law 17-249, § 3(a), 55 DCR 9206.)","sections":[{"prefix":"1","text":" \"Attorney in fact\" means the person who receives the power of attorney for health-care decisions pursuant to the provisions of this chapter."},{"prefix":"1A","text":" \"Close friend\" means any adult who has exhibited significant care and concern for the patient, and has maintained regular contact with the patient so as to be familiar with his or her activities, health, and religious and moral beliefs."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"2A","text":" \"Domestic partner\" means an adult person living with, but not married to, another adult person in a committed, intimate relationship. The term \"domestic partner\" shall include any adult who has registered as a domestic partner under the Health Care Benefits Expansion Act of 1992, effective June 11, 1992 (D.C. Law 9-114; D.C. Official Code § 32-701 et seq.), as well as any adult who has registered as a domestic partner in a substantially equivalent program administered by another jurisdiction."},{"prefix":"2B","text":" \"Domestic partnership\" means 2 adult persons living together, but not married, in a committed, intimate relationship. The term \"domestic partnership\" shall include any relationship registered under § 32-701(4), as well as any relationship in another jurisdiction that includes a substantially equivalent registration requirement, including those relationships recognized under § 32-702(i)."},{"prefix":"3","text":" \"Durable power of attorney for health care\" means a legally enforceable document that:"},{"prefix":"A","text":" Is executed in the District in a manner consistent with this chapter or validly executed in another jurisdiction pursuant to similar provisions of the law of that jurisdiction; and"},{"prefix":"B","text":" Creates a power of attorney for health-care decisions, which is effective upon, and only during incapacitation and is unaffected by the subsequent disability or incapacity of the principal as defined in this chapter."},{"prefix":"4","text":" \"Health-care provider\" means any person or organizational entity, including health care facilities as defined in § 44-501, licensed or otherwise authorized to provide health-care services in the District."},{"prefix":"5","text":" \"Incapacitated individual\" means an adult individual who lacks sufficient mental capacity to appreciate the nature and implications of a health-care decision, make a choice regarding the alternatives presented or communicate that choice in an unambiguous manner."},{"prefix":"5A","text":" \"Member of a religious order or diocesan priest\" means an unmarried adult who, by vow or other bond of commitment, voluntarily undertakes a style of living under the rule and direction of a religious order or community that has been established for religious purposes and has been recognized and approved as a religious order or community by a church."},{"prefix":"6","text":" \"Principal\" means a person who is competent to make health-care decisions for his or her own benefit or on his or her own account."},{"prefix":"6A","text":" \"Qualified psychologist\" means a person who is licensed pursuant to § 3-1205.01 and has:"},{"prefix":"A","text":" One year of formal training within a hospital setting; or"},{"prefix":"B","text":" Two years of supervised clinical experience in an organized health-care setting, one year of which must be post-doctoral."},{"prefix":"7","text":" \"Religious superior\" means a bishop or a member of a religious order who, under the approved constitution, laws, statutes, bylaws, or rules of the religious order or community, exercises authority over the particular community or unit of the religious order to which the member of the religious order or community belongs."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"22","text":"Health-Care Decisions. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2202","identifier":"21-2202","catch_text":"Definitions."}}