{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-2049.\n\nEffect of Amendments\n\nD.C. Law 17-249 rewrote subsec. (a), which had read as follows:\n\n\"(a) On petition of the ward or any person interested in the ward's welfare, the court, after hearing, may remove a guardian if removal is in the best interest of the ward. On petition of the guardian, the court, after hearing, may accept a resignation.\"\n\nTemporary Amendments of Section\n\nSection 2(i) of D.C. Law 16-194 amended subsec. (a) to read as follows:\n\n\"(a)(1) On petition of the guardian, the court, after hearing, may accept a resignation of a guardian.\n\n\"(2) The court may remove a temporary guardian at any time.\n\n\"(3) On petition of the ward or any interested person, or on the court's own motion, the court, after hearing, may remove a limited guardian or a general guardian for any of the following reasons:\n\n\"(A) Failure to discharge his or her duties, including failure to conform as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, to make a decision on the basis of the ward's best interests, pursuant to section 21-2047(a)(6) or 21-2047b(b)(2);\n\n\"(B) Abuse of his or her powers;\n\n\"(C) Failure to comply with any order of the court;\n\n\"(D) Failure to educate or provide for the ward as liberally as the ward's financial situation permits, if education and financial management fall within the scope of the guardianship;\n\n\"(E) Interference with the ward's progress or participation in programs in the community; or\n\n\"(F) For any other good cause.\"\n\nSection 6(b) of D.C. Law 16-194 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(i) of D.C. Law 17-100 amended subsec. (a) to read as follows:\n\n\"(a)(1) On petition of the guardian, the court, after a hearing, may accept a resignation of a guardian.\n\n\"(2) The court may remove a temporary guardian at any time.\n\n\"(3) On petition of the ward or any interested person, or on the court's own motion, the court, after a hearing, may remove a limited guardian or a general guardian for any of the following reasons:\n\n\"(A) Failure to discharge his or her duties, including failure to conform as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, to make a decision on the basis of the ward's best interests, pursuant to section 21-2047(a)(6) or 21-2047b(b)(2);\n\n\"(B) Abuse of his or her powers;\n\n\"(C) Failure to comply with any order of the court;\n\n\"(D) Failure to educate or provide for the ward as liberally as the ward's financial situation permits, if education and financial management fall within the scope of the guardianship;\n\n\"(E) Interference with the ward's progress or participation in programs in the community; or\n\n\"(F) For any other good cause.\"\n\nSection 6(b) of D.C. Law 17-100 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Amendment Act of 2006 (D.C. Act 16-480, September 25, 2006, 53 DCR 7940).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-566, December 19, 2006, 53 DCR 10272).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2007 (D.C. Act 17-161, October 18, 2007, 54 DCR 10932).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Health-Care Decisions for Persons with Developmental Disabilities Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-245, January 23, 2008, 55 DCR 1230).\n\nFor temporary (90 day) amendment, see § 2(i) of Health-Care Decisions for Persons with Developmental Disabilities Emergency Act of 2008 (D.C. Act 17-492, August 4, 2008, 55 DCR 9167).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-204, see Historical and Statutory Notes following § 21-2001.\n\nFor Law 17-249, see notes following § 21-2002.\n\nUniform Law\n\nThis section is based upon § 2-211 of the Uniform Guardianship and Protective Proceedings Act (1982 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2049\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-204, § 2(a), 34 DCR 632; Oct. 22, 2008, D.C. Law 17-249, § 2(i), 55 DCR 9206.)","sections":[{"prefix":"a","text":"(1) On petition of the guardian, the court, after a hearing, may accept a resignation of a guardian."},{"prefix":"2","text":" The court may remove a temporary guardian at any time."},{"prefix":"3","text":" On petition of the ward or any interested person, or on the court's own motion, the court, after a hearing, may remove a limited guardian or a general guardian for any of the following reasons:"},{"prefix":"A","text":" Failure to discharge his or her duties, including failure to conform as closely as possible to a standard of substituted judgment or, if the ward's wishes are unknown and remain unknown after reasonable efforts to discern them, to make a decision on the basis of the ward's best interests, pursuant to section 21-2047(a)(6) or 21-2047.02(b)(2);"},{"prefix":"B","text":" Abuse of his or her powers;"},{"prefix":"C","text":" Failure to comply with any order of the court;"},{"prefix":"D","text":" Failure to educate or provide for the ward as liberally as the ward's financial situation permits, if education and financial management fall within the scope of the guardianship;"},{"prefix":"E","text":" Interference with the ward's progress or participation in programs in the community; or"},{"prefix":"F","text":" For any other good cause."},{"prefix":"b","text":" The ward or any person interested in the welfare of the ward may petition for an order that the ward is no longer incapacitated and for termination of the guardianship. A request for an order may also be made informally to the court and any individual who knowingly interferes with transmission of the request may be adjudged guilty of contempt of court. A ward seeking termination is entitled to the same rights and procedures as in an original proceeding for appointment of a guardian."},{"prefix":"c","text":" Upon removal, resignation, or death of the guardian, or if the guardian is determined to be incapacitated, the court may appoint a successor guardian and make any other appropriate order. Before appointing a successor guardian, or ordering that a ward's incapacity has terminated, the court shall follow the same procedures to safeguard the rights of the ward that apply to a petition for appointment of a guardian."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"20","text":"Guardianship, Protective Proceedings, and Durable Power of Attorney. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Guardians of Incapacitated Individuals."},"heading":{"title":"21","chaptersection":"2049","identifier":"21-2049","catch_text":"Removal or resignation of guardian; termination of incapacity."}}