{"text":"In a statutory power of attorney the language granting power with respect to banking and other financial institution transactions empowers the agent to:","historical":"Prior Codifications\n\n1981 Ed., § 21-2108.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 8 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2108\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853.)","sections":[{"prefix":"1","text":" Continue, modify, and terminate an account or other banking arrangement made by or on behalf of the principal;"},{"prefix":"2","text":" Establish, modify, and terminate an account or other banking arrangement with a bank, trust company, savings and loan association, credit union, thrift company, brokerage firm, or other financial institution selected by the agent;"},{"prefix":"3","text":" Hire a safe deposit box or space in a vault;"},{"prefix":"4","text":" Contract to procure other services available from a financial institution as the agent considers desirable;"},{"prefix":"5","text":" Withdraw by check, order, or otherwise money or property of the principal deposited with or left in the custody of a financial institution;"},{"prefix":"6","text":" Receive bank statements, vouchers, notices, and similar documents from a financial institution and act with respect to them;"},{"prefix":"7","text":" Enter a safe deposit box or vault and withdraw or add to the contents;"},{"prefix":"8","text":" Borrow money at an interest rate agreeable to the agent and pledge as security personal property of the principal necessary in order to borrow, pay, renew, or extend the time of payment of a debt of the principal;"},{"prefix":"9","text":" Make, assign, draw, endorse, discount, guarantee, and negotiate promissory notes, checks, drafts, and other negotiable or nonnegotiable paper of the principal, or payable to the principal or the principal's order, receive the cash or other proceeds of those transactions, accept a draft drawn by a person upon the principal, and pay it when due;"},{"prefix":"10","text":" Receive for the principal and act upon a sight draft, warehouse receipt, or other negotiable or nonnegotiable instrument;"},{"prefix":"11","text":" Apply for and receive letters of credit, credit cards, and traveler's checks from a financial institution, and give an indemnity or other agreement in connection with letters of credit; and"},{"prefix":"12","text":" Consent to an extension of the time of payment with respect to commercial paper or a financial transaction with a financial institution."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2108","identifier":"21-2108","catch_text":"Construction of power relating to banking and other financial institution transactions."}}