{"text":"In a statutory power of attorney the language granting power with respect to business operating transactions empowers the agent to:","historical":"Prior Codifications\n\n1981 Ed., § 21-2109.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-147, see Historical and Statutory Notes following § 21-2101.\n\nUniform Law\n\nThis section is based upon § 9 of the Uniform Statutory Form Power of Attorney Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-2109\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1998, D.C. Law 12-147, § 2, 45 DCR 3853.)","sections":[{"prefix":"1","text":" Operate, buy, sell, enlarge, reduce, and terminate a business interest;"},{"prefix":"2","text":" To the extent that an agent is permitted by law to act for a principal and subject to the terms of the partnership agreement to:"},{"prefix":"A","text":" Perform a duty or discharge a liability and exercise a right, power, privilege, or option that the principal has, may have, or claims to have, under a partnership agreement, whether or not the principal is a partner;"},{"prefix":"B","text":" Enforce the terms of a partnership agreement by litigation or otherwise; and"},{"prefix":"C","text":" Defend, submit to arbitration, settle, or compromise litigation to which the principal is a party because of membership in the partnership;"},{"prefix":"3","text":" Exercise in person or by proxy, or enforce by litigation or otherwise, a right, power, privilege, or option the principal has or claims to have as the holder of a bond, share, or other instrument of similar character and defend, submit to arbitration, settle, or compromise litigation to which the principal is a party because of a bond, share, or similar instrument;"},{"prefix":"4","text":" With respect to a business owned solely by the principal:"},{"prefix":"A","text":" Continue, modify, renegotiate, extend, and terminate a contract made with an individual or a legal entity, firm, association, or corporation by or on behalf of the principal with respect to the business before execution of the power of attorney;"},{"prefix":"B","text":" Determine:"},{"prefix":"i","text":" The location of its operation;"},{"prefix":"ii","text":" The nature and extent of its business;"},{"prefix":"iii","text":" The methods of manufacturing, selling, merchandising, financing, accounting, and advertising employed in its operation;"},{"prefix":"iv","text":" The amount and types of insurance carried; and"},{"prefix":"v","text":" The mode of engaging, compensating, and dealing with its accountants, attorneys, and other agents and employees;"},{"prefix":"C","text":" Change the name or form of organization under which the business is operated and enter into a partnership agreement with other persons or organize a corporation to take over all or part of the operation of the business; and"},{"prefix":"D","text":" Demand and receive money due or claimed by the principal or on the principal's behalf in the operation of the business, and control and disburse the money in the operation of the business;"},{"prefix":"5","text":" Put additional capital into a business in which the principal has an interest;"},{"prefix":"6","text":" Join in a plan of reorganization, consolidation, or merger of the business;"},{"prefix":"7","text":" Sell or liquidate a business or part of it at the time and upon the terms the agent considers desirable;"},{"prefix":"8","text":" Establish the value of a business under a buy-out agreement to which the principal is a party;"},{"prefix":"9","text":" Prepare, sign, file, and deliver reports, compilations of information, returns, or other papers with respect to a business which are required by a governmental agency or instrumentality or which the agent considers desirable, and make related payments; and"},{"prefix":"10","text":" Pay, compromise, or contest taxes or assessments and do any other act which the agent considers desirable to protect the principal from illegal or unnecessary taxation, fines, penalties, or assessments with respect to a business, including attempts to recover, in any manner permitted by law, money paid before or after the execution of the power of attorney."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"21","text":"Uniform General Power of Attorney. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"2109","identifier":"21-2109","catch_text":"Construction of power relating to business operating transactions."}}