{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-322.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-87, see Historical and Statutory Notes following § 21-301.\n\nReferences in Text\n\n\"This act,\" referred to near the beginning of subsection (a) of this section, is the District of Columbia Uniform Transfers to Minors Act, D.C. Law 6-87.\n\n\"The effective date of the District of Columbia Uniform Transfers to Minors Act\", referred to throughout the section, is the effective date of D.C. Law 6- 87, March 12, 1986 which is codified primarily as § 21-301 et seq.\n\nUniform Law\n\nThis section is based upon § 22 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-322\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278.)","sections":[{"prefix":"a","text":" Any transfer of custodial property as now defined in this act made before the effective date of the District of Columbia Uniform Transfers to Minors Act is validated notwithstanding that there was no specific authority in the District of Columbia Uniform Gifts to Minors Act for the coverage of custodial property of that kind or for a transfer from that source at the time the transfer was made."},{"prefix":"b","text":" This chapter applies to all transfers made before the effective date of the District of Columbia Uniform Transfers to Minors Act in a manner and form prescribed in the District of Columbia Uniform Gifts to Minors Act, except insofar as the application impairs constitutionally vested rights or extends the duration of custodianships existing on the effective date of the District of Columbia Uniform Transfers to Minors Act."},{"prefix":"c","text":" Sections 21-301 and 21-320 with respect to the age of a minor for whom custodial property is held under this act do not apply to custodial property held in a custodianship that terminated because of the minor's attainment of the age of 18 after the effective date of the District of Columbia Age of Majority Act (July 22, 1976) and before the effective date of the District of Columbia Uniform Transfers to Minors Act."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"322","identifier":"21-322","catch_text":"Effect of existing custodianships."}}