{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-303.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-87, see Historical and Statutory Notes following § 21-301.\n\nUniform Law\n\nThis section is based upon § 3 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-303\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278.)","sections":[{"prefix":"a","text":" A person having the right to designate the recipient of property transferable upon the occurrence of a future event may revocably nominate a custodian to receive the property for a minor beneficiary upon the occurrence of the event by naming the custodian followed in substance by the words: \"as custodian for __________ [name of minor] under the District of Columbia Uniform Transfers to Minors Act.\" The nomination may name 1 or more persons as substituted custodians to whom the property must be transferred, in the order named, if the first nominated custodian dies before the transfer or is unable, declines, or is ineligible to serve. The nomination may be made in a will, a trust, a deed, an instrument exercising a power of appointment, or in a writing designating a beneficiary of contractual rights which is registered with or delivered to the payor, the issuer, or other obligor of the contractual rights."},{"prefix":"b","text":" A custodian nominated under this section must be a person to whom a transfer of property of that kind may be made under section 21-309(a)."},{"prefix":"c","text":" The nomination of a custodian under this section does not create custodial property until the nominating instrument becomes irrevocable or a transfer to the nominated custodian is completed under section 21-309. Unless the nomination of a custodian has been revoked, upon the occurrence of the future event the custodianship becomes effective and the custodian shall enforce a transfer of the custodial property pursuant to section 21-309."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"303","identifier":"21-303","catch_text":"Nomination of custodian."}}