{"text":"TRANSFER UNDER THE DISTRICT OF COLUMBIA\n\nUNIFORM TRANSFERS TO MINORS ACT\n\nI, _______ [name of transferor or name of representative capacity if a fiduciary] hereby transfer to _______ [name of custodian], as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act, the following: [insert a description of the custodian property sufficient to identify it].\n\nDated: _______ _______ [Signature]\n\n_______ [name of custodian] acknowledges receipt of the property described above as a custodian for the minor named above under the District of Columbia Uniform Transfers to Minors Act.\n\nDated: _______ _______ [Signature of Custodian]","historical":"Prior Codifications\n\n1981 Ed., § 21-309.\n\nEffect of Amendments\n\nD.C. Law 13-292, in subsec. (a)(8), substituted \"paragraphs (1) through (7)\" for \"paragraphs (1) through (6)\"; and added subsec. (d).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-87, see Historical and Statutory Notes following § 21-301.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-302.\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nUniform Law\n\nThis section is based upon § 9 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-309\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278; Mar. 24, 1998, D.C. Law 12-81, § 14(b), 45 DCR 745; Apr. 27, 2001, D.C. Law 13-292, § 602(a), 48 DCR 2087.)","sections":[{"prefix":"a","text":" Custodial property is created and a transfer is made when:"},{"prefix":"1","text":" An uncertificated security is either:"},{"prefix":"A","text":" Registered in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"; or"},{"prefix":"B","text":" Delivered with the necessary documents and endorsements for transfer to an adult other than the transferor or to a trust company, as custodian, accompanied by an instrument in substantially the form described in subsection (b) of this section;"},{"prefix":"2","text":" A certificated security in registered form is either:"},{"prefix":"A","text":" Registered in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"; or"},{"prefix":"B","text":" Delivered, together with any necessary endorsements, to an adult other than the transferor or to a trust company, as custodian, accompanied by an instrument in substantially the form described in subsection (b) of this section;"},{"prefix":"3","text":" Money is paid or delivered to a broker or financial institution for credit to an account in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\";"},{"prefix":"4","text":" The ownership of a life or endowment insurance policy or annuity contract is either:"},{"prefix":"A","text":" Registered with the issuer in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"; or"},{"prefix":"B","text":" Assigned in a writing delivered to an adult other than the transferor or to a trust company whose name in the assignment is followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\";"},{"prefix":"5","text":" An irrevocable exercise of a power of appointment or an irrevocable present right to future payment under contract is the subject of a written notification delivered to the payor, issuer, or other obligor that the right is transferred to the transferor, an adult other than the transferor, or a trust company, whose name in the notification is followed in substance by the words: \"as custodian for _______ [name of minor]under the District of Columbia Uniform Transfers to Minors Act\";"},{"prefix":"6","text":" An interest in real property is recorded in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\";"},{"prefix":"7","text":" A certificate of title issued by a department or agency of a state or of the United States which evidences title to tangible personal property is either:"},{"prefix":"A","text":" Issued in the name of the transferor, an adult other than the transferor, or a trust company, followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"; or"},{"prefix":"B","text":" Delivered to an adult other than the transferor or to a trust company, endorsed to that person followed in substance by the words: \"as custodian for _______ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"; or"},{"prefix":"8","text":" An interest in any property not described in paragraphs (1) through (7) of this subsection is transferred to an adult other than the transferor or to a trust company by a written instrument in substantially the form set forth in subsection (b) of this section."},{"prefix":"b","text":" An instrument in the following form satisfies the requirements of paragraphs (1)(B), (2)(B), and (8) of subsection (a) of this section:"},{"prefix":"c","text":" A transferor shall place the custodian in control of the custodial property as soon as practicable."},{"prefix":"d","text":" A transferor who transfers property to an individual under the age of 21 years pursuant to section 21-304 or 21-305 may expressly provide that the custodian shall deliver, convey, or pay the property to the individual on the individual's attaining the age of 21 by inclusion of the parenthetical \"(21)\" after the words \"District of Columbia Uniform Transfers to Minors Act\" or substantially similar language. In such case, the word \"minor\", as used in this chapter, shall mean an individual who has not attained the age of 21 years."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"309","identifier":"21-309","catch_text":"Manner of creating custodial property and effecting transfer; designation of initial custodian; control."}}