{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-312.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-87, see Historical and Statutory Notes following § 21-301.\n\nUniform Law\n\nThis section is based upon § 12 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-312\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278.)","sections":[{"prefix":"a","text":" A custodian shall perform the following:"},{"prefix":"1","text":" Take control of custodial property;"},{"prefix":"2","text":" Register or record title to custodial property if appropriate; and"},{"prefix":"3","text":" Collect, hold, manage, invest, and reinvest custodial property."},{"prefix":"b","text":" In dealing with custodial property, a custodian shall observe the standard of care that would be observed by a prudent person dealing with property of another and is not limited by any other statute restricting investments by fiduciaries. If a custodian has a special skill or expertise or is named custodian on the basis of representations of special skill or expertise, the custodian shall use that skill or expertise. However, a custodian, in the custodian's discretion and without liability to the minor or the minor's estate, may retain custodial property received from a transferor."},{"prefix":"c","text":" A custodian may invest in or pay premiums on life insurance or endowment policies on the following:"},{"prefix":"1","text":" The life of the minor only if the minor or the minor's estate is the sole beneficiary; or"},{"prefix":"2","text":" The life of another person in whom the minor has an insurable interest only to the extent that the minor, the minor's estate, or the custodian in the capacity of custodian is the irrevocable beneficiary."},{"prefix":"d","text":" A custodian at all times shall keep custodial property separate and distinct from all other property in a manner sufficient to identify it clearly as custodial property of the minor. Custodial property consisting of an undivided interest is properly identified if the minor's interest is held as a tenant in common and is fixed. Custodial property subject to recordation is properly identified if it is recorded, and custodial property subject to registration is properly identified if it is either registered, or held in an account designated, in the name of the custodian, followed in substance by the words: \"as a custodian for __________ [name of minor] under the District of Columbia Uniform Transfers to Minors Act\"."},{"prefix":"e","text":" A custodian shall keep records of all transactions with respect to custodial property, including information necessary for the preparation of the minor's tax returns, and shall make them available for inspection at reasonable intervals by a parent or legal representative of the minor or by the minor, if the minor has reached the age of 14 years."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"312","identifier":"21-312","catch_text":"Care of custodial property."}}