{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-306.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-87, see Historical and Statutory Notes following § 21-301.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-306\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278.)","sections":[{"prefix":"a","text":" Subject to subsection (c) of this section, a personal representative or trustee may make an irrevocable transfer to another adult or to a trust company, as custodian, for the benefit of a minor pursuant to section 21-309, in the absence of a will or under a will or trust that does not contain an authorization to do so."},{"prefix":"b","text":" Subject to subsection (c) of this section, a conservator may make an irrevocable transfer to another adult or to a trust company, as custodian, for the benefit of the minor pursuant to section 21-309."},{"prefix":"c","text":" A transfer under subsection (a) or (b) of this section may be made only if the following occur:"},{"prefix":"1","text":" The personal representative, the trustee, or the conservator considers the transfer to be in the best interests of the minor;"},{"prefix":"2","text":" The transfer is not prohibited by or inconsistent with the provisions of the applicable will, trust agreement, or other governing instrument; and"},{"prefix":"3","text":" The transfer is authorized by the court if it exceeds $10,000 in value."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"306","identifier":"21-306","catch_text":"Other transfers by fiduciary."}}