{"text":"For purposes of this chapter the term:","historical":"Prior Codifications\n\n1981 Ed., § 21-301.\n\nLegislative History of Laws\n\nLaw 6-87, the \"District of Columbia Uniform Transfers to Minors Act,\" was introduced in Council and assigned Bill No. 6-58, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 19, 1985, and December 3, 1985, respectively. Signed by the Mayor on December 30, 1985, it was assigned Act No. 6-115 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\n\"This act\", referred to in paragraph (17), is the District of Columbia Uniform Transfers to Minors Act, D.C. Law 6-87 which is codified primarily as § 21-301 et seq.\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Transfers to Minors Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 21-301\n\nCurrent through December 11, 2012","credits":"(Mar. 12, 1986, D.C. Law 6-87, § 2(a), 33 DCR 278.)","sections":[{"prefix":"1","text":" \"Adult\" means an individual who has attained the age of 18 years."},{"prefix":"2","text":" \"Benefit plan\" means an employer's plan for the benefit of an employee or a partner."},{"prefix":"3","text":" \"Broker\" means a person lawfully engaged in the business of effecting transactions in securities or commodities for the person's own account or for the account of others."},{"prefix":"4","text":" \"Conservator\" means a person appointed or qualified by a court to act as general, limited, or temporary guardian of a minor's property or a person legally authorized to perform substantially the same functions."},{"prefix":"5","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"6","text":" \"Custodial property\" means 1 of the following:"},{"prefix":"A","text":" Any interest in property transferred to a custodian under this chapter; and"},{"prefix":"B","text":" The income from and the proceeds of that interest in property."},{"prefix":"7","text":" \"Custodian\" means a person so designated under section 21-309 or a successor or substitute custodian designated under section 21-318."},{"prefix":"8","text":" \"District\" means the District of Columbia."},{"prefix":"9","text":" \"Financial institution\" means a bank, trust company, savings institution, or credit union, chartered and supervised under state or federal law."},{"prefix":"10","text":" \"Legal representative\" means an individual's personal representative or conservator."},{"prefix":"11","text":" \"Member of the minor's family\" means the minor's parent, step-parent, spouse, grandparent, brother, sister, uncle, or aunt, whether of the whole or half blood or by adoption."},{"prefix":"12","text":" \"Minor\" means an individual who has not reached the age of 18 years."},{"prefix":"13","text":" \"Person\" means an individual, a corporation, an organization, or other legal entity."},{"prefix":"14","text":" \"Personal representative\" means an executor, administrator, successor personal representative, or special administrator of a decedent's estate or a person legally authorized to perform substantially the same functions."},{"prefix":"15","text":" \"State\" includes any state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, and a territory or possession subject to the legislative authority of the United States."},{"prefix":"16","text":" \"Transfer\" means a transaction that creates custodial property under section 21-309."},{"prefix":"17","text":" \"Transferor\" means a person who makes a transfer under this act."},{"prefix":"18","text":" \"Trust company\" means a financial institution, a corporation, or other legal entity authorized to exercise general trust powers."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Transfers to Minors; Uniform Law. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"301","identifier":"21-301","catch_text":"Definitions."}}