{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-564.\n\n1973 Ed., § 21-564.\n\nEffect of Amendments\n\nD.C. Law 14-283 rewrote subsec. (a) which had read as follows:\n\n\"(a) A patient hospitalized pursuant to this chapter may not by reason of the hospitalization, be denied the right to dispose of property, execute instruments, make purchases, enter into contractual relationships, vote, and hold a driver's license, unless the patient has been adjudicated incompetent by a court of competent jurisdiction and has not been restored to legal capacity. If the chief of service of the public or private hospital in which the patient is hospitalized is of the opinion that the patient is unable to exercise any of the rights referred to in this section, the chief of service shall immediately notify the patient and the patient's attorney, legal guardian, spouse, parents, or other nearest known adult relative, the Superior Court of the District of Columbia, the Commission on Mental Health, and the Mayor of the District of Columbia of that fact.\"\n\nTemporary Amendments of Section\n\nSection 2(cc) of D.C. Law 14-131 amended subsec. (a) to read as follows:\n\n\"(a) A person admitted or committed for treatment pursuant to this chapter may not, by reason of the admission or treatment, be denied the right to dispose of property, execute instruments, make purchases, enter into contractual relationships, vote, and hold a driver's license, unless the person has been adjudicated incompetent by a court of competent jurisdiction and has not been restored to legal capacity. If the chief clinical officer of the Department or the chief of service for the public or private hospital, facility, or provider in which the committed person is housed is of the opinion that the person is unable to exercise any of the rights referred to in this section, the chief clinical officer or chief of service shall immediately notify the person and the person's attorney, legal guardian, spouse, parents, or other nearest known adult relative, the Superior Court of the District of Columbia, the Commission, and the Mayor of that fact.\"\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(cc) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(cc) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(dd) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(dd) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 48 DCR 2784).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 21-546.\n\nFor Law 14-131, see notes following § 21-501.\n\nFor Law 14-283, see notes following § 21-501.\n\nDC CODE § 21-564\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 758, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 567, Pub. L. 91-358, title I, § 150(c)(3), (4); Mar. 24, 1998, D.C. Law 12-81, § 14(j), 45 DCR 745; Apr. 4, 2003, D.C. Law 14-283, § 2(dd), 50 DCR 917.)","sections":[{"prefix":"a","text":" A person admitted or committed for treatment pursuant to this chapter may not, by reason of the admission or treatment, be denied the right to dispose of property, execute instruments, make purchases, enter into contractual relationships, vote, and hold a driver's license, unless the person has been adjudicated incompetent by a court of competent jurisdiction and has not been restored to legal capacity. If the chief clinical officer of the Department or the chief of service for the public or private hospital, facility, or provider in which the committed person is housed is of the opinion that the person is unable to exercise any of the rights referred to in this section, the chief clinical officer or chief of service shall immediately notify the person and the person's attorney, legal guardian, spouse, parents, or other nearest known adult relative, the Superior Court of the District of Columbia, the Commission, and the Mayor of that fact."},{"prefix":"b","text":" A person in the District of Columbia who, by reason of a judicial decree ordering his hospitalization entered prior to September 15, 1964, is considered to be mentally incompetent and is denied the right to dispose of property, execute instruments, make purchases, enter into contractual relationships, vote, or hold a driver's license solely by reason of the decree, shall, upon the expiration of the one-year period immediately following September 15, 1964, be deemed to have been restored to legal capacity unless, within the one-year period, affirmative action is commenced to have the person adjudicated mentally incompetent by a court of competent jurisdiction; provided, however, that in those cases in which a committee has heretofore been appointed and the committeeship has not been terminated by court action, such committee shall continue to act under the supervision of the Superior Court of the District of Columbia under its equity powers."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"V","text":"Right to Communication; Exercise of Other Rights."},"heading":{"title":"21","chaptersection":"564","identifier":"21-564","catch_text":"Exercise of property and other rights; notice of inability; persons hospitalized prior to September 15, 1964."}}