{"text":"As used in the chapter:","historical":"Prior Codifications\n\n1981 Ed., § 21-501.\n\n1973 Ed., § 21-501.\n\nEffect of Amendments\n\nD.C. Law 14-283 added pars. (1A), (3A), (4A), (4B), (4C), (8A), (8B), and (9A); and repealed par. (6) which had read as follows:\n\n\"(6) 'Mentally ill person' means a person who has a mental illness, but does not include a person committed to a private or public hospital in the District of Columbia by order of the court in a criminal proceeding;\"\n\nD.C. Law 16-305, in par. (8), substituted \"with\" for \"suffering from\".\n\nD.C. Law 17-231 added par. (4A-i).\n\nD.C. Law 19-169, in par. (9), substituted \"with\" for \"suffering from\".\n\nTemporary Amendments of Section\n\nSection 2(b)(1) of D.C. Law 14-131 added pars. (1A), (3A), (4A), (4B), (4C), (8A), (8B), and (9A) to read as follows:\n\n\"(1A) 'Chief clinical officer' means the psychiatrist or qualified psychologist for the Department who is responsible for coordinating the treatment of persons receiving mental health supports or mental health services from the Department;\"\n\n\"(3A) 'Core services agency' means a community-based provider of mental health services and mental health supports that is certified by the Department and that acts as a clinical home for consumers of mental health services by providing a single point of access and accountability for diagnostic assessment, medication-somatic treatment, counseling and psychotherapy, community support services, and access to other needed services;\"\n\n\"(4A) 'Department' means the Department of Mental Health;\n\n\"(4B) 'Mental health services' means the services funded or regulated by the Department for the purpose of addressing mental illness or mental health problems;\n\n\"(4C) 'Mental health supports' means the supports funded or regulated by the Department for the purpose of addressing mental illness or mental health problems;\"\n\n\"(8A) 'Provider' means an individual or entity that:\n\n\"(A) Is duly licensed or certified by the Department to provide mental health services or mental health supports; or\n\n\"(B) Has entered into an agreement with the Department to provide mental health services or mental health supports;\n\n\"(8B) 'Psychiatrist' means a physician who is licensed to practice medicine in the District of Columbia and has completed a residency in psychiatry; and\"\n\n\"(9A) 'Qualified physician' means a person licensed under the laws of the District of Columbia to practice medicine who is board-certified in emergency medicine and certified by the Department to examine persons and prepare admission certificates pursuant to section 21-522.\"\n\nSection 2(b)(2) of D.C. Law 14-131 repealed par. (6).\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nLaw 5-48, the \"Health-Care and Community Residence Facility Hospice and Home Care Licensure Act of 1983,\" was introduced in Council and assigned Bill No. 5- 166, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on September 20, 1983, and October 4, 1983, respectively. Signed by the Mayor on October 28, 1983, it was assigned Act No. 5-74 and transmitted to both Houses of Congress for its review.\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nLaw 14-131, the \"Mental Health Commitment Temporary Act of 2002\", was introduced in Council and assigned Bill No. 14-502, which was retained by council. The Bill was adopted on first and second readings on January 8, 2002, and February 5, 2002, respectively. Signed by the Mayor on February 25, 2002, it was assigned Act No. 14-292 and transmitted to both Houses of Congress for its review. D.C. Law 14-131 became effective on May 2, 2002.\n\nLaw 14-283, the \"Mental Health Civil Commitment Act of 2002\", was introduced in Council and assigned Bill No. 14-605, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-617 and transmitted to both Houses of Congress for its review. D.C. Law 14-283 became effective on April 4, 2003.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole.  The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 21-501\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 751, Pub. L. 89-183, § 1, July 29, 1970, 84 Stat. 567, Pub. L. 91-358, title I, § 150(c)(1); Feb. 24, 1984, D.C. Law 5-48, § 11(a)(4), (b), 30 DCR 5778; Apr. 30, 1988, D.C. Law 7-104, § 6(c), 35 DCR 147; Apr. 9, 1997, D.C. Law 11-255, § 20(b), 44 DCR 1271; Apr. 4, 2003, D.C. Law 14-283, § 2(b), 50 DCR 917; Apr. 24, 2007, D.C. Law 16-305, § 35(a)(1), 53 DCR 6198; Sept. 12, 2008, D.C. Law 17-231, § 22(a), 55 DCR 6758; Sept. 26, 2012, D.C. Law 19-169, § 21(c)(2), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Administrator\" means a person in charge of a public or private hospital or his delegate;"},{"prefix":"1A","text":" \"Chief clinical officer\" means the psychiatrist or qualified psychologist for the Department who is responsible for coordinating the treatment of persons receiving mental health supports or mental health services from the Department;"},{"prefix":"2","text":" \"Chief of service\" means the physician or qualified psychologist charged with overall responsibility for the professional program of care and treatment in the particular administrative unit of the hospital to which the patient has been admitted or such other member of the medical staff as the chief of service designates;"},{"prefix":"3","text":" \"Commission\" means the Commission on Mental Health;"},{"prefix":"3A","text":" \"Core services agency\" means a community-based provider of mental health services and mental health supports that is certified by the Department and that acts as a clinical home for consumers of mental health services by providing a single point of access and accountability for diagnostic assessment, medication-somatic treatment, counseling and psychotherapy, community support services, and access to other needed services;"},{"prefix":"4","text":" \"Court\" means the Superior Court of the District of Columbia;"},{"prefix":"4A","text":" \"Department\" means the Department of Mental Health;"},{"prefix":"4A-i","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"4B","text":" \"Mental health services\" means the services funded or regulated by the Department for the purpose of addressing mental illness or mental health problems;"},{"prefix":"4C","text":" \"Mental health supports\" means the supports funded or regulated by the Department for the purpose of addressing mental illness or mental health problems;"},{"prefix":"5","text":" \"Mental illness\" means a psychosis or other disease which substantially impairs the mental health of a person;"},{"prefix":"6","text":" Repealed."},{"prefix":"7","text":" \"Physician\" means a person licensed under the laws of the District of Columbia to practice medicine, or a person who practices medicine in the employment of the Government of the United States or of the District of Columbia;"},{"prefix":"8","text":" \"Private hospital\" means a nongovernmental hospital or institution, or part thereof, in the District of Columbia, equipped and qualified to provide inpatient care and treatment for a person with a physical or mental illness;"},{"prefix":"8A","text":" \"Provider\" means an individual or entity that:"},{"prefix":"A","text":" Is duly licensed or certified by the Department to provide mental health services or mental health supports; or"},{"prefix":"B","text":" Has entered into an agreement with the Department to provide mental health services or mental health supports;"},{"prefix":"8B","text":" \"Psychiatrist\" means a physician who is licensed to practice medicine in the District of Columbia, or is employed by the federal government, and has completed a residency in psychiatry;"},{"prefix":"9","text":" \"Public hospital\" means a hospital or institution, or part thereof, in the District of Columbia, owned and operated by the Government of the United States or of the District of Columbia, equipped and qualified to provide inpatient care and treatment for persons with physical or mental illness;"},{"prefix":"9A","text":" \"Qualified physician\" means a person licensed under the laws of the District of Columbia to practice medicine who is board-certified in emergency medicine and certified by the Department to examine persons and prepare admission certificates pursuant to section 21-522; and"},{"prefix":"10","text":" \"Qualified psychologist\" means a person who is licensed pursuant to section 501 of the District of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3- 1205.01), and has (1) one year of formal training within a hospital setting; or (2) two years of supervised clinical experience in an organized health care setting, one of which must be post-doctoral."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"I","text":"Definitions; Commission on Mental Health."},"heading":{"title":"21","chaptersection":"501","identifier":"21-501","catch_text":"Definitions."}}