{"text":"","historical":"Miscellaneous Notes\n\nApplicability of §§ 2(d), (e), (l)(2), (n), (r)(3) and (4), (t), and (u) of Law 14-283: Section 3 of Law 14-283 provided that section 2(d), (e), (l)(2), (n), (r)(3) and (4), (t), and (u) shall apply upon the enactment of legislation by the United States Congress that states the following: \"Notwithstanding any other law, section 2(d), (e), (l)(2), (r)(3) and (4), (t), and (u) of the Mental Health Civil Commitment Act of 2002, adopted by the Council of the District of Columbia, is enacted into law.\"\n\nDC CODE § 21-545.01\n\nCurrent through December 11, 2012","credits":"(Dec. 10, 2004, 118 Stat. 3475, Pub. L. 108-450, § 7(a).)","sections":[{"prefix":"a","text":" At least 60 days prior to the expiration of an order of commitment issued pursuant to section 21-545 or this section, the chief clinical officer of the Department, or the chief of service of the facility, hospital, or mental health provider to which the person is committed may petition the Commission for a renewal of the order of commitment for that person. For good cause shown, a petition of commitment may be filed within the last 60 days of the one-year period of commitment. The petition for renewal of commitment shall be supported by a certificate of a psychiatrist or qualified psychologist stating that he has examined the person and is of the opinion that the person is mentally ill, and, because of the illness, is likely to injure himself or other persons if not committed. The term of the renewed commitment order shall not exceed one year."},{"prefix":"b","text":" Within 3 days of the filing of a petition under subsection (a) of this section, the Commission shall send a copy of the petition and supporting certificate by registered mail to the person with respect to whom the petition was filed and by regular mail to the person's attorney."},{"prefix":"c","text":" The Commission shall promptly examine a person for whom a petition is filed under subsection (a) of this section, and, in accordance with the procedures described in sections 21-542 and 21-543, shall thereafter promptly hold a hearing on the issue of the person's mental illness and whether, as a result of a mental illness, the person is likely to injure himself or other persons if not committed."},{"prefix":"d","text":" If the Commission finds, after a hearing under subsection (c) of this section, that the person with respect to whom the hearing was held is no longer mentally ill, or is not mentally ill to the extent that the person is likely to injure himself or other persons if not committed, the Commission shall immediately order the termination of the commitment and notify the Court of that fact in writing."},{"prefix":"e","text":" If the Commission finds, after a hearing under subsection (c) of this section, that the person with respect to whom the hearing was held remains mentally ill to the extent that the person is likely to injure himself or others if not committed, the Commission shall order the renewal of the commitment of the person for an additional term not to exceed one year and shall promptly report that fact, in writing, to the Court. The report shall contain the Commission's findings of fact and conclusions of law. A copy of the report shall be served by registered mail on the person with respect to whom the hearing was held and by mail on the person's attorney."},{"prefix":"f","text":" If a petition for a renewal of an order of commitment is pending at the expiration of the commitment period ordered under section 21-545 or this section, the Court may, for good cause shown, extend the period of commitment pending resolution of the renewal petition."},{"prefix":"g","text":" Within the last 30 days of the period of commitment, the chief clinical officer of the Department, or the chief of service of the facility, hospital, or mental health provider to which a person is committed, shall notify the Court which ordered the person's commitment pursuant to section 21-545 or this section of the decision not to seek renewal of commitment. Notice to the Court shall be in writing and a copy of the notice shall be mailed to the person who was committed and the person's attorney."},{"prefix":"h","text":"(1) A person for whom the Commission orders renewed commitment pursuant to subsection (e) of this section may seek a review of the Commission's order by the Superior Court of the District of Columbia, and the Commission, orally and in writing, shall advise the person of this right."},{"prefix":"2","text":" A review of the Commission's order of renewed commitment, in whole or in part, may be made by a judge of the appropriate division sua sponte and shall be made upon a motion of one of the parties made pursuant to procedures established by rules of the Court. The reviewing judge shall conduct such proceedings as required by the rules of the Court."},{"prefix":"3","text":" An appeal to the District of Columbia Court of Appeals may be made only after a judge of the Court has reviewed the Commission's order of renewed commitment."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"IV","text":"Commitment Under Court Order. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"545","identifier":"21-545.01","catch_text":"Renewal of commitment status by commission; review by Court."}}