{"text":"If the Commission finds, after a hearing under section 21-542, that the person with respect to whom the hearing was held is not mentally ill or if mentally ill, is not mentally ill to the extent that he is likely to injure himself or other persons if not committed, the Commission shall immediately order his release and notify the court of that fact in writing. If the Commission finds, after the hearing, that the person with respect to whom the hearing was held is mentally ill, and because of the illness is likely to injure himself or other persons if not committed, the Commission shall promptly report that fact, in writing, to the Superior Court of the District of Columbia. The report shall contain the Commission's findings of fact, conclusions of law, and recommendations. A copy of the report of the Commission shall be served personally on the person with respect to whom the hearing was held and his attorney. A person with respect to whom the hearing was held with respect to whom the report is made has the right to demand a jury trial, and the Commission, orally and in writing, shall advise him of this right.","historical":"Prior Codifications\n\n1981 Ed., § 21-544.\n\n1973 Ed., § 21-544.\n\nEffect of Amendments\n\nD.C. Law 14-283 substituted \"not committed\" for \"allowed to remain at liberty\", substituted \"person with respect to whom the hearing was held\" for \"alleged mentally ill person\", and substituted \"A person\" for \"An alleged mentally ill person\".\n\nTemporary Amendments of Section\n\nSection 2(r)of D.C. Law 14-131 substituted \"not committed\" for \"allowed to remain at liberty\" wherever it appeared; in the fourth sentence, substituted \"person with respect to whom the hearing was held\" for \"alleged mentally ill person\"; and in the last sentence, substituted \"A person\" for \"An alleged mentally ill person\".\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(r) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(r) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(s) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(s) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nFor Law 14-131, see notes following § 21-501.\n\nFor Law 14-283, see notes following § 21-501.\n\nDC CODE § 21-544\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 755, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 567, Pub. L. 91-358, title I, § 150(c)(3); Apr. 4, 2003, D.C. Law 14- 283, § 2(s), 50 DCR 917.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"IV","text":"Commitment Under Court Order. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"544","identifier":"21-544","catch_text":"Determinations of Commission; report to court; copy to person affected; right to jury trial."}}