{"text":"A person admitted to a hospital or the Department under section 21-522 may not be detained in the hospital or by the Department for a period in excess of 48 hours from the time of the person's admission, unless the administrator of the hospital, the chief clinical officer of the Department, or the administrator's or chief clinical officer's designee has, within that period, filed a written petition with the court for an order authorizing the continued detention of the person for emergency observation and diagnosis for a period not to exceed 7 days from the time the order is entered.","historical":"Prior Codifications\n\n1981 Ed., § 21-523.\n\n1973 Ed., § 21-523.\n\nEffect of Amendments\n\nD.C. Law 14-283 rewrote the section which had read as follows:\n\n\"§ 21-523. Court order requirement for hospital detention beyond 48 hours; maximum period for observation.\"\n\n\"A person admitted to a hospital under section 21-522 may not be detained in the hospital for a period in excess of 48 hours from the time of his admission, unless the administrator of the hospital has, within that period, filed a written petition with the court for an order authorizing the continued hospitalization of the person for emergency observation and diagnosis for a period not to exceed 7 days from the time the order is entered.\"\n\nTemporary Amendments of Section\n\nSection 2(i) of D.C. Law 14-131 amended this section to read as follows:\n\n\"A person admitted to a hospital or the Department under section 21-522 may not be detained in the hospital or by the Department for a period in excess of 48 hours from the time of the person's admission, unless the administrator of the hospital, the chief clinical officer of the Department, or the administrator's or chief clinical officer's designee has, within that period, filed a written petition with the court for an order authorizing the continued hospitalization of the person for emergency observation and diagnosis for a period not to exceed 7 days from the time the order is entered.\"\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(j) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(j) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nFor Law 14-131, see notes following § 21-501.\n\nFor Law 14-283, see notes following § 21-501.\n\nDC CODE § 21-523\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 753, Pub. L. 89-183, § 1; Apr. 4, 2003, D.C. Law 14-283, § 2(j), 50 DCR 917.)","sections":[],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"III","text":"Emergency Hospitalization."},"heading":{"title":"21","chaptersection":"523","identifier":"21-523","catch_text":"Court order requirement for hospital detention beyond 48 hours; maximum period for observation."}}