{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-503.\n\n1973 Ed., § 21-503.\n\nEffect of Amendments\n\nPub. L. 108-450, in subsec. (b), substituted \"Commission members who are psychiatrists or qualified psychologists\" for \"The Commission, or any of the members thereof,\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section applicable upon enactment of certain legislation by the United States Congress, see §§ 2(e) and 3 of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-48, see Historical and Statutory Notes following § 21-501.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 21-501.\n\nMiscellaneous Notes\n\nApplicability of §§ 2(d), (e), (l)(2), (n), (r)(3) and (4), (t), and (u) of Law 14-283: Section 3 of Law 14-283 provided that section 2(d), (e), (l)(2), (n), (r)(3) and (4), (t), and (u) shall apply upon the enactment of legislation by the United States Congress that states the following: \"Notwithstanding any other law, section 2(d), (e), (l)(2), (r)(3) and (4), (t), and (u) of the Mental Health Civil Commitment Act of 2002, adopted by the Council of the District of Columbia, is enacted into law.\"\n\nDC CODE § 21-503\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 752, Pub. L. 89-183, § 1; Feb. 24, 1984, D.C. Law 5-48, § 11(a)(5), 30 DCR 5778; Apr. 30, 1988, D.C. Law 7-104, § 6(e), 35 DCR 147; Apr. 4, 2003 (Dec. 10, 2004), D.C. Law 14-283, § 2(e), 50 DCR 917; Dec. 10, 2004, 118 Stat. 3473, Pub. L. 108-450, § 3.)","sections":[{"prefix":"a","text":" The Commission shall examine alleged mentally ill persons, inquire into their affairs and the affairs of persons who may be legally liable for their support, and make reports and recommendations to the court."},{"prefix":"b","text":" Except as otherwise provided by this chapter, the Commission may conduct its examinations and hearings either at the courthouse or elsewhere at its discretion. The court may issue subpoenas at the request of the Commission returnable before the Commission, for the appearance of the alleged mentally ill person, witnesses, and persons who may be liable for his support. Commission members who are psychiatrists or qualified psychologists, are competent and compellable witnesses at any trial, hearing or other proceeding conducted pursuant to this chapter and the physician- or psychologist-patient privilege is not applicable."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"I","text":"Definitions; Commission on Mental Health."},"heading":{"title":"21","chaptersection":"503","identifier":"21-503","catch_text":"Examinations and hearings; subpoenas; witnesses; place."}}