{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-551.\n\n1973 Ed., § 21-551.\n\nEffect of Amendments\n\nD.C. Law 14-283, in subsec. (a), substituted \"the Department\" for \"a public hospital\"; and rewrote subsec. (b) which had read as follows:\n\n\"(b) For the purposes of this section, 'resident of the District of Columbia' means a person who has maintained his principal place of abode in the District of Columbia for more than one year immediately prior to the filing of the petition referred to in subsection (a) of section 21-541.\"\n\nTemporary Amendments of Section\n\nSection 2(y) of D.C. Law 14-131, in subsec. (a), in the first sentence, substituted \"the Department\" for \"a public hospital\"; and amended subsec. (b) to read as follows:\n\n\"(b) For the purposes of this section, the term \"resident of the District of Columbia\" means a person who voluntarily lives in the District of Columbia and has no present intention of removing himself from the District of Columbia. The term \"resident of the District of Columbia\" does not include persons who live in the District of Columbia solely for a temporary purpose.  Residency is not affected by temporary absence from and the subsequent return to the District of Columbia.   Residency shall not depend upon the reason that the person entered the District of Columbia, except to the extent that it bears upon whether they are in the District of Columbia for a temporary purpose.\"\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(y) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(z) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(y) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(z) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nFor Law 14-131, see notes following § 21-501.\n\nFor Law 14-283, see notes following § 21-501.\n\nDC CODE § 21-551\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 757, Pub. L. 89-183, § 1; Apr. 4, 2003, D.C. Law 14-283, § 2(z), 50 DCR 917.)","sections":[{"prefix":"a","text":" If a person ordered committed to the Department by the court pursuant to section 21-545 is found by the Commission, subject to a review by the court, not to be a resident of the District of Columbia, and to be a resident of another place, he shall be transferred to the State of his residence if an appropriate institution of that State is willing to accept him. If the person is an indigent, the expense of transferring him, including the traveling expenses of necessary attendants, shall be borne by the District of Columbia."},{"prefix":"b","text":" For the purposes of this section, the term \"resident of the District of Columbia\" means a person who voluntarily lives in the District of Columbia and has no present intention of removing himself from the District of Columbia. The term \"resident of the District of Columbia\" does not include persons who live in the District of Columbia solely for a temporary purpose. Residency is not affected by temporary absence from and the subsequent return to the District of Columbia. Residency shall not depend upon the reason that the person entered the District of Columbia, except to the extent that it bears upon whether they are in the District of Columbia for a temporary purpose."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"IV","text":"Commitment Under Court Order. (Refs & Annos)"},"heading":{"title":"21","chaptersection":"551","identifier":"21-551","catch_text":"Nonresidents."}}