{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-501.1.\n\nEffect of Amendments\n\nD.C. Law 14-283 rewrote subsec. (b) which had read as follows:\n\n\"(b) Whenever a qualified psychologist may have the responsibility for the voluntary, nonprotesting, emergency, or court-ordered hospitalization of a mentally ill patient, that qualified psychologist or the hospital shall, prior to or at the time of hospital admission, identify a psychiatrist or other appropriate physician with admitting privileges at the hospital who shall be responsible for the medical evaluation and medical management of the patient for the duration of the patient's hospitalization. The qualified psychologist shall be responsible for all other evaluation and management of the patient.\n\nTemporary Amendments of Section\n\nSection 2(c) of D.C. Law 14-131 amended subsec. (b) to read as follows:\n\n\"(b) Whenever a qualified psychologist may have the responsibility for the voluntary, nonprotesting, emergency, or court-ordered admission or hospitalization of a person who is mentally ill, that qualified psychologist or the provider shall, prior to or at the time of admission or commitment, identify a psychiatrist or other appropriate physician who shall be responsible for the medical evaluation and medical management of the person who is mentally ill during the period in which the person is receiving treatment from that provider. The qualified psychologist shall be responsible for all other evaluation and management of the mental health services or mental health supports for the person who is mentally ill.\"\n\nSection 5(b) of D.C. Law 14-131 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mental Health Commitment Emergency Amendment Act of 2002 (D.C. Act 14-265, January 30, 2002, 49 DCR 1450).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mental Health Commitment Congressional Review Emergency Act of 2002 (D.C. Act 14-350, April 24, 2002, 49 DCR 4417).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mental Health Civil Commitment Emergency Act of 2002 (D.C. Act 14-546, December 12, 2002, 50 DCR 199).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mental Health Civil Commitment Congressional Review Emergency Act of 2003 (D.C. Act 15-41, March 24, 2003, 50 DCR 2784).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-48, see Historical and Statutory Notes following § 21-501.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 21-501.\n\nFor Law 14-131, see notes following § 21-501.\n\nFor Law 14-283, see notes following § 21-501.\n\nMiscellaneous Notes\n\nSection 33(b) of D.C. Law 15-354 provides that the section designation of § 21-501.1 of the District of Columbia Official Code is redesignated as § 21- 501.01.\n\nDC CODE § 21-501.01\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1984, D.C. Law 5-48, § 11(c), 30 DCR 5778; Apr. 30, 1988, D.C. Law 7-104, § 6(d), 35 DCR 147; Apr. 4, 2003, D.C. Law 14-283, § 2(c), 50 DCR 917.)","sections":[{"prefix":"a","text":" Qualified psychologists are subject to the restrictions and qualifications for practice contained in the District of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1201.01 et seq.)."},{"prefix":"b","text":" Whenever a qualified psychologist has the responsibility for the voluntary, nonprotesting, emergency, or court-ordered admission or hospitalization of a person who is mentally ill, that qualified psychologist or the provider shall, prior to or at the time of admission or commitment, identify a psychiatrist or other appropriate physician who shall be responsible for the medical evaluation and medical management of the person who is mentally ill during the period in which the person is receiving treatment from that provider. The qualified psychologist may be responsible for all other evaluation and management of the mental health services or mental health services or supports for the person who is mentally ill."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Hospitalization of Persons with Mental Illness."},"subchapter":{"identifier":"I","text":"Definitions; Commission on Mental Health."},"heading":{"title":"21","chaptersection":"501","identifier":"21-501.01","catch_text":"Qualified psychologists."}}