{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-906.\n\n1973 Ed., § 21-906.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (a), substituted \"found to have a mental illness\" for \"found to be mentally ill\"; and, in subsec. (b), substituted \"person with mental illness\" for \"mentally ill person\".\n\nLegislative History of Laws\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nFor history of Law 19-169, see notes under § 21-501.\n\nDC CODE § 21-906\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 765, Pub. L. 89-183, § 1; July 29, 1970, 84 Stat. 568, Pub. L. 91-358, title I, § 150(f); Apr. 30, 1988, D.C. Law 7-104, § 6(i), 35 DCR 147; Sept. 26, 2012, D.C. Law 19-169, § 21(d)(6), 59 DCR 5567.)","sections":[{"prefix":"a","text":" The Superintendent of Saint Elizabeths Hospital shall promptly examine a person committed as provided by sections 21-902 and 21-903, and, if not found to have a mental illness, shall forthwith discharge him, or, if found to have a mental illness, shall return him to the State of his residence or to his relatives, if practicable."},{"prefix":"b","text":" Proceedings for the adjudication of a person referred to by subsection (a) of this section, or of a person admitted to the hospital pursuant to section 21-904, as a person with mental illness, and for the appointment of a committee of his person or property, may be instituted in the Superior Court of the District of Columbia by the Secretary of Health and Human Services or by a party interest. The laws of the District of Columbia apply to the proceedings. This chapter does not impose upon the District of Columbia the expense of care and treatment of a person apprehended, detained, or committed under this chapter, unless the person is a resident of the District of Columbia as defined by subsection (b) of section 21-551."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Persons with Mental Illness Found in Certain Federal Reservations."},"heading":{"title":"21","chaptersection":"906","identifier":"21-906","catch_text":"Examinations; adjudications; laws applicable; expense of care and treatment."}}