{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 21-902.\n\n1973 Ed., § 21-902.\n\nEffect of Amendments\n\nD.C. Law 19-169 substituted \"person with mental illness\" for \"mentally ill person\".\n\nLegislative History of Laws\n\nFor history of Law 19-169, see notes under § 21-501.\n\nReferences in Text\n\nThe Act of October 17, 1968, Pub. L. 90-578, terminated the Office of United States commissioner and established in place thereof the Office of United States magistrate. The Act became operative in the District of Columbia on June 27, 1969, when 2 United States magistrates assumed the office pursuant to appointment by order of the District Court dated June 20, 1969.\n\nDC CODE § 21-902\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 1965, 79 Stat. 763, Pub. L. 89-183, § 1; Sept. 26, 2012, D.C. Law 19-169, § 21(d)(3), 59 DCR 5567.)","sections":[{"prefix":"a","text":" A United States commissioner specially designated by the United States District Court for the Eastern District of Virginia or by the United States District Court for the District of Maryland may commit to Saint Elizabeths Hospital, for observation and diagnosis, a person found in a place over which the United States has exclusive or concurrent jurisdiction in Arlington County, Fairfax County, Loudoun County or the city of Alexandria, in the State of Virginia, or in Montgomery County or Prince Georges County in the State of Maryland, who is alleged, and is believed by the commissioner, to be a person with mental illness. A United States commissioner specially designated by the United States District Court for the District of Columbia has like jurisdiction and authority in the case of any person temporarily detained in Saint Elizabeths Hospital, pursuant to section 21-903."},{"prefix":"b","text":" A commitment provided for by subsection (a) of this section shall be for not more than 30 days and may be made only after a hearing before the commissioner upon:"},{"prefix":"1","text":" the testimony under oath of at least two witnesses as to their belief that the person is a person with mental illness; and"},{"prefix":"2","text":" the testimony under oath or affidavit of two physicians, at least one of whom is skilled in the treatment and diagnosis of nervous and mental disorders, that they have examined the alleged person with mental illness and believe him to be a person with mental illness and not fit to remain at liberty and go unrestrained, and that he should be in custody in a hospital for the treatment of mental or nervous disorders for his own safety and welfare and for the preservation of the peace and good order."},{"prefix":"c","text":" The head of the agency of the United States in control of the place where a person is apprehended for a hearing pursuant to this section shall forthwith notify the spouse or a near relative or friend of the person so apprehended whose address is known to him or can by reasonable inquiry be ascertained by him. In the case of a person described by section 21-907, the agency head shall notify the head of the department having jurisdiction over the service to which the person belongs."},{"prefix":"d","text":" The agency of the United States in control of the place where a person is apprehended for a hearing pursuant to this section may employ physicians for the purpose and pay compensation for their services and pay expenses of witnesses in the proceedings out of funds available therefor. Physicians who are officers or employees of the United States or who are members of the armed forces of the United States may render the services without additional compensation."}],"division":{"identifier":"III","text":"Decedents' Estates and Fiduciary Relations."},"title":{"identifier":"21","text":"Fiduciary Relations and Persons with Mental Illness. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Persons with Mental Illness Found in Certain Federal Reservations."},"heading":{"title":"21","chaptersection":"902","identifier":"21-902","catch_text":"Commitments by special commissioners of certain district courts."}}