{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 18-239 , the \"Prohibition Against Human Trafficking Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-70, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on March 16, 2010, and June 1, 2010, respectively. Signed by the Mayor on June 21, 2010, it was assigned Act No. 18-444 and transmitted to both Houses of Congress for its review. D.C. Law 18-239 became effective on October 23, 2010.\n\nDC CODE § 22-1831\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 2010, D.C. Law 18-239, § 101, 57 DCR 5405.)","sections":[{"prefix":"1","text":" \"Abuse or threatened abuse of law or legal process\" means the use or threatened use of law or legal process, whether administrative, civil, or criminal, in any manner or for any purpose for which the law was not designed, to exert pressure on another person to cause that person to take some action or refrain from taking some action."},{"prefix":"2","text":" \"Business\" means any corporation, partnership, sole proprietorship, firm, enterprise, franchise, association, organization, holding company, joint stock, trust, and any legal entity through which business is conducted."},{"prefix":"3","text":" \"Coercion\" means any one of, or a combination of, the following:"},{"prefix":"A","text":" Force, threats of force, physical restraint, or threats of physical restraint;"},{"prefix":"B","text":" Serious harm or threats of serious harm;"},{"prefix":"C","text":" The abuse or threatened abuse of law or legal process;"},{"prefix":"D","text":" Fraud or deception;"},{"prefix":"E","text":" Any scheme, plan, or pattern intended to cause a person to believe that if that person did not perform labor or services, that person or another person would suffer serious harm or physical restraint;"},{"prefix":"F","text":" Facilitating or controlling a person's access to an addictive or controlled substance or restricting a person's access to prescription medication; or"},{"prefix":"G","text":" Knowingly participating in conduct with the intent to cause a person to believe that he or she is the property of a person or business and that would cause a reasonable person in that person's circumstances to believe that he or she is the property of a person or business."},{"prefix":"4","text":" \"Commercial sex act\" means any sexual act or sexual contact on account of which or for which anything of value is given to, promised to, or received by any person. The term \"commercial sex act\" includes a violation of § 22- 2701, § 22-2704, §§ 22-2705 to 22-2712, §§ 22-2713 to 22-2720, and § 22-2722."},{"prefix":"5","text":" \"Debt bondage\" means the status or condition of a person who provides labor, services, or commercial sex acts, for a real or alleged debt, where:"},{"prefix":"A","text":" The value of the labor, services, or commercial sex acts, as reasonably assessed, is not applied toward the liquidation of the debt;"},{"prefix":"B","text":" The length and nature of the labor, services, or commercial sex acts are not respectively limited and defined; or"},{"prefix":"C","text":" The amount of the debt does not reasonably reflect the value of the items or services for which the debt was incurred."},{"prefix":"6","text":" \"Labor\" means work that has economic or financial value."},{"prefix":"7","text":" \"Serious harm\" means any harm, whether physical or nonphysical, including psychological, financial, or reputational harm, that is sufficiently serious, under all the surrounding circumstances, to compel a reasonable person of the same background and in the same circumstances to perform or to continue to perform labor, services, or commercial sex acts to avoid incurring that harm."},{"prefix":"8","text":" \"Services\" means legal or illegal duties or work done for another, whether or not compensated."},{"prefix":"9","text":" \"Sexual act\" shall have the same meaning as provided in § 22-3001(8)."},{"prefix":"10","text":" \"Sexual contact\" shall have the same meaning as provided in § 22- 3001(9)."},{"prefix":"11","text":" \"Venture\" means any group of 2 or more individuals associated in fact, whether or not a legal entity."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"18A","text":"Human Trafficking."},"heading":{"title":"22","chaptersection":"1831","identifier":"22-1831","catch_text":"Definitions."}}