{"text":"It is unlawful for a person, alone or in concert with others, to crowd, obstruct, or incommode the use of any street, avenue, alley, road, highway, or sidewalk, or the entrance of any public or private building or enclosure or the use of or passage through any public conveyance, and to continue or resume the crowding, obstructing, or incommoding after being instructed by a law enforcement officer to cease the crowding, obstructing, or incommoding. A person who violates any provision of this section shall be guilty of a misdemeanor and, upon conviction, shall be fined not more than $500, imprisoned for not more than 90 days, or both.","historical":"Prior Codifications\n\n1981 Ed., § 22-1107.\n\n1973 Ed., § 22-1107.\n\nEffect of Amendments\n\nD.C. Law 18-375 rewrote the section, which formerly read:\n\n\"It shall not be lawful for any person or persons within the District of Columbia to congregate and assemble in any street, avenue, alley, road, or highway, or in or around any public building or inclosure, or any park or reservation, or at the entrance of any private building or inclosure, and engage in loud and boisterous talking or other disorderly conduct, or to insult or make rude or obscene gestures or comments or observations on persons passing by, or in their hearing, or to crowd, obstruct, or incommode, the free use of any such street, avenue, alley, road, highway, or any of the foot pavements thereof, or the free entrance into any public or private building or inclosure; it shall not be lawful for any person or persons to curse, swear, or make use of any profane language or indecent or obscene words, or engage in any disorderly conduct in any street, avenue, alley, road, highway, public park or inclosure, public building, church, or assembly room, or in any other public place, or in any place wherefrom the same may be heard in any street, avenue, alley, road, highway, public park or inclosure, or other building, or in any premises other than those where the offense was committed, under a penalty of not more than $250 or imprisonment for not more than 90 days, or both for each and every such offense.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 302(a) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 302(a) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 18-375, the \"Disorderly Conduct Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-425, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 23, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 19, 2011, it was assigned Act No. 18-699 and transmitted to both Houses of Congress for its review. D.C. Law 18-375 became effective on May 26, 2011.\n\nDC CODE § 22-1307\n\nCurrent through December 11, 2012","credits":"(July 29, 1892, 27 Stat. 323, ch. 320, § 6; July 8, 1898, 30 Stat. 723, ch. 638; June 29, 1953, 67 Stat. 97, ch. 159, § 210; May 26, 2011, D.C. Law 18-375, § 2(a), 58 DCR 731.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"13","text":"Disturbances of the Public Peace."},"heading":{"title":"22","chaptersection":"1307","identifier":"22-1307","catch_text":"Blocking passage."}}