{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-804.\n\n1973 Ed., § 22-804.\n\nEffect of Amendments\n\nD.C. Law 13-303 designated subsec. (a); in subsec. (a), substituted \"the person making the arrest or the humane officer taking possession of an animal\" for \"and the person making the arrest\"; and added subsec. (b).\n\nD.C. Law 17-281 added subsec. (c).\n\nLegislative History of Laws\n\nFor Law 13-303, see notes following § 22-1001.\n\nFor Law 17-281, see notes following § 22-1001.\n\nResolutions\n\nResolution 18-43, the \"Hearing Procedures for Washington Humane Society Approval Resolution of 2009\", was approved effective March 3, 2009.\n\nDC CODE § 22-1004\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1871, Leg. Assem., p. 136, ch. 106, § 4; June 8, 2001, D.C. Law 13-303, § 2(b), 47 DCR 7307; Dec. 5, 2008, D.C. Law 17-281, § 108(c), 55 DCR 9186.)","sections":[{"prefix":"a","text":" Any person found violating the laws in relation to cruelty to animals may be arrested and held without a warrant, in the manner provided by § 44-1505 and the person making an arrest, with or without a warrant, shall use reasonable diligence to give notice thereof to the owner of animals found in the charge or custody of the person arrested, and shall properly care and provide for such animals until the owner thereof shall take charge of the same; provided, the owner shall take charge of the same within 20 days from the date of said notice. The person making the arrest or the humane officer taking possession of an animal shall have a lien on said animals for the expense of such care and provisions."},{"prefix":"b","text":"(1) A humane officer of the Washington Humane Society may take possession of any animal to protect it from neglect or cruelty. The person taking possession of the animal or animals, shall use reasonable diligence to give notice thereof to the owner of animals found in the charge or custody of the person arrested, and shall properly care and provide for the animals until the owner shall take charge of the animals; provided that, the owner shall take charge of the animals within 20 days from the date of the notice."},{"prefix":"2","text":" If the owner or custodian of the animal or animals fails to respond after 20 days, the animal or animals shall become the property of the Washington Humane Society and the Washington Humane Society shall have the authority to:"},{"prefix":"A","text":" Place the animal or animals up for adoption in a suitable home;"},{"prefix":"B","text":" Retain the animal or animals, or"},{"prefix":"C","text":" Humanely destroy the animal or animals."},{"prefix":"c","text":"(1) The Mayor shall establish by rulemaking a notice and hearing process for the owner of the animal to contest the seizure, detention, and terms of release and treatment of the animal, the allegation of cruelty, abandonment, or neglect, and the imposition of the lien and costs assessed for caring and providing for the animal."},{"prefix":"2","text":" Within 30 days of December 5, 2008, the proposed rules shall be submitted to the Council for a 45-day period of review, excluding weekends, legal holidays, and days of Council recess. If the Council does not approve or disapprove of the proposed rules, by resolution, within the 45-day review period, the rules shall be deemed approved."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"10","text":"Cruelty to Animals. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"1004","identifier":"22-1004","catch_text":"Arrests without warrant authorized; notice to owner."}}