{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-1114.2.\n\nTemporary Amendments of Section\n\nTemporary amendment of Reestablishment of Health Services Planning and Certificate of Need Program: Sections 201 through 221 of D.C. Law 11-75 reestablished the Health Services Planning and Certificate of Need Program.\n\nSection 301(b) of D.C. Law 11-75 provided that this act shall expire after 225 days of its having taken effect.\n\nSee §§ 2 and 3 of D.C. Law 11-133.\n\nSection 5(b) of D.C. Law 11-133 provided that the act shall expire on the 225th day of its having taken effect.\n\nEmergency Act Amendments\n\nEmergency Reestablishment of a Health Services Planning and Certificate of Need Regulatory Program: For temporary reestablishment of a Health Services Planning and Certificate of Need Regulatory Program in the District of Columbia, see §§ 201-221 of the Interference with Medical Facilities and Health Professionals and Reestablishment of Health Services Planning and Certificate of Need Program Emergency Act of 1995 (D.C. Act 11-117, July 25, 1995, 42 DCR 4044).\n\nFor temporary re-establishment of a health services planning and certificate of need regulatory program in the District of Columbia, see §§ 2 through 23 of the Health Services Planning and Certificate of Need Program Emergency Act of 1995 (D.C. Act 11-151, November 9, 1995, 42 DCR 6550).\n\nFor temporary addition of section, see § 2 of the Interference with Medical Facilities and Health Professionals Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-306, July 26, 1996, 43 DCR 4205).\n\nFor temporary establishment of a health services planning and certificate of need regulatory program in the District of Columbia, see § 2-22 of the Health Services Planning Program Legislative Review Emergency Act of 1996 (D.C. Act 11-345, August 8, 1996, 43 DCR 4517).\n\nFor temporary establishment, on an emergency basis due to Congressional review, a health services planning and certificate of need regulatory program in the District of Columbia, see § 2-22 of the Health Services Planning Program Congressional Review Emergency Act of 1996 (D.C. Act 11-422, October 28, 1996, 43 DCR 6118).\n\nFor temporary establishment, on an emergency basis due to Congressional review, of a health services planning and certificate of need regulatory program in the District of Columbia, see § 2-22 of the Health Services Planning Program Second Congressional Review Emergency Act of 1996 (D.C. Act 11-489, January 2, 1996, 44 DCR 734), and see § 2-22 of the Health Services Planning Program Congressional Review Emergency Act of 1997 (D.C. Act 12-40, March 31, 1997, 44 DCR 2070).\n\nLegislative History of Laws\n\nLaw 11-75, the \"Interference with Medical Facilities and Health Professionals and Reestablishment of Health Services Planning and Certificate of Need Program Temporary Act of 1995,\" was introduced in Council and assigned Bill No. 11- 374. The Bill was adopted on first and second readings on July 11, 1995, and July 29, 1995, respectively. Signed by the Mayor on August 11, 1995, it was assigned Act No. 11-136 and transmitted to both Houses of Congress for its review. D.C. Law 11-75 became effective on December 15, 1995.\n\nLaw 11-133, the \"Health Services Planning and Certificate of Need Program Temporary Amendment Act of 1996,\" was introduced in Council and Assigned Bill No. 11-560. The Bill was adopted on first and second readings on February 6, 1996, and March 5, 1996, respectively. Signed by the Mayor on March 21, 1996, it was assigned Act No. 11-240 and transmitted to both Houses of Congress for its review. D.C. Law 11-133 became effective on May 29, 1996.\n\nFor legislative history of D.C. Law 11-157, see Historical and Statutory Notes following § 22-1314.01.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 11-117, the \"Interference with Medical Facilities and Health Professionals and Reestablishment of Health Services Planning and Certificate of Need Program Emergency Act of 1995\": See Mayor's Order 95-112, August 18, 1995.\n\nDelegation of authority pursuant to the Health Services Planning and Certificate of Need Program Emergency Act of 1995, effective November 7, 1995 (D.C. Act 11-151), see Mayor's Order 95-162, December 4, 1995.\n\nDC CODE § 22-1314.02\n\nCurrent through December 11, 2012","credits":"(July 29, 1892, 27 Stat. 322, ch. 320, § 11b, as added Sept. 20, 1996, D.C. Law 11-157, § 2, 43 DCR 3699.)","sections":[{"prefix":"a","text":" It shall be unlawful for a person, except as otherwise authorized by District or federal law, alone or in concert with others, to willfully or recklessly interfere with access to or from a medical facility or to willfully or recklessly disrupt the normal functioning of such facility by:"},{"prefix":"1","text":" Physically obstructing, impeding, or hindering the free passage of an individual seeking to enter or depart the facility or from the common areas of the real property upon which the facility is located;"},{"prefix":"2","text":" Making noise that unreasonably disturbs the peace within the facility;"},{"prefix":"3","text":" Trespassing on the facility or the common areas of the real property upon which the facility is located;"},{"prefix":"4","text":" Telephoning the facility repeatedly to harass or threaten owners, agents, patients, and employees, or knowingly permitting any telephone under his or her control to be so used for the purpose of threatening owners, agents, patients, and employees; or"},{"prefix":"5","text":" Threatening to inflict injury on the owners, agents, patients, employees, or property of the medical facility or knowingly permitting any telephone under his or her control to be used for such purpose."},{"prefix":"b","text":" A person shall not act alone or in concert with others with the intent to prevent a health professional or his or her family from entering or leaving the health professional's home."},{"prefix":"c","text":" Subsections (a) and (b) of this section shall not be construed to prohibit any otherwise lawful picketing or assembly."},{"prefix":"d","text":" Any person who violates subsections (a) or (b) of this section, upon conviction, shall be fined not more than $1,000, imprisoned for not more than 180 days, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"13","text":"Disturbances of the Public Peace."},"heading":{"title":"22","chaptersection":"1314","identifier":"22-1314.02","catch_text":"Prohibited acts."}}