{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-1121.\n\n1973 Ed., § 22-1121.\n\nEffect of Amendments\n\nD.C. Law 18-375 rewrote the section, which formerly read:\n\n\"Whoever, with intent to provoke a breach of the peace, or under circumstances such that a breach of the peace may be occasioned thereby: (1) acts in such a manner as to annoy, disturb, interfere with, obstruct, or be offensive to others; (2) congregates with others on a public street and refuses to move on when ordered by the police; (3) shouts or makes a noise either outside or inside a building during the nighttime to the annoyance or disturbance of any considerable number of persons; (4) interferes with any person in any place by jostling against such person or unnecessarily crowding such person or by placing a hand in the proximity of such person's pocketbook, or handbag; or (5) causes a disturbance in any streetcar, railroad car, omnibus, or other public conveyance, by running through it, climbing through windows or upon the seats, or otherwise annoying passengers or employees, shall be fined not more than $250 or imprisoned not more than 90 days, or both.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 303(a) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 303(a) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-1302.\n\nFor history of Law 18-375, see notes under § 22-1307.\n\nDC CODE § 22-1321\n\nCurrent through December 11, 2012","credits":"(June 29, 1953, 67 Stat. 98, ch. 159, § 211(a); redesignated § 211, May 21, 1994, D.C. Law 10-119, § 9(a), 41 DCR 1639; May 26, 2011, D.C. Law 18-375, § 3(a), 58 DCR 731.)","sections":[{"prefix":"a","text":" In any place open to the general public, and in the communal areas of multi-unit housing, it is unlawful for a person to:"},{"prefix":"1","text":" Intentionally or recklessly act in such a manner as to cause another person to be in reasonable fear that a person or property in a person's immediate possession is likely to be harmed or taken;"},{"prefix":"2","text":" Incite or provoke violence where there is a likelihood that such violence will ensue; or"},{"prefix":"3","text":" Direct abusive or offensive language or gestures at another person (other than a law enforcement officer while acting in his or her official capacity) in a manner likely to provoke immediate physical retaliation or violence by that person or another person."},{"prefix":"b","text":" It is unlawful for a person to engage in loud, threatening, or abusive language, or disruptive conduct, with the intent and effect of impeding or disrupting the orderly conduct of a lawful public gathering, or of a congregation of people engaged in any religious service or in worship, a funeral, or similar proceeding."},{"prefix":"c","text":" It is unlawful for a person to engage in loud, threatening, or abusive language, or disruptive conduct, which unreasonably impedes, disrupts, or disturbs the lawful use of a public conveyance by one or more other persons."},{"prefix":"d","text":" It is unlawful for a person to make an unreasonably loud noise between 10:00 p.m. and 7:00 a.m. that is likely to annoy or disturb one or more other persons in their residences."},{"prefix":"e","text":" It is unlawful for a person to urinate or defecate in public, other than in a urinal or toilet."},{"prefix":"f","text":" It is unlawful for a person to stealthily look into a window or other opening of a dwelling, as defined in § 6-101.07, under circumstances in which an occupant would have a reasonable expectation of privacy. It is not necessary that the dwelling be occupied at the time the person looks into the window or other opening."},{"prefix":"g","text":" It is unlawful, under circumstances whereby a breach of the peace may be occasioned, to interfere with any person in any public place by jostling against the person, unnecessarily crowding the person, or placing a hand in the proximity of the person's handbag, pocketbook, or wallet."},{"prefix":"h","text":" A person who violates any provision of this section shall be guilty of a misdemeanor and, upon conviction, shall be fined not more than $500, imprisoned not more than 90 days, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"13","text":"Disturbances of the Public Peace."},"heading":{"title":"22","chaptersection":"1321","identifier":"22-1321","catch_text":"Disorderly conduct."}}