{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-1505.\n\n1973 Ed., § 22-1505.\n\nEffect of Amendments\n\nD.C. Law 19-21, in subsec. (c), substituted \"General Fund\" for \"Treasury of the United States to the credit\".\n\nTemporary Amendments of Section\n\nSection 4 of D.C. Law 12-282 inserted \"designated civilian employee of the Metropolitan Police Department or any\" in (c).\n\nSection 13(b) of D.C. Law 12-282 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 105(i) of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary amendment of section, see § 4 of the Metropolitan Police Department Civilianization and Street Solicitation for Prostitution Emergency Amendment Act of 1998 (D.C. Act 12-428, August 6, 1998, 45 DCR 5884).\n\nFor temporary amendment of section, see § 4 of the Metropolitan Police Department Civilianization Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-506, November 10, 1998, 45 DCR 45 8139), and § 4 of the Metropolitan Police Department Civilianization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-13, February 8, 1999, 46 DCR 2333).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-1701.\n\nFor legislative history of D.C. Law 10-151, see Historical and Statutory Notes following § 22-1702.\n\nLaw 12-282, the \"Metropolitan Police Department Civilianization Temporary Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12- 709.  The Bill was adopted on first and second readings on July 7, 1998, and September 22, 1998, respectively.   Signed by the Mayor, it was assigned Act No. 12-492 and transmitted to both Houses of Congress for its review.  D.C. Law 12-282 became effective on May 28, 1999.\n\nLaw 12-284, the \"Metropolitan Police Department Civilianization Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-710, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor, it was assigned Act No. 12-613 and transmitted to both Houses of Congress for its review. D.C. Law 12-284 became effective on June 12, 1999.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 22-1705\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1331, ch. 854, § 866; June 29, 1953, 67 Stat. 95, ch. 159, § 206(b); Sept. 21, 1961, 75 Stat. 540, Pub. L. 87-259, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); May 21, 1994, D.C. Law 10-119, § 2(l), 41 DCR 1639; Aug. 20, 1994, D.C. Law 10-151, § 105(i), 41 DCR 2608; June 12, 1999, D.C. Law 12-284, § 4, 46 DCR 1328; Sept. 14, 2011, D.C. Law 19-21, § 9045, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Any house, building, vessel, shed, booth, shelter, vehicle, enclosure, room, lot, or other premises in the District of Columbia, used or to be used in violating the provisions of § 22-1701 or § 22-1704, shall be deemed \"gambling premises\" for the purpose of this section."},{"prefix":"b","text":" It shall be unlawful for any person in the District of Columbia knowingly, as owner, lessee, agent, employee, operator, occupant, or otherwise, to maintain, or aid, or permit the maintaining of any gambling premises."},{"prefix":"c","text":" All moneys, vehicles, furnishings, fixtures, equipment, stock (including, without limitation, furnishings and fixtures adaptable to nongambling uses, and equipment and stock for printing, recording, computing, transporting, safekeeping, or communication), or other things of value used or to be used: (1) in carrying on or conducting any lottery, or the game or device commonly known as a policy lottery or policy, contrary to the provisions of § 22- 1701; (2) in setting up or keeping any gaming table, bank, or device contrary to the provisions of § 22-1704; or (3) in maintaining any gambling premises; shall be subject to seizure by any designated civilian employee of the Metropolitan Police Department or any member of the Metropolitan Police force, or the United States Park Police, or the United States Marshal, or any Deputy Marshal, for the District of Columbia, and any property seized regardless of its value shall be proceeded against in the Superior Court of the District of Columbia by libel action brought in the name of the District of Columbia by the Corporation Counsel or any Assistant Corporation Counsel, and shall, unless good cause be shown to the contrary, be forfeited to the District of Columbia and shall be made available for the use of any agency of the government of the District of Columbia, or otherwise disposed of as the Mayor of the District of Columbia may, by order or by regulation, provide; provided, that if there be bona fide liens against the property so forfeited, then such property shall be disposed of by public auction. The proceeds of the sale of such property shall be available, first, for the payment of all expenses incident to such sale; and, second, for the payment of such liens; and the remainder shall be deposited in the General fund of the District of Columbia. To the extent necessary, liens against said property so forfeited shall, on good cause shown by the lienor, be transferred from the property to the proceeds of the sale of the property."},{"prefix":"d","text":" Whoever violates this section shall be imprisoned not more than 180 days or fined not more than $1,000, or both, unless the violation occurs after the person has been convicted of a violation of this section, in which case the person may be imprisoned for not more than 5 years, or fined not more than $2,000, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"17","text":"Gambling."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"1705","identifier":"22-1705","catch_text":"Gambling premises; definition; prohibition against maintaining; forfeiture; liens; deposit of moneys in Treasury; penalty; subsequent offenses."}}