{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-377, in subsec. (a)(1), substituted \"or commitment , or who is required to wear a device while incarcerated\" for \"or commitment\"; and, in subsec. (a)(2), substituted \"global positioning system or radio frequency identification\" for \"global positioning system\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) amendment of section, see § 508 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 508 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 18-88, the \"Omnibus Public Safety and Justice Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-151, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on June 30, 2009, and July 31, 2009, respectively. Signed by the Mayor on August 26, 2009, it was assigned Act No. 18-189 and transmitted to both Houses of Congress for its review. D.C. Law 18-88 became effective on December 10, 2009.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-1211\n\nCurrent through December 11, 2012","credits":"(Dec. 10, 2009, D.C. Law 18-88, § 103, 56 DCR 7413; June 3, 2011, D.C. Law 18-377, § 8, 58 DCR 1174.)","sections":[{"prefix":"a","text":"(1) It is unlawful for a person who is required to wear a device as a condition of a protection order, pretrial, presentence, or predisposition release, probation, supervised release, parole, or commitment , or who is required to wear a device while incarcerated, to:"},{"prefix":"A","text":" Intentionally remove or alter the device, or to intentionally interfere with or mask or attempt to interfere with or mask the operation of the device; or"},{"prefix":"B","text":" Intentionally allow any unauthorized person to remove or alter the device, or to intentionally interfere with or mask or attempt to interfere with or mask the operation of the device."},{"prefix":"2","text":" For the purposes of this subsection, the term \"device\" includes a bracelet, anklet, or other equipment with electronic monitoring capability or global positioning system or radio frequency identification technology."},{"prefix":"b","text":" Whoever violates this section shall be fined not more than $1,000, imprisoned for not more than 180 days, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"12A","text":"Detection Device Tampering."},"heading":{"title":"22","chaptersection":"1211","identifier":"22-1211","catch_text":"Tampering with a detection device."}}