{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-1122.\n\n1973 Ed., § 22-1122.\n\nTemporary Addition of Section\n\nTemporary addition of sections: D.C. Law 11-75 added 2 new sections to read as follows:\n\n\"§ 101. Definitions.\n\nFor the purposes of this title, the term:\n\n(1) \"Act\" shall not include speech.\n\n(2) \"Health professional\" means a person licensed to practice a health occupation in the District pursuant to § 2-3301.1 [1981 Ed.].\n\n(3) \"Medical facility\" means a facility, agency, or organizational entity, as defined in § 32-1301 [1981 Ed.], licensed or otherwise authorized to provide health care services in the District.\n\n(4) \"Person\" means:\n\n(A) The chief medical officer of a medical facility or the chief medical officer's designee;\n\n(B) The chief executive officer of a medical facility or the chief executive officer's designee;\n\n(C) An agent of a medical facility; or.\n\n(D) A law enforcement officer in the performance of the enforcement officer's official duty.\"\n\n\"§ 102. Interference with entering and leaving a medical facility or home.\n\n(a) A person shall not act alone or in concert with others with the intent to prevent another person from entering or leaving a medical facility. A person shall not detain a person or obstruct, impede, or hinder a person's free passage.\n\n(b) A person shall not act alone or in concert with others with the intent to prevent a medical provider or a member of the medical provider's family from entering or leaving the medical provider's home.\n\n(c) Subsections (a) and (b) of this section shall not be construed to prohibit any lawful picketing or assembly.\n\n(d) Any person who violates either subsection (a) or (b) of this section, upon conviction, shall be fined not more than $1,000, imprisoned for not more than 6 months, or both.\"\n\nSection 301(b) of D.C. Law 11-75 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 111 of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nInterference with medical facilities and health professionals: For temporary prohibition of a person interfering with the free access to or egress from a medical facility or the home of a health professional in the District of Columbia, see §§ 101 and 102 of the Interference with Medical Facilities and Health Professionals and Reestablishment of Health Services Planning and Certificate of Need Program Emergency Act of 1995 (D.C. Act 11-117, July 25, 1995, 42 DCR 4044) and §§ 2 and 3 of the Interference with Medical Facilities and Health Professionals Congressional Review Emergency Act of 1995 (D.C. Act 11-152, November 9, 1995, 42 DCR 6565).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-151, see Historical and Statutory Notes following § 22-1301.\n\nLaw 11-75, the \"Interference with Medical Facilities and Health Professionals and Reestablishment of Health Services Planning and Certificate of Need Program Temporary Act of 1995,\" was introduced in Council and assigned Bill No. 11- 374. The Bill was adopted on first and second readings on July 11, 1995, and July 29, 1995, respectively. Signed by the Mayor on August 11, 1995, it was assigned Act No. 11-136 and transmitted to both Houses of Congress for its review. D.C. Law 11-75 became effective on December 15, 1995.\n\nDC CODE § 22-1322\n\nCurrent through December 11, 2012","credits":"(Dec. 27, 1967, 81 Stat. 742, Pub. L. 90-226, title IX, § 901; Aug. 20, 1994, D.C. Law 10-151, § 111, 41 DCR 2608.)","sections":[{"prefix":"a","text":" A riot in the District of Columbia is a public disturbance involving an assemblage of 5 or more persons which by tumultuous and violent conduct or the threat thereof creates grave danger of damage or injury to property or persons."},{"prefix":"b","text":" Whoever willfully engages in a riot in the District of Columbia shall be punished by imprisonment for not more than 180 days or a fine of not more than $1,000, or both."},{"prefix":"c","text":" Whoever willfully incites or urges other persons to engage in a riot shall be punished by imprisonment for not more than 180 days or a fine of not more than $1,000, or both."},{"prefix":"d","text":" If in the course and as a result of a riot a person suffers serious bodily harm or there is property damage in excess of $5,000, every person who willfully incited or urged others to engage in the riot shall be punished by imprisonment for not more than 10 years or a fine of not more than $10,000, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"13","text":"Disturbances of the Public Peace."},"heading":{"title":"22","chaptersection":"1322","identifier":"22-1322","catch_text":"Rioting or inciting to riot."}}