{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) enactments, see § 107 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) enactments, see § 107 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) enactments, see § 107 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) enactments, see § 107 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 22-1931\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 2007, D.C. Law 16-306, § 107, 53 DCR 8610.)","sections":[{"prefix":"a","text":" It shall be unlawful for a person to knowingly disconnect, damage, disable, temporarily or permanently remove, or use physical force or intimidation to block access to any telephone, radio, computer, or other electronic communication device with a purpose to obstruct, prevent, or interfere with:"},{"prefix":"1","text":" The report of any criminal offense to any law enforcement agency;"},{"prefix":"2","text":" The report of any bodily injury or property damage to any law enforcement agency;"},{"prefix":"3","text":" A request for ambulance or emergency medical assistance to any governmental agency, or any hospital, doctor, or other medical service provider, or"},{"prefix":"4","text":" The report of any act of child abuse or neglect to a law enforcement or child welfare agency."},{"prefix":"b","text":" A person who violates subsection (a) of this section shall be fined not more than $1,000 or imprisoned not more than 180 days, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"19A","text":"Interfering with Reports of Crimes."},"heading":{"title":"22","chaptersection":"1931","identifier":"22-1931","catch_text":"Obstructing, preventing, or interfering with reports to or requests for assistance from law enforcement agencies, medical providers, or child welfare agencies."}}