{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-104.\n\n1973 Ed., § 22-104.\n\nLegislative History of Laws\n\nLaw 10-119, the \"Anti-Gender Discriminatory Language Criminal Offenses Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-332, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 17, 1994, it was assigned Act No. 10-209 and transmitted to both Houses of Congress for its review. D.C. Law 10- 119 became effective on May 21, 1994.\n\nDC CODE § 22-1804\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1337, ch. 854, § 907; July 29, 1970, 84 Stat. 598, Pub. L. 91-358, title II, § 201(a); May 21, 1994, D.C. Law 10-119, § 2(a), 41 DCR 1639.)","sections":[{"prefix":"a","text":" If any person: (1) is convicted of a criminal offense (other than a non-moving traffic offense) under a law applicable exclusively to the District of Columbia; and (2) was previously convicted of a criminal offense under any law of the United States or of a state or territory of the United States which offense, at the time of the conviction referred to in clause (1) of this subsection, is the same as, constitutes, or necessarily includes, the offense referred to in that clause, such person may be sentenced to pay a fine in an amount not more than one and one-half times the maximum fine prescribed for the conviction referred to in clause (1) of this subsection and sentenced to imprisonment for a term not more than one and one-half times the maximum term of imprisonment prescribed for that conviction. If such person was previously convicted more than once of an offense described in clause (2) of this subsection, such person may be sentenced to pay a fine in an amount not more than 3 times the maximum fine prescribed for the conviction referred to in clause (1) of this subsection and sentenced to imprisonment for a term not more than 3 times the maximum term of imprisonment prescribed for that conviction. No conviction with respect to which a person has been pardoned on the ground of innocence shall be taken into account in applying this section."},{"prefix":"b","text":" This section shall not apply in the event of conflict with any other provision of law which provides an increased penalty for a specific offense by reason of a prior conviction of the same or any other offense."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"18","text":"General Offenses."},"heading":{"title":"22","chaptersection":"1804","identifier":"22-1804","catch_text":"Second conviction."}}