{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-281, see notes following ยง 22-1001.\n\nDC CODE ยง 22-1002.01\n\nCurrent through December 11, 2012","credits":"(June 25, 1892, 27 Stat. 61, ch. 135, ยง 2a, as added Dec. 5, 2008, D.C. Law 17-281, ยง 108(b), 55 DCR 9186.)","sections":[{"prefix":"a","text":"(1) Any law enforcement or child or protective services employee who knows of or has reasonable cause to suspect an animal has been the victim of cruelty, abandonment, or neglect, or observes an animal at the home of a person reasonably suspected of child, adult, or animal abuse, shall provide a report within 2 business days to the Mayor. If the health and welfare of the animal is in immediate danger, the report shall be made within 6 hours."},{"prefix":"2","text":" The report shall include:"},{"prefix":"A","text":" The name, title, and contact information of the individual making the report;"},{"prefix":"B","text":" The name and contact information, if known, of the owner or custodian of the animal;"},{"prefix":"C","text":" The location, along with a description, of where the animal was observed; and"},{"prefix":"D","text":" The basis for any suspicion of animal cruelty, abandonment, or neglect, including the date, time, and a description of the observation or incident which led the individual to make the report."},{"prefix":"b","text":" When 2 or more law enforcement or child or protective services employees jointly suspect an animal has been the victim of cruelty, abandonment, or neglect, or jointly observe an animal at the home of a person reasonably suspected of child, adult, or animal abuse, a report may be made by one person by mutual agreement."},{"prefix":"c","text":" No individual who in good faith reports a reasonable suspicion of abuse shall be liable in any civil or criminal action."},{"prefix":"d","text":" Upon receipt of a report, any agency charged with the enforcement of animal cruelty laws shall make reasonable attempts to verify the welfare of the animal."},{"prefix":"e","text":" For the purposes of this section, the terms \"reasonable cause to suspect\", \"suspect\", \"reasonably suspected\", and \"reasonable suspicion' ' mean a basis for reporting facts leading a person of ordinary care and prudence to believe and entertain a reasonable suspicion that criminal activity is occurring or has occurred."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"10","text":"Cruelty to Animals. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"1002","identifier":"22-1002.01","catch_text":"Reporting requirements."}}