{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-1119.\n\n1973 Ed., § 22-1119.\n\nEffect of Amendments\n\nD.C. Law 14-194 designated subsec. (a), and added subsecs. (b) to (f).\n\nD.C. Law 16-91, in par. (c)(2), substituted \"§ 22-3152(3)\" for \"§ 22-3152(12)\".\n\nD.C. Law 18-373 rewrote subsec. (a); and added subsec. (a-1). Prior to amendment, subsec. (a) read as follows:\n\n\"(a) It shall be unlawful for any person or persons to wilfully or knowingly give a false alarm of fire within the District of Columbia, and any person or persons violating the provisions of this section shall upon conviction, be deemed guilty of a misdemeanor and be punished by a fine not exceeding $100 or by imprisonment for not more than 6 months, or by both such fine and imprisonment. Prosecutions for violation of the provisions of this section shall be on information filed in the Superior Court of the District of Columbia by the Corporation Counsel of the District of Columbia or by any Assistant Corporation Counsel.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 103 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 103 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-1302.\n\nLaw 14-194, the \"Omnibus Anti-Terrorism Act of 2002\", was introduced in Council and assigned Bill No. 14-373, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 9, 2002, and May 7, 2002, respectively. Signed by the Mayor on June 3, 2002, it was assigned Act No. 14-380 and transmitted to both Houses of Congress for its review. D.C. Law 14-194 became effective on October 17, 2002.\n\nFor Law 16-91, see notes following § 22-3152.\n\nLaw 18-373 , the \"Health and Safety 911 Abuse Prevention Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-692, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 12, 2011, it was assigned Act No. 18-682 and transmitted to both Houses of Congress for its review. D.C. Law 18- 373 became effective on May 26, 2011.\n\nDC CODE § 22-1319\n\nCurrent through December 11, 2012","credits":"(June 8, 1906, 34 Stat. 220, ch. 3055, § 1; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); May 21, 1994, D.C. Law 10- 119, § 8, 41 DCR 1639; Oct. 17, 2002, D.C. Law 14-194, § 153, 49 DCR 5306; Apr. 7, 2006, D.C. Law 16-91, § 142, 52 DCR 10637; May 26, 2011, D.C. Law 18-373, § 3, 58 DCR 613.)","sections":[{"prefix":"a","text":" It shall be unlawful for any person or persons to willfully or knowingly give a false alarm of fire within the District of Columbia, and any person or persons violating the provisions of this subsection shall, upon conviction, be deemed guilty of a misdemeanor and be punished by a fine not exceeding $1,000 or by imprisonment for not more than 6 months, or by both such fine and imprisonment. Prosecutions for violation of the provisions of this subsection shall be on information filed in the Superior Court of the District of Columbia by the Office of the Attorney General for the District of Columbia."},{"prefix":"a-1","text":" It shall be unlawful for any person or persons to willfully or knowingly use, or allow the use of, the 911 call system to make a false or fictitious report or complaint which initiates a response by District of Columbia emergency personnel or officials when, at the time of the call or transmission, the person knows the report or complaint is false. Any person or persons violating the provisions of this subsection shall, upon conviction, be deemed guilty of a misdemeanor and be punished by a fine not exceeding $1,000 or by imprisonment for not more than 6 months. Prosecutions for violation of the provisions of this subsection shall be on information filed in the Superior Court of the District of Columbia by the Office of the Attorney General for the District of Columbia."},{"prefix":"b","text":"(1) It shall be unlawful for any person to willfully or knowingly make, or cause to be made, a false or fictitious report to any individual which initiates a response by District of Columbia emergency personnel or officials, wherein such report involves, is alleged to involve, or may reasonably be deemed to involve, the delivery, presence, or use of a weapon of mass destruction, as defined by § 22-3152(12), within the District of Columbia."},{"prefix":"2","text":" It shall be a violation of this subsection for any person to willfully and knowingly give, transport, mail, send, or cause to be sent any hoax weapon of mass destruction, as defined by § 22-3152(3), to another person or to place any such hoax weapon of mass destruction in or upon any real or personal property."},{"prefix":"3","text":" Any person violating the provisions of this subsection shall, upon conviction, be guilty of a misdemeanor and be punished by imprisonment of not more than one year or fined in an amount not to exceed the greater of $10,000 or the costs of responding to and consequential damages resulting from the offense, or both."},{"prefix":"c","text":"(1) It shall be unlawful for anyone to willfully or knowingly, with the intent of intimidating or frightening people, causing panic or civil unrest, extorting profit, or causing economic damage, make, or cause to be made, a false or fictitious report to any individual, which initiates a response by District of Columbia emergency personnel or officials, wherein such report involves, is alleged to involve, or may reasonably be deemed to involve, the delivery, presence, or use of a weapon of mass destruction, as defined by § 22-3152(12), within the District of Columbia."},{"prefix":"2","text":" It shall be a violation of this subsection for any person to willfully or knowingly, with the intent of intimidating or frightening people, causing panic or civil unrest, extorting profit, or causing economic damage, give, transport, mail, send, or cause to be sent any hoax weapon of mass destruction, as defined by § 22-3152(3), to another person or to place any such hoax weapon of mass destruction in or upon any real or personal property."},{"prefix":"3","text":" Any person violating the provisions of this subsection shall, upon conviction, be guilty of a felony and may be punished by imprisonment of not more than 5 years or fined in an amount not to exceed the greater of $50,000 or the costs of responding to and consequential damages resulting from the offense, or both."},{"prefix":"d","text":"(1) It shall be unlawful for any person to willfully or knowingly, during a state of emergency, as declared by the Mayor pursuant to § 7-2304, with the intent of intimidating or frightening people, causing panic or civil unrest, extorting profit, or causing economic damage, make, or cause to be made, a false or fictitious report to any individual, which initiates a response by District of Columbia emergency personnel or officials, wherein such report involves, is alleged to involve, or may reasonably be deemed to involve, the delivery, presence, or use of a weapon of mass destruction, as defined by § 22-3152(12), within the District of Columbia."},{"prefix":"2","text":" It shall be a violation of this subsection for any person to willfully or knowingly, during a state of emergency, as declared by the Mayor pursuant to § 7-2304, with the intent of intimidating or frightening people, causing panic or civil unrest, extorting profit, or causing economic damage, give, transport, mail, send, or cause to be sent any hoax weapon of mass destruction, as defined by § 22-3152(3), to another person or to place any such hoax weapon of mass destruction in or upon any real or personal property."},{"prefix":"3","text":" Any person violating the provisions of this subsection shall, upon conviction, be guilty of a felony and may be punished by imprisonment of not more than 10 years or fined in an amount not to exceed $100,000 or the cost of responding to and consequential damages resulting from the offense, or both."},{"prefix":"e","text":" For the purposes of subsections (b), (c), and (d) of this section, the manner in which the false or fictitious report is communicated may include, but is not limited to:"},{"prefix":"1","text":" A writing;"},{"prefix":"2","text":" An electronic transmission producing a visual, audio, or written result;"},{"prefix":"3","text":" An oral statement; or"},{"prefix":"4","text":" A signing."},{"prefix":"f","text":" There is jurisdiction to prosecute any person who participates in the commission of any offense described in this section if any act in furtherance of the offense occurs in the District of Columbia or where the effect of any act in furtherance of the offense occurs in the District of Columbia."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"13","text":"Disturbances of the Public Peace."},"heading":{"title":"22","chaptersection":"1319","identifier":"22-1319","catch_text":"False alarms and false reports; hoax weapons."}}