{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-239, see notes under § 22-1831.\n\nDC CODE § 22-1840\n\nCurrent through December 11, 2012","credits":"(Oct. 23, 2010, D.C. Law 18-239, § 110, 57 DCR 5405.)","sections":[{"prefix":"a","text":" An individual who is a victim of an offense prohibited by § 22-1832, § 22-1833, § 22-1834, § 22-1835 or § 22-1836 may bring a civil action in the Superior Court of the District of Columbia. The court may award actual damages, compensatory damages, punitive damages, injunctive relief, and any other appropriate relief. A prevailing plaintiff shall also be awarded attorney's fees and costs. Treble damages shall be awarded on proof of actual damages where a defendant's acts were willful and malicious."},{"prefix":"b","text":" Any statute of limitation imposed for the filing of a civil suit under this section shall not begin to run until the plaintiff knew, or reasonably should have known, of any act constituting a violation of § 22-1832, § 22-1833, § 22-1834, § 22-1835 or § 22-1836, or until a minor plaintiff has reached the age of majority, whichever is later."},{"prefix":"c","text":" If a person entitled to sue is imprisoned, insane, or similarly incapacitated at the time the cause of action accrues, so that it is impossible or impracticable for him or her to bring an action, then the time of the incapacity is not part of the time limited for the commencement of the action."},{"prefix":"d","text":" A defendant is estopped to assert a defense of the statute of limitations when the expiration of the statute is due to conduct by the defendant inducing the plaintiff to delay the filing of the action."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"18A","text":"Human Trafficking."},"heading":{"title":"22","chaptersection":"1840","identifier":"22-1840","catch_text":"Civil action."}}