{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-104a.\n\n1973 Ed., § 22-104a.\n\nEffect of Amendments\n\nD.C. Law 13-302, in subsec. (a), in par. (1), substituted \"30 years\" for \"life\"; in par.(2), substituted \"such greater term of imprisonment as it deems necessary up to, and including, life without possibility of release\" for \"a term of imprisonment of life without possibility of parole\"; and added par. (3).\n\nD.C. Law 18-88, in subsec. (a)(2), substituted \"the court, in lieu of the term of imprisonment authorized, shall impose a term of imprisonment of not less than 15 years and may impose\" for \"the court may in lieu of any sentence authorized, impose\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 4(h) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90-day) amendment of section, see § 4(h) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 4(h) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 4(h) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nFor temporary (90 day) amendment of section, see § 202 of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-1804.\n\nLaw 10-194, the \"Repeat Offender Life Without Parole Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-478, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 7, 1994, and June 21, 1994, respectively. Signed by the Mayor on June 21, 1994, it was assigned Act No. 10-254 and transmitted to both Houses of Congress for its review. D.C. Law 10-194 became effective on October 7, 1994.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 11-275, the \"Second Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-909, which was referred to the Committee of the Whole. The Bill was adopted in first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-520 and transmitted to both Houses of Congress for its review. D.C. Law 11-275 became effective on June 3, 1997.\n\nFor Law 13-302, see notes following § 22-722.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-1804a\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, ch. 854, § 907a; July 29, 1970, 84 Stat. 599, Pub. L. 91-358, title II, § 201(b); May 21, 1994, D.C. Law 10-119, § 2(b), 41 DCR 1639; Oct. 7, 1994, D.C. Law 10-194, § 2, 41 DCR 4283; May 16, 1995, D.C. Law 10-255, § 15, 41 DCR 5193; June 3, 1997, D.C. Law 11-275, § 2, 44 DCR 1408; June 8, 2001, D.C. Law 13-302, § 4(h), 47 DCR 7249; Dec. 10, 2009, D.C. Law 18-88, § 208, 56 DCR 7413.)","sections":[{"prefix":"a","text":"(1) If a person is convicted in the District of Columbia of a felony, having previously been convicted of 2 prior felonies not committed on the same occasion, the court may, in lieu of any sentence authorized, impose such greater term of imprisonment as it deems necessary, up to, and including, 30 years."},{"prefix":"2","text":" If a person is convicted in the District of Columbia of a crime of violence as defined by § 22-4501, having previously been convicted of 2 prior crimes of violence not committed on the same occasion, the court, in lieu of the term of imprisonment authorized, shall impose a term of imprisonment of not less than 15 years and may impose such greater term of imprisonment as it deems necessary up to, and including, life without possibility of release."},{"prefix":"3","text":" For purposes of imprisonment following revocation of release authorized by § 24-403.01, the third or subsequent felony committed by a person who had previously been convicted of 2 prior felonies not committed on the same occasion and the third or subsequent crime of violence committed by a person who had previously been convicted of 2 prior crimes of violence not committed on the same occasion are Class A felonies."},{"prefix":"b","text":" For the purposes of this section:"},{"prefix":"1","text":" A person shall be considered as having been convicted of a felony if the person was convicted of a felony by a court of the District of Columbia, any state, or the United States or its territories; and"},{"prefix":"2","text":" A person shall be considered as having been convicted of a crime of violence if the person was convicted of a crime of violence as defined by § 22-4501, by a court of the District of Columbia, any state, or the United States or its territories."},{"prefix":"c","text":"(1) A person shall be considered as having been convicted of 2 felonies if the person has been convicted of a felony twice before on separate occasions by courts of the District of Columbia, any state, or the United States or its territories."},{"prefix":"2","text":" A person shall be considered as having been convicted of 2 crimes of violence if the person has twice before on separate occasions been convicted of a crime of violence as defined by § 22-4501, by courts of the District of Columbia, any states, or the United States or its territories."},{"prefix":"d","text":" No conviction or plea of guilty with respect to which a person has been pardoned shall be taken into account in applying this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"18","text":"General Offenses."},"heading":{"title":"22","chaptersection":"1804","identifier":"22-1804a","catch_text":"Penalty for felony after at least 2 prior felony convictions."}}