{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2706.\n\n1973 Ed., § 22-2706.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had previously read as follows:\n\n\"Any person who, within the District of Columbia, by threats or duress, detains any individual against such individual's will, for the purpose of prostitution or sexual intercourse, or any person who shall compel any individual against such individual's will, to reside with him or her or with any other person for the purposes of prostitution or sexual intercourse, shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 5 years and a fine of not more than $1,000.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 214(b) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 214(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 214(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 214(b) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-2704.\n\nFor Law 16-306, see notes following § 22-404.\n\nDC CODE § 22-2706\n\nCurrent through December 11, 2012","credits":"(June 25, 1910, 36 Stat. 833, ch. 404, § 2; Jan. 3, 1941, 54 Stat. 1225, ch. 936, § 2; May 21, 1994, D.C. Law 10-119, § 12(b), 41 DCR 1639; Apr. 24, 2007, D.C. Law 16-306, § 214(b), 53 DCR 8610.)","sections":[{"prefix":"a","text":" It is unlawful for any person, within the District of Columbia, by threats or duress, to detain any individual against such individual's will, for the purpose of prostitution or a sexual act or sexual contact, or to compel any individual against such individual's will, to reside with him or her or with any other person for the purposes of prostitution or a sexual act or sexual contact."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, a person who violates subsection (a) of this section shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 15 years or by a fine of not more than $15,000, or both."},{"prefix":"2","text":" A person who violates subsection (a) of the section when the individual so detained or compelled is under the age of 18 years shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 20 years or by a fine of not more than $20,000, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"2706","identifier":"22-2706","catch_text":"Compelling an individual to live life of prostitution against his or her will."}}