{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 22-2603.\n\n1981 Ed., § 22-2603.\n\n1973 Ed., § 22-2603.\n\nEffect of Amendments\n\nD.C. Law 18-377, in subsec. (e)(1), substituted \"portable communication device and accessories thereto\" for \"portable communication device\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 210 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) addition, see § 210 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) amendment of section, see § 510(b) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 510(b) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor Law 18-88, see notes following § 22-404.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-2603.02\n\nCurrent through December 11, 2012","credits":"(Dec. 15, 1941, 55 Stat. 800, ch. 572, § 1; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 572, Pub. L. 91-358, title I, § 155(c)(30); redesignated § 3, Dec. 10, 2009, D.C. Law 18-88, § 210, 56 DCR 7413; June 3, 2011, D.C. Law 18- 377, § 10(b), 58 DCR 1174.)","sections":[{"prefix":"a","text":" Except as authorized by law, the Mayor, the Director of the Department of Corrections, or the Director of the Department of Youth Rehabilitation Services, it is unlawful to:"},{"prefix":"1","text":" Knowingly bring Class A, Class B, or Class C contraband into or upon the grounds of a penal institution or a secure juvenile residential facility with the intent that it be given to or received by an inmate or securely detained juvenile;"},{"prefix":"2","text":" Knowingly cause another to bring Class A, Class B, or Class C contraband into or upon the grounds of a penal institution or a secure juvenile residential facility with the intent that it be given to or received by an inmate or securely detained juvenile; or"},{"prefix":"3","text":" Knowingly place Class A, Class B, or Class C contraband in such proximity to a penal institution or a secure juvenile residential facility with the intent to give an inmate, a securely detained juvenile, a staff member, or a visitor access to the contraband."},{"prefix":"b","text":" It is unlawful for an inmate, or securely detained juvenile, to possess Class A, Class B, or Class C contraband, regardless of the intent with which he or she possesses it."},{"prefix":"c","text":" It is unlawful for an employee of the Department of Corrections or Department of Youth Rehabilitation Services who becomes aware of any violation of this section to fail to report such knowledge as required by department regulations, policies, or procedures."},{"prefix":"d","text":"(1) Any item listed as contraband is not deemed to be contraband when issued by a penal institution or secure juvenile residential facility to an employee and the item is being used in the performance of the employee's duties within the penal institution or secure juvenile residential facility."},{"prefix":"2","text":" Any item listed as contraband is not deemed to be contraband when issued by a law enforcement agency to its sworn officers and the item is being used in the performance of his or her duties."},{"prefix":"e","text":" It is not unlawful for an attorney, or representative or agent of an attorney, during the course of a visit for the purpose of legal representation of the inmate or securely detained juvenile, to:"},{"prefix":"1","text":" Possess a cellular telephone or other portable communication device and accessories thereto for the purpose of the legal visit for use by the attorney, representative, or agent, and not for the personal use of any inmate or securely detained juvenile; or"},{"prefix":"2","text":" Give or transmit to an inmate or securely detained juvenile legal written or recorded communication pertaining to his or her legal representation."},{"prefix":"f","text":" It is not unlawful for a person to possess or carry a controlled substance that is prescribed to that person and that is medically necessary for that person to carry."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"26","text":"Prison Misconduct. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Introduction of Contraband Into Penal Institution."},"heading":{"title":"22","chaptersection":"2603","identifier":"22-2603.02","catch_text":"Unlawful possession of contraband."}}