{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-88, in subsec. (b)(1), substituted \"480 consecutive hours\" for \"240 consecutive hours\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 104 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) addition, see § 104 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) addition, see § 104 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) addition, see § 104 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) addition of sections, see §§ 202 and 203 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) addition of sections, see §§ 202 and 203 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-2731\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 2007, D.C. Law 16-306, § 104, 53 DCR 8610; Dec. 10, 2009, D.C. Law 18-88, § 212, 56 DCR 7413.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Chief of Police\" means the Chief of the Metropolitan Police Department."},{"prefix":"2","text":" \"Disperse\" means to depart from the designated prostitution free zone and not to reassemble within the prostitution free zone with anyone from the group ordered to depart for the duration of the zone."},{"prefix":"3","text":" \"Known participant in prostitution or prostitution-related offenses\" means a person who has been convicted in any court in any jurisdiction of any violation involving prostitution or prostitution-related offenses."},{"prefix":"4","text":" \"MPD\" means the Metropolitan Police Department."},{"prefix":"5","text":" \"Prostitution\" shall have the same meaning as provided in § 22- 2701.01(3)."},{"prefix":"6","text":" \"Prostitution free zone\" means public space or public property in an area not to exceed a square of 1000 feet on each side that is established pursuant to subsection (b) of this section."},{"prefix":"7","text":" \"Prostitution-related offenses\" means those crimes and offenses defined in § 22-2701, § 22-2703, and § 22-2723, § 22-2701.01, § 22-2704, §§ 22-2705 to 22-2712, §§ 22-2713 to 22-2720, and § 22-2722."},{"prefix":"b","text":"(1) The Chief of Police may declare any public area a prostitution free zone for a period not to exceed 480 consecutive hours. The Chief of Police shall inform his commanders, the Mayor, and the Council of the declaration of a prostitution free zone."},{"prefix":"2","text":" In determining whether to designate a prostitution free zone, the Chief of Police shall find the following:"},{"prefix":"A","text":" The occurrence of disproportionately high arrests for prostitution or prostitution-related offenses, and calls for police service because of prostitution or prostitution-related offenses in the proposed prostitution free zone within the preceding 6-month period;"},{"prefix":"B","text":" Objective evidence or verifiable information that shows that disproportionately high incidence of prostitution or prostitution-related offenses are occurring on public space or public property within the proposed prostitution free zone; and"},{"prefix":"C","text":" Any other verifiable information from which the Chief of Police may ascertain whether the public health or safety is endangered by prostitution or prostitution-related offenses in the prostitution free zone."},{"prefix":"c","text":" Upon the designation of a prostitution free zone, the MPD shall mark each block within the prostitution free zone by using barriers, tape, signs, or police officers that post or announce the following information in the immediate area of, and borders around, the prostitution free zone:"},{"prefix":"1","text":" A statement that it is unlawful for a person to congregate in a group of 2 or more persons for the purposes of prostitution or prostitution-related offenses within the boundaries of a prostitution free zone, and fail to disperse after being instructed to disperse by a uniformed officer of the MPD, or a non-uniformed officer of the MPD upon display of MPD identification, who reasonably believes the person is congregating for the purpose of engaging in prostitution or prostitution-related offenses;"},{"prefix":"2","text":" The boundaries of the prostitution free zone;"},{"prefix":"3","text":" A statement of the effective dates of the prostitution free zone designation; and"},{"prefix":"4","text":" Any other additional information the Chief of Police provides."},{"prefix":"d","text":"(1) It shall be unlawful for a person to congregate in a group of 2 or more persons on public space or public property within the perimeter of a prostitution free zone established pursuant to subsection (b) of this section and thereafter to fail to disperse after being instructed to disperse by a uniformed officer of the MPD, or a non-uniformed officer of the MPD upon display of MPD identification, who reasonably believes the person is congregating for the purpose of engaging in prostitution or prostitution-related offenses."},{"prefix":"2","text":" In making a determination that a person is congregating in a prostitution free zone for the purpose of engaging in prostitution or prostitution-related offenses, the totality of the circumstances involved shall be considered. Among the circumstances which may be considered in determining whether such purpose is manifested are:"},{"prefix":"A","text":" The conduct of a person being observed, including that such person is behaving in a manner raising a reasonable belief that the person is engaging or is about to engage in prostitution or prostitution-related offenses, such as:"},{"prefix":"i","text":" Repeatedly beckoning to, stopping, attempting to stop, or attempting to engage passers-by in conversation for the purpose of prostitution;"},{"prefix":"ii","text":" Stopping or attempting to stop motor vehicles for the purpose of prostitution; or"},{"prefix":"iii","text":" Repeatedly interfering with the free passage of other persons for the purpose of prostitution;"},{"prefix":"B","text":" Information from a reliable source indicating that a person being observed routinely engages in or is currently engaging in prostitution or prostitution-related offenses within the prostitution free zone;"},{"prefix":"C","text":" Physical identification by an officer of the person as a member of a gang or association which engages in prostitution or prostitution-related offenses;"},{"prefix":"D","text":" Knowledge by an officer that the person is a known participant in prostitution or prostitution-related offenses; and"},{"prefix":"E","text":" Knowledge by an officer that any vehicle involved in the observed circumstances is registered to a known participant in prostitution or prostitution-related offenses, or a person for whom there is an outstanding arrest warrant for a crime involving prostitution or prostitution-related offenses."},{"prefix":"e","text":" Any person who violates this section shall, upon conviction, be subject to a fine of not more than $300, imprisonment for not more than 6 months, or both."},{"prefix":"f","text":" The Attorney General for the District of Columbia, or his or her assistants, shall prosecute all violations of this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"II","text":"Prostitution Free Zones."},"heading":{"title":"22","chaptersection":"2731","identifier":"22-2731","catch_text":"Prostitution free zones."}}