{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2511.\n\nEffect of Amendments\n\nD.C. Law 18-191, in subsec. (a), deleted \"or\" from the end of par. (1); substituted \"; or\" for a period at the end of par. (2), and added par. (3).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-2401.\n\nLaw 18-191, the \"Uniform Unsworn Foreign Declarations Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-427, which was referred to the Committee on Public Safety and the Judiciary.   The Bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively. Signed by the Mayor on April 7, 2010, it was assigned Act No. 18-380 and transmitted to both Houses of Congress for its review.  D.C. Law 18-191 became effective on July 23, 2010.\n\nDC CODE § 22-2402\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 401, 29 DCR 3976; July 23, 2010, D.C. Law 18-191, § 3, 57 DCR 3400.)","sections":[{"prefix":"a","text":" A person commits the offense of perjury if:"},{"prefix":"1","text":" Having taken an oath or affirmation before a competent tribunal, officer, or person, in a case in which the law authorized such oath or affirmation to be administered, that he or she will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by that person subscribed is true, wilfully and contrary to an oath or affirmation states or subscribes any material matter which he or she does not believe to be true and which in fact is not true;"},{"prefix":"2","text":" As a notary public or other officer authorized to take proof of certification, wilfully certifies falsely that an instrument was acknowledged by any party thereto or wilfully certifies falsely as to another material matter in an acknowledgement; or"},{"prefix":"3","text":" In any declaration, certificate, verification, or statement made under penalty of perjury in the form specified in § 16-5306 or 28 U.S.C. § 1746(2), the person willfully states or subscribes as true any material matter that the person does not believe to be true and that in fact is not true."},{"prefix":"b","text":" Any person convicted of perjury shall be fined not more than $5,000 or imprisoned for not more than 10 years, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"24","text":"Perjury; Related Offenses."},"heading":{"title":"22","chaptersection":"2402","identifier":"22-2402","catch_text":"Perjury."}}