{"text":"The court may impose conditions upon any person found guilty under § 22- 2701, and so long as such person shall comply therewith to the satisfaction of the court the imposition or execution of sentence may be suspended for such period as the court may direct; and the court may at or before the expiration of such period remand such sentence or cause it to be executed. Conditions thus imposed by the court may include an order to stay away from the area within which the offense or offenses occurred, submission to medical and mental examination, diagnosis and treatment by proper public health and welfare authorities, and such other terms and conditions as the court may deem best for the protection of the community and the punishment, control, and rehabilitation of the defendant. The Department of Human Services of the District of Columbia, the Women's Bureau of the Police Department, and the probation officers of the court are authorized and directed to perform such duties as may be directed by the court in effectuating compliance with the conditions so imposed upon any defendant.","historical":"Prior Codifications\n\n1981 Ed., § 22-2703.\n\n1973 Ed., § 22-2703.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(b) of the Safe Streets Anti-Prostitution Emergency Amendment Act of 1996 (D.C. Act 11-252, April 15, 1996, 43 DCR 2139).\n\nFor temporary addition of § 2703a, see § 12 of the Metropolitan Police Department Civilianization and Street Solicitation for Prostitution Emergency Amendment Act of 1998 (D.C. Act 12-428, August 6, 1998, 45 DCR 5884).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-130, see Historical and Statutory Notes following § 22-2701.\n\nDC CODE § 22-2703\n\nCurrent through December 11, 2012","credits":"(Aug. 15, 1935, 49 Stat. 651, ch. 546, § 3; Aug. 1, 1950, 64 Stat. 393, ch. 513, § 1; May 24, 1996, D.C. Law 11-130, § 3(b), 43 DCR 1570.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"2703","identifier":"22-2703","catch_text":"Suspension of sentence; conditions; enforcement."}}