{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2406.\n\nEffect of Amendments\n\nD.C. Law 14-194 rewrote the section which had read as follows:\n\n\"(a) Whoever, with deliberate and premeditated malice, and with knowledge or reason to know that the victim is a law enforcement officer, kills any Metropolitan Police Officer or any other local, federal, or state law enforcement officer engaged in, or on account of, the performance of such officer's official duties and such killing results, is guilty of murder of a law enforcement officer, and shall be sentenced to life without parole. It shall not be a defense to this charge that the victim was acting unlawfully by seizing or attempting to seize the defendant or another person.\n\n\"(b) For purposes of subsection (a) of this section, the term 'local law enforcement officer' means the deputy and assistant; the Director, deputy directors, and officers of the District of Columbia Department of Corrections; the Director, members, and officers of the District of Columbia Board of Parole; any probation or pretrial services officer of the District of Columbia; and Metro Transit police officers. For the same purposes, the term 'state law enforcement officer' means a state, county, or municipal officer performing functions comparable to those performed by a Metropolitan Police Officer or by a 'local law enforcement officer,' as that term is defined in this subsection, and includes, but is not limited to, state, county, or municipal police officers, sheriffs, correctional officers, parole officers, and probation and pretrial services officers.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-256, see Historical and Statutory Notes following § 22-2104.\n\nFor Law 14-194, see notes following § 22-1319.\n\nDC CODE § 22-2106\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1321, ch. 854, § 802a, as added May 23, 1995, D.C. Law 10-256, § 2(d), 42 DCR 20; Oct. 17, 2002, D.C. Law 14-194, § 154, 49 DCR 5306.)","sections":[{"prefix":"a","text":" Whoever, with deliberate and premeditated malice, and with knowledge or reason to know that the victim is a law enforcement officer or public safety employee, kills any law enforcement officer or public safety employee engaged in, or on account of, the performance of such officer's or employee's official duties, is guilty of murder of a law enforcement officer or public safety employee, and shall be sentenced to life without the possibility of release. It shall not be a defense to this charge that the victim was acting unlawfully by seizing or attempting to seize the defendant or another person."},{"prefix":"b","text":" For the purposes of subsection (a) of this section, the term:"},{"prefix":"1","text":" \"Law enforcement officer\" means:"},{"prefix":"A","text":" A sworn member of the Metropolitan Police Department;"},{"prefix":"B","text":" A sworn member of the District of Columbia Protective Services;"},{"prefix":"C","text":" The Director, deputy directors, and officers of the District of Columbia Department of Corrections;"},{"prefix":"D","text":" Any probation, parole, supervised release, community supervision, or pretrial services officer of the Court Services and Offender Supervision Agency or The Pretrial Services Agency;"},{"prefix":"E","text":" Metro Transit police officers; and"},{"prefix":"F","text":" Any federal, state, county, or municipal officer performing functions comparable to those performed by the officers described in subparagraphs (A), (C), (D), (E), and (F) of this paragraph, including but not limited to state, county, or municipal police officers, sheriffs, correctional officers, parole officers, and probation and pretrial service officers."},{"prefix":"2","text":" \"Public safety employee\" means:"},{"prefix":"A","text":" A District of Columbia firefighter, emergency medical technician/ paramedic, emergency medical technician/intermediate paramedic, or emergency medical technician; and"},{"prefix":"B","text":" Any federal, state, county, or municipal officer performing functions comparable to those performed by the District of Columbia employees described in subparagraph (A) of this paragraph."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"21","text":"Murder; Manslaughter."},"heading":{"title":"22","chaptersection":"2106","identifier":"22-2106","catch_text":"Murder of law enforcement officer."}}