{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2705.\n\n1973 Ed., § 22-2705.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had previously read as follows:\n\n\"Any person who, within the District of Columbia shall place or cause, induce, procure, or compel the placing of any individual in the charge or custody of any other person, or in a house of prostitution, with intent that such individual shall engage in prostitution, or who shall compel, induce, entice, or procure or attempt to compel, induce, entice, or procure any individual to reside with any other person for immoral purposes or for the purpose of prostitution, or who shall compel, induce, entice, or procure or attempt to compel, induce, entice, or procure any such individual to reside or continue to reside in a house of prostitution, or compel, induce, entice, or procure or attempt to compel, induce, entice, or procure such individual to engage in prostitution, or who takes or detains an individual against the individual's will, with intent to compel such individual by force, threats, menace, or duress to marry the abductor or to marry any other person; or any parent, guardian, or other person having legal custody of the person of an individual, who consents to the individual's taking or detention by any person, for the purpose of prostitution or sexual intercourse, shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 5 years and by a fine of not more than $1,000.\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(c) of the Safe Streets Anti-Prostitution Emergency Amendment Act of 1996 (D.C. Act 11-252, April 15, 1996, 43 DCR 2139).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-2704.\n\nLaw 11-119, the \"Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-484, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-198 and transmitted to both Houses of Congress for its review. D.C. Law 11-119 became effective May 17, 1996.\n\nFor Law 16-306, see notes following § 22-404.\n\nDC CODE § 22-2705\n\nCurrent through December 11, 2012","credits":"(June 25, 1910, 36 Stat. 833; Jan. 3, 1941, 54 Stat. 1225, ch. 936, § 1;   May 21, 1994, D.C. Law 10-119, § 12(a), 41 DCR 1639; May 17, 1996, D.C. Law 11-119, § 3, 43 DCR 528; Apr. 24, 2007, D.C. Law 16-306, § 214(a), 53 DCR 8610.)","sections":[{"prefix":"a","text":" It is unlawful for any person, within the District of Columbia to:"},{"prefix":"1","text":" Place or cause, induce, entice, procure, or compel the placing of any individual in the charge or custody of any other person, or in a house of prostitution, with intent that such individual shall engage in prostitution;"},{"prefix":"2","text":" Cause, compel, induce, entice, or procure or attempt to cause, compel, induce, entice, or procure any individual:"},{"prefix":"A","text":" To reside with any other person for the purpose of prostitution;"},{"prefix":"B","text":" To reside or continue to reside in a house of prostitution; or"},{"prefix":"C","text":" To engage in prostitution; or"},{"prefix":"3","text":" Take or detain an individual against the individual's will, with intent to compel such individual by force, threats, menace, or duress to marry the abductor or to marry any other person."},{"prefix":"b","text":" It is unlawful for any parent, guardian, or other person having legal custody of the person of an individual, to consent to the individual's being taken, detained, or used by any person, for the purpose of prostitution or a sexual act or sexual contact."},{"prefix":"c","text":"(1) Except as provided in paragraph (2) of this subsection, a person who violates subsection (a) or (b) of this section shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 5 years, or by a fine of not more than $5,000, or both."},{"prefix":"2","text":" A person who violates subsection (a) or (b) of this section when the individual so placed, caused, compelled, induced, enticed, procured, taken, detained, or used or attempted to be so placed, caused, compelled, induced, enticed, procured, taken, detained, or used is under the age of 18 years shall be guilty of a felony and, upon conviction, shall be punished by imprisonment for not more than 20 years or by a fine of not more than $20,000, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"2705","identifier":"22-2705","catch_text":"Pandering; inducing or compelling an individual to engage in prostitution."}}