{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2601.\n\n1973 Ed., § 22-2601.\n\nEffect of Amendments\n\nD.C. Law 18-377, in subsec. (a), deleted \"or\" from the end of par. (1), substituted \"; or\" for a period the end of par. (2), and added par. (3); and, in subsec. (b), substituted \"original sentence or disposition for the offense for which he or she was confined, committed, or in custody at the time of his or her escape\" for \"original sentence\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 203 of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary (90 day) amendment of section, see § 509 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 509 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nLaw 10-151, the \"Omnibus Criminal Justice Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-98, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 29, 1994, and April 12, 1994, respectively. Signed by the Mayor on May 4, 1994, it was assigned Act No. 10-238 and transmitted to both Houses of Congress for its review. D.C. Law 10-151 became effective on August 20, 1994.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-2601\n\nCurrent through December 11, 2012","credits":"(July 15, 1932, 47 Stat. 698, ch. 492, § 8; June 6, 1940, 54 Stat. 243, ch. 254, § 6(a); July 29, 1970, 84 Stat. 574, Pub. L. 91-358, title I, § 157(b); Aug. 20, 1994, D.C. Law 10-151, § 203, 41 DCR 2608; June 3, 2011, D.C. Law 18-377, § 9, 58 DCR 1174.)","sections":[{"prefix":"a","text":" No person shall escape or attempt to escape from:"},{"prefix":"1","text":" Any penal institution or facility in which that person is confined pursuant to an order issued by a court, judge, or commissioner of the District of Columbia;"},{"prefix":"2","text":" The lawful custody of an officer or employee of the District of Columbia or of the United States: or"},{"prefix":"3","text":" An institution or facility, whether located in the District of Columbia or elsewhere, in which a person committed to the Department of Youth Rehabilitation Services is placed."},{"prefix":"b","text":" Any person who violates subsection (a) of this section shall be fined not more than $5,000 or imprisoned not more than 5 years, or both, said sentence to begin, if the person is an escaped prisoner, upon the expiration of the original sentence or disposition for the offense for which he or she was confined, committed, or in custody at the time of his or her escape."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"26","text":"Prison Misconduct. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Escape."},"heading":{"title":"22","chaptersection":"2601","identifier":"22-2601","catch_text":"Escape from institution or officer."}}