{"text":"For the purposes of this section, §§ 22-2701, 22-2703, and 22-2723, § 22-2704, §§ 22-2705 to 22-2712, §§ 22-2713 to 22-2720, and § 22-2722.","historical":"Prior Codifications\n\n1981 Ed., § 22-2701.1.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had read as follows:\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Prostitution' means the engaging, agreeing to engage, or offering to engage in sexual acts or contacts with another person in return for a fee.\n\n\"(2) 'Public place' means any street, sidewalk, bridge, alley, plaza, park, driveway, parking lot, transportation facility, or the doorways and entrance ways to any building which fronts on any of these locations, or a motor vehicle in or on any such place.\n\n\"(3) 'Arranging for prostitution' means any act to procure or attempt to procure or otherwise arrange for the purpose of prostitution, regardless of whether such procurement or arrangement occurred or a fee was paid.\n\n\"(4) 'Solicitation for prostitution' means inviting, enticing, persuading, or addressing for the purpose of inviting, enticing, or persuading another to engage in acts including, but not limited to, remaining or wandering about a public place; and\n\n\"(i) Repeatedly beckoning to, stopping, attempting to stop, or attempting to engage passers-by in conversation for the purpose of prostitution;\n\n\"(ii) Stopping or attempting to stop motor vehicles for the purpose of prostitution; or\n\n\"(iii) Repeatedly interfering with the free passage of other persons for the purpose of prostitution.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 212 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 4-57, the \"Community Park West Designation Act of 1981,\" was introduced in Council and assigned Bill No. 4-184, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on September 15, 1981, and September 29, 1981, respectively. Signed by the Mayor on October 19, 1981, it was assigned Act No. 4-98 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-267, see Historical and Statutory Notes following § 22-2723.\n\nFor Law 16-306, see notes following § 22-404.\n\nReferences in Text\n\n\"This act\", referred to in the introductory language, is D.C. Law 4-57.\n\nDC CODE § 22-2701.01\n\nCurrent through December 11, 2012","credits":"(Dec. 10, 1981, D.C. Law 4-57, § 2, 28 DCR 4652; May 7, 1993, D.C. Law 9-267, § 3, 39 DCR 5684; Apr. 24, 2007, D.C. Law 16-306, § 212, 53 DCR 8610.)","sections":[{"prefix":"1","text":" \"Arranging for prostitution\" means any act to procure or attempt to procure or otherwise arrange for the purpose of prostitution, regardless of whether such procurement or arrangement occurred or a fee was paid."},{"prefix":"2","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"3","text":" \"Prostitution\" means a sexual act or contact with another person in return for giving or receiving a fee."},{"prefix":"4","text":" \"Prostitution-related offenses\" means those crimes and offenses defined in this act and in the acts cited in the lead-in language of this section."},{"prefix":"5","text":" \"Sexual act\" shall have the same meaning as provided in § 22-3001(8)."},{"prefix":"6","text":" \"Sexual contact\" shall have the same meaning as provided in § 22- 3001(9)."},{"prefix":"7","text":" \"Solicit for prostitution\" means to invite, entice, offer, persuade, or agree to engage in prostitution or address for the purpose of inviting, enticing, offering, persuading, or agreeing to engage in prostitution."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"2701","identifier":"22-2701.01","catch_text":"Definitions."}}