{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-2404.\n\n1973 Ed., § 22-2404.\n\nEffect of Amendments\n\nD.C. Law 13-302 rewrote the section which had read:\n\n\"(a) The punishment for murder in the first degree shall be life imprisonment, except that the court may impose a punishment of life imprisonment without parole in accordance with § 22-2104.1. The prosecution shall notify the defendant in writing at least 30 days prior to trial that it intends to seek a sentence of life imprisonment without parole as provided in § 22-2104.1; provided that, no person who was less than 18 years of age at the time the murder was committed shall be sentenced to life imprisonment without parole.\n\n\"(b) Notwithstanding any other provision of law, a person convicted of murder in the first degree and upon whom a sentence of life imprisonment is imposed shall be eligible for parole only after the expiration of 30 years from the date of the commencement of the sentence.\n\n\"(c) Whoever is guilty of murder in the second degree shall be sentenced to a maximum period of incarceration of not less than 20 years and not more than life. Notwithstanding any other provision of law, where the maximum sentence imposed is life imprisonment, a minimum sentence shall be imposed which shall not exceed 20 years imprisonment.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 4(d) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 4(d) of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 4(d) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nLegislative History of Laws\n\nLaw 3-113, the \"District of Columbia Death Penalty Repeal Act of 1980,\" was introduced in Council and assigned Bill No. 3-395, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 12, 1980 and December 9, 1980, respectively. Signed by the Mayor on December 17, 1980, it was assigned Act No. 3-307 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-153, see Historical and Statutory Notes following § 22-2104.1.\n\nLaw 10-256, the \"Public Safety and Law Enforcement Support Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-628, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-375 and transmitted to both Houses of Congress for its review. D.C. Law 10-256 became effective May 23, 1995.\n\nFor Law 13-302, see notes following § 22-722.\n\nDC CODE § 22-2104\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1321, ch. 854, § 801; Jan. 30, 1925, 43 Stat. 798, ch. 115, § 1; Mar. 22, 1962, 76 Stat. 46, Pub. L. 87-423, § 1; Feb. 26, 1981, D.C. Law 3-113, § 2, 27 DCR 5624; Sept. 26, 1992, D.C. Law 9-153, § 2(b), (c), 39 DCR 3868; May 23, 1995, D.C. Law 10-256, § 2(a), 42 DCR 20; June 8, 2001, D.C. Law 13-302, § 4(d), 47 DCR 7249.)","sections":[{"prefix":"a","text":" The punishment for murder in the first degree shall be not less than 30 years nor more than life imprisonment without release, except that the court may impose a prison sentence in excess of 60 years only in accordance with § 22-2104.01 or § 24-403.01(b-2). The prosecution shall notify the defendant in writing at least 30 days prior to trial that it intends to seek a sentence of life imprisonment without release as provided in § 22-2104.01; provided that, no person who was less than 18 years of age at the time the murder was committed shall be sentenced to life imprisonment without release."},{"prefix":"b","text":" Notwithstanding any other provision of law, a person convicted of murder in the first degree shall not be released from prison prior to the expiration of 30 years from the date of the commencement of the sentence."},{"prefix":"c","text":" Whoever is guilty of murder in the second degree shall be sentenced to a period of incarceration of not more than life, except that the court may impose a prison sentence in excess of 40 years only in accordance with § 24- 403.01(b-2)."},{"prefix":"d","text":" For purposes of imprisonment following revocation of release authorized by § 24-403.01(b)(7), murder in the first degree and murder in the second degree are Class A felonies."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"21","text":"Murder; Manslaughter."},"heading":{"title":"22","chaptersection":"2104","identifier":"22-2104","catch_text":"Penalty for murder in first and second degrees."}}