{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-259, in subsec. (c), rewrote the second sentence which had read as follows: \"If the owner of record of the vehicle is not available to receive such notice at the time of seizure, then the notice shall be sent to each owner of record via registered mail, return receipt requested, to the address listed in the records of the Department of Motor Vehicles within 3 days of the time of the impoundment, excluding Saturdays, Sundays, and legal holidays.\"; and, in subsec. (d), substituted \"a booting fee, if applicable, all outstanding fines and penalties for infractions for which liability has been admitted, deemed admitted, or sustained after hearing,\" for \"a booting fee, if applicable,\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 211(c) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) addition, see § 211(c) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) addition, see § 211(c) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) addition, see § 211(c) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor Law 16-306, see notes following § 22-404.\n\nLaw 18-259 , the \"Community Impact Statement Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-549, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on May 4, 2010, and June 1, 2010, respectively. Signed by the Mayor on June 28, 2010, it was assigned Act No. 18-446 and transmitted to both Houses of Congress for its review. D.C. Law 18-259 became effective on November 6, 2010.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to Section 6(f) of an Act for the Suppression of Prostitution in the District of Columbia, see Mayor's Order 2009-25, March 5, 2009 (56 DCR 6760).\n\nDC CODE § 22-2724\n\nCurrent through December 11, 2012","credits":"(Aug. 15, 1935, 49 Stat. 651, ch. 546, § 6, as added Apr. 24, 2007, D.C. Law 16-306, § 211(c), 53 DCR 8610; Nov. 6, 2010, D.C. Law 18-259, § 4(1), 57 DCR 5591.)","sections":[{"prefix":"a","text":" Any vehicle used in furtherance of a violation of a prostitution-related offense shall be subject to impoundment pursuant to this section."},{"prefix":"b","text":" Whenever a police officer has probable cause to believe that a vehicle is being used in furtherance of a violation of a prostitution-related offense, and an arrest is made for that violation, the police officer, other member of the Metropolitan Police Department, or duly authorized agent thereof shall:"},{"prefix":"1","text":" Arrange for the towing of the vehicle by the Department of Public Works, or other designee of the Mayor, to a facility controlled by the District of Columbia or its agents, as designated by the Mayor, or, if towing services are not immediately available, arrange for the immobilization of the vehicle until such time as towing services become available; and"},{"prefix":"2","text":" Provide written notice to the owner of record of the vehicle and to the person who is found to be in control of the vehicle at the time of the seizure conveying the fact of seizure and impoundment of the vehicle, as well as the right to obtain immediate return of the vehicle pursuant to subsection (d) of this section, in lieu of requesting a hearing."},{"prefix":"c","text":" The notices to be given pursuant to this section shall be provided by hand delivery at the time of the seizure and impoundment of the vehicle to the person in control of the vehicle or to the owner of record of the vehicle. If the owner of record of the vehicle is not available to receive such notice at the time of the seizure, the notice shall be mailed by first class mail, no later than 5 days after the vehicle is received at an impoundment or storage facility, to the last known address of the owner or owners of record of the vehicle, as that information is indicated in the records of the Department of Motor Vehicles or in the records of the appropriate agency of the jurisdiction where the vehicle is registered."},{"prefix":"d","text":" An owner, or a person duly authorized by an owner, shall, upon proof of same, be permitted to repossess or secure the release of the immobilized or impounded vehicle at any time (subject to administrative availability) by paying to the District government, as directed by the Department of Public Works, an administrative civil penalty of $150, a booting fee, if applicable, all outstanding fines and penalties for infractions for which liability has been admitted, deemed admitted, or sustained after hearing, and all applicable towing and storage costs for impounded vehicles as provided by § 50- 2421.09(a)(6). Payment of such fees shall not be admissible as evidence of guilt in any criminal proceeding."},{"prefix":"e","text":" An owner, or person duly authorized by an owner, shall be entitled to refund of the administrative civil penalty, booting fee, and 2 days' towing and storage costs by showing that the prosecutor dropped the underlying criminal charges (except for instances of nolle prosequi or because the defendant completed a diversion program), that the Superior Court of the District of Columbia dismissed the case after consideration of the merits, or that the case resulted in a finding of not guilty on all prostitution-related charges, or by providing a police report demonstrating that the vehicle was stolen at the time that it was subject to seizure and impoundment. If the vehicle had been stolen at the time of seizure and impoundment, a refund of all towing and storage costs shall be made."},{"prefix":"f","text":" An owner, or person duly authorized by an owner, shall be entitled to a due process hearing regarding the seizure of the vehicle."},{"prefix":"g","text":" Vehicles seized and impounded under this section shall not be subject to replevin, but shall be deemed to be in the custody of the Mayor."},{"prefix":"h","text":" Vehicles that remain unclaimed for 30 days may be disposed of pursuant to §§ 50-2421.07(c), (d), (e), and (f), 50-2421.08, 50-2421.09, and 50-2421.10; provided, that if the owner wants to claim the vehicle before it is auctioned, the owner must pay the administrative civil penalty imposed by subsection (d) of this section in addition to the amounts required in § 50-2421.09."},{"prefix":"i","text":" The Attorney General for the District of Columbia, or his or her assistants, shall represent the District of Columbia in all proceedings under this section."},{"prefix":"j","text":" The Mayor shall issue rules setting forth the process by which a refund shall be obtained timely pursuant to subsection (e) of this section. Until such rules are published in the District of Columbia Register, this section shall not be enforceable."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"27","text":"Prostitution; Pandering."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"2724","identifier":"22-2724","catch_text":"Impoundment."}}