{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 14-42, in par. (8)(E), made a nonsubstantive change.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 18 of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nLegislative History of Laws\n\nLaw 13-301, the \"Senior Protection Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-297, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-396 and transmitted to both Houses of Congress for its review. D.C. Law 13-301 became effective on June 8, 2001.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nDC CODE § 22-3226.01\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 126a, as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039; Oct. 26, 2001, D.C. Law 14-42, § 18, 48 DCR 7612.)","sections":[{"prefix":"1","text":" \"Applicant\" means any individual, sole proprietorship, partnership, association, cooperative, corporation, nonprofit organization, and any other organization required to register with the District to conduct telemarketing in the District of Columbia."},{"prefix":"2","text":" \"Certificate of registration\" means a document issued by the District government showing that a named individual or business has registered as a telephone solicitor with the Mayor of the District of Columbia."},{"prefix":"3","text":" \"Consumer\" means a person who is or may be required to pay for goods or services offered by a telephone solicitor through telemarketing."},{"prefix":"4","text":" \"Goods\" or \"services\" means any real property or any tangible or intangible personal property or services of any kind provided or offered to a consumer."},{"prefix":"5","text":" \"Licensed securities, commodities or investment broker\" means a licensed or registered securities, commodities or investment broker."},{"prefix":"6","text":" \"Seller\" means any person, who, in connection with a telemarketing transaction, provides, offers to provide, or arranges for others to provide goods or services to the customer in exchange for consideration."},{"prefix":"7","text":" \"Telemarketing\" means a plan, program or campaign which is conducted to induce the purchase of goods or services by use of one or more telephones. Telemarketing does not include a one-time or infrequent transaction unrelated to a pattern of repeated transactions. Telemarketing does not include a telephone call to a consumer:"},{"prefix":"A","text":" As a one-time or infrequent transaction unrelated to a pattern of repeated transactions;"},{"prefix":"B","text":" To provide information to a consumer and in which payment for the sale of good or services is not accepted in that telephone call;"},{"prefix":"C","text":" To administer an existing account or service an existing customer (including product safety recalls);"},{"prefix":"D","text":" To respond to a consumer's request; or"},{"prefix":"E","text":" In which payment for the sale of good or services is not accepted in that telephone call."},{"prefix":"8","text":" \"Telephone solicitor\" means a person (acting himself or itself, or through an agent) who initiates a telephone call to a consumer in the District of Columbia as a part of a plan, program, or campaign which is conducted to induce the purchase of goods or services by the use of one or more telephones. A telephone solicitor does not include a person who initiates a telephone call to a consumer:"},{"prefix":"A","text":" As a one-time or infrequent transaction unrelated to a pattern of repeated transactions;"},{"prefix":"B","text":" To provide information to a consumer and in which payment for the sale of good or services is not accepted in that telephone call;"},{"prefix":"C","text":" To administer an existing account or service an existing customer (including product safety recalls);"},{"prefix":"D","text":" To respond to a consumer's request; or"},{"prefix":"E","text":" Does not accept payment for the sale of good or services in that telephone call."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-B","text":"Telephone Fraud."},"heading":{"title":"22","chaptersection":"3226","identifier":"22-3226.01","catch_text":"Definitions."}}