{"text":"A person commits the offense of insurance fraud in the first degree if that person knowingly engages in the following conduct with the intent to defraud or to fraudulently obtain property of another and thereby obtains property of another or causes another to lose property and the value of the property obtained or lost is $1,000 or more:","historical":"Prior Codifications\n\n1981 Ed., § 22-3825.2.\n\nEffect of Amendments\n\nD.C. Law 16-144 rewrote the lead-in language and par. (6), which had read as follows:\n\n\"A person commits the offense of insurance fraud in the first degree if, knowingly and with intent to defraud, that person makes an act or omission concerning any of the following:\"\n\n\"(6) Attempt to commit, aiding and abetting in the commission of, or conspiracy to commit the acts or omissions specified in this section.\"\n\nD.C. Law 18-377 substituted \"$1,000\" for \"$250\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 512(b) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 512(b) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-273, see Historical and Statutory Notes following § 22-3225.01.\n\nLaw 16-144, the \"White Collar Insurance Fraud Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-208 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively. Signed by the Mayor on March 30, 2006, it was assigned Act No. 16-340 and transmitted to both Houses of Congress for its review. D.C. Law 16-144 became effective on July 25, 2006.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-3225.02\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 125b, as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; July 25, 2006, D.C. Law 16-144, § 2(a), 53 DCR 2838; June 3, 2011, D.C. Law 18-377, § 12(b), 58 DCR 1174.)","sections":[{"prefix":"1","text":" Presenting false information or knowingly conceals information regarding a material fact in any of the following transactions:"},{"prefix":"A","text":" Application for, rating of, or renewal of an insurance policy or reinsurance contract;"},{"prefix":"B","text":" Claim for payment or benefit pursuant to an insurance policy or reinsurance contract;"},{"prefix":"C","text":" Premiums paid on an insurance policy or reinsurance contract;"},{"prefix":"D","text":" Payment made in accordance with the terms of an insurance policy or reinsurance contract;"},{"prefix":"E","text":" Application used in a premium finance transaction;"},{"prefix":"F","text":" Solicitation for sale of an insurance policy;"},{"prefix":"G","text":" Application for a license or certificate of authority filed with the Commissioner or the chief insurance regulatory official of another jurisdiction;"},{"prefix":"H","text":" Financial statement or condition of any insurer or reinsurer;"},{"prefix":"I","text":" Acquisition, formation, merger, affiliation, reconsolidation, dissolution, or withdrawal from one or more lines of insurance or reinsurance in the District by an insurer or reinsurer;"},{"prefix":"J","text":" Issuance of written evidence of insurance; or"},{"prefix":"K","text":" Application for reinstatement of an insurance policy;"},{"prefix":"2","text":" Soliciting or accepting insurance or renewal of insurance by or for an insurer which the person knows is insolvent or has a strong likelihood of insolvency;"},{"prefix":"3","text":" Removal or tampering with the records of transaction, documentation, and other material assets of an insurer from the insurer or from the Department of Insurance and Securities Regulation;"},{"prefix":"4","text":" Diversion, misappropriation, conversion, or embezzlement of funds of an insurer, an insured, claimant or applicant regarding any of the following:"},{"prefix":"A","text":" Insurance transaction;"},{"prefix":"B","text":" Other insurance business activities by an insurer or insurance professional; or"},{"prefix":"C","text":" Acquisition, formation, merger, affiliation or dissolution of an insurer."},{"prefix":"5","text":" Transaction of the business of insurance in violation of laws requiring a license, certificate of authority, or other legal authority for the transaction of the business of insurance; or"},{"prefix":"6","text":" Employing or using any other person or acting as the agent of any other person to procure a client, patient, or customer for the purpose of falsely or fraudulently obtaining benefits under a contract of insurance or asserting a false or fraudulent claim against an insured or insurer."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.02","catch_text":"Insurance fraud in the first degree."}}