{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3823.\n\nEffect of Amendments\n\nD.C. Law 18-88 rewrote subsecs. (a), (b), and (d), which had read as follows:\n\n\"(a) For the purpose of this section, the term \"credit card\" means an instrument or device, whether known as a credit card plate, debit card, or by any other name, issued by a person for use of the cardholder in obtaining property or services.\n\n\"(b) A person commits the offense of credit card fraud if, with intent to defraud, that person obtains property of another by:\n\n\"(1) Knowingly using a credit card, or the number or description thereof, which has been issued to another person without the consent of the person to whom it was issued;\n\n\"(2) Knowingly using a credit card, or the number or description thereof, which has been revoked or cancelled;\n\n\"(3) Knowingly using a falsified, mutilated, or altered credit card or number or description thereof; or\n\n\"(4) Representing that he or she is the holder of a credit card and the credit card had not in fact been issued.\"\n\n\"(d)(1) Any person convicted of credit card fraud shall be fined not more than $5,000 or imprisoned for not more than 10 years, or both, if the value of the property obtained is $250 or more.\"\n\n\"(2) Any person convicted of credit card fraud shall be fined not more than $1,000 or imprisoned for not more than 180 days, or both, if the value of the property obtained is less than $250.\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 113(d) of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary (90 day) amendment of section, see § 102(e) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(f) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(f) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-3201.\n\nFor legislative history of D.C. Law 10-151, see Historical and Statutory Notes following § 22-3212.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-3223\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 123, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(d), 41 DCR 2608; Dec. 10, 2009, D.C. Law 18-88, § 214(f), 56 DCR 7413.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"credit card\" means an instrument or device, whether known as a credit card, debit card, or by any other name, issued for use of the cardholder in obtaining or paying for property or services."},{"prefix":"b","text":" A person commits the offense of credit card fraud if, with intent to defraud, that person obtains or pays for property or services by:"},{"prefix":"1","text":" Knowingly using a credit card, or the number or description thereof, which has been issued to another person without the consent of the person to whom it was issued;"},{"prefix":"2","text":" Knowingly using a credit card, or the number or description thereof, which has been revoked or cancelled;"},{"prefix":"3","text":" Knowingly using a falsified, mutilated, or altered credit card or number or description thereof;"},{"prefix":"4","text":" Representing that he or she is the holder of a credit card and the credit card had not in fact been issued; or"},{"prefix":"5","text":" Knowingly using for the employee's or contractor's own purposes a credit card, or the number on or description of the credit card, issued to or provided to an employee or contractor by or at the request of an employer for the employer's purposes."},{"prefix":"c","text":" A credit card is deemed cancelled or revoked when notice in writing thereof has been received by the named holder as shown on the credit card or by the records of the issuer."},{"prefix":"d","text":"(1) Except as provided in paragraph (2) of this subsection, any person convicted of credit card fraud shall be fined not more than $1,000, imprisoned for not more than 180 days, or both."},{"prefix":"2","text":" Any person convicted of credit card fraud shall be fined not more than $5,000, imprisoned for not more than 10 years, or both, if the value of the property or services obtained or paid for is $1,000 or more."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III","text":"Fraud; Related Offenses."},"heading":{"title":"22","chaptersection":"3223","identifier":"22-3223","catch_text":"Credit card fraud."}}