{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3825.5.\n\nEffect of Amendments\n\nD.C. Law 13-313, in subsec. (a), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-273, see Historical and Statutory Notes following § 22-3225.01.\n\nFor Law 13-313, see notes following § 22-2803.\n\nDC CODE § 22-3225.05\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 125e, as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; June 19, 2001, D.C. Law 13-313, § 12(b), 48 DCR 1873.)","sections":[{"prefix":"a","text":" In addition to the penalties provided under § 22-3225.04, a person convicted under this subchapter shall make monetary restitution for any loss caused by the offense. The court shall determine the form and method of payment which, if by installment, shall not exceed 5 years."},{"prefix":"b","text":" Any person, including the District, injured as the result of an insurance fraud in the first degree may bring suit in the appropriate court to recover ordinary damages including attorney's fees and other costs and punitive damages which shall not be less than $500 nor more than $50,000. Except where punitive damages are sought, the court shall award treble damages where the offense is proven by clear and convincing evidence to be in accordance with an established pattern or practice."},{"prefix":"c","text":" Notwithstanding any action that may be brought by the United States Attorney's office to recoup its costs in prosecuting these cases, the Corporation Counsel may bring a civil suit against any person convicted under this subchapter in order to recover investigation and prosecution-related costs incurred by the District."},{"prefix":"d","text":" A suit under subsection (b) of this section must be filed within 3 years of the act constituting the offense or within 3 years of the time the plaintiff discovered or with reasonable diligence could have discovered the act, whichever is later. This 3 year statute of limitations shall not apply to the District."},{"prefix":"e","text":" Remedies provided in this section shall be exclusive and may not be claimed in conjunction with any other remedies available under the law."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.05","catch_text":"Restitution."}}