{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-301, see notes following § 22-3226.01.\n\nDC CODE § 22-3226.06\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 126f, as added June 8, 2001, D.C. Law 13-301, § 102, 47 DCR 7039.)","sections":[{"prefix":"a","text":" A telephone solicitor commits the offense of telephone solicitation fraud when engaged in any one of the following:"},{"prefix":"1","text":" Fails to obtain or maintain a valid certificate of registration;"},{"prefix":"2","text":" Obtains a certificate of registration through any false or fraudulent pretence or representation in any registration application;"},{"prefix":"3","text":" Knowingly fails to have received written consent to use the name of a charitable organization;"},{"prefix":"4","text":" Knowingly misrepresents any of the following:"},{"prefix":"A","text":" The total cost of the goods or services that are the subject of the telephone solicitation sales call;"},{"prefix":"B","text":" Material restrictions, material limitations, or material conditions to the purchase of goods or services that are the subject of a telephone solicitation;"},{"prefix":"C","text":" Material aspects of the performance, efficacy, nature or characteristics of goods or services that are the subject of a telephone solicitation; or"},{"prefix":"D","text":" Material aspects of the nature of terms of the telephone solicitor's refund, cancellation, exchange or repurchase policies;"},{"prefix":"5","text":" Induces a consumer to purchase goods or services by means of a false or fraudulent pretense, representation or promise;"},{"prefix":"6","text":" Charges a consumer's checking or savings account without the consumer's express written authorization; or"},{"prefix":"7","text":" Procures the services of any professional delivery, courier, or other pickup service to obtain immediate receipt and/or possession of a consumer's payment unless the goods are delivered with the opportunity to inspect before payment is collected."},{"prefix":"b","text":" A person who violates any provision of this section shall be subject to the penalties provided in §§ 22-3226.09 and 22-3226.10."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-B","text":"Telephone Fraud."},"heading":{"title":"22","chaptersection":"3226","identifier":"22-3226.06","catch_text":"Unlawful acts and practices."}}