{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 22-3801.\n\nEffect of Amendments\n\nD.C. Law 18-88, added par. (2A); in par. (3), deleted \"and\" from the end of subpar. (B), substituted a semicolon for a period at the end of subpar. (C), and added subpars. (D) to (F); and added par. (7).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102(a) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(a) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 4-164, the \"District of Columbia Theft and White Collar Crimes Act of 1982,\" was introduced in Council and assigned Bill No. 4-133, which was referred to the Committee on the Judiciary. The Bill was adopted on first, amended first and second readings on June 22, 1982, July 6, 1982, and July 20, 1982, respectively. Signed by the Mayor on August 4, 1982, it was assigned Act No. 4-238 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-3201\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 101, 29 DCR 3976; Dec. 10, 2009, D.C. Law 18-88, § 214(a), 56 DCR 7413.)","sections":[{"prefix":"1","text":" \"Appropriate\" means to take or make use of without authority or right."},{"prefix":"2","text":" \"Deprive\" means:"},{"prefix":"A","text":" To withhold property or cause it to be withheld from a person permanently or for so extended a period or under such circumstances as to acquire a substantial portion of its value; or"},{"prefix":"B","text":" To dispose of the property, or use or deal with the property so as to make it unlikely that the owner will recover it."},{"prefix":"2A","text":" \"Person\" means an individual (whether living or dead), trust, estate, fiduciary, partnership, company, corporation, association, organization, union, government department, agency, or instrumentality, or any other legal entity."},{"prefix":"3","text":" \"Property\" means anything of value. The term \"property\" includes, but is not limited to:"},{"prefix":"A","text":" Real property, including things growing on, affixed to, or found on land;"},{"prefix":"B","text":" Tangible or intangible personal property;"},{"prefix":"C","text":" Services;"},{"prefix":"D","text":" Credit;"},{"prefix":"E","text":" Debt; and"},{"prefix":"F","text":" A government-issued license, permit, or benefit."},{"prefix":"4","text":" \"Property of another\" means any property in which a government or a person other than the accused has an interest which the accused is not privileged to interfere with or infringe upon without consent, regardless of whether the accused also has an interest in that property. The term \"property of another\" includes the property of a corporation or other legal entity established pursuant to an interstate compact. The term \"property of another\" does not include any property in the possession of the accused as to which any other person has only a security interest."},{"prefix":"5","text":" \"Services\" includes, but is not limited to:"},{"prefix":"A","text":" Labor, whether professional or nonprofessional;"},{"prefix":"B","text":" The use of vehicles or equipment;"},{"prefix":"C","text":" Transportation, telecommunications, energy, water, sanitation, or other public utility services, whether provided by a private or governmental entity;"},{"prefix":"D","text":" The supplying of food, beverage, lodging, or other accommodation in hotels, restaurants, or elsewhere;"},{"prefix":"E","text":" Admission to public exhibitions or places of entertainment; and"},{"prefix":"F","text":" Educational and hospital services, accommodations, and other related services."},{"prefix":"6","text":" \"Stolen property\" includes any property that has been obtained by conduct previously known as embezzlement."},{"prefix":"7","text":" \"Value\" with respect to a credit card, check, or other written instrument means the amount of money, credit, debt, or other tangible or intangible property or services that has been or can be obtained through its use, or the amount promised or paid by the credit card, check, or other written instrument."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3201","identifier":"22-3201","catch_text":"Definitions."}}