{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-4116.\n\nEffect of Amendments\n\nD.C. Law 16-306, in subsec. (a)(1), deleted \"or\" from the end; in subsec. (a)(2), substituted a semicolon for a period; and added subsecs. (a)(3) and (4).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 216(j) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 216(j) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 216(j) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 216(j) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-257, see Historical and Statutory Notes following § 22-3001.\n\nFor Law 16-306, see notes following § 22-404.\n\nDC CODE § 22-3016\n\nCurrent through December 11, 2012","credits":"(May 23, 1995, D.C. Law 10-257, § 215, 42 DCR 53; Apr. 24, 2007, D.C. Law 16-306, § 216(j), 53 DCR 8610.)","sections":[{"prefix":"a","text":" A person is guilty of second degree sexual abuse who purports to provide, in any manner, professional services of a medical, therapeutic, or counseling (whether legal, spiritual, or otherwise) nature, and engages in a sexual contact with another person who is a patient or client of the actor, or is otherwise in a professional relationship of trust with the actor; and"},{"prefix":"1","text":" The actor represents falsely that the sexual contact is for a bona fide medical or therapeutic purpose, or for a bona fide professional purpose for which the services are being provided;"},{"prefix":"2","text":" The nature of the treatment or service provided by the actor and the mental, emotional, or physical condition of the patient or client are such that the actor knows or has reason to know that the patient or client is impaired from declining participation in the sexual contact;"},{"prefix":"3","text":" The actor represents falsely that he or she is licensed as a particular type of professional; or"},{"prefix":"4","text":" The sexual contact occurs during the course of a consultation, examination, treatment, therapy, or other provision of professional services."},{"prefix":"b","text":" Any person found guilty pursuant to subsection (a) of this section shall be imprisoned for not more than 5 years and, in addition, may be fined in an amount not to exceed $50,000."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"30","text":"Sexual Abuse."},"subchapter":{"identifier":"II","text":"Sex Offenses."},"heading":{"title":"22","chaptersection":"3016","identifier":"22-3016","catch_text":"Second degree sexual abuse of a patient or client."}}