{"text":"It shall be unlawful for any person or persons willfully and wantonly to disfigure, cut, chip, or cover, rub with, or otherwise place filth or excrement of any kind; to write, mark, or print obscene or indecent figures representing obscene or objects upon; to write, mark, draw, or paint, without the consent of the owner or proprietor thereof, or, in the case of public property, of the person having charge, custody, or control thereof, any word, sign, or figure upon:","historical":"Prior Codifications\n\n1981 Ed., ยง 22-3112.1.\n\nLegislative History of Laws\n\nLaw 4-203, the \"Anti-Intimidation and Defacing of Public or Private Property Criminal Penalty Act of 1982,\" was introduced in Council and assigned Bill No. 4-455, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-287 and transmitted to both Houses of Congress for its review.\n\nLaw 11-275, the \"Second Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-909, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-520 and transmitted to both Houses of Congress for its review. D.C. Law 11-275 became effective on June 3, 1997.\n\nDC CODE ยง 22-3312.01\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-203, ยง 2, 30 DCR 180; June 3, 1997, D.C. Law 11-275, ยง 7, 44 DCR 1408.)","sections":[{"prefix":"1","text":" Any property, public or private, building, statue, monument, office, public passenger vehicle, mass transit equipment or facility, dwelling or structure of any kind including those in the course of erection; or"},{"prefix":"2","text":" The doors, windows, steps, railing, fencing, balconies, balustrades, stairs, porches, halls, walls, sides of any enclosure thereof, or any movable property."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"33","text":"Trespass; Injuries to Property."},"heading":{"title":"22","chaptersection":"3312","identifier":"22-3312.01","catch_text":"Defacing public or private property."}}