{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 24-491.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote par. (5), which read as follows:\n\n\"(5) 'Victim' means a person injured by the commission of an offense, and includes the parent or legal guardian of a victim, if the victim is a minor, or the spouse or child of a victim, if the victim is deceased or incapacitated.\"\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see §§ 2 to 4 of the HIV Testing of Certain Criminal Offenders Emergency Act of 1995 (D.C. Act 11-87, July 6, 1995, 42 DCR 3617).\n\nFor temporary (90 day) amendment of section, see § 222 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 222 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 222 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 222 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 11-74, the \"HIV Testing of Certain Criminal Offenders Act of 1995,\" was introduced in Council and assigned Bill No. 11-166, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 1995, and June 20, 1995, respectively. Signed by the Mayor on July 6, 1995, it was assigned Act No. 11-89 and transmitted to both Houses of Congress for its review. D.C. Law 11-74 became effective on November 11, 1995.\n\nFor Law 16-306, see notes following § 22-3302.\n\nDC CODE § 22-3901\n\nCurrent through December 11, 2012","credits":"(Nov. 11, 1995, D.C. Law 11-74, § 2, 42 DCR 3624; Apr. 24, 2007, D.C. Law 16-306, § 222, 53 DCR 8610.)","sections":[{"prefix":"1","text":" \"Convicted\" means having received a verdict, or a finding, of guilt in a criminal proceeding, adjudicated as being delinquent in a juvenile proceeding, or having entered a plea of guilty or nolo contendere."},{"prefix":"2","text":" \"HIV test\" means blood testing for the human immunodeficiency virus (\"HIV\") or any other identified causative agent of the acquired immune deficiency syndrome (\"AIDS\")."},{"prefix":"3","text":" \"Mayor\" means the Mayor of the District of Columbia, or his or her designee."},{"prefix":"4","text":" \"Offense\" means any prohibited activity involving a sexual act that includes contact between the penis and the vulva or the penis and the anus, however slight, or contact between the mouth and the penis, the mouth and the vulva, or the mouth and the anus."},{"prefix":"5","text":" \"Victim\" means a person injured by the commission of an offense, and includes the parent or legal guardian of the victim, if the victim is a minor, or the spouse, domestic partner, or child of a victim, if the victim is deceased or incapacitated."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"39","text":"HIV Testing of Certain Criminal Offenders. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3901","identifier":"22-3901","catch_text":"Definitions."}}