{"text":"Any staff member, employee, contract employee, consultant, or volunteer at a hospital, treatment facility, detention or correctional facility, group home, or other institution; anyone who is an ambulance driver or attendant, a bus driver or attendant, or person who participates in the transportation of a ward, patient, client, or prisoner to and from such institutions; or any official custodian of a ward, patient, client, or prisoner, who engages in a sexual act with a ward, patient, client, or prisoner, or causes a ward, patient, client, or prisoner to engage in or submit to a sexual act shall be imprisoned for not more than 10 years or fined in an amount not to exceed $100,000, or both.","historical":"Prior Codifications\n\n1981 Ed., § 22-4113.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had read as follows:\n\n\"Whoever engages in a sexual act with another person or causes another person to engage in or submit to a sexual act when that other person:\n\n\"(1) Is in official custody, or is a ward or resident, on a permanent or temporary basis, of a hospital, treatment facility, or other institution; and\n\n\"(2) Is under the supervisory or disciplinary authority of the actor shall be imprisoned for not more than 10 years and, in addition, may be fined in an amount not to exceed $100,000.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 216(g) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 216(g) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 216(g) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 216(g) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-257, see Historical and Statutory Notes following § 22-3001.\n\nLaw 11-119, the \"Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-484, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-198 and transmitted to both Houses of Congress for its review. D.C. Law 11-119 became effective May 17, 1996.\n\nFor Law 16-306, see notes following § 22-404.\n\nDC CODE § 22-3013\n\nCurrent through December 11, 2012","credits":"(May 23, 1995, D.C. Law 10-257, § 212, 42 DCR 53; May 17, 1996, D.C. Law 11-119, § 6(a), 43 DCR 528; Apr. 24, 2007, D.C. Law 16-306, § 216(g), 53 DCR 8610.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"30","text":"Sexual Abuse."},"subchapter":{"identifier":"II","text":"Sex Offenses."},"heading":{"title":"22","chaptersection":"3013","identifier":"22-3013","catch_text":"First degree sexual abuse of a ward."}}