{"text":"For the purposes of this subchapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-88, in par. (1), deleted \"and\" from the end of subpar. (C); substituted \"; and\" for a period at the end of par. (D), and added subpar. (E); and repealed par. (2), which had read as follows:\n\n\"(2) 'Person' means an individual, whether living or dead.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102(h) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(i) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(i) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 15-106, the \"Identity Theft Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-36, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 8, 2003, and October 7, 2003, respectively. Signed by the Mayor on October 24, 2003, it was assigned Act No. 15-196 and transmitted to both Houses of Congress for its review. D.C. Law 15-106 became effective on March 27, 2004.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-3227.01\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 127a, as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Dec. 10, 2009, D.C. Law 18-88, § 214(i), 56 DCR 7413.)","sections":[{"prefix":"1","text":" \"Financial injury\" means all monetary costs, debts, or obligations incurred by a person as a result of another person obtaining, creating, possessing, or using that person's personal identifying information in violation of this subchapter, including, but not limited to:"},{"prefix":"A","text":" The costs of clearing the person's credit rating, credit history, criminal record, or any other official record, including attorney fees;"},{"prefix":"B","text":" The expenses related to any civil or administrative proceeding to satisfy or contest a debt, lien, judgment, or other obligation of the person that arose as a result of the violation of this subchapter, including attorney fees;"},{"prefix":"C","text":" The costs of repairing or replacing damaged or stolen property;"},{"prefix":"D","text":" Lost time or wages, or any similar monetary benefit forgone while the person is seeking redress for damages resulting from a violation of this subchapter; and"},{"prefix":"E","text":" Lost time, wages, and benefits, other losses sustained, legal fees, and other expenses incurred as a result of the use, without permission, of one's personal identifying information by another as prohibited by § 22-3227.02."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" \"Personal identifying information\" includes, but is not limited to, the following:"},{"prefix":"A","text":" Name, address, telephone number, date of birth, or mother's maiden name;"},{"prefix":"B","text":" Driver's license or driver's license number, or non-driver's license or non-driver's license number;"},{"prefix":"C","text":" Savings, checking, or other financial account number;"},{"prefix":"D","text":" Social security number or tax identification number;"},{"prefix":"E","text":" Passport or passport number;"},{"prefix":"F","text":" Citizenship status, visa, or alien registration card or number;"},{"prefix":"G","text":" Birth certificate or a facsimile of a birth certificate;"},{"prefix":"H","text":" Credit or debit card, or credit or debit card number;"},{"prefix":"I","text":" Credit history or credit rating;"},{"prefix":"J","text":" Signature;"},{"prefix":"K","text":" Personal identification number, electronic identification number, password, access code or device, electronic address, electronic identification number, routing information or code, digital signature, or telecommunication identifying information;"},{"prefix":"L","text":" Biometric data, such as fingerprint, voice print, retina or iris image, or other unique physical representation;"},{"prefix":"M","text":" Place of employment, employment history, or employee identification number; and"},{"prefix":"N","text":" Any other numbers or information that can be used to access a person's financial resources, access medical information, obtain identification, act as identification, or obtain property."},{"prefix":"4","text":" \"Property\" shall have the same meaning as provided in § 22-3201(3) and shall include credit."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-C","text":"Identity Theft."},"heading":{"title":"22","chaptersection":"3227","identifier":"22-3227.01","catch_text":"Definitions."}}