{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-306, in subsecs. (a) and (b), inserted \"or attempted to be obtained,\" following \"of the property obtained\".\n\nD.C. Law 18-88, in subsec. (a), substituted \"$1,000 or more\" for \"$250 or more\"; and, in subsec. (b), substituted \"has some value, or if another person is falsely accused of, or arrested for, committing a crime because of the use, without permission, of that person's personal identifying information\" for \"whichever is greater, is less than $250\".\n\nD.C. Law 18-377, in subsec. (b), substituted \"if\" for \"if the value of\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 16-141, in subsec. (a), inserted \"or attempted to be obtained\" following \"if the property obtained\"; and, in subsec. (a), inserted \"or attempted to be obtained\" following \"of the property obtained\".\n\nSection 4(b) of D.C. Law 16-141 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(c) of Identity Thief Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-388, March 18, 2004, 51 DCR 3382).\n\nFor temporary (90 day) amendment of section, see § 2 of Identity Theft Technical Emergency Amendment Act of 2006 (D.C. Act 16-257, January 26, 2006, 53 DCR 772).\n\nFor temporary (90 day) amendment of section, see § 2 of Identity Theft Technical Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16- 359, April 26, 2006, 53 DCR 3615).\n\nFor temporary (90 day) amendment of section, see § 218 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 218 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 218 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 218 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 102(j) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(k) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(k) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) amendment of section, see § 512(d) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 512(d) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor Law 15-106, see notes following § 22-3227.01.\n\nFor Law 16-306, see notes following § 22-404.\n\nFor Law 18-88, see notes following § 22-404.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-3227.03\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 127c, as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809; Apr. 24, 2007, D.C. Law 16-306, § 218, 53 DCR 8610; Dec. 10, 2009, D.C. Law 18-88, § 214(k), 56 DCR 7413; June 3, 2011, D.C. Law 18-377, § 12(d), 58 DCR 1174.)","sections":[{"prefix":"a","text":" Identity theft in the first degree. -- Any person convicted of identity theft shall be fined not more than (1) $10,000, (2) 3 times the value of the property obtained or (3) 3 times the amount of the financial injury, whichever is greatest, or imprisoned for not more than 10 years, or both, if the property obtained, or attempted to be obtained, or the amount of the financial injury is $1,000 or more."},{"prefix":"b","text":" Identity theft in the second degree. -- Any person convicted of identity theft shall be fined not more than $1,000 or imprisoned for not more than 180 days, or both, if the property obtained, or attempted to be obtained, or the amount of the financial injury, has some value, or if another person is falsely accused of, or arrested for, committing a crime because of the use, without permission, of that person's personal identifying information."},{"prefix":"c","text":" Enhanced penalty. -- Any person who commits the offense of identity theft against an individual who is 65 years of age or older, at the time of the offense, may be punished by a fine of up to 1 1/2 times the maximum fine otherwise authorized for the offense and may be imprisoned for a term of up to 1 1/2 times the maximum term of imprisonment otherwise authorized for the offense, or both. It is an affirmative defense that the accused:"},{"prefix":"1","text":" Reasonably believed that the victim was not 65 years of age or older at the time of the offense; or"},{"prefix":"2","text":" Could not have determined the age of the victim because of the manner in which the offense was committed."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-C","text":"Identity Theft."},"heading":{"title":"22","chaptersection":"3227","identifier":"22-3227.03","catch_text":"Penalties for identity theft."}}