{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3825.8.\n\nEffect of Amendments\n\nD.C. Law 14-254 repealed subsec. (e) which had read:\n\n\"(e) No person shall be subject to civil liability for any cause of action, or subject to criminal prosecution, for reporting any suspected insurance fraud if:\n\n\"(1) The report was made to the Department of Insurance and Securities Regulation, the Metropolitan Police Department, or any other law enforcement authority, or to any insurer, insurance agent, or other person who collects, reviews, or analyzes information concerning insurance fraud, by any individual or entity suspecting insurance fraud; and\n\n\"(2) The person or entity reporting the suspected fraud acted without malice when making the report.\"\n\nD.C. Law 15-166, in subsecs. (a) and (d), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\".\n\nD.C. Law 16-191 validated a previously made technical correction in the directory language of D.C. Law 15-166 which required no change in text.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(b)(2) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-273, see Historical and Statutory Notes following § 22-3225.01.\n\nFor Law 14-254, see notes following § 22-3225.01.\n\nFor Law 15-166, see notes following § 22-3225.01.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 22-3225.08\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 125h, as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; Mar. 27, 2003, D.C. Law 14-254, § 2(c), 50 DCR 233; June 11, 2004, D.C. Law 15-166, § 4(b)(2), 51 DCR 2817; Mar. 2, 2007, D.C. Law 16-191, § 44(a), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Based upon a reasonable belief, an insurer, insurance professional, and any other pertinent person, shall report to the Metropolitan Police Department or the Department of Insurance, Securities, and Banking, actions that may constitute the commission of insurance fraud, and assist in the investigation of insurance fraud by reasonably providing information when required by an investigating authority."},{"prefix":"b","text":" The Commissioner may investigate suspected fraudulent insurance acts and persons engaged in the business of insurance. Nothing in this subchapter shall preempt the authority or relieve the duty of other law enforcement or regulatory agencies to investigate, examine, and prosecute suspected violations of law."},{"prefix":"c","text":" An insurer, insurance professional, or any other pertinent person who fails to reasonably assist the investigation of an insurance fraud or fails to report an insurance fraud, and who is injured by that insurance fraud, shall be estopped from receiving restitution as provided in § 22-3225.05."},{"prefix":"d","text":" Any information, documentation, or other evidence provided under this section by an insurer, its employees, producers, or agents, or by any other person, to the Department of Insurance, Securities, and Banking, the Metropolitan Police Department, or any other law enforcement agency in connection with any investigation of suspected fraud is not subject to public inspection as long as the Commissioner or law enforcement agency deems the withholding to be necessary to complete an investigation of the suspected fraud or to protect the person or entity investigated from unwarranted injury."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.08","catch_text":"Investigation and report of insurance fraud."}}