{"text":"Abduction, arson, aggravated assault, assault with a dangerous weapon, assault with intent to kill, commit first degree sexual abuse, or commit second degree sexual abuse, assault with intent to commit any other offense, burglary, carjacking, armed carjacking, extortion or blackmail accompanied by threats of violence, kidnapping, malicious disfigurement, manslaughter, mayhem, murder, robbery, sexual abuse in the first, second, and third degrees, theft, fraud in the first degree, and fraud in the second degree, or an attempt or conspiracy to commit any of the foregoing offenses.","historical":"Prior Codifications\n\n1981 Ed., § 22-3901.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote subsecs. (b) and (c), which had read as follows:\n\n\"(b) The provisions of subsection (a) of this section shall apply to the following offenses: Robbery, attempted robbery, theft, attempted theft, extortion, fraud in the first degree, and fraud in the second degree.\n\n\"(c) It is an affirmative defense that the accused knew or reasonably believed that the victim was not 60 years of age or older at the time of the offense.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 4-164, the \"District of Columbia Theft and White Collar Crimes Act of 1982,\" was introduced in Council and assigned Bill No. 4-133, which was referred to the Committee on the Judiciary. The Bill was adopted on first, amended first and second readings on June 22, 1982, July 6, 1982, and July 20, 1982, respectively. Signed by the Mayor on August 4, 1982, it was assigned Act No. 4-238 and transmitted to both Houses of Congress for its review.\n\nFor Law 16-306, see notes following § 22-3302.\n\nDC CODE § 22-3601\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 201, 29 DCR 3976; Apr. 24, 2007, D.C. Law 16-306, § 220, 53 DCR 8610.)","sections":[{"prefix":"a","text":" Any person who commits any offense listed in subsection (b) of this section against an individual who is 60 years of age or older, at the time of the offense, may be punished by a fine of up to 1 1/2 times the maximum fine otherwise authorized for the offense and may be imprisoned for a term of up to 1 1/2 times the maximum term of imprisonment otherwise authorized for the offense, or both."},{"prefix":"b","text":" The provisions of subsection (a) of this section shall apply to the following offenses:"},{"prefix":"c","text":" It is an affirmative defense that the accused knew or reasonably believed the victim was not 60 years old or older at the time of the offense, or could not have known or determined the age of the victim because of the manner in which the offense was committed. This defense shall be established by a preponderance of the evidence."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Enhanced Penalties."},"chapter":{"identifier":"36","text":"Crimes Committed Against Certain Persons."},"heading":{"title":"22","chaptersection":"3601","identifier":"22-3601","catch_text":"Enhanced penalty for crimes committed against senior citizen victims."}}