{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(c) of Identity Thief Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-388, March 18, 2004, 51 DCR 3382).\n\nLegislative History of Laws\n\nFor Law 15-106, see notes following § 22-3227.01.\n\nDC CODE § 22-3227.05\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 127e, as added Mar. 27, 2004, D.C. Law 15-106, § 2(c), 50 DCR 9809.)","sections":[{"prefix":"a","text":" When a person is convicted, adjudicated delinquent, or found not guilty by reason of insanity of identity theft, the court may issue such orders as are necessary to correct any District of Columbia public record that contains false information as a result of a violation of this subchapter."},{"prefix":"b","text":" In all other cases, a person who alleges that he or she is a victim of identity theft may petition the court for an expedited judicial determination that a District of Columbia public record contains false information as a result of a violation of this subchapter. Upon a finding of clear and convincing evidence that the person was a victim of identity theft, the court may issue such orders as are necessary to correct any District of Columbia public record that contains false information as a result of a violation of this subchapter."},{"prefix":"c","text":" Notwithstanding any other provision of law, District of Columbia agencies shall comply with orders issued under subsection (a) of this section within 30 days of issuance of the order."},{"prefix":"d","text":" For the purposes of this section, the term \"District of Columbia public record\" means any document, book, photographic image, electronic data recording, paper, sound recording, or other material, regardless of physical form or characteristic, made or received pursuant to law or in connection with the transaction of public business by any officer or employee of the District of Columbia."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-C","text":"Identity Theft."},"heading":{"title":"22","chaptersection":"3227","identifier":"22-3227.05","catch_text":"Correction of public records."}}