{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-492.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see §§ 2 to 4 of the HIV Testing of Certain Criminal Offenders Emergency Act of 1995 (D.C. Act 11-87, July 6, 1995, 42 DCR 3617).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-74, see Historical and Statutory Notes following § 22-3901.\n\nDC CODE § 22-3902\n\nCurrent through December 11, 2012","credits":"(Nov. 11, 1995, D.C. Law 11-74, § 3, 42 DCR 3624.)","sections":[{"prefix":"a","text":" Upon the request of a victim, the court shall order any individual convicted of an offense, as defined by § 22-3901, to furnish a blood sample to be tested for the presence of HIV."},{"prefix":"b","text":" The court shall promptly notify the Mayor of any court order for an HIV test. Upon receipt of a court order for an HIV test, the Mayor shall promptly collect a blood sample from the convicted individual and conduct an HIV test on the blood sample."},{"prefix":"c","text":" After conducting the HIV test, the Mayor shall promptly notify the victim and the convicted individual of the results of the HIV test. The Mayor shall not disclose the results of the HIV test without also providing, offering, or arranging for appropriate counselling and referral for appropriate health care and support services to the victim and the convicted individual."},{"prefix":"d","text":" The victim may disclose the results of the HIV test to any other individual to protect the health and safety of the victim, the victim's sexual partners, or the victim's family."},{"prefix":"e","text":" The result of any HIV test conducted under this section shall not be admissible as evidence of guilt or innocence in any criminal proceeding."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"39","text":"HIV Testing of Certain Criminal Offenders. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3902","identifier":"22-3902","catch_text":"Testing and counselling."}}