{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 22-3811.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following ยง 22-3201.\n\nDC CODE ยง 22-3211\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 111, 29 DCR 3976.)","sections":[{"prefix":"a","text":" For the purpose of this section, the term \"wrongfully obtains or uses\" means: (1) taking or exercising control over property; (2) making an unauthorized use, disposition, or transfer of an interest in or possession of property; or (3) obtaining property by trick, false pretense, false token, tampering, or deception. The term \"wrongfully obtains or uses\" includes conduct previously known as larceny, larceny by trick, larceny by trust, embezzlement, and false pretenses."},{"prefix":"b","text":" A person commits the offense of theft if that person wrongfully obtains or uses the property of another with intent:"},{"prefix":"1","text":" To deprive the other of a right to the property or a benefit of the property; or"},{"prefix":"2","text":" To appropriate the property to his or her own use or to the use of a third person."},{"prefix":"c","text":" In cases in which the theft of property is in the form of services, proof that a person obtained services that he or she knew or had reason to believe were available to him or her only for compensation and that he or she departed from the place where the services were obtained knowing or having reason to believe that no payment had been made for the services rendered in circumstances where payment is ordinarily made immediately upon the rendering of the services or prior to departure from the place where the services are obtained, shall be prima facie evidence that the person had committed the offense of theft."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"II","text":"Theft; Related Offenses. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3211","identifier":"22-3211","catch_text":"Theft."}}