{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 22-3841.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following ยง 22-3201.\n\nDC CODE ยง 22-3241\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 141, 29 DCR 3976.)","sections":[{"prefix":"a","text":" For the purposes of this subchapter, the term:"},{"prefix":"1","text":" \"Forged written instrument\" means any written instrument that purports to be genuine but which is not because it:"},{"prefix":"A","text":" Has been falsely made, altered, signed, or endorsed;"},{"prefix":"B","text":" Contains a false addition or insertion; or"},{"prefix":"C","text":" Is a combination of parts of 2 or more genuine written instruments."},{"prefix":"2","text":" \"Utter\" means to issue, authenticate, transfer, publish, sell, deliver, transmit, present, display, use, or certify."},{"prefix":"3","text":" \"Written instrument\" includes, but is not limited to, any:"},{"prefix":"A","text":" Security, bill of lading, document of title, draft, check, certificate of deposit, and letter of credit, as defined in Title 28;"},{"prefix":"B","text":" Stamp, legal tender, or other obligation of any domestic or foreign governmental entity;"},{"prefix":"C","text":" Stock certificate, money order, money order blank, traveler's check, evidence of indebtedness, certificate of interest or participation in any profitsharing agreement, transferable share, investment contract, voting trust certificate, certification of interest in any tangible or intangible property, and any certificate or receipt for or warrant or right to subscribe to or purchase any of the foregoing items;"},{"prefix":"D","text":" Commercial paper or document, or any other commercial instrument containing written or printed matter or the equivalent; or"},{"prefix":"E","text":" Other instrument commonly known as a security or so defined by an Act of Congress or a provision of the District of Columbia Official Code."},{"prefix":"b","text":" A person commits the offense of forgery if that person makes, draws, or utters a forged written instrument with intent to defraud or injure another."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"V","text":"Forgery."},"heading":{"title":"22","chaptersection":"3241","identifier":"22-3241","catch_text":"Forgery."}}