{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-206, see notes following § 22-3751.\n\nDC CODE § 22-3751.01\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-307, § 2a, as added July 23, 2008, D.C. Law 17-206, § 2(b), 55 DCR 5168.)","sections":[{"prefix":"a","text":" Any person who commits an offense enumerated in § 22-3752 against a transit operator, who, at the time of the offense, is authorized to operate and is operating a mass transit vehicle in the District of Columbia, or against Metrorail station manager while on duty in the District of Columbia, may be punished by a fine of up to one and   1/2 times the maximum fine otherwise authorized for the offense and may be imprisoned for a term of up to one and 1/2 times the maximum term of imprisonment otherwise authorized by the offense, or both."},{"prefix":"b","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Mass transit vehicle\" means any publicly or privately owned or operated commercial vehicle for the carriage of 6 or more passengers, including any Metrobus, Metrorail, Metroaccess, or DC Circulator vehicle or other bus, trolley, or van operating within the District of Columbia."},{"prefix":"2","text":" \"Metrorail station manager\" means any Washington Metropolitan Area Transit Authority employee who is assigned to supervise a Metrorail station from a kiosk at that station."},{"prefix":"3","text":" \"Transit operator\" means a person who is licensed to operate a mass transit vehicle."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Enhanced Penalties."},"chapter":{"identifier":"37A","text":"Offenses Committed Against Taxicab Drivers and Certain Transit Workers."},"heading":{"title":"22","chaptersection":"3751","identifier":"22-3751.01","catch_text":"Enhanced penalties for offenses committed against transit operators and Metrorail station managers."}}