{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-194, see notes following ยง 22-3151.\n\nDC CODE ยง 22-3153\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 2002, D.C. Law 14-194, ยง 103, 49 DCR 5306.)","sections":[{"prefix":"a","text":" A person who commits first degree murder that constitutes an act of terrorism shall, upon conviction, be punished by imprisonment for life without the possibility of release."},{"prefix":"b","text":" A person who commits murder of a law enforcement officer or public safety employee that constitutes an act of terrorism shall, upon conviction, be punished by imprisonment for life without the possibility of release."},{"prefix":"c","text":" A person who commits murder in the second degree that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for life."},{"prefix":"d","text":" A person who commits manslaughter that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for life."},{"prefix":"e","text":" A person who commits kidnapping that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for life."},{"prefix":"f","text":" A person who commits any assault with intent to kill that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for not more than 30 years."},{"prefix":"g","text":" A person who commits mayhem or maliciously disfiguring another that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."},{"prefix":"h","text":" A person who commits arson that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."},{"prefix":"i","text":" A person who commits malicious burning, destruction, or injury of another's property, if such property is valued at $500,000 or more, that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."},{"prefix":"j","text":" A person who attempts or conspires to commit first degree murder, murder of a law enforcement officer or public safety employee, murder in the second degree, manslaughter, or kidnapping that constitutes an act of terrorism may be punished by imprisonment for not more than 30 years."},{"prefix":"k","text":" A person who attempts or conspires to commit any assault with intent to kill that constitutes an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."},{"prefix":"l","text":" A person who attempts or conspires to commit mayhem or maliciously disfiguring another, arson, or malicious burning, destruction, or injury of another's property, if such property is valued at $500,000 or more, that constitutes an act of terrorism may, upon conviction, be punished by imprisonment of not more than 15 years."},{"prefix":"m","text":" A person who provides material support or resources for an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."},{"prefix":"n","text":" A person who solicits material support or resources to commit an act of terrorism may, upon conviction, be punished by imprisonment for not more than 20 years."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"31B","text":"Terrorism."},"heading":{"title":"22","chaptersection":"3153","identifier":"22-3153","catch_text":"Acts of terrorism; penalties."}}