{"text":"A person commits the offense of insurance fraud in the second degree if that person knowingly engages in conduct specified in § 22-3225.02 with the intent to defraud or to fraudulently obtain property of another and the value of the property which is sought to be obtained is $1,000 or more.","historical":"Prior Codifications\n\n1981 Ed., § 22-3825.3.\n\nEffect of Amendments\n\nD.C. Law 16-144 rewrote section, which had read as follows:\n\n\"A person commits insurance fraud in the second degree if that person knowingly presents false information or conceals information regarding a material fact in any of the following:\n\n\"(1) Application for, rating of, or renewal of an insurance policy or reinsurance contract;\n\n\"(2) Claim for payment or benefit pursuant to an insurance policy or reinsurance contract;\n\n\"(3) Premiums paid on an insurance policy or reinsurance contract;\n\n\"(4) Payment made in accordance with the terms of an insurance policy or reinsurance contract;\n\n\"(5) Application used in a premium finance transaction;\n\n\"(6) Solicitation for sale of an insurance policy;\n\n\"(7) Application for a license or certificate of authority filed with the Commissioner or the chief insurance regulatory official of another jurisdiction;\n\n\"(8) Financial statement or condition of any insurer or reinsurer;\n\n\"(9) Acquisition, formation, merger, affiliation, reconsolidation, dissolution, or withdrawal from one or more lines of insurance or reinsurance in the District by an insurer or reinsurer;\n\n\"(10) Issuance of written evidence of insurance; or\n\n\"(11) Application for reinstatement of an insurance policy.\"\n\nD.C. Law 18-377 substituted \"$1,000\" for \"$250\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 512(c) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 512(c) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-273, see Historical and Statutory Notes following § 22-3225.01.\n\nFor Law 16-144, see notes following § 22-3225.02.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-3225.03\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 125c, as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; July 25, 2006, D.C. Law 16-144, § 2(b), 53 DCR 2838; June 3, 2011, D.C. Law 18-377, § 12(c), 58 DCR 1174.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.03","catch_text":"Insurance fraud in the second degree."}}