{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3815.\n\nEffect of Amendments\n\nD.C. Law 18-88 rewrote subsecs. (b) and (d), which had read as follows:\n\n\"(b) A person commits the offense of unauthorized use of a motor vehicle under this subsection if, without the consent of the owner, that person takes, uses, operates, or removes or causes to be taken, used, operated, or removed, a motor vehicle from a garage, other building, or from any place or locality on a public or private highway, park, parkway, street, lot, field, enclosure, or space, and operates or drives or causes the motor vehicle to be operated or driven for his or her own profit, use, or purpose.\n\n\"(d)(1) Any person convicted of unauthorized use of a motor vehicle under subsection (b) of this section shall be fined not more than $1,000 or imprisoned for not more than 5 years, or both.\n\n\"(2) Any person convicted of unauthorized use of a motor vehicle under subsection (c) of this section shall be fined not more than $1,000 or imprisoned for not more than 3 years, or both.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 102(d) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(e) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(e) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-3201.\n\nLaw 4-199, the \"Christmas Tree Act of 1982,\" was introduced in Council and assigned Bill No. 4-427, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-283 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-88, see notes following § 22-404.\n\nMiscellaneous Notes\n\nDistrict of Columbia Vehicle Theft Prevention Council, see Mayor's Order 2002- 34, March 1, 2002 (49 DCR 1876).\n\nDC CODE § 22-3215\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 115, 29 DCR 3976; Mar. 10, 1983, D.C. Law 4-199, § 2, 30 DCR 119; Dec. 10, 2009, D.C. Law 18-88, § 214(e), 56 DCR 7413.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"motor vehicle\" means any automobile, self-propelled mobile home, motorcycle, truck, truck tractor, truck tractor with semitrailer or trailer, or bus."},{"prefix":"b","text":" A person commits the offense of unauthorized use of a motor vehicle under this subsection if, without the consent of the owner, the person takes, uses, or operates a motor vehicle, or causes a motor vehicle to be taken, used, or operated, for his or her own profit, use, or purpose."},{"prefix":"c","text":"(1) A person commits the offense of unauthorized use of a motor vehicle under this subsection if, after renting, leasing, or using a motor vehicle under a written agreement which provides for the return of the motor vehicle to a particular place at a specified time, that person knowingly fails to return the motor vehicle to that place (or to any authorized agent of the party from whom the motor vehicle was obtained under the agreement) within 18 days after written demand is made for its return, if the conditions set forth in paragraph (2) of this subsection are met."},{"prefix":"2","text":" The conditions referred to in paragraph (1) of this subsection are as follows:"},{"prefix":"A","text":" The written agreement under which the motor vehicle is obtained contains the following statement: \"WARNING -- Failure to return this vehicle in accordance with the terms of this rental agreement may result in a criminal penalty of up to 3 years in jail\". This statement shall be printed clearly and conspicuously in a contrasting color, set off in a box, and signed by the person obtaining the motor vehicle in a space specially provided;"},{"prefix":"B","text":" There is displayed clearly and conspicuously on the dashboard of the motor vehicle the following notice: \"NOTICE -- Failure to return this vehicle on time may result in serious criminal penalties\"; and"},{"prefix":"C","text":" The party from whom the motor vehicle was obtained under the agreement makes a written demand for the return of the motor vehicle, either by actual delivery to the person who obtained the motor vehicle, or by deposit in the United States mail of a postpaid registered or certified letter, return receipt requested, addressed to the person at each address set forth in the written agreement or otherwise provided by the person. The written demand shall state clearly that failure to return the motor vehicle may result in prosecution for violation of the criminal law of the District of Columbia punishable by up to 3 years in jail. The written demand shall not be made prior to the date specified in the agreement for the return of the motor vehicle, except that, if the parties or their authorized agents have mutually agreed to some other date for the return of the motor vehicle, then the written demand shall not be made prior to the other date."},{"prefix":"3","text":" This subsection shall not apply in the case of a motor vehicle obtained under a retail installation contract as defined in § 50-601(9)."},{"prefix":"4","text":" It shall be a defense in any criminal proceeding brought under this subsection that a person failed to return a motor vehicle for causes beyond his or her control. The burden of raising and going forward with the evidence with respect to such a defense shall be on the person asserting it. In any case in which such a defense is raised, evidence that the person obtained the motor vehicle by reason of any false statement or representation of material fact, including a false statement or representation regarding his or her name, residence, employment, or operator's license, shall be admissible to determine whether the failure to return the motor vehicle was for causes beyond his or her control."},{"prefix":"d","text":"(1) Except as provided in paragraphs (2) and (3) of this subsection, a person convicted of unauthorized use of a motor vehicle under subsection (b) of this section shall be fined not more than $1,000, imprisoned for not more than 5 years, or both."},{"prefix":"2","text":"(A) A person convicted of unauthorized use of a motor vehicle under subsection (b) of this section who took, used, or operated the motor vehicle, or caused the motor vehicle to be taken, used, or operated, during the course of or to facilitate a crime of violence, shall be:"},{"prefix":"i","text":" Fined not more than $10,000, imprisoned for not more than 10 years, or both, consecutive to the penalty imposed for the crime of violence; and"},{"prefix":"ii","text":" If serious bodily injury results, imprisoned for not less than 5 years, consecutive to the penalty imposed for the crime of violence."},{"prefix":"B","text":" For the purposes of this paragraph, the term \"crime of violence\" shall have the same meaning as provided in § 23-1331(4)."},{"prefix":"3","text":"(A) A person convicted of unauthorized use of a motor vehicle under subsection (b) of this section who has 2 or more prior convictions for unauthorized use of a motor vehicle or theft in the first degree, not committed on the same occasion, shall be fined not less than $5,000 nor more than $15,000, or imprisoned for not less than 30 months nor more than 15 years, or both."},{"prefix":"B","text":" For the purposes of this paragraph, a person shall be considered as having 2 prior convictions for unauthorized use of a motor vehicle or theft in the first degree if the person has been twice before convicted on separate occasions of:"},{"prefix":"i","text":" A prior violation of subsection (b) of this section or theft in the first degree;"},{"prefix":"ii","text":" A statute in one or more other jurisdictions prohibiting unauthorized use of a motor vehicle or theft in the first degree;"},{"prefix":"iii","text":" Conduct that would constitute a violation of subsection (b) of this section or a violation of theft in the first degree if committed in the District of Columbia; or"},{"prefix":"iv","text":" Conduct that is substantially similar to that prosecuted as a violation of subsection (b) of this section or theft in the first degree."},{"prefix":"4","text":" A person convicted of unauthorized use of a motor vehicle under subsection (c) of this section shall be fined not more than $1,000, imprisoned for not more than 3 years, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"II","text":"Theft; Related Offenses. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3215","identifier":"22-3215","catch_text":"Unauthorized use of motor vehicles."}}