{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-91, in subpar. (12)(A)(iii), substituted \"any device\" for \"any device described\".\n\nLegislative History of Laws\n\nFor Law 14-194, see notes following ยง 22-3151.\n\nLaw 16-91, the \"Technical Amendments Act of 2005\", was introduced in Council and assigned Bill No. 16-477 which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on November 1, 2005, and November 15, 2005, respectively. Signed by the Mayor on November 30, 2005, it was assigned Act No. 16-212 and transmitted to both Houses of Congress for its review. D.C. Law 16-91 became effective on April 7, 2006.\n\nDC CODE ยง 22-3152\n\nCurrent through December 11, 2012","credits":"(Oct. 17, 2002, D.C. Law 14-194, ยง 102, 49 DCR 5306; Apr. 7, 2006, D.C. Law 16-91, ยง 141, 52 DCR 10637.)","sections":[{"prefix":"1","text":" \"Act of terrorism\" means an act or acts that constitute a specified offense as defined in paragraph (8) of this section and that are intended to:"},{"prefix":"A","text":" Intimidate or coerce a significant portion of the civilian population of:"},{"prefix":"i","text":" The District of Columbia; or"},{"prefix":"ii","text":" The United States; or"},{"prefix":"B","text":" Influence the policy or conduct of a unit of government by intimidation or coercion."},{"prefix":"2","text":" \"Biological agent\" means any microorganism, virus, infectious substance, or biological product that may be engineered as a result of biotechnology, or any naturally occurring or bioengineered component of any such microorganism, virus, infectious substance, or biological product, capable of causing:"},{"prefix":"A","text":" Death, disease, or other biological malfunction in a human, an animal, a plant, or another living organism;"},{"prefix":"B","text":" Deterioration of food, water, equipment, supplies, or material of any kind; or"},{"prefix":"C","text":" Deleterious alteration of the environment."},{"prefix":"3","text":" \"Hoax weapon of mass destruction\" means any device or object that by its design, construction, content, or characteristics, appears to be or to contain, or is represented to be or to contain a weapon of mass destruction, even if it is, in fact, an inoperative facsimile or imitation of a weapon of mass destruction, or contains no weapon of mass destruction."},{"prefix":"4","text":" \"Material support or resources\" means:"},{"prefix":"A","text":" Expert services or assistance;"},{"prefix":"B","text":" Currency, financial securities or other monetary instruments, financial services, lodging, training, false documentation or identification, equipment, facilities, weapons, lethal substances, explosives, personnel, transportation, and other physical assets; or"},{"prefix":"C","text":" A weapon of mass destruction."},{"prefix":"5","text":" \"Nuclear material\" means material containing any:"},{"prefix":"A","text":" Plutonium;"},{"prefix":"B","text":" Uranium not in the form of ore or ore residue that contains the mixture of isotopes as occurring in nature;"},{"prefix":"C","text":" Enriched uranium, defined as uranium that contains the isotope 233 or 235 or both in such amount that the abundance ratio of the sum of those isotopes to the isotope 238 is greater than the ratio of the isotope 235 to the isotope 238 occurring in nature; or"},{"prefix":"D","text":" Uranium 233."},{"prefix":"6","text":" \"Provision of material support or resources for an act of terrorism\" means the act of providing material support or resources to a person or an organization with the purpose or knowledge that the material support or resources will be used, in whole or in part, to plan, prepare, or carry out an act of terrorism, or to flee after committing an act of terrorism."},{"prefix":"7","text":" \"Solicitation of material support or resources to commit an act of terrorism\" means the act of raising, soliciting, or collecting material support or resources with the purpose or knowledge that such material support or resources will be used, in whole or in part, to plan, prepare, or carry out an act of terrorism, or to flee after committing an act of terrorism."},{"prefix":"8","text":" \"Specified offense\" means:"},{"prefix":"A","text":" Section 22-2101 (Murder in the first degree);"},{"prefix":"B","text":" Section 22-2102 (Murder in the first degree -- placing obstructions upon or displacement of railroads);"},{"prefix":"C","text":" Section 22-2106 (Murder of law enforcement officer or public safety employee);"},{"prefix":"D","text":" Section 22-2103 (Murder in the second degree);"},{"prefix":"E","text":" Section 22-2105 (Manslaughter);"},{"prefix":"F","text":" Section 22-2001 (Kidnapping and conspiracy to kidnap);"},{"prefix":"G","text":" Section 22-401 (Assault with intent to kill only);"},{"prefix":"H","text":" Section 22-406 (Mayhem or maliciously disfiguring);"},{"prefix":"I","text":" Section 22-301 (Arson);"},{"prefix":"J","text":" Section 22-303 (Malicious burning, destruction, or injury of another's property, if the property is valued at $500,000 or more); or"},{"prefix":"K","text":" An attempt or conspiracy to commit any of the offenses listed in subparagraphs (A) through (J) of this paragraph."},{"prefix":"9","text":" \"Toxic or poisonous chemical\" means any chemical which, through its chemical action on life processes, can cause death, permanent incapacitation, or permanent harm to humans."},{"prefix":"10","text":" \"Toxin\" means the toxic material of plants, animals, microorganisms, viruses, fungi, or infectious substances, or a recombinant molecule, whatever its origin or method of production, including:"},{"prefix":"A","text":" Any poisonous substance or biological product that may be engineered as a result of biotechnology produced by a living organism; or"},{"prefix":"B","text":" Any poisonous isomer or biological product, homolog, or derivative of such a substance;"},{"prefix":"11","text":" \"Unit of government\" means:"},{"prefix":"A","text":" The office of the President of the United States;"},{"prefix":"B","text":" The United States Congress;"},{"prefix":"C","text":" Any federal executive department or agency;"},{"prefix":"D","text":" The office of the Mayor of the District of Columbia;"},{"prefix":"E","text":" Any executive department or agency of the District of Columbia, including any independent agency, board, or commission;"},{"prefix":"F","text":" The Council of the District of Columbia;"},{"prefix":"G","text":" The Superior Court of the District of Columbia;"},{"prefix":"H","text":" The District of Columbia Court of Appeals;"},{"prefix":"I","text":" The United States Court of Appeals for the District of Columbia;"},{"prefix":"J","text":" The United States District Court for the District of Columbia; or"},{"prefix":"K","text":" The Supreme Court of the United States."},{"prefix":"12","text":" \"Weapon of mass destruction\" means:"},{"prefix":"A","text":" Any destructive device that is designed, intended, or otherwise used to cause death or serious bodily injury, including:"},{"prefix":"i","text":" An explosive, incendiary, or poison gas:"},{"prefix":"I","text":" Bomb;"},{"prefix":"II","text":" Grenade;"},{"prefix":"III","text":" Rocket;"},{"prefix":"IV","text":" Missile;"},{"prefix":"V","text":" Mine; or"},{"prefix":"VI","text":" Device similar to any of the devices described in the preceding clauses;"},{"prefix":"ii","text":" A mortar, cannon, or artillery piece; or"},{"prefix":"iii","text":" Any combination of parts either designed or intended for use in converting any device into a device described in sub-subparagraphs (i) through (iii) of this paragraph and from which such device may be readily assembled;"},{"prefix":"B","text":" An object similar to or used to achieve the same destructive effect of any of the devices described in subparagraph (A) of this paragraph;"},{"prefix":"C","text":" Any weapon that is designed, intended, or otherwise used to cause death or serious bodily injury through the release, dissemination, or impact of a toxic or poisonous chemical;"},{"prefix":"D","text":" Any weapon that is designed, intended, or otherwise used to cause death or serious bodily injury through the release, dissemination, or impact of a biological agent or toxin; or"},{"prefix":"E","text":" Any weapon that is designed, intended, or otherwise used to cause death or serious bodily injury through the release, dissemination, or impact of radiation or radioactivity, or that contains nuclear material."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"31B","text":"Terrorism."},"heading":{"title":"22","chaptersection":"3152","identifier":"22-3152","catch_text":"Definitions."}}