{"text":"For the purposes of §§ 22-3312.01 through 22-3312.05, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-219 repealed pars. (2), (3), (7), and (8), which had read as follows:\n\n\"(2) 'Department' means the Department of Public Works.\n\n\"(3) 'Director' means the Director of the Department of Public Works.\"\n\n\"(7) 'Nuisance' means any building, sign, or other structure, or premises which, because of graffiti, may encourage more graffiti, increase criminal activity in the surrounding areas, or create an impression of social and economic decline.\n\n\"(8) 'Owner of a sign' shall include the person in charge, possession, or control of the sign.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 13(b)(3) of Anti-Graffiti Emergency Act of 2010 (D.C. Act 18-389, May 5, 2010, 57 DCR 4332).\n\nLegislative History of Laws\n\nFor Law 13-309, see notes following § 22-3312.03a.\n\nFor Law 18-219, see notes following § 22-3312.03a.\n\nDC CODE § 22-3312.05\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-203, § 1a, as added June 12, 2001, D.C. Law 13-309, § 2(a), 48 DCR 1613; Sept. 18, 2010, D.C. Law 18-219, § 13(b)(3), 57 DCR 4353.)","sections":[{"prefix":"1","text":" \"Abate\" means to effectively remove."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" \"Graffiti\" means an inscription, writing, drawing, marking, or design that is painted, sprayed, etched, scratched, or otherwise placed on structures, buildings, dwellings, statues, monuments, fences, vehicles, or other similar materials that are on public or private property without the consent of the owner, manager, or agent in charge of the property, and the graffiti is visible from a public right-of-way."},{"prefix":"5","text":" \"Graffiti material\" means any aerosol can, bottle, spray device or other mechanism designed to dispense paint or a similar substance under pressure, indelible marker, paint stick, adhesive label, and engraving device capable of leaving a visible mark on a natural or man-made surface."},{"prefix":"6","text":" \"Minor\" means a person less than 18 years of age."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" Repealed."},{"prefix":"9","text":" \"Public or private property\" shall include any building, bridge, fence or other structure, any street, alley, sidewalk, or other vehicular or pedestrian right-of-way, any article of street furniture, lamppost, bus shelter, newspaper box, or trash receptacle, any tree, rock, or other natural fixture, any utility or public service equipment, or any other personal property located outdoors, whether publicly or privately owned."},{"prefix":"10","text":" \"Sign\" means a name, identification, description, display, or illustration which is affixed to, or represented directly or indirectly upon a building, structure, or piece of land and which directs attention to an object, product, place, activity, person, institution, organization, or business."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"33","text":"Trespass; Injuries to Property."},"heading":{"title":"22","chaptersection":"3312","identifier":"22-3312.05","catch_text":"Definitions."}}