{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-301, see notes following ยง 22-3226.01.\n\nDC CODE ยง 22-3226.02\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 126b, as added June 8, 2001, D.C. Law 13-301, ยง 102, 47 DCR 7039.)","sections":[{"prefix":"a","text":" No person shall transact any business as a telephone solicitor without first having obtained a certificate of registration from the Mayor."},{"prefix":"b","text":" The application for certificate of registration shall be made at least 60 business days prior to offering for sale consumer goods or services by telephone."},{"prefix":"c","text":" The Mayor shall provide an application form for the annual certificate of registration."},{"prefix":"d","text":" The application for a certificate of registration as a telephone solicitor shall include, but not be limited to, the following information:"},{"prefix":"1","text":" The true name, current address, telephone number and location of the telephone solicitor and the telemarketing business, including each name and trade name under which the telephone solicitor intends to engage in telephone solicitations;"},{"prefix":"2","text":" Each occupation or business that the telemarketing business' principal owner or owners have engaged in for the 2 years immediately preceding the date of the application;"},{"prefix":"3","text":" Whether the applicant has been convicted or pled guilty to, or is being prosecuted by indictment for racketeering, violations of state or federal securities laws, or a theft offense;"},{"prefix":"4","text":" Whether there has been entered against the applicant an injunction, temporary restraining order or a final judgment in any civil or administrative action involving fraud, theft, racketeering, embezzlement, fraudulent conversion or misappropriation of property, including any pending litigation;"},{"prefix":"5","text":" Whether the applicant, at any time during the previous 7 years, has filed for bankruptcy, been adjudged bankrupt or been reorganized because of insolvency;"},{"prefix":"6","text":" The true name, mailing address, and date of birth of the following:"},{"prefix":"A","text":" Each seller or other person employed by the applicant;"},{"prefix":"B","text":" Each person participating in or responsible for the management of the applicant's business;"},{"prefix":"C","text":" Each person principally responsible for the management of the applicant's business; and"},{"prefix":"7","text":" The name and true address of a registered agent for service of process in the District of Columbia for the applicant's business."},{"prefix":"e","text":" The Mayor shall serve as the registered agent if no registered agent is appointed or if the individual or organization named ceases to serve as the registered agent and no successor is appointed."},{"prefix":"f","text":" The Mayor shall investigate the veracity of an application."},{"prefix":"g","text":" The Mayor shall deny a certificate of registration when the Mayor determines that an application contains false information."},{"prefix":"h","text":" The Mayor shall provide written notification to an applicant when an application has been denied."},{"prefix":"i","text":" The Mayor shall notify the applicant in writing of the information that the Mayor finds to be false."},{"prefix":"j","text":" No person may conduct telemarketing in the District of Columbia without having first obtained a certificate of registration."},{"prefix":"k","text":" The Mayor shall either deny or grant an application within 30 days of the filing of an application."},{"prefix":"l","text":" The Mayor may establish reasonable fees for filing of applications. The Mayor shall make available printed license application forms as well as electronic forms, which may be downloaded by computer."},{"prefix":"m","text":" Certificates of registration issued in accordance with this subchapter shall be valid for one year. Prior to expiration of a certificate of registration, an applicant may obtain a new certificate by the filing of a new application."},{"prefix":"n","text":" If any person has obtained a certificate of registration under false pretenses, including providing false information in an application, the certificate of registration shall be revoked and may be reinstated only upon proof of correction."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-B","text":"Telephone Fraud."},"heading":{"title":"22","chaptersection":"3226","identifier":"22-3226.02","catch_text":"Application for a certificate of registration of telephone solicitor."}}