{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3504.\n\n1973 Ed., § 22-3504.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-3803.\n\nFor legislative history of D.C. Law 10-257, see Historical and Statutory Notes following § 22-3801.\n\nDC CODE § 22-3804\n\nCurrent through December 11, 2012","credits":"(June 9, 1948, 62 Stat. 348, ch. 428, title II, § 202; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 574, Pub. L. 91-358, title I, § 157(c) (2); May 21, 1994, D.C. Law 10-119, § 20(b), 41 DCR 1639; May 23, 1995, D.C. Law 10-257, § 401(d), 42 DCR 53.)","sections":[{"prefix":"a","text":" Whenever it shall appear to the United States Attorney for the District of Columbia that any person within the District of Columbia, other than a defendant in a criminal proceeding, is a sexual psychopath, such Attorney may file with the clerk of the Superior Court of the District of Columbia a statement in writing setting forth the facts tending to show that such a person is a sexual psychopath."},{"prefix":"b","text":" Whenever it shall appear to the United States Attorney for the District of Columbia that any defendant in any criminal proceeding prosecuted by such Attorney or any Assistant United States Attorney is a sexual psychopath, such Attorney may file with the clerk of the court in which such proceeding is pending a statement in writing setting forth the facts tending to show that such defendant is a sexual psychopath."},{"prefix":"c","text":" Whenever it shall appear to any court that any defendant in any criminal proceeding pending in such court is a sexual psychopath, the court may, if it deems such procedure advisable, direct the officer prosecuting the defendant to file with the clerk of such court a statement in writing setting forth the facts tending to show that such defendant is a sexual psychopath."},{"prefix":"d","text":" Any statement filed in a criminal proceeding pursuant to subsection (b) or (c) of this section may be filed only:"},{"prefix":"1","text":" Before trial;"},{"prefix":"2","text":" After conviction or plea of guilty but before sentencing; or"},{"prefix":"3","text":" After conviction or plea of guilty but before the completion of probation."},{"prefix":"e","text":" This section shall not apply to an individual in a criminal proceeding who is charged with first degree sexual abuse, second degree sexual abuse, or assault with intent to commit first or second degree sexual abuse."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"38","text":"Sexual Psychopaths."},"heading":{"title":"22","chaptersection":"3804","identifier":"22-3804","catch_text":"Filing of statement."}}