{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 105 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) addition, see § 105 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) addition, see § 105 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) addition, see § 105 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 22-3531\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 2007, D.C. Law 16-306, § 105, 53 DCR 8610.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Electronic device\" means any electronic, mechanical, or digital equipment that captures visual or aural images, including cameras, computers, tape recorders, video recorders, and cellular telephones."},{"prefix":"2","text":" \"Private area\" means the naked or undergarment-clad genitals, pubic area, anus, or buttocks, or female breast below the top of the areola."},{"prefix":"b","text":" Except as provided in subsection (e) of this section, it is unlawful for any person to occupy a hidden observation post or to install or maintain a peephole, mirror, or any electronic device for the purpose of secretly or surreptitiously observing an individual who is:"},{"prefix":"1","text":" Using a bathroom or rest room;"},{"prefix":"2","text":" Totally or partially undressed or changing clothes; or"},{"prefix":"3","text":" Engaging in sexual activity."},{"prefix":"c","text":"(1) Except as provided in subsection (e) of this section, it is unlawful for a person to electronically record, without the express and informed consent of the individual being recorded, an individual who is:"},{"prefix":"A","text":" Using a bathroom or rest room;"},{"prefix":"B","text":" Totally or partially undressed or changing clothes; or"},{"prefix":"C","text":" Engaging in sexual activity."},{"prefix":"2","text":" Express and informed consent is only required when the individual engaged in these activities has a reasonable expectation of privacy."},{"prefix":"d","text":" Except as provided in subsection (e) of this section, it is unlawful for a person to intentionally capture an image of a private area of an individual, under circumstances in which the individual has a reasonable expectation of privacy, without the individual's express and informed consent."},{"prefix":"e","text":" This section does not prohibit the following:"},{"prefix":"1","text":" Any lawful law enforcement, correctional, or intelligence observation or surveillance;"},{"prefix":"2","text":" Security monitoring in one's own home;"},{"prefix":"3","text":" Security monitoring in any building where there are signs prominently displayed informing persons that the entire premises or designated portions of the premises are under surveillance; or"},{"prefix":"4","text":" Any electronic recording of a medical procedure which is conducted under circumstances where the patient is unable to give consent."},{"prefix":"f","text":"(1) A person who violates subsection (b), (c), or (d) of this section is guilty of a misdemeanor and, upon conviction, shall be fined not more than $1,000 or imprisoned for not more than 1 year, or both."},{"prefix":"2","text":" A person who distributes or disseminates, or attempts to distribute or disseminate, directly or indirectly, by any means, a photograph, film, videotape, audiotape, compact disc, digital video disc, or any other image or series of images or sounds or series of sounds that the person knows or has reason to know were taken in violation of subsection (b), (c), or (d) of this section is guilty of a felony and, upon conviction, shall be fined not more than $5,000 or imprisoned for not more than 5 years, or both."},{"prefix":"g","text":" The Attorney General for the District of Columbia, or his or her assistants, shall prosecute a violation of subsection (b), (c), or (d) of this section for which the penalty is set forth in subsection (f)(1) of this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"35A","text":"Voyeurism"},"heading":{"title":"22","chaptersection":"3531","identifier":"22-3531","catch_text":"Voyeurism."}}