{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-144, see notes following ยง 22-3225.02.\n\nDC CODE ยง 22-3225.14\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 125n, as added July 25, 2006, D.C. Law 16-144, ยง 2(f), 53 DCR 2838.)","sections":[{"prefix":"a","text":"(1) Except as provided in paragraph (2) of this subsection, it is unlawful for a practitioner, whether directly or through a paid intermediary, to solicit for financial gain a client, patient, or customer within 21 days of a motor vehicle accident with the intent to seek benefits under a contract of insurance or to assert a claim against an insured, a governmental entity, or an insurer on behalf of any person arising out of the accident."},{"prefix":"2","text":" The prohibition in paragraph (1) of this subsection does not prohibit:"},{"prefix":"A","text":" A practitioner from soliciting a client, patient, or customer by regular mail through the U.S. Postal Service or through the use of general advertising directed to the public;"},{"prefix":"B","text":" A practitioner or his agents from contacting a potential client, patient, or customer, or a family member, friend, or coworker of the potential client, patient, or customer, where the practitioner has a preexisting business or personal relationship with the potential client, patient, or customer;"},{"prefix":"C","text":" A practitioner or his agents from contacting a potential client, patient, or customer where the contact was initiated by the potential client, patient, or customer, or by a family member, friend, or coworker of the potential client, patient or customer; or"},{"prefix":"D","text":" Providing advice and assistance to incarcerated persons in pursuing administrative remedies that may be a prerequisite to suit or in seeking appropriate medical care and treatment."},{"prefix":"b","text":" Except as provided in subsection (a)(2) of this section, it is unlawful for a person to solicit for financial gain a client, patient, or customer within 21 days of a motor vehicle accident for the purpose of directing the client, patient, or customer to a practitioner."},{"prefix":"c","text":" A person or practitioner found by clear and convincing evidence to have violated the provisions of this section shall be subject to a civil penalty of $1,000. The Mayor may increase this penalty by rulemaking."},{"prefix":"d","text":"(1) If a person involved in an automobile accident, or his parent or guardian, executes, within 21 days of a motor vehicle accident, a release of liability, without the assistance or guidance of legal counsel, pursuant to the settlement of a claim for personal injury, that person or his parent or guardian may void the release; provided, that the insurance carrier or other settling party receives written notice of the intent to void the release within 14 days of the date that the release was executed, and the written notice is accompanied by any check or settlement proceeds related to the claim for personal injury that had been delivered to the claimant."},{"prefix":"2","text":" A release of liability executed within 21 days of the accident giving rise to the claim of personal injury by a person who is not represented by counsel shall contain a notice of the claimant's right to rescind conspicuously and separately stated on the release."},{"prefix":"e","text":" The provisions of this section are not severable."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.14","catch_text":"Prohibition of solicitation."}}