{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-4120.\n\nEffect of Amendments\n\nD.C. Law 13-302 substituted \"a sentence of more than 30 years up to, and including life imprisonment without possibility of release for first degree sexual abuse or first degree child sexual abuse,\" for \"a life sentence without parole, if life imprisonment is the maximum penalty prescribed for the offense,\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 7(c) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 7(c) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 7(c) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-257, see Historical and Statutory Notes following § 22-3001.\n\nFor legislative history of D.C. Law 11-119, see Historical and Statutory Notes following § 22-3013.\n\nFor Law 13-302, see notes following § 22-722.\n\nDC CODE § 22-3020\n\nCurrent through December 11, 2012","credits":"(May 23, 1995, D.C. Law 10-257, § 219, 42 DCR 53; May 17, 1996, D.C. Law 11-119, § 6(c), 43 DCR 528; June 8, 2001, D.C. Law 13-302, § 7(c), 47 DCR 7249.)","sections":[{"prefix":"a","text":" Any person who is found guilty of an offense under this subchapter may receive a penalty up to 1 1/2 times the maximum penalty prescribed for the particular offense, and may receive a sentence of more than 30 years up to, and including life imprisonment without possibility of release for first degree sexual abuse or first degree child sexual abuse, if any of the following aggravating circumstances exists:"},{"prefix":"1","text":" The victim was under the age of 12 years at the time of the offense;"},{"prefix":"2","text":" The victim was under the age of 18 years at the time of the offense and the actor had a significant relationship to the victim;"},{"prefix":"3","text":" The victim sustained serious bodily injury as a result of the offense;"},{"prefix":"4","text":" The defendant was aided or abetted by 1 or more accomplices;"},{"prefix":"5","text":" The defendant is or has been found guilty of committing sex offenses against 2 or more victims, whether in the same or other proceedings by a court of the District of Columbia, any state, or the United States or its territories; or"},{"prefix":"6","text":" The defendant was armed with, or had readily available, a pistol or other firearm (or imitation thereof) or other dangerous or deadly weapon."},{"prefix":"b","text":" It is not necessary that the accomplices have been convicted for an increased punishment (or enhanced penalty) to apply under subsection (a)(4) of this section."},{"prefix":"c","text":" No person who stands convicted of an offense under this subchapter shall be sentenced to increased punishment (or enhanced penalty) by reason of the aggravating factors set forth in subsection (a) of this section, unless prior to trial or before entry of a plea of guilty, the United States Attorney or the Corporation Counsel, as the case may be, files an information with the clerk of the court, and serves a copy of such information on the person or counsel for the person, stating in writing the aggravating factors to be relied upon."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"30","text":"Sexual Abuse."},"subchapter":{"identifier":"II","text":"Sex Offenses."},"heading":{"title":"22","chaptersection":"3020","identifier":"22-3020","catch_text":"Aggravating circumstances."}}