{"text":"It shall be unlawful for any person willfully to top, cut down, remove, girdle, break, wound, destroy, or in any manner injure any vine, bush, shrub, or tree not owned by that person, or any of the boxes, stakes or any other protection thereof, under a penalty not to exceed, for each and every such offense:","historical":"Prior Codifications\n\n1981 Ed., § 22-3110.\n\n1973 Ed., § 22-3110.\n\nEffect of Amendments\n\nD.C. Law 13-314 substituted \"$500\" for \"$50\".\n\nD.C. Law 14-309 rewrote the section which had read as follows:\n\n\"It shall not be lawful for any person or persons to girdle, break, wound, destroy, or in any manner injure any of the trees growing or planted and set, or which may hereafter be planted and set on any of the public grounds, open space, or squares or on any private lot, or on any of the streets, or avenues, roads or highways, in the District of Columbia, or any of the boxes, stakes, or any other protection thereof, under a penalty of not exceeding $500 for each and every such offense; and if any person or persons shall tie or in any manner fasten a horse or horses to any of the trees, boxes, or other protection thereof on any streets or avenues, roads, or highways, on any of the public grounds belonging to the United States, or on any of the streets, avenues, or alleys, in the District of Columbia, each and every such offender shall forfeit and pay for each offense a sum not exceeding $10.\"\n\nD.C. Law 15-354, in subsecs. (a) and (b), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 13-314, the \"Tree Protection Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-928, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 24, 2001, it was assigned Act No. 13-594 and transmitted to both Houses of Congress for its review. D.C. Law 13-314 became effective on June 19, 2001.\n\nLaw 14-309, the \"Urban Forest Preservation Act of 2002\", was introduced in Council and assigned Bill No. 14-307, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-614 and transmitted to both Houses of Congress for its review. D.C. Law 14-309 became effective on June 12, 2003.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nDC CODE § 22-3310\n\nCurrent through December 11, 2012","credits":"(July 29, 1892, 27 Stat. 324, ch. 320, § 13; June 19, 2001, D.C. Law 13-314, § 3, 48 DCR 2076; June 12, 2003, D.C. Law 14-309, § 201, 50 DCR 888; Apr. 13, 2005, D.C. Law 15-354, § 21(b), 52 DCR 2638.)","sections":[{"prefix":"1","text":" In the case of any tree 55 inches or greater in circumference when measured at a height of four and one half feet, $15,000 or imprisonment for not more than 90 days, or both; or"},{"prefix":"2","text":" For vines, bushes, shrubs, and smaller trees, $5,000 or imprisonment for not more than 30 days, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"33","text":"Trespass; Injuries to Property."},"heading":{"title":"22","chaptersection":"3310","identifier":"22-3310","catch_text":"Destroying trees or protections thereof on public grounds."}}