{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3812.\n\nEffect of Amendments\n\nD.C. Law 18-88, in subsec. (a), substituted \"$1,000\" for \"$250\"; in subsec. (b), substituted \"if the property obtained or used has some value\" for \"if the value of the property obtained or used is less than $250\"; and added subsecs. (c) and (d).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 113(a) of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary (90 day) amendment of section, see § 214(d) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(d) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-3201.\n\nLaw 10-151, the \"Omnibus Criminal Justice Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-98, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 29, 1994, and April 12, 1994, respectively. Signed by the Mayor on May 4, 1994, it was assigned Act No. 10-238 and transmitted to both Houses of Congress for its review. D.C. Law 10-151 became effective on August 20, 1994.\n\nFor legislative history of D.C. Law 11-275, see Historical and Statutory Notes following § 22-3203.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-3212\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 112, 29 DCR 3976; Aug. 20, 1994, D.C. Law 10-151, § 113(a), 41 DCR 2608; June 3, 1997, D.C. Law 11-275, § 12(b), 44 DCR 1408; Dec. 10, 2009, D.C. Law 18-88, § 214(d), 56 DCR 7413.)","sections":[{"prefix":"a","text":" Theft in the first degree. -- Any person convicted of theft in the first degree shall be fined not more than $5,000 or imprisoned for not more than 10 years, or both, if the value of the property obtained or used is $1,000 or more."},{"prefix":"b","text":" Theft in the second degree. -- Any person convicted of theft in the second degree shall be fined not more than $1,000 or imprisoned for not more than 180 days, or both, if the property obtained or used has some value."},{"prefix":"c","text":" A person convicted of theft in the first or second degree who has 2 or more prior convictions for theft, not committed on the same occasion, shall be fined not more than $5,000 or imprisoned for not more than 10 years and for a mandatory-minimum term of not less than one year, or both. A person sentenced under this subsection shall not be released from prison, granted probation, or granted suspension of sentence, prior to serving the mandatory-minimum."},{"prefix":"d","text":" For the purposes of this section, a person shall be considered as having 2 or more prior convictions for theft if he or she has been convicted on at least 2 occasions of violations of:"},{"prefix":"1","text":" § 22-3211;"},{"prefix":"2","text":" A statute in one or more jurisdictions prohibiting theft or larceny; or"},{"prefix":"3","text":" Conduct that would constitute a violation of § 22-3211 if committed in the District of Columbia."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"II","text":"Theft; Related Offenses. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3212","identifier":"22-3212","catch_text":"Penalties for theft."}}