{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-301, see notes following ยง 22-3226.01.\n\nDC CODE ยง 22-3226.05\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 126e, as added June 8, 2001, D.C. Law 13-301, ยง 102, 47 DCR 7039.)","sections":[{"prefix":"a","text":" A telephone solicitor shall be exempt from the registration and bonding requirements of this subchapter if the telephone solicitor is engaged in any of the following activities:"},{"prefix":"1","text":" Telephone solicitation for religious or political purposes, or for a charitable or educational institution, or fundraising for other tax-exempt, nonprofit organizations;"},{"prefix":"2","text":" A home solicitation sale that involves a subsequent face to face meeting between the seller and the consumer;"},{"prefix":"3","text":" Sales by a licensed securities, commodities, investment broker, or investment advisor when soliciting over the telephone within the scope of the person's license;"},{"prefix":"4","text":" A solicitation for the sale of a newspaper of general circulation and other publications that have a predominantly editorial or news-related content;"},{"prefix":"5","text":" A solicitation for a sale regulated by the Commodities Futures Trading Commission;"},{"prefix":"6","text":" A solicitation for the sale of any goods whenever the person allows a 7-day review period and a full refund within 30 days after the return of such goods to the person;"},{"prefix":"7","text":" A solicitation by a financial institution, such as a bank, trust company, a saving and loan association, a credit union, a commercial and consumer finance lender, regulated by the United States government;"},{"prefix":"8","text":" A solicitation by an insurance company or other organization that is licensed or authorized to conduct business in the District of Columbia;"},{"prefix":"9","text":" A solicitation for the sale of cable television services operating under the authority of a governmental franchise or permit;"},{"prefix":"10","text":" Fundraising on behalf of a college or university or any other public or private educational institution;"},{"prefix":"11","text":" A solicitation for sales pursuant to a catalog that includes clear disclosure of sales prices, shipping, handling and other charges;"},{"prefix":"12","text":" A solicitation by a political subdivision or instrumentality of the United States or any state of the United States, or any public utility that is subject to regulation by the District of Columbia Public Service Commission;"},{"prefix":"13","text":" A solicitation by a person who is a licensed travel agent acting within the scope of the agent's license; or"},{"prefix":"14","text":" A solicitation by a person who is a licensed real estate broker within the scope of the broker's license."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-B","text":"Telephone Fraud."},"heading":{"title":"22","chaptersection":"3226","identifier":"22-3226.05","catch_text":"Exemptions."}}