{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 22-4101.\n\nEffect of Amendments\n\nD.C. Law 16-306 added par. (5A); in par. (10(A), substituted \"marriage, domestic partnership, or adoption\" for \"marriage, or adoption\"; in par. (10)(C), substituted \"spouse, domestic partner, or paramour\" for \"spouse or paramour\"; and rewrote par. (10)(D), which had read as follows:\n\n\"(D) A teacher, scout master, coach, recreation center leader, or others in similar positions.\"\n\nD.C. Law 18-88 added pars. (4A) and (4B).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 216(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 216(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 216(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 216(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 404(a) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 404(a) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 10-257, the \"Anti-Sexual Abuse Act of 1994,\" was introduced in Council and assigned Bill No. 10-87, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-385 and transmitted to both Houses of Congress for its review. D.C. Law 10-257 became effective May 23, 1995.\n\nFor Law 16-306, see notes following § 22-404.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-3001\n\nCurrent through December 11, 2012","credits":"(May 23, 1995, D.C. Law 10-257, § 101, 42 DCR 53; Apr. 24, 2007, D.C. Law 16-306, § 216(a), 53 DCR 8610; Dec. 10, 2009, D.C. Law 18-88, § 404(a), 56 DCR 7413.)","sections":[{"prefix":"1","text":" \"Actor\" means a person accused of any offense proscribed under this chapter."},{"prefix":"2","text":" \"Bodily injury\" means injury involving loss or impairment of the function of a bodily member, organ, or mental faculty, or physical disfigurement, disease, sickness, or injury involving significant pain."},{"prefix":"3","text":" \"Child\" means a person who has not yet attained the age of 16 years."},{"prefix":"4","text":" \"Consent\" means words or overt actions indicating a freely given agreement to the sexual act or contact in question. Lack of verbal or physical resistance or submission by the victim, resulting from the use of force, threats, or coercion by the defendant shall not constitute consent."},{"prefix":"4A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"4B","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."},{"prefix":"5","text":" \"Force\" means the use or threatened use of a weapon; the use of such physical strength or violence as is sufficient to overcome, restrain, or injure a person; or the use of a threat of harm sufficient to coerce or compel submission by the victim."},{"prefix":"5A","text":" \"Minor\" means a person who has not yet attained the age of 18 years."},{"prefix":"6","text":" \"Official custody\" means:"},{"prefix":"A","text":" Detention following arrest for an offense; following surrender in lieu of arrest for an offense; following a charge or conviction of an offense, or an allegation or finding of juvenile delinquency; following commitment as a material witness; following or pending civil commitment proceedings, or pending extradition, deportation, or exclusion;"},{"prefix":"B","text":" Custody for purposes incident to any detention described in subparagraph (A) of this paragraph, including transportation, medical diagnosis or treatment, court appearance, work, and recreation; or"},{"prefix":"C","text":" Probation or parole."},{"prefix":"7","text":" \"Serious bodily injury\" means bodily injury that involves a substantial risk of death, unconsciousness, extreme physical pain, protracted and obvious disfigurement, or protracted loss or impairment of the function of a bodily member, organ, or mental faculty."},{"prefix":"8","text":" \"Sexual act\" means:"},{"prefix":"A","text":" The penetration, however slight, of the anus or vulva of another by a penis;"},{"prefix":"B","text":" Contact between the mouth and the penis, the mouth and the vulva, or the mouth and the anus; or"},{"prefix":"C","text":" The penetration, however slight, of the anus or vulva by a hand or finger or by any object, with an intent to abuse, humiliate, harass, degrade, or arouse or gratify the sexual desire of any person."},{"prefix":"D","text":" The emission of semen is not required for the purposes of subparagraphs (A)-(C) of this paragraph."},{"prefix":"9","text":" \"Sexual contact\" means the touching with any clothed or unclothed body part or any object, either directly or through the clothing, of the genitalia, anus, groin, breast, inner thigh, or buttocks of any person with an intent to abuse, humiliate, harass, degrade, or arouse or gratify the sexual desire of any person."},{"prefix":"10","text":" \"Significant relationship\" includes:"},{"prefix":"A","text":" A parent, sibling, aunt, uncle, or grandparent, whether related by blood, marriage, domestic partnership, or adoption;"},{"prefix":"B","text":" A legal or de facto guardian or any person, more than 4 years older than the victim, who resides intermittently or permanently in the same dwelling as the victim;"},{"prefix":"C","text":" The person or the spouse, domestic partner, or paramour of the person who is charged with any duty or responsibility for the health, welfare, or supervision of the victim at the time of the act; and"},{"prefix":"D","text":" Any employee or volunteer of a school, church, synagogue, mosque, or other religious institution, or an educational, social, recreational, athletic, musical, charitable, or youth facility, organization, or program, including a teacher, coach, counselor, clergy, youth leader, chorus director, bus driver, administrator, or support staff, or any other person in a position of trust with or authority over a child or a minor."},{"prefix":"11","text":" \"Victim\" means a person who is alleged to have been subject to any offense set forth in subchapter II of this chapter."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"30","text":"Sexual Abuse."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3001","identifier":"22-3001","catch_text":"Definitions."}}