{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-4110.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had read as follows:\n\n\"Whoever, being at least 4 years older than a child, takes that child to any place, or entices, allures, or persuades a child to go to any place for the purpose of committing any offense set forth in §§ 22-3002 to 22-3006 and §§ 22- 3008 and 22-3009 shall be imprisoned for not more than 5 years and, in addition, may be fined in an amount not to exceed $50,000.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (a).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 216(d) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 216(d) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 216(d) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 216(d) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-257, see Historical and Statutory Notes following § 22-3001.\n\nFor Law 16-306, see notes following § 22-404.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review.   D.C. Law 17-353 became effective on March 25, 2009.\n\nDC CODE § 22-3010\n\nCurrent through December 11, 2012","credits":"(May 23, 1995, D.C. Law 10-257, § 209, 42 DCR 53; Apr. 24, 2007, D.C. Law 16-306, § 216(d), 53 DCR 8610; Mar. 25, 2009, D.C. Law 17-353, § 173(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Whoever, being at least 4 years older than a child or being in a significant relationship with a minor, (1) takes that child or minor to any place for the purpose of committing any offense set forth in §§ 22-3002 to 22-3006 and §§ 22-3008 to 22-3009.02, or (2) seduces, entices, allures, convinces, or persuades or attempts to seduce, entice, allure, convince, or persuade a child or minor to engage in a sexual act or contact shall be imprisoned for not more than 5 years or may be fined in an amount not to exceed $50,000, or both."},{"prefix":"b","text":" Whoever, being at least 4 years older than the purported age of a person who represents himself or herself to be a child, attempts (1) to seduce, entice, allure, convince, or persuade any person who represents himself or herself to be a child to engage in a sexual act or contact, or (2) to entice, allure, convince, or persuade any person who represents himself or herself to be a child to go to any place for the purpose of engaging in a sexual act or contact shall be imprisoned for not more than 5 years or may be fined in an amount not to exceed $50,000, or both."},{"prefix":"c","text":" No person shall be consecutively sentenced for enticing a child or minor to engage in a sexual act or sexual contact under subsection (a)(2) of this section and engaging in that sexual act or sexual contact with that child or minor, provided, that the enticement occurred closely associated in time with the sexual act or sexual contact."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"30","text":"Sexual Abuse."},"subchapter":{"identifier":"II","text":"Sex Offenses."},"heading":{"title":"22","chaptersection":"3010","identifier":"22-3010","catch_text":"Enticing a child."}}