{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3842.\n\nEffect of Amendments\n\nD.C. Law 18-377, in subsec. (b)(3), substituted \"$1,000\" for \"$250\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 512(g) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 512(g) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-3201.\n\nFor history of Law 18-377, see notes under § 22-303.\n\nDC CODE § 22-3242\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 142, 29 DCR 3976; June 3, 2011, D.C. Law 18-377, § 12(g), 58 DCR 1174.)","sections":[{"prefix":"a","text":" Any person convicted of forgery shall be fined not more than $10,000 or imprisoned for not more than 10 years, or both, if the written instrument purports to be:"},{"prefix":"1","text":" A stamp, legal tender, bond, check, or other valuable instrument issued by a domestic or foreign government or governmental instrumentality;"},{"prefix":"2","text":" A stock certificate, bond, or other instrument representing an interest in or claim against a corporation or other organization of its property;"},{"prefix":"3","text":" A public record, or instrument filed in a public office or with a public servant;"},{"prefix":"4","text":" A written instrument officially issued or created by a public office, public servant, or government instrumentality;"},{"prefix":"5","text":" A check which upon its face appears to be a payroll check;"},{"prefix":"6","text":" A deed, will, codicil, contract, assignment, commercial instrument, or other instrument which does or may evidence, create, transfer, terminate, or otherwise affect a legal right, interest, obligation, or status; or"},{"prefix":"7","text":" A written instrument having a value of $10,000 or more."},{"prefix":"b","text":" Any person convicted of forgery shall be fined not more than $5,000 or imprisoned for not more than 5 years, or both, if the written instrument is or purports to be:"},{"prefix":"1","text":" A token, fare card, public transportation transfer certificate, or other article manufactured for use as a symbol of value in place of money for the purchase of property or services;"},{"prefix":"2","text":" A prescription of a duly licensed physician or other person authorized to issue the same for any controlled substance or other instrument or devices used in the taking or administering of controlled substances for which a prescription is required by law; or"},{"prefix":"3","text":" A written instrument having a value of $1,000 or more."},{"prefix":"c","text":" Any person convicted of forgery shall be fined not more than $2,500 or imprisoned for not more than 3 years, or both, in any other case."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"V","text":"Forgery."},"heading":{"title":"22","chaptersection":"3242","identifier":"22-3242","catch_text":"Penalties for forgery."}}