{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 22-3813.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following ยง 22-3201.\n\nDC CODE ยง 22-3213\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 113, 29 DCR 3976.)","sections":[{"prefix":"a","text":" A person commits the offense of shoplifting if, with intent to appropriate without complete payment any personal property of another that is offered for sale or with intent to defraud the owner of the value of the property, that person:"},{"prefix":"1","text":" Knowingly conceals or takes possession of any such property;"},{"prefix":"2","text":" Knowingly removes or alters the price tag, serial number, or other identification mark that is imprinted on or attached to such property; or"},{"prefix":"3","text":" Knowingly transfers any such property from the container in which it is displayed or packaged to any other display container or sales package."},{"prefix":"b","text":" Any person convicted of shoplifting shall be fined not more than $300 or imprisoned for not more than 90 days, or both."},{"prefix":"c","text":" It is not an offense to attempt to commit the offense described in this section."},{"prefix":"d","text":" A person who offers tangible personal property for sale to the public, or an employee or agent of such a person, who detains or causes the arrest of a person in a place where the property is offered for sale shall not be held liable for detention, false imprisonment, malicious prosecution, defamation, or false arrest, in any proceeding arising out of such detention or arrest, if:"},{"prefix":"1","text":" The person detaining or causing the arrest had, at the time thereof, probable cause to believe that the person detained or arrested had committed in that person's presence, an offense described in this section;"},{"prefix":"2","text":" The manner of the detention or arrest was reasonable;"},{"prefix":"3","text":" Law enforcement authorities were notified within a reasonable time; and"},{"prefix":"4","text":" The person detained or arrested was released within a reasonable time of the detention or arrest, or was surrendered to law enforcement authorities within a reasonable time."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"II","text":"Theft; Related Offenses. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"3213","identifier":"22-3213","catch_text":"Shoplifting."}}