{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 22-3825.1.\n\nEffect of Amendments\n\nD.C. Law 14-254, in par. (6), inserted the second sentence.\n\nD.C. Law 14-312 rewrote par. (6) which had read as follows:\n\n\"(6) 'Insurer' means any person who engages in the business of insurance for a fee or indemnifies another against loss, damage, or liability arising from a contingent or unknown event. The term 'insurer' shall include health maintenance organizations.\"\n\nD.C. Law 15-166 rewrote par. (2) which had read as follows:\n\n\"(2) 'Commissioner' means the Commissioner of Insurance and Securities Regulation, the Commissioner's designee, or the Department of Insurance and Securities Regulation.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(b)(1) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 12-273, the \"Insurance Fraud Prevention and Detection Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-235, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 29, 1998, it was assigned Act No. 12-595 and transmitted to both Houses of Congress for its review. D.C. Law 12-273 became effective on April 27, 1999.\n\nLaw 14-254, the \"Insurance Fraud Prevention and Detection Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-236, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-551 and transmitted to both Houses of Congress for its review. D.C. Law 14-254 became effective on March 27, 2003.\n\nLaw 14-312, the \"Health Organizations RBC Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-159, which was referred to the Committee on Human Services.  The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively.   Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-571 and transmitted to both Houses of Congress for its review.  D.C. Law 14-312 became effective on June 18, 2003.\n\nLaw 15-166, the \"Consolidation of Financial Services Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-518, which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on January 6, 2004, and February 3, 2004, respectively.  Signed by the Mayor on February 27, 2004, it was assigned Act No. 15-385 and transmitted to both Houses of Congress for its review.   D.C. Law 15-166 became effective on June 11, 2004.\n\nDC CODE § 22-3225.01\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 125a, as added Apr. 27, 1999, D.C. Law 12-273, § 2, 46 DCR 1132; Mar. 27, 2003, D.C. Law 14-254, § 2(a), 50 DCR 233; June 18, 2003, D.C. Law 14-312, § 201, 50 DCR 306; June 11, 2004, D.C. Law 15-166, § 4(b)(1), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Business of insurance\" means the writing of insurance or reinsuring the risks by an insurer, including acts necessary or incidental to writing insurance or reinsuring risks and the activities of persons who act as or are officers, directors, agents, or employees of insurers, or who are other persons authorized to act on their behalf."},{"prefix":"2","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking, the Commissioner's designee, or the Department of Insurance, Securities, and Banking."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"4","text":" \"Insurance\" means a contract or arrangement in which one undertakes to:"},{"prefix":"A","text":" Pay or indemnify another as to loss from certain contingencies called \"risks,\" including through reinsurance;"},{"prefix":"B","text":" Pay or grant a specified amount or determinable benefit to another in connection with ascertainable risk contingencies;"},{"prefix":"C","text":" Pay an annuity to another; or"},{"prefix":"D","text":" Act as a surety."},{"prefix":"5","text":" \"Insurance professional\" means insurance sales agents or managing general agents, insurance brokers, insurance producers, insurance adjusters, and insurance third party administrators."},{"prefix":"6","text":" \"Insurer\" includes any company defined by § 31-4202 and § 31-2501.03, authorized to do the business of insurance in the District, a hospital and medical services corporation, a fraternal benefit society, or a health maintenance organization. The term \"insurer\" shall not apply to a Medicaid health maintenance organization."},{"prefix":"7","text":" \"Malice\" means an intentional or deliberate infliction of injury, by furnishing or disclosing information with knowledge that the information is false, or furnishing or disclosing information with reckless disregard for a strong likelihood that the information is false and that injury will occur as a result."},{"prefix":"8","text":" \"Person\" means a natural person, company, corporation, joint stock company, unincorporated association, partnership, professional corporation, trust, or any other entity or combination of the foregoing."},{"prefix":"9","text":" \"Practitioner\" means a person, licensed to practice a profession or trade in the District, whose services are compensated either in whole or in part, directly or indirectly, by insurance proceeds."},{"prefix":"10","text":" \"Premium\" means the money paid or payable as the consideration for coverage under an insurance policy."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"32","text":"Theft; Fraud; Stolen Property; Forgery; and Extortion."},"subchapter":{"identifier":"III-A","text":"Insurance Fraud."},"heading":{"title":"22","chaptersection":"3225","identifier":"22-3225.01","catch_text":"Definitions."}}