{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3215a.\n\n1973 Ed., § 22-3215a.\n\nEffect of Amendments\n\nD.C. Law 13-302, in subsec. (d), substituted \"not more than 30 years\" for \"of any term of years up to life imprisonment\", and added the last sentence.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 6(b) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 6(b) of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-4502.\n\nFor Law 13-302, see notes following § 22-4502.\n\nReferences in Text\n\n\"Chapter 15 of Title 10, United States Code,\" referred to in (c), is codified at 10 U.S.C. § 331, et seq.\n\n\"Chapter 402 of Title 18, United States Code (Federal Youth Correction Act),\" referred to in subsection (d), was repealed effective October 12, 1984, by 98 Stat. 2027, Pub. L. 98-473, with delayed effective dates in certain cases.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 22-4515a\n\nCurrent through December 11, 2012","credits":"(July 8, 1932, 47 Stat. 654, ch. 465, § 15A; July 29, 1970, 84 Stat. 603, Pub. L. 91-358, title II, § 209; May 21, 1994, D.C. Law 10-119, § 15(l), 41 DCR 1639; June 8, 2001, D.C. Law 13-302, § 6(b), 47 DCR 7249.)","sections":[{"prefix":"a","text":" No person shall within the District of Columbia manufacture, transfer, use, possess, or transport a molotov cocktail. As used in this subsection, the term \"molotov cocktail\" means:"},{"prefix":"1","text":" a breakable container containing flammable liquid and having a wick or a similar device capable of being ignited; or"},{"prefix":"2","text":" any other device designed to explode or produce uncontained combustion upon impact; but such term does not include a device lawfully and commercially manufactured primarily for the purpose of illumination, construction work, or other lawful purpose."},{"prefix":"b","text":" No person shall manufacture, transfer, use, possess, or transport any device, instrument, or object designed to explode or produce uncontained combustion, with the intent that the same may be used unlawfully against any person or property."},{"prefix":"c","text":" No person shall, during a state of emergency in the District of Columbia declared by the Mayor pursuant to law, or during a situation in the District of Columbia concerning which the President has invoked any provision of Chapter 15 of Title 10, United States Code, manufacture, transfer, use, possess, or transport any device, instrument, or object designed to explode or produce uncontained combustion, except at his or her residence or place of business."},{"prefix":"d","text":" Whoever violates this section shall:"},{"prefix":"1","text":" for the first offense, be sentenced to a term of imprisonment of not less than 1 and not more than 5 years;"},{"prefix":"2","text":" for the second offense, be sentenced to a term of imprisonment of not less than 3 and not more than 15 years; and"},{"prefix":"3","text":" for the third or subsequent offense, be sentenced to a term of imprisonment of not less than 5 years and not more than 30 years. In the case of a person convicted of a third or subsequent violation of this section, Chapter 402 of Title 18, United States Code (Federal Youth Corrections Act) shall not apply. For purposes of imprisonment following revocation of release authorized by § 24-403.01(b)(7), the third or subsequent conviction for an offense defined by this section is a Class A felony."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Regulation and Possession of Weapons."},"chapter":{"identifier":"45","text":"Weapons and Possession of Weapons. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4515","identifier":"22-4515a","catch_text":"Manufacture, transfer, use, possession, or transportation of molotov cocktails, or other explosives for unlawful purposes, prohibited; definitions; penalties."}}