{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3202.\n\n1973 Ed., § 22-3202.\n\nEffect of Amendments\n\nD.C. Law 13-302, in subsec. (a), in par. (1), substituted \"up to, and including, 30 years for all offenses except first degree murder while armed, second degree murder while armed, first degree sexual abuse while armed, and first degree child sexual abuse while armed imprisonment\" for \"up to life imprisonment\", in par. (2), substituted \"to a period of imprisonment of not less than 5 years and, except for first degree murder while armed, second degree murder while armed, first degree sexual abuse while armed and first degree child sexual abuse while armed, not more than 30 years\" for \"to a minimum period of imprisonment of not less than 5 years and a maximum period of imprisonment which may not be less than 3 times the minimum sentence imposed and may be up to life imprisonment\", and added pars. (3) and (4); repealed subsec. (b) which had read:\n\n\"(b) Where the maximum sentence imposed under this section is life imprisonment, the minimum sentence imposed under subsection (a) of this section may not exceed 15 years imprisonment.\"\n\n; in subsec. (c), deleted \"on parole\" following \"not be released\"; and repealed subsec. (d) which had read:\n\n\"(d) Except as provided in subsection (c) of this section, any person sentenced under subsection (a)(2) of this section may be released on parole in accordance with Chapter 4 of Title 24, at any time after having served the minimum sentence imposed under that subsection.\"\n\nD.C. Law 13-313, in subsec. (c), substituted \"paragraph (1), (2), or (3)\" for \"paragraph (1) or (2)\"; and, in subsec. (e), in par. (1), inserted \"or to any person convicted more than once of having committed a crime of violence or a dangerous crime in the District of Columbia sentenced under subsection (a)(3) of this section\", and in par. (2), substituted \"paragraphs (2) or (3)\" for \"paragraph (2)\".\n\nD.C. Law 18-88, in subsec. (a)(2), substituted \"Columbia, or an offense in any other jurisdiction that would constitute a crime of violence or dangerous crime if committed in the District of Columbia,\" for \"Columbia,\".\n\nD.C. Law 19-170, in subsec. (c), inserted \"or a dangerous crime\" following \"a crime of violence\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 6(a) of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 6(a) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 6(a) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nFor temporary (90 day) amendment of section, see § 302(b) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 219(a) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 219(a) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Firearms Emergency Amendment Act of 2012 (D.C. Act 19-352, May 11, 2012, 59 DCR 5116).\n\nFor temporary (90 day) amendment of section, see § 3(b) of the Firearms Amendments Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19- 394, July 18, 2012, 59 DCR 8694).\n\nFor temporary (90 day) amendment of section, see § 3(b) of the Firearms Second Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-510, October 26, 2012, 59 DCR 12808).\n\nLegislative History of Laws\n\nLaw 4-166, the \"District of Columbia Mandatory-Minimum Sentences Initiative of 1981,\" was submitted to the electors of the District of Columbia on September 14, 1982, as Initiative No. 9. The results of the voting, certified by the Board of Elections and Ethics on October 12, 1982, were 84,012 for the Initiative and 32,333 against the Initiative. It was transmitted to Congress for review on October 21, 1982 and resubmitted due to the Congressional adjournment sine die on January 6, 1983. Prior to its publication in the D.C. Register on March 9, 1983, emergency legislation delayed the implementation of Law 4-166. This emergency legislation, Act 5-10, provided that the provisions of this initiative shall not be applied to any person until June 7, 1983, the expiration of the District of Columbia Mandatory-Minimum Sentences Initiative of 1981 Delayed Effectiveness Amendments Emergency Act of 1983.\n\nLaw 6-69, the \"Youth Rehabilitation Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-47, which was referred to the Committee on the Judiciary. The bill was adopted on first and second readings on June 25, 1985 and July 9, 1985, respectively. Signed by the Mayor on July 29, 1985, it was assigned Act No. 6-72 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-19, see Historical and Statutory Notes following § 22-4501.\n\nFor legislative history of D.C. Law 8-120, see Historical and Statutory Notes following § 22-4501.\n\nLaw 10-119, the \"Anti-Gender Discriminatory Language Criminal Offenses Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-332, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 17, 1994, it was assigned Act No. 10-209 and transmitted to both Houses of Congress for its review. D.C. Law 10- 119 became effective on May 21, 1994.\n\nLaw 13-302, the \"Sentencing Reform Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-696, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-406 and transmitted to both Houses of Congress for its review. D.C. Law 13-302 became effective on June 8, 2001.\n\nLaw 13-313, the \"Technical Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-879, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 19, 2001, it was assigned Act No. 13-574 and transmitted to both Houses of Congress for its review. D.C. Law 13-313 became effective on June 19, 2001.\n\nFor Law 18-88, see notes following § 22-402.\n\nFor history of Law 19-170, see notes under § 22-4501.\n\nDC CODE § 22-4502\n\nCurrent through December 11, 2012","credits":"(July 8, 1932, 47 Stat. 560, ch. 465, § 2; Dec. 27, 1967, 81 Stat. 737, Pub. L. 90-226, title VI, § 605; July 29, 1970, 84 Stat. 600, Pub. L. 91-358, title II, § 205; Mar. 9, 1983, D.C. Law 4-166, §§ 3-7, 30 DCR 1082; Dec. 7, 1985, D.C. Law 6-69, § 9, 32 DCR 4587; July 28, 1989, D.C. Law 8-19, § 3(b), 36 DCR 2844; May 8, 1990, D.C. Law 8-120, § 3(b), 37 DCR 24; May 21, 1994, D.C. Law 10-119, § 15(a), 41 DCR 1639; June 8, 2001, D.C. Law 13-302, § 6(a), 47 DCR 7249; June 19, 2001, D.C. Law 13-313, § 21(b)(1), (2), 48 DCR 1873; Dec. 10, 2009, D.C. Law 18-88, § 219(a), 56 DCR 7413; Sept. 26, 2012, D.C. Law 19-170, § 3(b), 59 DCR 5691.)","sections":[{"prefix":"a","text":" Any person who commits a crime of violence, or a dangerous crime in the District of Columbia when armed with or having readily available any pistol or other firearm (or imitation thereof) or other dangerous or deadly weapon (including a sawed-off shotgun, shotgun, machine gun, rifle, dirk, bowie knife, butcher knife, switchblade knife, razor, blackjack, billy, or metallic or other false knuckles):"},{"prefix":"1","text":" May, if such person is convicted for the first time of having so committed a crime of violence, or a dangerous crime in the District of Columbia, be sentenced, in addition to the penalty provided for such crime, to a period of imprisonment which may be up to, and including, 30 years for all offenses except first degree murder while armed, second degree murder while armed, first degree sexual abuse while armed, and first degree child sexual abuse while armed, and shall, if convicted of such offenses while armed with any pistol or firearm, be imprisoned for a mandatory-minimum term of not less than 5 years; and"},{"prefix":"2","text":" Shall, if such person is convicted more than once of having so committed a crime of violence, or a dangerous crime in the District of Columbia, or an offense in any other jurisdiction that would constitute a crime of violence or dangerous crime if committed in the District of Columbia, be sentenced, in addition to the penalty provided for such crime, to a period of imprisonment of not less than 5 years and, except for first degree murder while armed, second degree murder while armed, first degree sexual abuse while armed and first degree child sexual abuse while armed, not more than 30 years, and shall, if convicted of such second offense while armed with any pistol or firearm, be imprisoned for a mandatory-minimum term of not less than 10 years."},{"prefix":"3","text":" Shall, if such person is convicted of first degree murder while armed, second degree murder while armed, first degree sexual abuse while armed, or first degree child sexual abuse while armed, be sentenced, in addition to the penalty provided for such crime, to a period of imprisonment of not less than the minimum and mandatory minimum sentences required by subsections (a)(l), (a)(2), (c) and (e) of this section and § 22-2104, and not more than life imprisonment or life imprisonment without possibility of release as authorized by § 24-403.01(b-2); § 22-2104; § 22-2104.01; and §§ 22-3002, 22-3008, and 22-3020."},{"prefix":"4","text":" For purposes of imprisonment following revocation of release authorized by § 24-403.01(b)(7), the offenses defined by this section are Class A felonies."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Any person sentenced pursuant to paragraph (1), (2), or (3) of subsection (a) above for a conviction of a crime of violence or a dangerous crime while armed with any pistol or firearm, shall serve a mandatory-minimum term of 5 years, if sentenced pursuant to paragraph (1) of subsection (a) of this section, or 10 years, if sentenced pursuant to paragraph (2) of subsection (a) of this section, and such person shall not be released, granted probation, or granted suspension of sentence, prior to serving such mandatory-minimum sentence."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":"(1) Subchapter I of Chapter 9 of Title 24 shall not apply with respect to any person sentenced under paragraph (2) of subsection (a) of this section or to any person convicted more than once of having committed a crime of violence or a dangerous crime in the District of Columbia sentenced under subsection (a)(3) of this section.."},{"prefix":"2","text":" The execution or imposition of any term of imprisonment imposed under paragraph (2) or (3) of subsection (a) of this section may not be suspended and probation may not be granted."},{"prefix":"f","text":" Nothing contained in this section shall be construed as reducing any sentence otherwise imposed or authorized to be imposed."},{"prefix":"g","text":" No conviction with respect to which a person has been pardoned on the ground of innocence shall be taken into account in applying this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Regulation and Possession of Weapons."},"chapter":{"identifier":"45","text":"Weapons and Possession of Weapons. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4502","identifier":"22-4502","catch_text":"Additional penalty for committing crime when armed."}}