{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-137, see notes following § 22-4001.\n\nDC CODE § 22-4002\n\nCurrent through December 11, 2012","credits":"(July 11, 2000, D.C. Law 13-137, § 3, 47 DCR 797.)","sections":[{"prefix":"a","text":" Except as set forth in subsection (b) of this section, the registration period shall start when a disposition described in § 22-4001(3)(A) occurs and continue until the expiration of any time being served on probation, parole, supervised release, conditional release, or convalescent leave, or 10 years after the sex offender is placed on probation, parole, supervised release, conditional release, or convalescent leave, or is unconditionally released from a correctional facility, prison, hospital or other place of confinement, whichever is latest, except that:"},{"prefix":"1","text":" The Agency may give a sex offender credit for the time the sex offender was registered in another jurisdiction;"},{"prefix":"2","text":" The Agency may deny a sex offender credit for any time in which the sex offender is detained, incarcerated, confined, civilly committed, or hospitalized and for any time in which a sex offender was registered prior to a revocation of probation, parole, supervised release, conditional release, or convalescent leave; and"},{"prefix":"3","text":" The registration period is tolled for any time the sex offender fails to register or otherwise fails to comply with the requirements of this chapter."},{"prefix":"b","text":" The registration period shall start when a disposition described in § 22-4001(3)(A) occurs and continue throughout the lifetime of a sex offender who:"},{"prefix":"1","text":" Committed a registration offense that is a lifetime registration offense;"},{"prefix":"2","text":" Was determined to be a sexual psychopath under §§ 22-3803 through 22- 3811;"},{"prefix":"3","text":" Has been subject on 2 or more occasions to a disposition described in § 22-4001(3)(A) that involved a felony registration offense or a registration offense against a minor; or"},{"prefix":"4","text":" Has been subject to 2 or more dispositions described in § 22-4001(3)(A), relating to different victims, each of which involved a felony registration offense or a registration offense against a minor."},{"prefix":"c","text":" The Agency may suspend the requirement to register or any other requirement under this chapter during any period of time in which a sex offender is detained, incarcerated, confined, civilly committed or hospitalized in a secure facility."},{"prefix":"d","text":" Other than a suspension under subsection (c) of this section, a sex offender shall not be eligible for relief from the registration requirements."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"40","text":"Sex Offender Registration."},"heading":{"title":"22","chaptersection":"4002","identifier":"22-4002","catch_text":"Registration period."}}