{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-88, in subsec. (f), substituted \"if the government demonstrates that it has been materially prejudiced\" for \"if it appears that the government has been prejudiced\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 301 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor Law 14-134, see notes following § 22-4131.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-4135\n\nCurrent through December 11, 2012","credits":"(May 17, 2002, D.C. Law 14-134, § 6, 49 DCR 408; Dec. 10, 2009, D.C. Law 18-88, § 301, 56 DCR 7413.)","sections":[{"prefix":"a","text":" A person convicted of a criminal offense in the Superior Court of the District of Columbia may move the court to vacate the conviction or to grant a new trial on grounds of actual innocence based on new evidence."},{"prefix":"b","text":" Notwithstanding the time limits in any other provision of law, a motion for relief under this section may be made at any time."},{"prefix":"c","text":" The motion shall set forth specific, non-conclusory facts:"},{"prefix":"1","text":" Identifying the specific new evidence;"},{"prefix":"2","text":" Establishing how that evidence demonstrates that the movant is actually innocent despite having been convicted at trial or having pled guilty; and"},{"prefix":"3","text":" Establishing why the new evidence is not cumulative or impeaching."},{"prefix":"d","text":"(1) The motion shall include an affidavit by the movant, under penalty of perjury, stating that movant is actually innocent of the crime that is the subject of the motion, and that the new evidence was not deliberately withheld by the movant for purposes of strategic advantage."},{"prefix":"2","text":" The denial of a motion for relief under this section shall not be admissible in any prosecution based on the filing of a false affidavit."},{"prefix":"e","text":"(1) Unless the motion and files and records of the case conclusively show that the movant is entitled to no relief, the court shall cause notice thereof to be served upon the prosecuting authority, grant a prompt hearing thereon, determine the issues, and make findings of fact and conclusions of law with respect thereto."},{"prefix":"2","text":" The court may appoint counsel for an indigent movant under this section pursuant to Chapter 26 of Title 11."},{"prefix":"3","text":" The court may entertain and determine the motion without requiring production of the movant at the hearing."},{"prefix":"4","text":" A movant shall be entitled to invoke the processes of discovery available under Superior Court Rules of Criminal Procedure or Civil Procedure, or elsewhere in the usages and principles of law if, and to the extent that, the judge, in the exercise of the judge's discretion and for good cause shown, grants leave to do so, but not otherwise."},{"prefix":"f","text":" A motion for relief made pursuant to this section may be dismissed if the government demonstrates that it has been materially prejudiced in its ability to respond to the motion by the delay in its filing, unless the movant shows that the motion is based on grounds which the movant could not have raised by the exercise of reasonable diligence before the circumstances prejudicial to the government occurred."},{"prefix":"g","text":"(1) In determining whether to grant relief, the court may consider any relevant evidence, but shall consider the following:"},{"prefix":"A","text":" The new evidence;"},{"prefix":"B","text":" How the new evidence demonstrates actual innocence;"},{"prefix":"C","text":" Why the new evidence is or is not cumulative or impeaching;"},{"prefix":"D","text":" If the conviction resulted from a trial, and if the movant asserted a theory of defense inconsistent with the current claim of innocence, the specific reason the movant asserted an inconsistent theory at trial; and"},{"prefix":"E","text":" If the conviction resulted from a guilty plea, the specific reason the movant pleaded guilty despite being actually innocent of the crime."},{"prefix":"2","text":" If, after considering the factors in paragraph (1) of this subsection, the court concludes that it is more likely than not that the movant is actually innocent of the crime, the court shall grant a new trial."},{"prefix":"3","text":" If, after considering the factors in paragraph (1) of this subsection, the court concludes by clear and convincing evidence that the movant is actually innocent of the crime, the court shall vacate the conviction and dismiss the relevant count with prejudice."},{"prefix":"4","text":" If the conviction resulted from a plea of guilty, and other charges were dismissed as part of a plea agreement, the court shall reinstate any charges of which the defendant has not demonstrated that the defendant is actually innocent."},{"prefix":"h","text":" The court shall not be required to entertain a second or successive motion for similar relief on behalf of the same movant."},{"prefix":"i","text":" An order entered on the motion is a final order for purposes of appeal."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III-A","text":" DNA Testing."},"chapter":{"identifier":"41A","text":"DNA Testing and Post-Conviction Relief for Innocent Persons."},"heading":{"title":"22","chaptersection":"4135","identifier":"22-4135","catch_text":"Motion to vacate a conviction or grant a new trial on the ground of actual innocence."}}