{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-134, see notes following ยง 22-4131.\n\nDC CODE ยง 22-4134\n\nCurrent through December 11, 2012","credits":"(May 17, 2002, D.C. Law 14-134, ยง 5, 49 DCR 408.)","sections":[{"prefix":"a","text":" Law enforcement agencies shall preserve biological material that was seized or recovered as evidence in the investigation or prosecution that resulted in the conviction or adjudication as a delinquent for a crime of violence and not consumed in previous DNA testing for 5 years or as long as any person incarcerated in connection with that case or investigation remains in custody, whichever is longer."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, the District of Columbia may dispose of the biological material after 5 years, if the District of Columbia notifies any person who remains incarcerated in connection with the investigation or prosecution and any counsel of record for such person (or, if there is no counsel of record, the Public Defender Service), of the intention of the District of Columbia to dispose of the evidence and the District of Columbia affords such person not less than 180 days after the notification to make an application for DNA testing of the evidence."},{"prefix":"c","text":" The District of Columbia shall not be required to preserve evidence that must be returned to its rightful owner, or is of such a size, bulk, or physical character as to render retention impracticable. If practicable, the District of Columbia shall remove and preserve portions of this material evidence sufficient to permit future DNA testing before returning or disposing of it."},{"prefix":"d","text":" Whoever willfully or maliciously destroys, alters, conceals, or tampers with evidence that is required to be preserved under this section with the intent to (1) impair the integrity of that evidence, (2) prevent that evidence from being subjected to DNA testing, or (3) prevent the production or use of that evidence in an official proceeding, shall be subject to a fine of $100,000 or imprisoned for not more than 5 years, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III-A","text":" DNA Testing."},"chapter":{"identifier":"41A","text":"DNA Testing and Post-Conviction Relief for Innocent Persons."},"heading":{"title":"22","chaptersection":"4134","identifier":"22-4134","catch_text":"Preservation of evidence."}}