{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-56, substituted \"Department of Mental Health\" for \"Commission on Mental Health Services\" in the heading, and in subsecs. (a), (b), (c), and (d).\n\nTemporary Amendments of Section\n\nSection 16(h) of D.C. Law 14-51 substituted \"Department of Mental Health\" for \"Commission on Mental Health Services\" in the heading; and, in subsecs. (a), (b), (c) and (d), substituted \"Department of Mental Health\" for \"Commission on Mental Health Services\".\n\nSection 19(b) of D.C. Law 14-51 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 16(h) of Department of Mental Health Establishment Emergency Amendment Act of 2001 (D.C. Act 14-55, May 2, 2001, 48 DCR 4390).\n\nFor temporary (90 day) amendment of section, see § 16(h) of Department of Mental Health Establishment Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-101, July 23, 2001, 48 DCR 7123).\n\nFor temporary (90 day) amendment of section, see § 116(h) of Mental Health Service Delivery Reform Congressional Review Emergency Act of 2001 (D.C. Act 14-144, October 23, 2001, 48 DCR 9947).\n\nLegislative History of Laws\n\nFor Law 13-137, see notes following § 22-4001.\n\nLaw 14-51, the \"Department of Mental Health Establishment Temporary Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-174, which was retained by Council. The Bill was adopted on first and second readings on April 3, 2001, and May 1, 2001, respectively. Signed by the Mayor on May 22, 2001, it was assigned Act No. 14-72 and transmitted to both Houses of Congress for its review. D.C. Law 14-51 became effective on October 30, 2001.\n\nLaw 14-56, the \"Mental Health Service Delivery Reform Act of 2001\", was introduced in Council and assigned Bill No. 14-136, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 26, 2001, and July 10, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-119 and transmitted to both Houses of Congress for its review. D.C. Law 14-56 became effective on December 18, 2001.\n\nDC CODE § 22-4006\n\nCurrent through December 11, 2012","credits":"(July 11, 2000, D.C. Law 13-137, § 7, 47 DCR 797; Dec. 18, 2001, D.C. Law 14-56, § 116(h), 48 DCR 7674.)","sections":[{"prefix":"a","text":" The Agency shall have the authority to notify the Department of Mental Health in writing of those sex offenders in the custody or under the supervision of the Department of Mental Health who are required to register pursuant to this chapter."},{"prefix":"b","text":" With respect to sex offenders for whom notice has been given pursuant to subsection (a) of this section, the Department of Mental Health shall inform the Agency when a sex offender:"},{"prefix":"1","text":" Is first granted unaccompanied access to the hospital grounds or is placed on convalescent leave;"},{"prefix":"2","text":" If first conditionally or unconditionally released; or"},{"prefix":"3","text":" Is on unauthorized leave."},{"prefix":"c","text":" The information provided to the Agency by the Department of Mental Health shall include:"},{"prefix":"1","text":" The name of and other identifying information about a sex offender, including a physical description and photograph, if available;"},{"prefix":"2","text":" The action taken under subsection (b) of this section;"},{"prefix":"3","text":" The date on which the action was taken;"},{"prefix":"4","text":" To the extent known, the address at which the sex offender is living or intends to live, works or intends to work, or attends school or intends to attend school; and"},{"prefix":"5","text":" Administrative information that may assist the Agency or the Metropolitan Police Department in locating the sex offender."},{"prefix":"d","text":" The Agency and the Metropolitan Police Department are authorized to make further disclosures of the information provided by the Department of Mental Health pursuant to this section as necessary to ensure compliance with this chapter and to prosecute violations of this chapter."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"40","text":"Sex Offender Registration."},"heading":{"title":"22","chaptersection":"4006","identifier":"22-4006","catch_text":"Duties of the Department of Mental Health."}}