{"text":"","historical":"Legislative History of Laws\n\nLaw 16-262, the \"Homeland Security, Risk Reduction, and Preparedness Amendment Act of 2006\", was introduced in Council and assigned Bill No.  16-242, which was referred to Committee on Judiciary.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-618 and transmitted to both Houses of Congress for its review.   D.C. Law 16-262 became effective on March 14, 2007.\n\nDC CODE § 22-4251\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-262, § 501, 54 DCR 794.)","sections":[{"prefix":"a","text":" There is established a Comprehensive Homicide Elimination Strategy Task Force (\"Task Force\"). The Task Force shall consider the most effective elements of a comprehensive plan that would lead to the elimination of murder in Washington."},{"prefix":"b","text":" The Task Force shall be comprised of representatives appointed by the Mayor from the government, non-profit organizations, business, schools, victims services organizations, arts, social services, religious, mental health, organized labor, Advisory Neighborhood Commission, and criminology professionals. The Mayor shall designate 2 co-chairs of the Task Force, one each from the government and non-government sectors."},{"prefix":"c","text":" The Task Force shall hold at least 3 public meetings, and shall present a report to the Mayor and the Council at the end of one year."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Prevention, Solution, and Punishment of Crimes."},"chapter":{"identifier":"42B","text":"Homicide Elimination."},"heading":{"title":"22","chaptersection":"4251","identifier":"22-4251","catch_text":"Comprehensive Homicide Elimination Strategy Task Force."}}