{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 1405 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following ยง 22-4231.\n\nDC CODE ยง 22-4234\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, ยง 1505, 48 DCR 6981.)","sections":[{"prefix":"a","text":" The Criminal Justice Coordinating Council shall:"},{"prefix":"1","text":" Make recommendations concerning the coordination of the activities and the mobilization of the resources of the member agencies in improving public safety in, and the criminal justice system of, the District of Columbia;"},{"prefix":"2","text":" Cooperate with and support the member agencies in carrying out the purposes of the CJCC;"},{"prefix":"3","text":" Define and analyze issues and procedures in the criminal justice system, identify alternative solutions, and make recommendations for improvements and changes in the programs of the criminal justice system;"},{"prefix":"4","text":" Receive information from, and give assistance to, other District of Columbia agencies concerned with, or affected by, issues of public safety and the criminal justice system;"},{"prefix":"5","text":" Make recommendations regarding systematic operational and infrastructural matters as are believed necessary to improve public safety in District of Columbia and federal criminal justice agencies;"},{"prefix":"6","text":" Advise and work collaboratively with the Office of the Deputy Mayor for Public Safety and Justice, Justice Grants Administration in developing justice planning documents and allocating grant funds;"},{"prefix":"7","text":" Select ex-officio members to participate in Criminal Justice Coordinating Council planning sessions and subcommittees as necessary to meet the organization's goals;"},{"prefix":"8","text":" Establish measurable goals and objectives for reform initiatives; and"},{"prefix":"b","text":" The CJCC shall also report, on an annual basis, on the status and progress of the goals and objectives referenced in subsection (a)(8) of this section, including any recommendations made by the CJCC and its subcommittees to the membership of the CJCC, the public, the Mayor, and the Council. The report shall be submitted to the Mayor and the Council within 90 days after the end of each fiscal year and shall be the subject of a public hearing before the Council during the annual budget process. The CJCC's budget and future funding requests shall also be the subject of a hearing before the Council during the annual budget process."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Prevention, Solution, and Punishment of Crimes."},"chapter":{"identifier":"42A","text":"Criminal Justice Coordinating Council."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"22","chaptersection":"4234","identifier":"22-4234","catch_text":"Duties."}}