{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-388, see notes following ยง 22-4501.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 17-388 provides:\n\n\"Sec. 3. Savings clause.\n\n\"Nothing in section 2 shall affect any action, proceeding, or prosecution commenced before September 16, 2008. Any such action, proceeding, or prosecution shall continue, or may be enforced, in the same manner and to the same extent as if the amendments made by that section had not been made.\"\n\nDC CODE ยง 22-4504.02\n\nCurrent through December 11, 2012","credits":"(July 8, 1932, 47 Stat. 651, ch. 456, ยง 4b, as added May 20, 2009, D.C. Law 17-388, ยง 2(d), 56 DCR 1162.)","sections":[{"prefix":"a","text":" Any person who is not otherwise prohibited by the law from transporting, shipping, or receiving a firearm shall be permitted to transport a firearm for any lawful purpose from any place where he may lawfully possess and carry the firearm to any other place where he may lawfully possess and carry the firearm if the firearm is transported in accordance with this section."},{"prefix":"b","text":"(1) If the transportation of the firearm is by a vehicle, the firearm shall be unloaded, and neither the firearm nor any ammunition being transported shall be readily accessible or directly accessible from the passenger compartment of the transporting vehicle."},{"prefix":"2","text":" If the transporting vehicle does not have a compartment separate from the driver's compartment, the firearm or ammunition shall be contained in a locked container other than the glove compartment or console, and the firearm shall be unloaded."},{"prefix":"c","text":" If the transportation of the firearm is in a manner other than in a vehicle, the firearm shall be:"},{"prefix":"1","text":" Unloaded;"},{"prefix":"2","text":" Inside a locked container; and"},{"prefix":"3","text":" Separate from any ammunition."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Regulation and Possession of Weapons."},"chapter":{"identifier":"45","text":"Weapons and Possession of Weapons. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4504","identifier":"22-4504.02","catch_text":"Lawful transportation of firearms."}}