{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-505.\n\n1973 Ed., § 22-505.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote the section, which had read as follows:\n\n\"(a) Whoever without justifiable and excusable cause, assaults, resists, opposes, impedes, intimidates, or interferes with any officer or member of any police force operating in the District of Columbia, including any designated civilian employee of the Metropolitan Police Department, any campus or university special police officer, or any officer or member of any fire department operating in the District of Columbia; or any officer or employee of any penal or correctional institution of the District of Columbia, or any officer or employee of the government of the District of Columbia charged with the supervision of juveniles being confined pursuant to law in any facility of the District of Columbia, whether such institution or facility is located within the District of Columbia or elsewhere, or any inspector, investigator, emergency medical technician, or paramedic employed by the government of the District of Columbia, while engaged in or on account of the performance of his or her official duties, shall be fined not more than $5,000 or imprisoned not more than 5 years, or both. It is neither justifiable nor excusable cause for a person to use force to resist an arrest when such arrest is made by an individual he or she has reason to believe is a law enforcement officer, whether or not such arrest is lawful.\n\n\"(b) Whoever in the commission of any such acts uses a deadly or dangerous weapon shall be imprisoned not more than 10 years.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 12-282 inserted \"any designated civilian employee of the Metropolitan Police Department\" near the beginning of (a).\n\nSection 13(b) of D.C. Law 12-282 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Metropolitan Police Department Civilianization and Street Solicitation for Prostitution Emergency Amendment Act of 1998 (D.C. Act 12-428, August 6, 1998, 45 DCR 5884), § 2 of the Metropolitan Police Department Civilianization Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-506, November 10, 1998, 45 DCR 45 8139), and § 2 of the Metropolitan Police Department Civilianization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-13, February 8, 1999, 46 DCR 2333).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 208 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 10-119, the \"Anti-Gender Discriminatory Language Criminal Offenses Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-332, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 17, 1994, it was assigned Act No. 10-209 and transmitted to both Houses of Congress for its review. D.C. Law 10- 119 became effective on May 21, 1994.\n\nLaw 11-63, the \"College and University Campus Security Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-152, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 20, 1995, and July 11, 1995, respectively. Signed by the Mayor on July 25, 1995, it was assigned Act No. 11-120 and transmitted to both Houses of Congress for its review. D.C. Law 11-63 became effective on October 18, 1995.\n\nFor legislative history of D.C. Law 11-275, see Historical and Statutory Notes following § 22-404.\n\nLaw 12-282, the \"Metropolitan Police Department Civilianization Temporary Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12- 709.  The Bill was adopted on first and second readings on July 7, 1998, and September 22, 1998, respectively.   Signed by the Mayor, it was assigned Act No. 12-492 and transmitted to both Houses of Congress for its review.   D.C. Law 12-282 became effective on May 28, 1999.\n\nLaw 12-284, the \"Metropolitan Police Department Civilianization Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-710, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor, it was assigned Act No. 12-613 and transmitted to both Houses of Congress for its review. D.C. Law 12-284 became effective on June 12, 1999.\n\nLaw 12-288, the \"Assault on an Inspector or Investigator and Revitalization Corporation Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-21, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on May 5, 1998, and May 19, 1998, respectively.  Signed by the Mayor, it was assigned Act No. 12-380 and transmitted to both Houses of Congress for its review.   D.C. Law 12-288 became effective on June 18, 1999.\n\nFor Law 16-306, see notes following § 22-404.\n\nDC CODE § 22-405\n\nCurrent through December 11, 2012","credits":"(R.S., D.C., § 432; June 29, 1953, 67 Stat. 95, ch. 159, § 205; Oct. 20, 1965, 79 Stat. 1011, Pub. L. 89-277, § 1; July 29, 1970, 84 Stat. 601, Pub. L. 91-358, title II, § 206; Aug. 11, 1971, 85 Stat. 316, Pub. L. 92-92; May 21, 1994, D.C. Law 10-119, § 3, 41 DCR 1639; Oct. 18, 1995, D.C. Law 11-63, § 3, 42 DCR 4109; June 3, 1997, D.C. Law 11-275, § 4, 44 DCR 1408; June 12, 1999, D.C. Law 12-284, § 2, 46 DCR 1328; June 18, 1999, D.C. Law 12-288, § 2, 45 DCR 4471; Apr. 24, 2007, D.C. Law 16-306, § 208, 53 DCR 8610.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"law enforcement officer\" means any officer or member of any police force operating and authorized to act in the District of Columbia, including any reserve officer or designated civilian employee of the Metropolitan Police Department, any licensed special police officer, any officer or member of any fire department operating in the District of Columbia, any officer or employee of any penal or correctional institution of the District of Columbia, any officer or employee of the government of the District of Columbia charged with the supervision of juveniles being confined pursuant to law in any facility of the District of Columbia regardless of whether such institution or facility is located within the District, any investigator or code inspector employed by the government of the District of Columbia, or any officer or employee of the Department of Youth Rehabilitation Services, Court Services and Offender Supervision Agency, the Social Services Division of the Superior Court, or Pretrial Services Agency charged with intake, assessment, or community supervision."},{"prefix":"b","text":" Whoever without justifiable and excusable cause, assaults, resists, opposes, impedes, intimidates, or interferes with a law enforcement officer on account of, or while that law enforcement officer is engaged in the performance of his or her official duties shall be guilty of a misdemeanor and, upon conviction, shall be imprisoned not more than 180 days or fined not more than $1,000, or both."},{"prefix":"c","text":" A person who violates subsection (b) of this section and causes significant bodily injury to the law enforcement officer, or commits a violent act that creates a grave risk of causing significant bodily injury to the officer, shall be guilty of a felony and, upon conviction, shall be imprisoned not more than 10 years or fined not more than $10,000, or both."},{"prefix":"d","text":" It is neither justifiable nor excusable cause for a person to use force to resist an arrest when such an arrest is made by an individual he or she has reason to believe is a law enforcement officer, whether or not such arrest is lawful."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"4","text":"Assault; Mayhem; Threats. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"405","identifier":"22-405","catch_text":"Assault on member of police force, campus or university special police, or fire department."}}