{"text":"Nothing in this chapter or in any regulation promulgated by the Council of the District of Columbia under the authority of this chapter shall in any way impair the existing authority of the Secretary of the Interior to control and manage fish and wildlife on the land and waters in the District of Columbia under the Secretary of the Interior's administrative jurisdiction.","historical":"Prior Codifications\n\n1981 Ed., § 22-1633.\n\n1973 Ed., § 22-1633.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-4331.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(204) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 22-4333\n\nCurrent through December 11, 2012","credits":"(Aug. 23, 1958, 72 Stat. 815, Pub. L. 85-730, § 6; May 21, 1994, D.C. Law 10-119, § 11(c), 41 DCR 1639.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Harbor, Game and Fish Laws."},"chapter":{"identifier":"43","text":"Game and Fish Laws. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4333","identifier":"22-4333","catch_text":"Existing authority of Secretary of the Interior not impaired."}}