{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3210.\n\n1973 Ed., § 22-3210.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (b), substituted \"Public Safety endorsement to a basic business license under the basic\" for \"Class A Public Safety endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(p) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-119, see Historical and Statutory Notes following § 22-4502.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 22-4510\n\nCurrent through December 11, 2012","credits":"(July 8, 1932, 47 Stat. 652, ch. 465, § 10; June 29, 1953, 67 Stat. 94, ch. 159, § 204(f), (g); May 21, 1994, D.C. Law 10-119, § 15(i), 41 DCR 1639; Apr. 20, 1999, D.C. Law 12-261, § 2003(p), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(p), 50 DCR 6913.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia may, in his or her discretion, grant licenses and may prescribe the form thereof, effective for not more than 1 year from date of issue, permitting the licensee to sell pistols, machine guns, sawed-off shotguns, and blackjacks at retail within the District of Columbia subject to the following conditions in addition to those specified in § 22- 4509, for breach of any of which the license shall be subject to forfeiture and the licensee subject to punishment as provided in this chapter:"},{"prefix":"1","text":" The business shall be carried on only in the building designated in the license."},{"prefix":"2","text":" The license or a copy thereof, certified by the issuing authority, shall be displayed on the premises where it can be easily read."},{"prefix":"3","text":" No pistol shall be sold: (A) if the seller has reasonable cause to believe that the purchaser is not of sound mind or is forbidden by § 22-4503 to possess a pistol or is under the age of 21 years; and (B) unless the purchaser is personally known to the seller or shall present clear evidence of his or her identity. No machine gun, sawed-off shotgun, or blackjack shall be sold to any person other than the persons designated in § 22-4514 as entitled to possess the same, and then only after permission to make such sale has been obtained from the Chief of Police of the District of Columbia."},{"prefix":"4","text":" A true record shall be made in a book kept for the purpose, the form of which may be prescribed by the Mayor, of all pistols, machine guns, and sawed-off shotguns in the possession of the licensee, which said record shall contain the date of purchase, the caliber, make, model, and manufacturer's number of the weapon, to which shall be added, when sold, the date of sale."},{"prefix":"5","text":" A true record in duplicate shall be made of every pistol, machine gun, sawed-off shotgun, and blackjack sold, said record to be made in a book kept for the purpose, the form of which may be prescribed by the Mayor of the District of Columbia and shall be personally signed by the purchaser and by the person effecting the sale, each in the presence of the other and shall contain the date of sale, the name, address, occupation, color, and place of birth of the purchaser, and, so far as applicable, the caliber, make, model, and manufacturer's number of the weapon, and a statement by the purchaser that the purchaser is not forbidden by § 22-4503 to possess a pistol. One copy of said record shall, within 7 days, be forwarded by mail to the Chief of Police of the District of Columbia and the other copy retained by the seller for 6 years."},{"prefix":"6","text":" No pistol or imitation thereof or placard advertising the sale thereof shall be displayed in any part of said premises where it can readily be seen from the outside. No license to sell at retail shall be granted to anyone except as provided in this section."},{"prefix":"b","text":" Any license issued pursuant to this section shall be issued by the Metropolitan Police Department as a Public Safety endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47 of the District of Columbia Official Code."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Regulation and Possession of Weapons."},"chapter":{"identifier":"45","text":"Weapons and Possession of Weapons. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4510","identifier":"22-4510","catch_text":"Licenses of weapons dealers; records; by whom granted; conditions."}}