{"text":"The Council of the District of Columbia is hereby vested with authority to make harbor regulations for the entire water-front of the city within the District of Columbia, to alter and amend the same from time to time as it may find necessary; provided, that nothing in this section shall be construed or applied to require or excuse noncompliance with any provision of any federal law or regulation. This section shall not supersede but shall supplement all statutes and regulations of the District of Columbia and the United States in which similar conduct is prohibited or regulated.","historical":"Prior Codifications\n\n1981 Ed., § 22-1701.\n\n1973 Ed., § 22-1701.\n\nLegislative History of Laws\n\nLaw 3-25, the \"Harbor and Boating Safety Act of 1979,\" was introduced in Council and assigned Bill No. 3-61. The Bill was adopted on first and second readings on June 5, 1979 and June 19, 1979, respectively. Signed by the Mayor on July 12, 1979, it was assigned Act No. 3-70 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(206) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nNew implementing regulations: Pursuant to this section, the following new regulations were adopted in 1979: The \"Harbor and Boating Safety Act of 1979\" (D.C. Law 3-25, Sept. 28, 1979, 26 DCR 497).\n\nDC CODE § 22-4401\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1335, ch. 854, § 895; June 30, 1902, 32 Stat. 535, ch. 1329; Feb. 8, 1904, 33 Stat. 11, ch. 152, §§ 1, 2; June 6, 1924, ch. 270, § 9; June 15, 1934, 48 Stat. 963, ch. 536; July 19, 1952, 66 Stat. 790, ch. 949, § 1; Sept. 28, 1979, D.C. Law 3-25, § 4, 26 DCR 497.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Harbor, Game and Fish Laws."},"chapter":{"identifier":"44","text":"Harbor Regulations."},"heading":{"title":"22","chaptersection":"4401","identifier":"22-4401","catch_text":"Harbor regulations; authority vested in Council; compliance with federal law required; District and federal statutes and regulations supplemented."}}