{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-134, see notes following § 22-4131.\n\nDC CODE § 22-4132\n\nCurrent through December 11, 2012","credits":"(May 17, 2002, D.C. Law 14-134, § 3, 49 DCR 408.)","sections":[{"prefix":"a","text":" Prior to trial for or the entry of a plea to a crime of violence, the defendant shall be informed in open court of physical evidence seized or recovered in the investigation or prosecution of the case which may contain biological material and of the results of any DNA testing that has been performed on such evidence."},{"prefix":"b","text":" A defendant charged with a crime of violence shall be informed in open court:"},{"prefix":"1","text":" That he or she may request or waive independent DNA testing prior to trial or the entry of a plea if:"},{"prefix":"A","text":"(i) DNA testing has resulted in the inclusion of the defendant as a source of the biological material; or"},{"prefix":"ii","text":" Under circumstances that are probative of the perpetrator's identity, DNA testing has resulted in the inclusion of the victim as a source of the biological material; and"},{"prefix":"B","text":" There is sufficient biological material to conduct another DNA test;"},{"prefix":"2","text":" That he or she may request or waive DNA testing of biological material prior to trial or the entry of a plea if the biological material has not been subjected to DNA testing; and"},{"prefix":"3","text":" Of the potential evidentiary value of DNA evidence in the defendant's case and the consequences of requesting or waiving DNA testing."},{"prefix":"c","text":" A defendant who makes a knowing, intelligent, and voluntary waiver of DNA testing or independent DNA testing pursuant to subsection (b) of this section prior to trial or the entry of a plea is not eligible for post-conviction DNA testing under § 22-4133 unless the defendant is entitled to have the conviction to which the DNA evidence relates set aside under § 23-110 or Rule 32 of the Superior Court Rules of Criminal Procedure."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III-A","text":" DNA Testing."},"chapter":{"identifier":"41A","text":"DNA Testing and Post-Conviction Relief for Innocent Persons."},"heading":{"title":"22","chaptersection":"4132","identifier":"22-4132","catch_text":"Pre-conviction DNA testing."}}