{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-3202.1.\n\nEffect of Amendments\n\nD.C. Law 16-306 rewrote subsec. (a), which had read as follows:\n\n\"(a) All areas within 1000 feet of a public or private day care center, elementary school, vocational school, secondary school, college, junior college, or university, or any public swimming pool, playground, video arcade, or youth center, or an event sponsored by any of the above entities shall be declared a gun free zone.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 223(b) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 223(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 223(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 223(b) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 10-150, the \"Youth Facilities Firearm Prohibition Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-265, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 1, 1994, and April 12, 1994, respectively. Signed by the Mayor on April 28, 1994, it was assigned Act No. 10-233 and transmitted to both Houses of Congress for its review. D.C. Law 10-150 became effective on August 18, 1994.\n\nFor Law 16-306, see notes following § 22-3302.\n\nDC CODE § 22-4502.01\n\nCurrent through December 11, 2012","credits":"(July 8, 1932, 47 Stat. 650, ch. 465, § 2a, as added Aug. 18, 1994, D.C. Law 10-150, § 3(b), 41 DCR 2594; Apr. 24, 2007, D.C. Law 16-306, § 223(b), 53 DCR 8610.)","sections":[{"prefix":"a","text":" All areas within,1000 feet of an appropriately identified public or private day care center, elementary school, vocational school, secondary school, college, junior college, or university, or any public swimming pool, playground, video arcade, youth center, or public library, or in and around public housing as defined in section 3(1) of the United States Housing Act of 1937, approved August 22, 1974 (88 Stat. 654; 42 U.S.C. § 1437a(b)), the development or administration of which is assisted by the United States Department of Housing and Urban Development, or in or around housing that is owned, operated, or financially assisted by the District of Columbia Housing Authority, or an event sponsored by any of the above entities shall be declared a gun free zone. For the purposes of this subsection, the term \"appropriately identified\" means that there is a sign that identifies the building or area as a gun free zone."},{"prefix":"b","text":" Any person illegally carrying a gun within a gun free zone shall be punished by a fine up to twice that otherwise authorized to be imposed, by a term of imprisonment up to twice that otherwise authorized to be imposed, or both."},{"prefix":"c","text":" The provisions of this section shall not apply to a person legally licensed to carry a firearm in the District of Columbia who lives or works within 1000 feet of a gun free zone or to members of the Army, Navy, Air Force, or Marine Corps of the United States; the National Guard or Organized Reserves when on duty; the Post Office Department or its employees when on duty; marshals, sheriffs, prison, or jail wardens, or their deputies; policemen or other duly-appointed law enforcement officers; officers or employees of the United States duly authorized to carry such weapons; banking institutions; public carriers who are engaged in the business of transporting mail, money, securities, or other valuables; and licensed wholesale or retail dealers."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Regulation and Possession of Weapons."},"chapter":{"identifier":"45","text":"Weapons and Possession of Weapons. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"4502","identifier":"22-4502.01","catch_text":"Gun free zones; enhanced penalty."}}