{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 16-306, in par. (8)(C), inserted \", 22-2701.01, 22-2704, 22-2705 to 22-2712, 22-2713 to 22-2720, and 22-2722\" preceding \"(prostitution; pandering)\".\n\nTemporary Addition of Section\n\nSections 2 to 17 of D.C. Law 13-110, the Sex Offender Registration Temporary Act of 1999 (46 DCR 8944), added provisions now found in §§ 22-4001 to 22- 4016. Section 219(b) of D.C. Law 13-110 provides that the act shall expire on the 225th day of its having taken effect or upon the effective date of the Sex Offender Registration Act of 1999, whichever occurs first.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of provisions now found in §§ 22-4001 to 22- 4016, see §§ 2 to 17 of the Sex Offender Registration Emergency Act of 1999 (D.C. Act 13-133, August 4, 1999, 46 DCR 6771); see §§ 2 to 17 of the Sex Offender Registration Legislative Review Emergency Act of 1999 (D.C. Act 13- 176, November 2, 1999, 46 DCR 9244); see §§ 1 to 17 of the Sex Offender Registration Congressional Review Emergency Act of 1999 (D.C. Act 13-229, January 11, 2000, 47 DCR 487); see §§ 1 to 17 of the Sex Offender Registration Congressional Review Emergency Act of 2000 (D.C. Act 13-308, April 7, 2000, 47 DCR 2714).\n\nFor temporary (90 day) amendment of section, see § 221 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 221 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 221 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 221 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 13-137, the \"Sex Offender Registration Act of 1999,\" was introduced in Council and assigned Bill No. 13-350, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 10, 2000, it was assigned Act No. 13-248 and transmitted to both Houses of Congress for its review. D.C. Law 13-137 became effective on July 11, 2000.\n\nFor Law 16-306, see notes following § 22-3302.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Act 13-133, the \"Sex Offender Registration Emergency Act of 1999\", see Mayor's Order 99-178, November 9, 1999 (46 DCR 9357).\n\nDC CODE § 22-4001\n\nCurrent through December 11, 2012","credits":"(July 11, 2000, D.C. Law 13-137, § 2, 47 DCR 797; Apr. 24, 2007, D.C. Law 16-306, § 221, 53 DCR 8610.)","sections":[{"prefix":"1","text":" \"Agency\" means the Court Services and Offender Supervision Agency for the District of Columbia, established pursuant to § 24-133 or, until that agency assumes its duties, the Trustee appointed under § 24-132(a)."},{"prefix":"2","text":" \"Attends school\" means being enrolled on a full-time or part-time basis in any type of public or private educational institution."},{"prefix":"3","text":"(A) \"Committed a registration offense\" means:"},{"prefix":"i","text":" Was convicted or found not guilty by reason of insanity of a registration offense; or"},{"prefix":"ii","text":" Was determined to be a sexual psychopath under §§ 22-3803 through 22-3811."},{"prefix":"B","text":" A person is not deemed to have committed a registration offense for purposes of this chapter, if the disposition described in subparagraph (A) of this paragraph has been reversed or vacated, or if the person has been pardoned for the offense on the ground of innocence."},{"prefix":"4","text":" \"Court\" means the Superior Court of the District of Columbia."},{"prefix":"5","text":" \"In custody or under supervision\" means:"},{"prefix":"A","text":" Detained, incarcerated, confined, hospitalized, civilly committed, on probation, on parole, on supervised release, or on conditional release because of:"},{"prefix":"i","text":" Being convicted of or found not guilty by reason of insanity of an offense under the District of Columbia Official Code; or"},{"prefix":"ii","text":" A sexual psychopath determination under §§ 22-3803 through 22-3811; or"},{"prefix":"B","text":" In any comparable status under the jurisdiction of the District of Columbia pursuant to subchapter II of Chapter 4 of Title 24, Chapter 10 of Title 24, or any other transfer agreement between the District of Columbia and another jurisdiction."},{"prefix":"6","text":" \"Lifetime registration offense\" means:"},{"prefix":"A","text":" First or second degree sexual abuse as proscribed by § 22-3002 or § 22-3003; forcible rape as this offense was proscribed until May 23, 1995 by § 22-4801; or sodomy as this offense was proscribed until May 23, 1995 by § 22-3802(a) where the offense was forcible;"},{"prefix":"B","text":" First degree child sexual abuse as proscribed by § 22-3008 committed against a person under the age of 12 years, carnal knowledge or statutory rape as these offenses were proscribed until May 23, 1995 by § 22-4801 committed against a person under the age of 12 years, or sodomy as this offense was proscribed until May 23, 1995 by § 22-3802(a) committed against a person under the age of 12 years;"},{"prefix":"C","text":" Murder or manslaughter as proscribed by § 22-2101 committed before, during or after engaging in or attempting to engage in a sexual act or sexual contact, or rape as this offense was proscribed until May 23, 1995 by § 22- 4801;"},{"prefix":"D","text":" An attempt or conspiracy to commit an offense as proscribed by § 22-1803 or § 22-1805a or § 22-3018 or assault with intent to commit rape, carnal knowledge, statutory rape, first degree sexual abuse, second degree sexual abuse, or child sexual abuse, as proscribed by § 22-401, which involved an attempt, conspiracy or assault with intent to commit an offense described in subparagraphs (A) through (C) of this paragraph; and"},{"prefix":"E","text":" An offense under the law of any state, under federal law, or under the law of any other jurisdiction, which involved conduct that would constitute an offense described in subparagraphs (A) through (D) of this paragraph if committed in the District of Columbia or prosecuted under the District of Columbia Official Code, or conduct which is substantially similar to that described in subparagraphs (A) through (D) of this paragraph."},{"prefix":"7","text":" \"Minor\" means a person under 18 years of age."},{"prefix":"8","text":" \"Registration offense\" means:"},{"prefix":"A","text":" An offense under Chapter 30 of this title;"},{"prefix":"B","text":" Forcible rape, carnal knowledge or statutory rape as these offenses were proscribed until May 23, 1995 by § 22-4801; indecent acts with children as this offense was proscribed until May 23, 1995 by § 22-3801(a); enticing a child as this offense was proscribed until May 23, 1995 by § 22-3801(b); or sodomy as this offense was proscribed until May 23, 1995 by § 22-3802(a) where the offense was forcible or committed against a minor;"},{"prefix":"C","text":" Any of the following offenses where the victim is a minor: acts proscribed by § 22-1312 (lewd, indecent, or obscene acts), acts proscribed by § 22- 2201 (obscenity), acts proscribed by § 22-3102 (sexual performances using minors), acts proscribed by § 22-1901 (incest), acts proscribed by § 22- 2001 (kidnapping), and acts proscribed by §§ 22-2701, 22-2701.01, 22- 2703, 22-2704, 22-2705 to 22-2712, 22-2713 to 22-2720, 22- 2722 and 22-2723 (prostitution; pandering);"},{"prefix":"D","text":" Any offense under the District of Columbia Official Code that involved a sexual act or sexual contact without consent or with a minor, assaulting or threatening another with the intent to engage in a sexual act or sexual contact or with the intent to commit rape, or causing the death of another in the course of, before, or after engaging or attempting to engage in a sexual act or sexual contact or rape;"},{"prefix":"E","text":" An attempt or a conspiracy to commit a crime, as proscribed by § 22-1803 or § 22-1805a which involved an attempt or conspiracy to commit an offense described in subparagraphs (A) through (D) of this paragraph, or assault with intent to commit rape, carnal knowledge, statutory rape, first degree sexual abuse, second degree sexual abuse, or child sexual abuse, as proscribed by § 22-401;"},{"prefix":"F","text":" Assault with intent to commit any other crime, as proscribed by § 22- 403, or kidnapping or burglary, as proscribed by § 22-801 or § 22-2001 where the offense involved an intent, attempt or conspiracy to commit an offense described in subparagraphs (A) through (D) of this paragraph;"},{"prefix":"G","text":" An offense under the law of any state, under federal law, or under the law of any other jurisdiction, which involved conduct that would constitute an offense described in subparagraphs (A) through (F) of this paragraph if committed in the District of Columbia or prosecuted under the District of Columbia Official Code, or conduct which is substantially similar to that described in subparagraphs (A) through (F) of this paragraph; and"},{"prefix":"H","text":" Any other offense where the offender agrees in a plea agreement to be subject to sex offender registration requirements."},{"prefix":"9","text":" \"Sex offender\" means a person who lives, resides, works, or attends school in the District of Columbia, and who:"},{"prefix":"A","text":" Committed a registration offense on or after July 11, 2000;"},{"prefix":"B","text":" Committed a registration offense at any time and is in custody or under supervision on or after July 11, 2000;"},{"prefix":"C","text":" Was required to register under the law of the District of Columbia on the day before July 11, 2000; or"},{"prefix":"D","text":" Committed a registration offense at any time in another jurisdiction and, within the registration period, enters the District of Columbia to live, reside, work or attend school."},{"prefix":"10","text":" \"Sexual act\" has the meaning stated in § 22-3001(8)."},{"prefix":"11","text":" \"Sexual contact\" has the meaning stated in § 22-3001(9)."},{"prefix":"12","text":" \"State\" means a state of the United States, or any territory, commonwealth, or possession of the United States."},{"prefix":"13","text":" \"Works\" means engaging in any type of full-time or part-time employment or occupation, whether paid or unpaid, for a period of time exceeding 14 calendar days or for an aggregate period of time exceeding 30 days during any calendar year."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Sex Offenders."},"chapter":{"identifier":"40","text":"Sex Offender Registration."},"heading":{"title":"22","chaptersection":"4001","identifier":"22-4001","catch_text":"Definitions."}}