{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 22-711.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-701.\n\nLaw 9-268, the \"Law Enforcement Witness Protection Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-385 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 21, 1992, it was assigned Act No. 9-256 and transmitted to both Houses of Congress for its review. D.C. Law 9-268 became effective on May 7, 1993.\n\nDC CODE § 22-711\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 301, 29 DCR 3976; May 7, 1993, D.C. Law 9-268, § 2(a), 39 DCR 5702.)","sections":[{"prefix":"1","text":" \"Court of the District of Columbia\" means the Superior Court of the District of Columbia or the District of Columbia Court of Appeals."},{"prefix":"2","text":" \"Juror\" means any grand, petit, or other juror, or any person selected or summoned as a prospective juror of the District of Columbia."},{"prefix":"3","text":" \"Official action\" means any decision, opinion, recommendation, judgment, vote, or other conduct that involves an exercise of discretion on the part of the public servant."},{"prefix":"4","text":" \"Official duty\" means any required conduct that does not involve an exercise of discretion on the part of the public servant."},{"prefix":"5","text":" \"Official proceeding\" means any trial, hearing, investigation, or other proceeding in a court of the District of Columbia or conducted by the Council of the District of Columbia or an agency or department of the District of Columbia government, or a grand jury proceeding."},{"prefix":"6","text":" \"Public servant\" means any officer, employee, or other person authorized to act for or on behalf of the District of Columbia government. The term \"public servant\" includes any person who has been elected, nominated, or appointed to be a public servant or a juror. The term \"public servant\" does not include an independent contractor."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"7","text":"Bribery; Obstructing Justice; Corrupt Influence."},"subchapter":{"identifier":"II","text":"Bribery."},"heading":{"title":"22","chaptersection":"711","identifier":"22-711","catch_text":"Definitions."}}