{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-722.\n\nEffect of Amendments\n\nD.C. Law 13-302, in subsec. (b), in the first sentence, substituted \"30 years\" for \"life\"; and added the second sentence.\n\nD.C. Law 18-88, in subsecs. (a)(4), (5), substituted \"Injures or threatens to injure\" for \"Injures\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 5 of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 5 of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 5 of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 5 of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nFor temporary (90 day) amendment of section, see § 102(l) of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 214(m) of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 214(m) of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following § 22-701.\n\nFor legislative history of D.C. Law 9-268, see Historical and Statutory Notes following § 22-711.\n\nLaw 10-256, the \"Public Safety and Law Enforcement Support Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-628, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 28, 1994, it was assigned Act No. 10-375 and transmitted to both Houses of Congress for its review. D.C. Law 10-256 become effective May 23, 1995.\n\nLaw 13-302, the \"Sentencing Reform Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-696, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-406 and transmitted to both Houses of Congress for its review. D.C. Law 13-302 became effective on June 8, 2001.\n\nFor Law 18-88, see notes following § 22-404.\n\nDC CODE § 22-722\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, § 502, 29 DCR 3976; May 7, 1993, D.C. Law 9-268, § 2(c), 39 DCR 5702; May 23, 1995, D.C. Law 10-256, § 3, 42 DCR 20; June 8, 2001, D.C. Law 13-302, § 5, 47 DCR 7249; Dec. 10, 2009, D.C. Law 18-88, § 214(m), 56 DCR 7413.)","sections":[{"prefix":"a","text":" A person commits the offense of obstruction of justice if that person:"},{"prefix":"1","text":" Knowingly uses intimidation or physical force, threatens or corruptly persuades another person, or by threatening letter or communication, endeavors to influence, intimidate, or impede a juror in the discharge of the juror's official duties;"},{"prefix":"2","text":" Knowingly uses intimidating or physical force, threatens or corruptly persuades another person, or by threatening letter or communication, endeavors to influence, intimidate, or impede a witness or officer in any official proceeding, with intent to:"},{"prefix":"A","text":" Influence, delay, or prevent the truthful testimony of the person in an official proceeding;"},{"prefix":"B","text":" Cause or induce the person to withhold truthful testimony or a record, document, or other object from an official proceeding;"},{"prefix":"C","text":" Evade a legal process that summons the person to appear as a witness or produce a document in an official proceeding; or"},{"prefix":"D","text":" Cause or induce the person to be absent from a legal official proceeding to which the person has been summoned by legal process;"},{"prefix":"3","text":" Harasses another person with the intent to hinder, delay, prevent, or dissuade the person from:"},{"prefix":"A","text":" Attending or testifying truthfully in an official proceeding;"},{"prefix":"B","text":" Reporting to a law enforcement officer the commission of, or any information concerning, a criminal offense;"},{"prefix":"C","text":" Arresting or seeking the arrest of another person in connection with the commission of a criminal offense; or"},{"prefix":"D","text":" Causing a criminal prosecution or a parole or probation revocation proceeding to be sought or instituted, or assisting in a prosecution or other official proceeding;"},{"prefix":"4","text":" Injures or threatens to injure any person or his or her property on account of the person or any other person giving to a criminal investigator in the course of any criminal investigation information related to a violation of any criminal statute in effect in the District of Columbia;"},{"prefix":"5","text":" Injures or threatens to injure any person or his or her property on account of the person or any other person performing his official duty as a juror, witness, or officer in any court in the District of Columbia; or"},{"prefix":"6","text":" Corruptly, or by threats of force, any way obstructs or impedes or endeavors to obstruct or impede the due administration of justice in any official proceeding."},{"prefix":"b","text":" Any person convicted of obstruction of justice shall be sentenced to a maximum period of incarceration of not less than 3 years and not more than 30 years, or shall be fined not more than $10,000, or both. For purposes of imprisonment following revocation of release authorized by § 24-403.01, obstruction of justice is a Class A felony."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"7","text":"Bribery; Obstructing Justice; Corrupt Influence."},"subchapter":{"identifier":"III","text":"Obstructing Justice. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"722","identifier":"22-722","catch_text":"Prohibited acts; penalty."}}