{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 22-704.\n\n1973 Ed., ยง 22-704.\n\nLegislative History of Laws\n\nLaw 10-119, the \"Anti-Gender Discriminatory Language Criminal Offenses Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-332, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 17, 1994, it was assigned Act No. 10-209 and transmitted to both Houses of Congress for its review. D.C. Law 10- 119 became effective on May 21, 1994.\n\nDC CODE ยง 22-704\n\nCurrent through December 11, 2012","credits":"(Feb. 26, 1936, 49 Stat. 1143, ch. 87; May 21, 1994, D.C. Law 10-119, ยง 5, 41 DCR 1639.)","sections":[{"prefix":"a","text":" Whosoever corruptly, directly or indirectly, gives any money, or other bribe, present, reward, promise, contract, obligation, or security for the payment of any money, present, reward, or thing of value to any ministerial, administrative, executive, or judicial officer of the District of Columbia, or any employee, or other person acting in any capacity for the District of Columbia, or any agency thereof, either before or after the officer, employee, or other person acting in any capacity for the District of Columbia is qualified, with intent to influence such official's action on any matter which is then pending, or may by law come or be brought before such official in such official's official capacity, or to cause such official to execute any of the powers in such official vested, or to perform any duties of such official required, with partiality or favor, or otherwise than is required by law, or in consideration that such official being authorized in the line of such official's duty to contract for any advertising or for the furnishing of any labor or material, shall directly or indirectly arrange to receive or shall receive, or shall withhold from the parties so contracted with, any portion of the contract price, whether that price be fixed by law or by agreement, or in consideration that such official has nominated or appointed any person to any office or exercised any power in such official vested, or performed any duty of such official required, with partiality or favor, or otherwise contrary to law; and whosoever, being such an official, shall receive any such money, bribe, present, or reward, promise, contract, obligation, or security, with intent or for the purpose or consideration aforesaid shall be deemed guilty of bribery and upon conviction thereof shall be punished by imprisonment for a term not less than 6 months nor more than 5 years."},{"prefix":"b","text":" Whosoever corrupts or attempts, directly or indirectly, to corrupt any special master, auditor, juror, arbitrator, umpire, or referee, by giving, offering, or promising any gift or gratuity whatever, with intent to bias the opinion, or influence the decision of such official, in relation to any matter pending in the court, or before an inquest, or for the decision of which such arbitrator, umpire, or referee has been chosen or appointed, and every official who receives, or offers or agrees to receive, a bribe in any of the cases above mentioned shall be guilty of bribery and upon conviction thereof shall be punished as hereinbefore provided."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"7","text":"Bribery; Obstructing Justice; Corrupt Influence."},"subchapter":{"identifier":"I","text":"Corrupt Influence. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"704","identifier":"22-704","catch_text":"Corrupt influence; officials."}}