{"text":"anything of value in return for an agreement or understanding that the testimony of the recipient will be influenced in an official proceeding before any court of the District of Columbia or any agency or department of the District of Columbia government, or that the recipient will absent himself or herself from such proceedings.","historical":"Prior Codifications\n\n1981 Ed., ยง 22-713.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-164, see Historical and Statutory Notes following ยง 22-701.\n\nDC CODE ยง 22-713\n\nCurrent through December 11, 2012","credits":"(Dec. 1, 1982, D.C. Law 4-164, ยง 303, 29 DCR 3976.)","sections":[{"prefix":"a","text":" A person commits the offense of bribery of a witness if that person:"},{"prefix":"1","text":" Corruptly offers, gives, or agrees to give to another person; or"},{"prefix":"2","text":" Corruptly solicits, demands, accepts, or agrees to accept from another person;"},{"prefix":"b","text":" Nothing in subsection (a) of this section shall be construed to prohibit the payment or receipt of witness fees provided by law, or the payment by the party upon whose behalf a witness is called and receipt by a witness of a reasonable cost of travel and subsistence incurred and the reasonable value of time lost in attendance at any such proceeding, or, in case of expert witnesses, a reasonable fee for time spent in the preparation of a technical or professional opinion and appearing and testifying."},{"prefix":"c","text":" Any person convicted of bribery of a witness shall be fined not more than $2,500 or imprisoned for not more than 5 years, or both."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"7","text":"Bribery; Obstructing Justice; Corrupt Influence."},"subchapter":{"identifier":"II","text":"Bribery."},"heading":{"title":"22","chaptersection":"713","identifier":"22-713","catch_text":"Bribery of witness; penalty."}}