{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 106 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) addition, see § 106 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) addition, see § 106 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) addition, see § 106 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 22-851\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 2007, D.C. Law 16-306, § 106, 53 DCR 8610.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Family member\" means an individual to whom the official or employee of the District of Columbia is related by blood, legal custody, marriage, domestic partnership, having a child in common, the sharing of a mutual residence, or the maintenance of a romantic relationship not necessarily including a sexual relationship."},{"prefix":"2","text":" \"Official or employee\" means a person who currently holds or formerly held a paid or unpaid position in the legislative, executive, or judicial branch of government of the District of Columbia, including boards and commissions."},{"prefix":"b","text":" A person who corruptly or, by threat or force, or by any threatening letter or communication, intimidates, impedes, interferes with, or retaliates against, or attempts to intimidate, impede, interfere with, or retaliate against any official or employee, while the official or employee is engaged in the performance of his or her duties or on account of the performance of those duties, shall be fined not more than $5,000 or imprisoned not more than 5 years, or both."},{"prefix":"c","text":" A person who stalks, threatens, assaults, kidnaps, or injures any official or employee or vandalizes, damages, destroys, or takes the property of an official or employee, while the official or employee is engaged in the performance of his or her duties or on account of the performance of those duties, shall be fined not more than $3,000 or imprisoned not more than 3 years, or both, in addition to any other penalties authorized by law."},{"prefix":"d","text":" A person who stalks, threatens, assaults, kidnaps, or injures a family member or vandalizes, damages, destroys, or takes the property of a family member on account of the performance of the official or employee's duties, shall be fined not more than $3,000 or imprisoned not more than 3 years, or both, in addition to any other penalties authorized by law."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"8B","text":"Crimes Against Public Officials."},"heading":{"title":"22","chaptersection":"851","identifier":"22-851","catch_text":"Protection of District public officials."}}