{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) addition, see § 103 of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 22-811\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 2007, D.C. Law 16-306, § 103, 53 DCR 8610.)","sections":[{"prefix":"a","text":" It is unlawful for an adult, being 4 or more years older than a minor, to invite, solicit, recruit, assist, support, cause, encourage, enable, induce, advise, incite, facilitate, permit, or allow the minor to:"},{"prefix":"1","text":" Be truant from school;"},{"prefix":"2","text":" Possess or consume alcohol or, without a valid prescription, a controlled substance as that term is defined in § 48-901.02(4);"},{"prefix":"3","text":" Run away for the purpose of criminal activity from the place of abode of his or her parent, guardian, or other custodian;"},{"prefix":"4","text":" Violate a court order;"},{"prefix":"5","text":" Violate any criminal law of the District of Columbia for which the penalty constitutes a misdemeanor, except for acts of civil disobedience;"},{"prefix":"6","text":" Join a criminal street gang as that term is defined in § 22-951(e)(1); or"},{"prefix":"7","text":" Violate any criminal law of the District of Columbia for which the penalty constitutes a felony, or any criminal law of the United States, or the criminal law of any other jurisdiction that involves conduct that would constitute a felony if committed in the District of Columbia, except for acts of civil disobedience."},{"prefix":"b","text":"(1) Except as provided in paragraphs (2), (4) and (5) of this subsection, a person convicted of violating subsection (a)(1)-(6) of this section shall be fined not more than $1,000, or imprisoned for not more than 6 months, or both."},{"prefix":"2","text":" A person convicted of violating subsection (a)(2)-(6) of this section, having previously been convicted of an offense under subsection (a)(2)-(6) of this section or a substantially similar offense in this or any other jurisdiction, shall be fined not more than $3,000 or imprisoned for not more than 3 years, or both."},{"prefix":"3","text":" Except as provided in paragraphs (4) and (5) of this subsection, a person convicted of violating subsection (a)(7) of this section shall be fined not more than $5,000 or imprisoned for not more than 5 years, or both."},{"prefix":"4","text":" A person convicted of violating subsection (a) of this section that results in serious bodily injury to the minor or any other person shall be fined not more than $5,000 or imprisoned for not more than 5 years, or both."},{"prefix":"5","text":" A person convicted of violating subsection (a) of this section that results in the death of the minor or any other person shall be fined not more than $10,000 or imprisoned for not more than 10 years, or both."},{"prefix":"c","text":" The penalties under this section are in addition to any other penalties permitted by law."},{"prefix":"d","text":" It is not a defense to a prosecution under this section that the minor does not engage in, is not charged with, is not adjudicated delinquent for, or is not convicted as an adult, for any conduct set forth in subsection (a)(1)-(7) of this section."},{"prefix":"e","text":" The Attorney General for the District of Columbia, or his or her assistants, shall prosecute a violation of subsection (a) of this section for which the penalty is set forth in subsection (c)(1) of this section."},{"prefix":"f","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Adult\" means a person 18 years of age or older at the time of the offense."},{"prefix":"2","text":" \"Minor\" means a person under 18 years of age at the time of the offense."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"8A","text":"Crimes Committed Against Minors."},"heading":{"title":"22","chaptersection":"811","identifier":"22-811","catch_text":"Contributing to the delinquency of a minor."}}