{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 22-751.\n\nLegislative History of Laws\n\nLaw 11-271, the \"Commercial Counterfeiting Criminalization Act of 1996,\" was introduced in Council and assigned Bill No. 11-660, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 3, 1996, and July 17, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act No. 11-362 and transmitted to both Houses of Congress for its review. D.C. Law 11-271 became effective on June 3, 1997.\n\nDC CODE ยง 22-901\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-271, ยง 2, 43 DCR 4585.)","sections":[{"prefix":"1","text":" \"Counterfeit mark\" means:"},{"prefix":"A","text":" Any unauthorized reproduction or copy of intellectual property; or"},{"prefix":"B","text":" Intellectual property affixed to any item knowingly sold, offered for sale, manufactured, or distributed, or identifying services offered or rendered, without the authority of the owner of the intellectual property."},{"prefix":"2","text":" \"Intellectual property\" means any trademark, service mark, trade name, label, term, picture, seal, word, or advertisement or any combination of these adopted or used by a person to identify such person's goods or services and which is lawfully filed for record in the Office of the Secretary of State of any state or which the exclusive right to reproduce is guaranteed under the laws of the United States or the District of Columbia."},{"prefix":"3","text":" \"Retail value\" means the counterfeiter's regular selling price for the item or service bearing or identified by the counterfeit mark. In the case of items bearing a counterfeit mark which are components of a finished product, the retail value shall be the counterfeiter's regular selling price of the finished product on or in which the component would be utilized."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"9","text":"Commercial Counterfeiting. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"901","identifier":"22-901","catch_text":"Definitions."}}