{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 22-752.\n\nTemporary Amendments of Section\n\nSection 3 of D.C. Law 12-282 inserted \"including any designated civilian employee of the Metropolitan Police Department\" in the introductory language of (e).\n\nSection 13(b) of D.C. Law 12-282 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3 of the Metropolitan Police Department Civilianization and Street Solicitation for Prostitution Emergency Amendment Act of 1998 (D.C. Act 12-428, August 6, 1998, 45 DCR 5884).\n\nFor temporary amendment of section, see § 3 of the Metropolitan Police Department Civilianization Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-506, November 10, 1998, 45 DCR 45 8139), and § 3 of the Metropolitan Police Department Civilianization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-13, February 8, 1999, 46 DCR 2333).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-271, see Historical and Statutory Notes following § 22-901.\n\nLaw 12-282, the \"Metropolitan Police Department Civilianization Temporary Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12- 709.  The Bill was adopted on first and second readings on July 7, 1998, and September 22, 1998, respectively.   Signed by the Mayor, it was assigned Act No. 12-492 and transmitted to both Houses of Congress for its review.  D.C. Law 12-282 became effective on May 28, 1999.\n\nLaw 12-284, the \"Metropolitan Police Department Civilianization Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-710, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor, it was assigned Act No. 12-613 and transmitted to both Houses of Congress for its review. D.C. Law 12-284 became effective on June 12, 1999.\n\nDC CODE § 22-902\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-271, § 3, 43 DCR 4585; June 12, 1999, D.C. Law 12-284, § 3, 46 DCR 1328.)","sections":[{"prefix":"a","text":" A person commits the offense of counterfeiting if such person willfully manufactures, advertises, distributes, offers for sale, sells, or possesses with intent to sell or distribute any items, or services bearing or identified by a counterfeit mark. There shall be a rebuttable presumption that a person having possession, custody, or control of more than 15 items bearing a counterfeit mark possesses said items with the intent to sell or distribute."},{"prefix":"b","text":" A person convicted of counterfeiting shall be subject to the following penalties:"},{"prefix":"1","text":" For the first conviction, except as provided in paragraphs (2) and (3) of this subsection, by a fine not exceeding $1,000 or by imprisonment for not more than 180 days, or both;"},{"prefix":"2","text":" For the second conviction, or if convicted under this section of an offense involving more than 100 but fewer than 1,000 items, or involving items with a total retail value greater than $1,000 but less than $10,000, by a fine not exceeding $3,000 or by imprisonment for not more than 3 years, or both; and"},{"prefix":"3","text":" For the third or subsequent conviction, or if convicted under this section of an offense involving the manufacture or production of items bearing counterfeit marks involving 1,000 or more items, or involving items with a total retail value of $10,000 or greater, by a fine not exceeding $10,000 or by imprisonment for not more than 10 years, or both."},{"prefix":"c","text":" For the purposes of this chapter, the quantity or retail value of items or services shall include the aggregate quantity or retail value of all items bearing, or services identified by, every counterfeit mark the defendant manufactures, advertises, distributes, offers for sale, sells, or possesses."},{"prefix":"d","text":" The fines provided in subsection (b) of this section shall be no less than 3 times the retail value of the items bearing, or services identified by, a counterfeit mark, unless extenuating circumstances are shown by the defendant."},{"prefix":"e","text":" Any items bearing a counterfeit mark and all personal property, including, but not limited to, any items, objects, tools, machines, equipment, instrumentalities, or vehicles of any kind, employed or used in connection with a violation of this chapter shall be seized by any law enforcement officer, including any designated civilian employee of the Metropolitan Police Department, in accordance with the procedures established by § 48-905.02."},{"prefix":"1","text":" All seized personal property shall be forfeited."},{"prefix":"2","text":" Upon the request of the owner of the intellectual property, all seized items bearing a counterfeit mark shall be released to the intellectual property owner for destruction or disposition."},{"prefix":"3","text":" If the owner of the intellectual property does not request release of seized items bearing a counterfeit mark, such items shall be destroyed unless the owner of the intellectual property consents to another disposition."},{"prefix":"f","text":" Any state or federal certificate of registration of any intellectual property shall be prima facie evidence of the facts stated therein."},{"prefix":"g","text":" The remedies provided for herein shall be cumulative to the other civil and criminal remedies provided by law."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"22","text":"Criminal Offenses and Penalties. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Criminal Offenses."},"chapter":{"identifier":"9","text":"Commercial Counterfeiting. (Refs & Annos)"},"heading":{"title":"22","chaptersection":"902","identifier":"22-902","catch_text":"Trademark counterfeiting."}}