{"text":"","historical":"Legislative History of Laws\n\nLaw 15-357, the \"Omnibus Public Safety Ex-offender Self-sufficiency Reform Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-785, which was referred to the Committee on Judiciary.  The Bill was adopted on first and second readings on November 9, 2004, and December 21, 2004, respectively.   Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-744 and transmitted to both Houses of Congress for its review.  D.C. Law 15-357 became effective on May 24, 2005.\n\nDC CODE § 23-112a\n\nCurrent through December 11, 2012","credits":"(May 24, 2005, D.C. Law 15-357, § 102(b), 52 DCR .)","sections":[{"prefix":"a","text":" At all sentencing proceedings in which an individual will be sentenced for a period of imprisonment of more than 30 days, or at any proceeding in which a judge is revoking probation that will result in a sentence of imprisonment of more than 30 days, the sentencing court shall inquire as to whether the individual being sentenced is subject to a child support order. If the individual being sentenced is subject to a child support order, the sentencing court shall explain that:"},{"prefix":"1","text":" The individual being sentenced may petition to modify or suspend child support payments during the period of the individual's imprisonment; and"},{"prefix":"2","text":" Child support payments will continue to accrue under the order unless the order is modified or suspended."},{"prefix":"b","text":" The court shall provide each individual being sentenced with a copy of a pro se petition to modify the child support order pursuant to § 46-204. The petition may be filed in open court during sentencing. The petition shall be deemed filed in the case in which the child support order was entered as of its filing in open court, and the petition shall be included in the records of that case."},{"prefix":"c","text":" The clerk of the Court shall effectuate service of the petition in accordance with § 46-206."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"112","identifier":"23-112a","catch_text":"Notice at sentencing of child support modification."}}