{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-307, in subsec. (b)(4), substituted \"and release, parole, record-sealing, and post-conviction hearings,\" for \"and release or parole hearings,\"; and, in subsec. (b)(7), substituted \"offender, and about any court order to seal the offender's criminal records\" for \"offender\".\n\nD.C. Law 18-239, in subsec. (b), deleted \"and\" from the end of par. (7), substituted \";   and\" for a period the end of par. (8), and added par. (9).\n\nLegislative History of Laws\n\nLaw 13-301, the \"Senior Protection Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-297, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-396 and transmitted to both Houses of Congress for its review. D.C. Law 13-301 became effective on June 8, 2001.\n\nLaw 16-307, the \"Criminal Record Sealing Act of 2006\", was introduced in Council and assigned Bill No. 16-746, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-631 and transmitted to both Houses of Congress for its review. D.C. Law 16-307 became effective on May 5, 2007.\n\nFor history of Law 18-239, see notes under § 23-113.\n\nDC CODE § 23-1901\n\nCurrent through December 11, 2012","credits":"(June 8, 2001, D.C. Law 13-301, § 302(b), 47 DCR 7039; May 5, 2007, D.C. Law 16-307, § 3(b)(1), 54 DCR 868; Oct. 23, 2010, D.C. Law 18-239, § 206(c), 57 DCR 5405.)","sections":[{"prefix":"a","text":" Officers or employees of the District of Columbia engaged in the detection, investigation, or prosecution of crime or the judicial process shall make their best efforts to see that victims of crime are accorded the rights described in subsection (b) of this section."},{"prefix":"b","text":" A crime victim has the right to:"},{"prefix":"1","text":" Be treated with fairness and with respect for the victim's dignity and privacy;"},{"prefix":"2","text":" Be reasonably protected from the accused offender;"},{"prefix":"3","text":" Be notified of court proceedings;"},{"prefix":"4","text":" Be present at all court proceedings related to the offense, including the sentencing, and release, parole, record-sealing, and post-conviction hearings, unless the court determines that testimony by the victim would be materially affected if the victim heard other testimony or where the needs of justice otherwise require;"},{"prefix":"5","text":" Confer with an attorney for the prosecution in the case which does not include the authority to direct the prosecution of the case;"},{"prefix":"6","text":" An order of restitution from the person convicted of the criminal conduct that caused the victim's loss or injury;"},{"prefix":"7","text":" Information about the conviction, sentencing, imprisonment, detention, and release of the offender, and about any court order to seal the offender's criminal records;"},{"prefix":"8","text":" Notice of the rights provided in this chapter and under the laws of the District of Columbia; and"},{"prefix":"9","text":" Be notified of any available victim advocate or other appropriate person to develop a safety plan and appropriate services."},{"prefix":"c","text":" This section does not create a cause of action or defense in favor of any person arising out of the failure to accord to a victim the rights enumerated in subsection (b) of this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Crime Victims' Rights."},"heading":{"title":"23","chaptersection":"1901","identifier":"23-1901","catch_text":"Crime victims' bill of rights."}}