{"text":"A typewritten or printed list alphabetically arranged of all persons engaged under the authority of any of the courts of criminal jurisdiction in the District of Columbia in the business of becoming surety upon bonds for compensation in criminal cases shall be posted in a conspicuous place in each police precinct, jail, prisoner's dock, house of detention, and every other place in the District of Columbia in which persons in custody of the law are detained, and one or more copies thereof kept on hand; and when a person who is detained in custody in a place of detention shall request a person in charge thereof to furnish him the name of a bondsman, or to put him in communication with a bondsman, the list shall be furnished to the person in charge of the place of detention within a reasonable time to put the person detained in communication with the bondsman selected, and the person in charge of the place of detention shall contemporaneously with that transaction make in the blotter or book of record kept in the place of detention, a record showing the name of the person requesting the bondsman, the offense with which the person is charged, the time at which the request was made, the bondsman requested, and the person by whom the bondsman was called, and preserve that as a permanent record in the book or blotter in which entered.","historical":"Prior Codifications\n\n1981 Ed., ยง 23-1106.\n\n1973 Ed., ยง 23-1106.\n\nDC CODE ยง 23-1106\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 636, Pub. L. 91-358, title II, ยง 210(a).)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Professional Bondsmen."},"heading":{"title":"23","chaptersection":"1106","identifier":"23-1106","catch_text":"Posting names of authorized bondsmen; list to be furnished prisoners; prisoners may communicate with bondsmen; record to be kept by police."}}