{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-110.\n\n1973 Ed., § 23-110.\n\nEffect of Amendments\n\nD.C. Law 18-88, in subsec. (b), designated the existing language as par. (1), and added par. (2).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 220 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nLaw 18-88, the \"Omnibus Public Safety and Justice Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-151, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on June 30, 2009, and July 31, 2009, respectively. Signed by the Mayor on August 26, 2009, it was assigned Act No. 18-189 and transmitted to both Houses of Congress for its review. D.C. Law 18-88 became effective on December 10, 2009.\n\nDC CODE § 23-110\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 608, Pub. L. 91-358, title II, § 210(a); Dec. 10, 2009, D.C. Law 18-88, § 220, 56 DCR 7413.)","sections":[{"prefix":"a","text":" A prisoner in custody under sentence of the Superior Court claiming the right to be released upon the ground that (1) the sentence was imposed in violation of the Constitution of the United States or the laws of the District of Columbia, (2) the court was without jurisdiction to impose the sentence, (3) the sentence was in excess of the maximum authorized by law, (4) the sentence is otherwise subject to collateral attack, may move the court to vacate, set aside, or correct the sentence."},{"prefix":"b","text":"(1) A motion for such relief may be made at any time."},{"prefix":"2","text":" A motion for such relief may be dismissed if the government demonstrates that it has been materially prejudiced in its ability to respond to the motion by the delay in its filing, unless the movant shows that the motion is based on grounds which the movant could not have raised by the exercise of reasonable diligence before the circumstances prejudicial to the government occurred."},{"prefix":"c","text":" Unless the motion and files and records of the case conclusively show that the prisoner is entitled to no relief, the court shall cause notice thereof to be served upon the prosecuting authority, grant a prompt hearing thereon, determine the issues, and make findings of fact and conclusions of law with respect thereto. If the court finds that (1) the judgment was rendered without jurisdiction, (2) the sentence imposed was not authorized by law or is otherwise open to collateral attack, (3) there has been such a denial or infringement of the constitutional rights of the prisoner as to render the judgment vulnerable to collateral attack, the court shall vacate and set the judgment aside and shall discharge the prisoner, resentence him, grant a new trial, or correct the sentence, as may appear appropriate."},{"prefix":"d","text":" A court may entertain and determine the motion without requiring the production of the prisoner at the hearing."},{"prefix":"e","text":" The court shall not be required to entertain a second or successive motion for similar relief on behalf of the same prisoner."},{"prefix":"f","text":" An appeal may be taken to the District of Columbia Court of Appeals from the order entered on the motion as from a final judgment on application for a writ of habeas corpus."},{"prefix":"g","text":" An application for a writ of habeas corpus in behalf of a prisoner who is authorized to apply for relief by motion pursuant to this section shall not be entertained by the Superior Court or by any Federal or State court if it appears that the applicant has failed to make a motion for relief under this section or that the Superior Court has denied him relief, unless it also appears that the remedy by motion is inadequate or ineffective to test the legality of his detention."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"110","identifier":"23-110","catch_text":"Remedies on motion attacking sentence."}}