{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-1321.\n\nEffect of Amendments\n\nD.C. Law 13-310, in subsec. (a), inserted \", murder in the second degree\".\n\nD.C. Law 14-307 rewrote sub-subpar. (1)(B)(xi) of subsec. (c) which had read as follows:\n\n\"(xi) Return to custody for specified hours following release for employment, schooling, or other limited purposes;\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 601 of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary (90 day) amendment of section, see § 2102 of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 2102 of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 2102 of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nLegislative History of Laws\n\nLaw 4-152, the \"District of Columbia Bail Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-127, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 6, 1982 and July 20, 1982, respectively. Signed by the Mayor on July 21, 1982, it was assigned Act No. 4-223 and transmitted to both Houses of Congress for its review.\n\nLaw 9-125, the \"Bail Reform Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-360, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 4, 1992, and March 3, 1992, respectively. Signed by the Mayor on March 20, 1992, it was assigned Act No. 9-170 and transmitted to both Houses of Congress for its review. D.C. Law 9-125 became effective on July 3, 1992.\n\nLaw 10-151, the \"Omnibus Criminal Justice Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-98, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 29, 1994, and April 12, 1994, respectively. Signed by the Mayor on May 4, 1994, it was assigned Act No. 10-238 and transmitted to both Houses of Congress for its review. D.C. Law 10-151 became effective on August 20, 1994.\n\nLaw 13-310, the \"Bail Reform Act of 2000\", was introduced in Council and assigned Bill No. 13-290, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 16, 2001, it was assigned Act No. 13-567 and transmitted to both Houses of Congress for its review. D.C. Law 13-310 became effective on June 12, 2001.\n\nLaw 14-307, the \"Fiscal Year 2003 Budget Support Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-892, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on October 1, 2002, and November 7, 2002, respectively. Signed by the Mayor on December 4, 2002, it was assigned Act No. 14-543 and transmitted to both Houses of Congress for its review. D.C. Law 14-307 became effective on June 5, 2003.\n\nDC CODE § 23-1321\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 642, Pub. L. 91-358, title II, § 210(a); Sept. 17, 1982, D.C. Law 4-152, §§ 2, 5, 29 DCR 3479; July 3, 1992, D.C. Law 9- 125, § 2, 39 DCR 2134; Aug. 20, 1994, D.C. Law 10-151, § 601, 41 DCR 2608; June 12, 2001, D.C. Law 13-310, § 2(a), 48 DCR 1648; June 5, 2003, D.C. Law 14-307, § 2102, 49 DCR 11664.)","sections":[{"prefix":"a","text":" Upon the appearance before a judicial officer of a person charged with an offense, other than murder in the first degree, murder in the second degree, or assault with intent to kill while armed, which shall be treated in accordance with the provisions of § 23-1325, the judicial officer shall issue an order that, pending trial, the person be:"},{"prefix":"1","text":" Released on personal recognizance or upon execution of an unsecured appearance bond under subsection (b) of this section;"},{"prefix":"2","text":" Released on a condition or combination of conditions under subsection (c) of this section;"},{"prefix":"3","text":" Temporarily detained to permit revocation of conditional release under § 23-1322; or"},{"prefix":"4","text":" Detained under § 23-1322(b)."},{"prefix":"b","text":" The judicial officer shall order the pretrial release of the person on personal recognizance, or upon execution of an unsecured appearance bond in an amount specified by the court, subject to the condition that the person not commit a local, state, or federal crime during the period of release, unless the judicial officer determines that the release will not reasonably assure the appearance of the person as required or will endanger the safety of any other person or the community."},{"prefix":"c","text":"(1) If the judicial officer determines that the release described in subsection (b) of this section will not reasonably assure the appearance of the person as required or will endanger the safety of any other person or the community, the judicial officer shall order the pretrial release of the person subject to the:"},{"prefix":"A","text":" Condition that the person not commit a local, state, or federal crime during the period of release; and"},{"prefix":"B","text":" Least restrictive further condition, or combination of conditions, that the judicial officer determines will reasonably assure the appearance of the person as required and the safety of any other person and the community, which may include the condition or combination of conditions that the person during the period of release shall:"},{"prefix":"i","text":" Remain in the custody of a designated person or organization that agrees to assume supervision and to report any violation of a condition of release to the court, if the designated person or organization is able to reasonably assure the judicial officer that the person will appear as required and will not pose a danger to the safety of any other person or the community;"},{"prefix":"ii","text":" Maintain employment, or, if unemployed, actively seek employment;"},{"prefix":"iii","text":" Maintain or commence an educational program;"},{"prefix":"iv","text":" Abide by specified restrictions on personal associations, place of abode, or travel;"},{"prefix":"v","text":" Avoid all contact with an alleged victim of the crime and with a potential witness who may testify concerning the offense;"},{"prefix":"vi","text":" Report on a regular basis to a designated law enforcement agency, pretrial services agency, or other agency;"},{"prefix":"vii","text":" Comply with a specified curfew;"},{"prefix":"viii","text":" Refrain from possessing a firearm, destructive device, or other dangerous weapon;"},{"prefix":"ix","text":" Refrain from excessive use of alcohol, or any use of a narcotic drug or other controlled substance without a prescription by a licensed medical practitioner; the terms \"narcotic drug\" and \"controlled substance\" shall have the same meaning as in section 102 of the District of Columbia Uniform Controlled Substances Act of 1981, effective August 5, 1981, (D.C. Law 4-29; D.C. Official Code § 48-901.02);"},{"prefix":"x","text":" Undergo medical, psychological, or psychiatric treatment, including treatment for drug or alcohol dependency, if available, and remain in a specified institution if required for that purpose;"},{"prefix":"xi","text":" Return to custody for specified hours following release for employment, schooling, or other limited purposes, except that no person may be released directly from the District of Columbia Jail or the Correctional Treatment Facility for these purposes;"},{"prefix":"xii","text":" Execute an agreement to forfeit upon failing to appear as required, the designated property, including money, as is reasonably necessary to assure the appearance of the person as required, and post with the court the indicia of ownership of the property, or a percentage of the money as the judicial officer may specify;"},{"prefix":"xiii","text":" Execute a bail bond with solvent sureties in whatever amount is reasonably necessary to assure the appearance of the person as required; or"},{"prefix":"xiv","text":" Satisfy any other condition that is reasonably necessary to assure the appearance of the person as required and to assure the safety of any other person and the community."},{"prefix":"2","text":" In considering the conditions of release described in paragraph (1)(B)(xii) or (xiii) of this subsection, the judicial officer may upon his own motion, or shall upon the motion of the government, conduct an inquiry into the source of the property to be designated for potential forfeiture or offered as collateral to secure a bond, and shall decline to accept the designation or the use as collateral of property that, because of its source, will not reasonably assure the appearance of the person as required."},{"prefix":"3","text":" A judicial officer may not impose a financial condition under paragraph (1)(B)(xii) or (xiii) of this subsection to assure the safety of any other person or the community, but may impose such a financial condition to reasonably assure the defendant's presence at all court proceedings that does not result in the preventive detention of the person, except as provided in § 23-1322(b)."},{"prefix":"4","text":" A person for whom conditions of release are imposed and who, after 24 hours from the time of the release hearing, continues to be detained as a result of inability to meet the conditions of release, shall upon application be entitled to have the conditions reviewed by the judicial officer who imposed them. Unless the conditions of release are amended and the person is thereupon released, on another condition or conditions, the judicial officer shall set forth in writing the reasons for requiring the conditions imposed. A person who is ordered released on a condition that requires that the person return to custody after specified hours shall, upon application, be entitled to a review by the judicial officer who imposed the condition. Unless the requirement is removed and the person is released on another condition or conditions, the judicial officer shall set forth in writing the reasons for continuing the requirement. In the event that the judicial officer who imposed the conditions of release is not available, any other judicial officer may review the conditions."},{"prefix":"5","text":" The judicial officer may at any time amend the order to impose additional or different conditions of release."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Bail Agency [Pretrial Services Agency] and Pretrial Detention."},"subchapter":{"identifier":"II","text":"Release and Pretrial Detention. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"1321","identifier":"23-1321","catch_text":"Release prior to trial."}}