{"text":"Provided, that, in no case shall this provision extend the period of limitations to more than nine (9) years in the case of a felony nor more than six (6) years in the case of a misdemeanor.","historical":"Prior Codifications\n\n1981 Ed., § 23-113.\n\nEffect of Amendments\n\nD.C. Law 14-194 rewrote subsec. (a)(1) which had read as follows:\n\n\"(1) A prosecution for murder in the first or second degree may be commenced at any time.\"\n\nD.C. Law 15-356 rewrote subsecs. (a) and (d) which had read as follows:\n\n\"(a) Time limitations. -- (1) A prosecution for murder in the first or second degree, first degree murder that constitutes an act of terrorism, and second degree murder that constitutes an act of terrorism may be commenced at any time.\n\n\"(2) Except as provided in paragraph (4), a prosecution for a felony other than murder in first or second degree is barred if not commenced within six (6) years after it is committed.\n\n\"(3) Except as provided in paragraph (4), a prosecution for any other criminal offense is barred if not commenced within three (3) years after it is committed.\n\n\"(4) A prosecution for a felony or a misdemeanor may be brought within three (3) years:\n\n\"(A) after a public officer or employee has left office, for any completed offense based on official conduct; or\n\n\"(B) after a fraud or breach of fiduciary trust has been, or reasonably should have been, discovered for any completed offense based on that fraud or breach of fiduciary trust; even if barred by the provisions of paragraphs (2) and (3):\n\nProvided, that, in no case shall this provision extend the period of limitations to more than nine (9) years in the case of a felony nor more than six (6) years in the case of a misdemeanor.\"\n\n\"(d) Suspension of period of limitation. -- The period of limitation for an offense, and any necessarily included offense, does not run during any time when a prosecution against the defendant for that offense is pending in the courts of the District of Columbia.\"\n\nD.C. Law 16-306, in subsecs. (a)(2) and (3), inserted \"and any offense that is properly joinable with any of the following crimes\" following \"A prosecution for the following crimes\".\n\nD.C. Law 18-239, in subsec. (a)(3), deleted \"and\" from the end of subpar. (H), substituted \";   and\" for a period the end of subpar. (I), and added subpars. (J) to (M);  and, in subsec. (d)(2), deleted \"and\" from the end of subpar. (D), substituted \";   and\" for a period the end of subpar. (E), and added subpars. (F) to (J) and par. (d)(5).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 224(b) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 224(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 224(b) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 224(b) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 4-104, the \"District of Columbia Criminal Statute of Limitations Act of 1982,\" was introduced in Council and assigned Bill No. 4-121, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 9, 1982, and February 23, 1982, respectively. Signed by the Mayor on March 10, 1982, it was assigned Act No. 4-165 and transmitted to both Houses of Congress for its review.\n\nLaw 14-194, the \"Omnibus Anti-Terrorism Act of 2002\", was introduced in Council and assigned Bill No. 14-373, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 9, 2002, and May 7, 2002, respectively. Signed by the Mayor on June 3, 2002, it was assigned Act No. 14-380 and transmitted to both Houses of Congress for its review. D.C. Law 14-194 became effective on October 17, 2002.\n\nLaw 15-356, the \"Felony Sexual Assault Statute of Limitations Act of 2004\", was introduced in Council and assigned Bill No. 15-785, which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively. Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-634 and transmitted to both Houses of Congress for its review. D.C. Law 15-356 became effective on May 10, 2005.\n\nFor Law 16-306, see notes following § 23-104.\n\nLaw 18-239 , the \"Prohibition Against Human Trafficking Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-70, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on March 16, 2010, and June 1, 2010, respectively. Signed by the Mayor on June 21, 2010, it was assigned Act No. 18-444 and transmitted to both Houses of Congress for its review. D.C. Law 18-239 became effective on October 23, 2010.\n\nEffective Dates\n\nSection 4 of D.C. Law 15-356 provides as follows:\n\n\"Sec. 4. Applicability.\n\n\"This act shall apply to an offense committed before its effective date only if the statute of limitations for the offense has not expired prior to the effective date.\"\n\nDC CODE § 23-113\n\nCurrent through December 11, 2012","credits":"(Apr. 30, 1982, D.C. Law 4-104, §§ 2, 3, 29 DCR 1401; Oct. 17, 2002, D.C. Law 14-194, § 156(a), 49 DCR 5306; May 10, 2005, D.C. Law 15-356, § 2, 52 DCR 1176; Apr. 24, 2007, D.C. Law 16-306, § 224(b), 53 DCR 8610; Oct. 23, 2010, D.C. Law 18-239, § 206(a), 57 DCR 5405.)","sections":[{"prefix":"a","text":" Time Limitations. -- (1) A prosecution for the following crimes may be commenced at any time:"},{"prefix":"A","text":" murder in the first or second degree (D.C. Official Code §§ 22-2101 and 2102);"},{"prefix":"B","text":" murder in the second degree (D.C. Official Code § 22-2103);"},{"prefix":"C","text":" murder of a law enforcement officer or public safety employee (D.C. Official Code § 22-2106);"},{"prefix":"D","text":" first degree murder that constitutes an act of terrorism (D.C. Official Code § 22-3153(a));"},{"prefix":"E","text":" second degree murder that constitutes an act of terrorism (D.C. Official Code § 22-3153(c)); and"},{"prefix":"F","text":" murder of a law enforcement officer or public safety employee that constitutes an act of terrorism (D.C. Official Code § 22-3153(b))."},{"prefix":"2","text":" A prosecution for the following crimes and any offense that is properly joinable with any of the following crimes is barred if not commenced within fifteen (15) years after it is committed:"},{"prefix":"A","text":" first degree sexual abuse (D.C. Official Code § 22-3002);"},{"prefix":"B","text":" second degree sexual abuse (D.C. Official Code § 22-3003);"},{"prefix":"C","text":" first degree child sexual abuse (D.C. Official Code § 22-3008); and"},{"prefix":"D","text":" second degree child sexual abuse (D.C. Official Code § 22-3009)."},{"prefix":"3","text":" A prosecution for the following crimes and any offense that is properly joinable with any of the following crimes is barred if not commenced within ten (10) years after it is committed:"},{"prefix":"A","text":" third degree sexual abuse (D.C. Official Code § 22-3004);"},{"prefix":"B","text":" fourth degree sexual abuse (D.C. Official Code § 22-3005);"},{"prefix":"C","text":" enticing a child for the purpose of committing felony sexual abuse (D.C. Official Code § 22-3010);"},{"prefix":"D","text":" first degree sexual abuse of a ward (D.C. Official Code § 22-3013);"},{"prefix":"E","text":" second degree sexual abuse of a ward (D.C. Official Code § 22-3014);"},{"prefix":"F","text":" first degree sexual abuse of a patient or client (D.C. Official Code § 22-3015);"},{"prefix":"G","text":" second degree sexual abuse of a patient or client (D.C. Official Code § 22-3016);"},{"prefix":"H","text":" using a minor in a sexual performance or promoting a sexual performance by a minor (D.C. Official Code § 22-3102);"},{"prefix":"I","text":" incest (D.C. Official Code § 22-1901); and"},{"prefix":"J","text":" Trafficking in labor or commercial sex and sex trafficking of children as prohibited by [D.C. Official Code §§ 22-1833 and 22-1834], respectively;"},{"prefix":"K","text":" Section [D.C. Official Code § 22-2704];"},{"prefix":"L","text":" Section [D.C. Official Code 22-2705]; and"},{"prefix":"M","text":" Sections [D.C. Official Code 22-2706 and 22-2708]."},{"prefix":"4","text":" Except as provided in paragraph (6), a prosecution for a felony other than those crimes enumerated in paragraphs (1) through (3) is barred if not commenced within six (6) years after it is committed."},{"prefix":"5","text":" Except as provided in paragraph (6), a prosecution for any other criminal offense is barred if not commenced within three (3) years after it is committed."},{"prefix":"6","text":" A prosecution for a felony or a misdemeanor may be brought within three (3) years:"},{"prefix":"A","text":" after a public officer or employee has left office, for any completed offense based on official conduct; or"},{"prefix":"B","text":" after a fraud or breach of fiduciary trust has been, or reasonably should have been, discovered for any completed offense based on that fraud or breach of fiduciary trust; even if barred by the provisions of paragraphs (4) and (5):"},{"prefix":"b","text":" Time when offense committed. -- An offense is committed either when every element occurs, or, if a legislative purpose to prohibit a continuing course of conduct plainly appears, at the time when the course of conduct, or the defendant's complicity therein, is terminated. Time starts to run on the day after the offense is committed or completed."},{"prefix":"c","text":" Commencement of prosecution. -- A prosecution is commenced when:"},{"prefix":"1","text":" an indictment is entered;"},{"prefix":"2","text":" an information is filed; or"},{"prefix":"3","text":" a complaint is filed before a judicial officer empowered to issue an arrest warrant; provided, that such warrant is issued without unreasonable delay. A prosecution for an offense necessarily included in the offense charged shall be considered to have been timely commenced, even though the period of limitation for such included offense has expired, if the period of limitation has not expired for the offense charged and if there was, after the close of the evidence at trial, sufficient evidence as a matter of law to sustain a conviction for the offense charged."},{"prefix":"d","text":" Suspension of period of limitation. -- (1) The period of limitation for an offense, and any necessarily included offense, does not run during any time when a prosecution against the defendant for that offense is pending in the courts of the District of Columbia."},{"prefix":"2","text":" The period of limitation shall not begin to run until the victim reaches 21 years of age for the following offenses:"},{"prefix":"A","text":" first degree child sexual abuse (D.C. Official Code § 22-3008);"},{"prefix":"B","text":" second degree child sexual abuse (D.C. Official Code § 22-3009);"},{"prefix":"C","text":" enticing a child for the purpose of committing felony sexual abuse (D.C. Official Code § 22-3010);"},{"prefix":"D","text":" using a minor in a sexual performance or promoting a sexual performance by a minor (D.C. Official Code § 22-3102);"},{"prefix":"E","text":" incest (D.C. Official Code § 22-1901); and"},{"prefix":"F","text":" Sections [D.C. Official Code 22-3009.01 and 22-3009.02];"},{"prefix":"G","text":" Section [D.C. Official Code 22-2704];"},{"prefix":"H","text":" Section [D.C. Official Code 22-2705];"},{"prefix":"I","text":" Section [D.C. Official Code 22-2706], where the victim is a minor; and"},{"prefix":"J","text":" Forced labor, trafficking in labor or commercial sex, sex trafficking of children, and benefitting financially from human trafficking as prohibited by the Human Trafficking Act [D.C. Law 18-239], where the victim is a minor."},{"prefix":"3","text":" The period of limitation shall not begin to run for first degree sexual abuse of a ward (D.C. Official Code § 22-3013) or second degree sexual abuse of a ward (D.C. Official Code § 22-3014) until the victim is no longer a ward."},{"prefix":"4","text":" The period of limitation shall not begin to run for first degree sexual abuse of a patient or client (D.C. Official Code § 22-3015) or second degree sexual abuse of a patient or client (D.C. Official Code § 22-3016) until the victim is no longer a patient or client of the actor."},{"prefix":"5","text":" The period of limitation shall not begin to run for forced labor, trafficking in labor or commercial sex, sex trafficking of children, and benefitting financially from human trafficking until the victim is no longer subject to the means used to obtain or maintain his or her labor or services or commercial sex acts."},{"prefix":"e","text":" Extended period for commencement of new prosecution. -- If a timely complaint, indictment, or information is dismissed for any error, defect, insufficiency, or irregularity, a new prosecution may be commenced within three (3) months after the dismissal becomes final even though the period of limitation has expired at the time of the dismissal or will expire within three (3) months thereafter."},{"prefix":"f","text":" Fugitives from justice. -- No statute of limitations shall extend to any person fleeing from justice."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"113","identifier":"23-113","catch_text":"Limitations on actions for criminal violations."}}