{"text":"\"(1) Are all your statements in the foregoing answers made from your own personal knowledge? If not, show what is stated upon information and give its source.\n\n\"(2) State everything you know in addition to what is stated in your above answers concerning this case favorable to either the prosecution or the defendant.\"","historical":"Prior Codifications\n\n1981 Ed., ยง 23-108.\n\n1973 Ed., ยง 23-108.\n\nDC CODE ยง 23-108\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 608, Pub. L. 91-358, title II, ยง 210(a).)","sections":[{"prefix":"a","text":" If a material witness for either the prosecution or the defendant resides more than twenty-five miles from the place of holding court, is sick or infirm, or is about to leave the District of Columbia, and the prosecution or the defendant applies in writing to the court for a commission to examine such witness, the court may grant the commission, and enter an order stating for what length of time notice shall be given to the other party before such witness shall be examined. At or before the time fixed in the notice, when the examination is upon written interrogatories, the other party may file cross-interrogatories. When the examination is conducted orally, the other party may cross-examine the deponent. If the other party fails to file written interrogatories or fails to attend an oral examination, the clerk shall file the following interrogatories:"},{"prefix":"b","text":" The court may order in any case that the examination be conducted orally."},{"prefix":"c","text":" The commission shall issue from the clerk's office, the examination of the witnesses shall be made and certified, and the return thereof made in the same manner as in civil cases, and unimportant irregularities or errors in the proceedings under the commission shall not cause the deposition to be excluded where no substantial prejudice can be wrought to the prosecution or the defendant by such irregularities or errors."},{"prefix":"d","text":" Copies of the depositions or answers to interrogatories shall be made available to all of the parties upon the completion of the examination."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"108","identifier":"23-108","catch_text":"Depositions."}}