{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-1322.\n\n1973 Ed., § 23-1322.\n\nEffect of Amendments\n\nD.C. Law 13-310, in subsec. (a), inserted \"or misdemeanor\" following \"felony\" in par. (1)(A), and inserted \"or, when a hearing under § 23-1329(b) is requested, is likely to violate a condition of release\" in par. (2); in subsec. (f)(2)(B), substituted \"immediate arrest or\" for \"the immediate\"; and rewrote subsec. (h) which had read:\n\n\"(h) The case of the person detained pursuant to subsection (b) of this section shall be placed on an expedited calendar and, consistent with the sound administration of justice, the person shall be indicted before the expiration of 90 days, and shall have trial of the case commence before the expiration of 100 days. However, the person may be detained for an additional period not to exceed 20 days from the date of the expiration of the 100-day period on the basis of a petition submitted by the attorney for the government and approved by the judicial officer. The additional period of detention may be granted only on the basis of good cause shown and shall be granted only for the additional time required to prepare for the expedited trial of the person. For the purposes of determining the maximum period of detention under this section, the period shall not exceed 120 days. The period shall:\n\n\"(1) Begin on the date defendant is first detained after arrest; and\n\n\"(2) Include the days detained pending a detention hearing and the days in confinement on temporary detention under subsection (a) of this section whether or not continuous with full pretrial detention. The defendant shall be treated in accordance with § 23-1321(a) unless the trial is in progress, has been delayed by the timely filing of motions excluding motions for continuance, or has been delayed at the request of the defendant.\"\n\nD.C. Law 14-134, in subsec. (a)(1)(C), substituted \"Probation, parole, or supervised release\" for \"Probation or parole\"; and in subsec. (e)(3)(B), inserted \"on supervised release,\" following \"parole,\".\n\nD.C. Law 16-308, in subsec. (c), substituted \"imitation firearm, or other deadly or dangerous weapon;\" for \"or imitation firearm;\" in par. (1), deleted \"; or\" from the end of par. (3), substituted a semicolon for a period at the end of par. (4), and added pars. (5), (6), and (7).\n\nD.C. Law 18-88, in subsec. (c), substituted \"probable cause\" for \"a substantial probability\" in the lead-in language, deleted \"or\" from the end of par. (6), rewrote par. (7), and added par. (8). Prior to amendment, par. (7) of subsec. (c) read as follows:\n\n\"(7) Committed CPWL, carrying a pistol without a license.\"\n\nD.C. Law 19-171, in subsec. (c)(6), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nD.C. Law 14-115, in subsec. (a)(1)(C), substituted \"Probation, parole, or supervised release,\" for \"Probation, or parole\"; and, in subsec. (e)(3)(B), inserted \"on supervised release,\" following \"parole,\".\n\nSection 4(b) of D.C. Law 14-115 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 602 of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nFor temporary (90 day) amendment of section, see § 2 of Sentencing Reform Technical Amendment Emergency Act of 2001 (D.C. Act 14-148, October 23, 2001, 48 DCR 10195).\n\nFor temporary (90 day) amendment of section, see § 2 of Sentencing Reform Technical Amendment Congressional Review Emergency Act of 2002 (D.C. Act 14- 240, January 28, 2002, 49 DCR 1024).\n\nFor temporary (90 day) amendment of section, see § 301 of Enhanced Crime Prevention and Abatement Emergency Amendment Act of 2006 (D.C. Act 16-446, July 21, 2006, 53 DCR 6477).\n\nFor temporary (90 day) amendment of section, see § 101 of Crime Reduction Initiative Emergency Amendment Act of 2006 (D.C. Act 16-491, October 19, 2006, 53 DCR 8818).\n\nFor temporary (90 day) amendment of section, see § 102(a) of Crime Reduction Initiative Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-9, January 16, 2007, 54 DCR 1471).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Crime Reduction Initiative (Rebuttable Presumption) Congressional Review Emergency Act of 2007 (D.C. Act 17-24, April 19, 2007, 54 DCR 4033).\n\nFor temporary (90 day) amendment of section, see § 402 of Crime Bill Emergency Amendment Act of 2009 (D.C. Act 18-129, June 29, 2009, 56 DCR 5495).\n\nFor temporary (90 day) amendment of section, see § 223 of Omnibus Public Safety and Justice Emergency Amendment Act of 2009 (D.C. Act 18-181, August 6, 2009, 56 DCR 6903).\n\nFor temporary (90 day) amendment of section, see § 223 of Omnibus Public Safety and Justice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18- 227, October 21, 2009, 56 DCR 8668).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-152, see Historical and Statutory Notes following § 23-1321.\n\nLaw 8-19, the \"Law Enforcement Temporary Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-184, which was retained by CounciL. The Bill was adopted on first and second readings on March 7, 1989 and April 4, 1989, respectively. Signed by the Mayor on April 17, 1989, it was assigned Act No. 8-22 and transmitted to both Houses of Congress for its review.\n\nLaw 8-120, the \"Law Enforcement Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-185, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 1989, and December 19, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-129 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-125, see Historical and Statutory Notes following § 23-1321.\n\nFor legislative history of D.C. Law 10-151, see Historical and Statutory Notes following § 23-1321.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 11-30, the \"Technical Amendments Act of 1995,\" was introduced in Council and assigned Bill No. 11-58, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on February 7, 1995 and March 7, 1995, respectively. Signed by the Mayor on March 22, 1995, it was assigned Act No. 11-32 and transmitted to both Houses of Congress for its review. D.C. Law 11-30 became effective on July 25, 1995.\n\nLaw 11-273, the \"Zero Tolerance for Guns Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-153, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 19, 1996, and October 1, 1996, respectively. Signed by the Mayor on October 18, 1996, it was assigned Act No. 11-431 and transmitted to both Houses of Congress for its review. D.C. Law 11-273 became effective on June 3, 1997.\n\nLaw 11-275, the \"Second Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-909, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-520 and transmitted to both Houses of Congress for its review. D.C. Law 11-275 became effective on June 3, 1997.\n\nFor Law 13-310, see notes following § 13-1321.\n\nLaw 14-115, the \"Sentencing Reform Technical Amendment Temporary Act of 2002\", was introduced in Council and assigned Bill No. 14-367, which was retained by the Council. The Bill was adopted on first and second readings on October 2, 2001, and November 6, 2001, respectively. Signed by the Mayor on November 19, 2001, it was assigned Act No. 14-173 and transmitted to both Houses of Congress for its review. D.C. Law 14-115 became effective on April 27, 2002.\n\nLaw 14-134, the \"Innocence Protection Act of 2001\", was introduced in Council and assigned Bill No. 14-153, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 6, 2001, and December 4, 2001, respectively. Signed by the Mayor on December 21, 2001, it was assigned Act No. 14-222 and transmitted to both Houses of Congress for its review. D.C. Law 14-134 became effective on May 17, 2002.\n\nLaw 16-308, the \"Rebuttable Presumption to Detain Robbery and Handgun Violation Suspects Act of 2006\", was introduced in Council and assigned Bill No. 16-895, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-643 and transmitted to both Houses of Congress for its review. D.C. Law 16-308 became effective on May 5, 2007.\n\nFor Law 18-88, see notes following § 23-110.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 23-1322\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 644, Pub. L. 91-358, title II, § 210(a); Sept. 17, 1982, D.C. Law 4-152, § 3, 29 DCR 3479; July 28, 1989, D.C. Law 8-19, § 2(a), 36 DCR 2844; May 8, 1990, D.C. Law 8-120, § 2(a), 37 DCR 24; July 3, 1992, D.C. Law 9-125, § 3, 39 DCR 2134; Aug. 20, 1994, D.C. Law 10-151, § 602(a), 41 DCR 2608; May 16, 1995, D.C. Law 10-255, § 17, 41 DCR 5193; July 25, 1995, D.C. Law 11-30, § 6, 42 DCR 1547; June 3, 1997, D.C. Law 11-273, § 3(b), 43 DCR 6168; June 3, 1997, D.C. Law 11-275, § 14(f), 44 DCR 1408; June 12, 2001, D.C. Law 13-310, § 2(b), 48 DCR 1648; May 17, 2002, D.C. Law 14-134, § 7, 49 DCR 408; May 5, 2007, D.C. Law 16-308, § 3(a), 54 DCR 942; Dec. 10, 2009, D.C. Law 18-88, § 223, 56 DCR 7413; Sept. 26, 2012, D.C. Law 19-171, § 78, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The judicial officer shall order the detention of a person charged with an offense for a period of not more than 5 days, excluding Saturdays, Sundays, and holidays, and direct the attorney for the government to notify the appropriate court, probation or parole official, or local or state law enforcement official, if the judicial officer determines that the person charged with an offense:"},{"prefix":"1","text":" Was at the time the offense was committed, on:"},{"prefix":"A","text":" Release pending trial for a felony or misdemeanor under local, state, or federal law;"},{"prefix":"B","text":" Release pending imposition or execution of sentence, appeal of sentence or conviction, or completion of sentence, for any offense under local, state, or federal law; or"},{"prefix":"C","text":" Probation, parole or supervised release for an offense under local, state, or federal law; and"},{"prefix":"2","text":" May flee or pose a danger to any other person or the community or, when a hearing under § 23-1329(b) is requested, is likely to violate a condition of release.   If the official fails or declines to take the person into custody during the 5-day period described in this subsection, the person shall be treated in accordance with other provisions of law governing release pending trial."},{"prefix":"b","text":"(1) The judicial officer shall hold a hearing to determine whether any condition or combination of conditions set forth in § 23-1321(c) will reasonably assure the appearance of the person as required and the safety of any other person and the community, upon oral motion of the attorney for the government, in a case that involves:"},{"prefix":"A","text":" A crime of violence, or a dangerous crime, as these terms are defined in § 23-1331;"},{"prefix":"B","text":" An offense under section 502 of the District of Columbia Theft and White Collar Crimes Act of 1982, effective December 1, 1982 (D.C. Law 4-164; D.C. Official Code § 22-722);"},{"prefix":"C","text":" A serious risk that the person will obstruct or attempt to obstruct justice, or threaten, injure, or intimidate, or attempt to threaten, injure, or intimidate a prospective witness or juror; or"},{"prefix":"D","text":" A serious risk that the person will flee."},{"prefix":"2","text":" If, after a hearing pursuant to the provision of subsection (d) of this section, the judicial officer finds by clear and convincing evidence that no condition or combination of conditions will reasonably assure the appearance of the person as required, and the safety of any other person and the community, the judicial officer shall order that the person be detained before trial."},{"prefix":"c","text":" There shall be a rebuttable presumption that no condition or combination of conditions of release will reasonably assure the safety of any other person and the community if the judicial officer finds by probable cause that the person:"},{"prefix":"1","text":" Committed a dangerous crime or a crime of violence, as these crimes are defined in § 23-1331, while armed with or having readily available a pistol, firearm, imitation firearm, or other deadly or dangerous weapon;"},{"prefix":"2","text":" Has threatened, injured, intimidated, or attempted to threaten, injure, or intimidate a law enforcement officer, an officer of the court, or a prospective witness or juror in any criminal investigation or judicial proceeding;"},{"prefix":"3","text":" Committed a dangerous crime or a crime of violence, as these terms are defined in § 23-1331, and has previously been convicted of a dangerous crime or a crime of violence which was committed while on release pending trial for a local, state, or federal offense;"},{"prefix":"4","text":" Committed a dangerous crime or a crime of violence while on release pending trial for a local, state, or federal offense;"},{"prefix":"5","text":" Committed 2 or more dangerous crimes or crimes of violence in separate incidents that are joined in the case before the judicial officer;"},{"prefix":"6","text":" Committed a robbery in which the victim sustained a physical injury;"},{"prefix":"7","text":" Violated § 22-4504(a) (carrying a pistol without a license), § 22- 4504(a-1) (carrying a rifle or shotgun), § 22-4504(b) (possession of a firearm during the commission of a crime of violence or dangerous crime), § 22-4503 (unlawful possession of a firearm) or [§ 22-2511] (presence in a motor vehicle containing a firearm); or"},{"prefix":"8","text":" Violated [subchapter VIII of Chapter 25 of Title 7], while on probation, parole, or supervised release for committing a dangerous crime or a crime of violence, as these crimes are defined in § 23-1331, and while armed with or having readily available a firearm, imitation firearm, or other deadly or dangerous weapon as described in § 22-4502(a)."},{"prefix":"d","text":"(1) The hearing shall be held immediately upon the person's first appearance before the judicial officer unless that person, or the attorney for the government, seeks a continuance. Except for good cause, a continuance on motion of the person shall not exceed 5 days, and a continuance on motion of the attorney for the government shall not exceed 3 days. During a continuance, the person shall be detained, and the judicial officer, on motion of the attorney for the government or sua sponte, may order that, while in custody, a person who appears to be an addict receive a medical examination to determine whether the person is an addict, as defined in § 23-1331."},{"prefix":"2","text":" At the hearing, the person has the right to be represented by counsel and, if financially unable to obtain adequate representation, to have counsel appointed."},{"prefix":"3","text":" The person shall be afforded an opportunity to testify. Testimony of the person given during the hearing shall not be admissible on the issue of guilt in any other judicial proceeding, but the testimony shall be admissible in proceedings under §§ 23-1327, 23-1328, and 23-1329, in perjury proceedings, and for the purpose of impeachment in any subsequent proceedings."},{"prefix":"4","text":" The person shall be afforded an opportunity to present witnesses, to cross-examine witnesses who appear at the hearing, and to present information by proffer or otherwise. The rules concerning admissibility of evidence in criminal trials do not apply to the presentation and consideration of information at the hearing."},{"prefix":"5","text":" The person shall be detained pending completion of the hearing."},{"prefix":"6","text":" The hearing may be reopened at any time before trial if the judicial officer finds that information exists that was not known to the movant at the time of the hearing and that has a material bearing on the issue of whether there are conditions of release that will reasonably assure the appearance of the person as required or the safety of any other person or the community."},{"prefix":"7","text":" When a person has been released pursuant to this section and it subsequently appears that the person may be subject to pretrial detention, the attorney for the government may initiate a pretrial detention hearing by ex parte written motion. Upon such motion, the judicial officer may issue a warrant for the arrest of the person and if the person is outside the District of Columbia, the person shall be brought before a judicial officer in the district where the person is arrested and shall then be transferred to the District of Columbia for proceedings in accordance with this section."},{"prefix":"e","text":" The judicial officer shall, in determining whether there are conditions of release that will reasonably assure the appearance of the person as required and the safety of any other person and the community, take into account information available concerning:"},{"prefix":"1","text":" The nature and circumstances of the offense charged, including whether the offense is a crime of violence or dangerous crime as these terms are defined in § 23-1331, or involves obstruction of justice as defined in § 22-722;"},{"prefix":"2","text":" The weight of the evidence against the person;"},{"prefix":"3","text":" The history and characteristics of the person, including:"},{"prefix":"A","text":" The person's character, physical and mental condition, family ties, employment, financial resources, length of residence in the community, community ties, past conduct, history relating to drug or alcohol abuse, criminal history, and record concerning appearance at court proceedings; and"},{"prefix":"B","text":" Whether, at the time of the current offense or arrest, the person was on probation, on parole, on supervised release, or on other release pending trial, sentencing, appeal, or completion of sentence for an offense under local, state, or federal law; and"},{"prefix":"4","text":" The nature and seriousness of the danger to any person or the community that would be posed by the person's release."},{"prefix":"f","text":" In a release order issued under § 23-1321(b) or (c), the judicial officer shall:"},{"prefix":"1","text":" Include a written statement that sets forth all the conditions to which the release is subject, in a manner sufficiently clear and specific to serve as a guide for the person's conduct; and"},{"prefix":"2","text":" Advise the person of:"},{"prefix":"A","text":" The penalties for violating a condition of release, including the penalties for committing an offense while on pretrial release;"},{"prefix":"B","text":" The consequences of violating a condition of release, including immediate arrest or issuance of a warrant for the person's arrest; and"},{"prefix":"C","text":" The provisions of § 22-722, relating to threats, force, or intimidation of witnesses, jurors, and officers of the court, obstruction of criminal investigations and retaliating against a witness, victim, or an informant."},{"prefix":"g","text":" In a detention order issued under subsection (b) of this section, the judicial officer shall:"},{"prefix":"1","text":" Include written findings of fact and a written statement of the reasons for the detention;"},{"prefix":"2","text":" Direct that the person be committed to the custody of the Attorney General of the United States for confinement in a corrections facility separate, to the extent practicable, from persons awaiting or serving sentences or being held in custody pending appeal;"},{"prefix":"3","text":" Direct that the person be afforded reasonable opportunity for private consultation with counsel; and"},{"prefix":"4","text":" Direct that, on order of a judicial officer or on request of an attorney for the government, the person in charge of the corrections facility in which the person is confined deliver the person to the United States Marshal or other appropriate person for the purpose of an appearance in connection with a court proceeding."},{"prefix":"h","text":"(1) The case of the person detained pursuant to subsection (b) of this section shall be placed on an expedited calendar and, consistent with the sound administration of justice, the person shall be indicted before the expiration of 90 days, and shall have trial of the case commence before the expiration of 100 days. However, the time within which the person shall be indicted or shall have the trial of the case commence may be extended for one or more additional periods not to exceed 20 days each on the basis of a petition submitted by the attorney for the government and approved by the judicial officer. The additional period or periods of detention may be granted only on the basis of good cause shown, including due diligence and materiality, and shall be granted only for the additional time required to prepare for the expedited indictment and trial of the person. Good cause may include, but is not limited to, the unavailability of an essential witness, the necessity for forensic analysis of evidence, the ability to conduct a joint trial with a co-defendant or co-defendants, severance of co-defendants which permits only one trial to commence within the time period, complex or major investigations, complex or difficult legal issues, scheduling conflicts which arise shortly before the scheduled trial date, the inability to proceed to trial because of action taken by or at the behest of the defendant, an agreement between the government and the defense to dispose of the case by a guilty plea on or after the scheduled trial date, or the breakdown of a plea on or immediately before the trial date, and allowing reasonable time to prepare for an expedited trial after the circumstance giving rise to a tolling or extension of the 100-day period no longer exists. If the time within which the person must be indicted or the trial must commence is tolled or extended, an indictment must be returned at least 10 days before the new trial date."},{"prefix":"2","text":" For the purposes of determining the maximum period of detention under this section, the period shall begin on the latest of:"},{"prefix":"A","text":" The date the defendant is first detained under subsection (b) of this section by order of a judicial officer of the District of Columbia after arrest;"},{"prefix":"B","text":" The date the defendant is first detained under subsection (b) of this section by order of a judicial officer of the District of Columbia following a re-arrest or order of detention after having been conditionally released under § 23-1321 or after having escaped;"},{"prefix":"C","text":" The date on which the trial of a defendant detained under subsection (b) of this section ends in a mistrial;"},{"prefix":"D","text":" The date on which an order permitting the withdrawal of a guilty plea becomes final;"},{"prefix":"E","text":" The date on which the defendant reasserts his right to an expedited trial following a waiver of that right;"},{"prefix":"F","text":" The date on which the defendant, having previously been found incompetent to stand trial, is found competent to stand trial;"},{"prefix":"G","text":" The date on which an order granting a motion for a new trial becomes final; or"},{"prefix":"H","text":" The date on which the mandate is filed in the Superior Court after a case is reversed on appeal."},{"prefix":"3","text":" After 100 days, as computed under paragraphs (2) and (4) of this section, or such period or periods of detention as extended under paragraph (1) of this section, the defendant shall be treated in accordance with § 23-1321(a) unless the trial is in progress, has been delayed by the timely filing of motions, excluding motions for continuance, or has been delayed at the request of the defendant."},{"prefix":"4","text":" In computing the 100 days, the following periods shall be excluded:"},{"prefix":"A","text":" Any period from the filing of the notice of appeal to the issuance of the mandate in an interlocutory appeal;"},{"prefix":"B","text":" Any period attributable to any examination to determine the defendant's sanity or lack thereof or his or her mental competency or physical capacity to stand trial;"},{"prefix":"C","text":" Any period attributable to the inability of the defendant to participate in his or her defense because of mental incompetency or physical incapacity; and"},{"prefix":"D","text":" Any period in which the defendant is otherwise unavailable for trial."},{"prefix":"i","text":" Nothing in this section shall be construed as modifying or limiting the presumption of innocence."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Bail Agency [Pretrial Services Agency] and Pretrial Detention."},"subchapter":{"identifier":"II","text":"Release and Pretrial Detention. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"1322","identifier":"23-1322","catch_text":"Detention prior to trial."}}