{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-1323.\n\n1973 Ed., § 23-1323.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-125, see Historical and Statutory Notes following § 23-1321.\n\nDC CODE § 23-1323\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 646, Pub. L. 91-358, title II, § 210(a); July 3, 1992, D.C. Law 9-125, § 4, 39 DCR 2134.)","sections":[{"prefix":"a","text":" Whenever it appears that a person charged with a crime of violence, as defined in section 23-1331(4), may be an addict, as defined in section 23-1331(5), the judicial officer may, upon motion of the United States attorney, order such person detained in custody for a period not to exceed three calendar days, under medical supervision, to determine whether the person is an addict."},{"prefix":"b","text":" Upon or before the expiration of three calendar days, the person shall be brought before a judicial officer and the results of the determination shall be presented to such judicial officer. The judicial officer thereupon (1) shall treat the person in accordance with section 23-1321, or (2) upon motion of the United States attorney, may (A) hold a hearing pursuant to section 23- 1322, or (B) hold a hearing pursuant to subsection (c) of this section."},{"prefix":"c","text":" A person who is an addict may be ordered detained in custody under medical supervision if the judicial officer --"},{"prefix":"1","text":" holds a pretrial detention hearing in accordance with § 23-1322(d);"},{"prefix":"2","text":" finds that --"},{"prefix":"A","text":" there is clear and convincing evidence that the person is an addict;"},{"prefix":"B","text":" based on the factors set out in § 23-1322(e), there is no condition or combination of conditions of release which will reasonably assure the safety of any other person or the community; and"},{"prefix":"C","text":" on the basis of information presented to the judicial officer by proffer or otherwise, there is a substantial probability that the person committed the offense for which he is present before the judicial officer; and"},{"prefix":"3","text":" issues an order of detention accompanied by written findings of fact and the reasons for its entry."},{"prefix":"d","text":" The provisions of § 23-1322(h) shall apply to this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Bail Agency [Pretrial Services Agency] and Pretrial Detention."},"subchapter":{"identifier":"II","text":"Release and Pretrial Detention. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"1323","identifier":"23-1323","catch_text":"Detention of addict."}}