{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-103.\n\n1973 Ed., § 23-103.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-229, see Historical and Statutory Notes following § 23-103a.\n\nDC CODE § 23-103\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 605, Pub. L. 91-358, title II, § 210(a); May 10, 1989, D.C. Law 7-229, § 2(a), 35 DCR 6155.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, before imposing sentence the court may disclose to the defendant's counsel and to the prosecuting attorney, but not to one and not the other, all or part of any pre-sentencing report submitted to the court in the case. The court also prior to imposing sentence shall afford counsel an opportunity to speak on behalf of the defendant and shall address the defendant personally and ask him if he wishes to make a statement in his own behalf and to present any information in mitigation of punishment. At any time when the defendant or his counsel addresses the court on the sentence to be imposed, the prosecuting attorney shall, if he wishes, have an equivalent opportunity to address the court and to make a recommendation to the court on the sentence to be imposed and to present information in support of his recommendation. Such information as the defendant or his counsel or the prosecuting attorney may present shall at all times be subject to the applicable rules of mutual discovery."},{"prefix":"b","text":" When a victim elects to file a victim impact statement pursuant to § 23- 103a, the court shall disclose the victim impact statement portion of the presentence report at a reasonable time prior to imposing sentence to the defendant's counsel and to the prosecuting attorney."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"103","identifier":"23-103","catch_text":"Statements prior to sentence."}}