{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-104.\n\n1973 Ed., § 23-104.\n\nEffect of Amendments\n\nD.C. Law 16-306 added subsecs. (d-1) and (d-2); in subsec. (e), substituted \"subsection (b), (d), (d-1), or (d-2)\" for \"subsection (b) or (d)\"; and rewrote subsec. (f), which had read as follows:\n\n\"(f) Pending the prosecution and determination of an appeal taken pursuant to this section, the defendant shall be detained or released in accordance with chapter 13 of this title.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 224(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 224(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 224(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 224(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nDC CODE § 23-104\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 606, Pub. L. 91-358, title II, § 210(a); Apr. 24, 2007, D.C. Law 16-306, § 224(a), 53 DCR 8610.)","sections":[{"prefix":"a","text":"(1) The United States or the District of Columbia may appeal an order, entered before the trial of a person charged with a criminal offense, which directs the return of seized property, suppresses evidence, or otherwise denies the prosecutor the use of evidence at trial, if the United States attorney or the Corporation Counsel conducting the prosecution for such violation certifies to the judge who granted such motion that the appeal is not taken for purpose of delay and the evidence is a substantial proof of the charge pending against the defendant."},{"prefix":"2","text":" A motion for return of seized property or to suppress evidence shall be made before trial unless opportunity therefor did not exist or the defendant was not aware of the grounds for the motion."},{"prefix":"b","text":" The United States or the District of Columbia may appeal a ruling made during the trial of a person charged with a criminal offense which suppresses or otherwise denies the prosecutor the use of evidence on the ground that it was invalidly obtained, if the United States attorney or the Corporation Counsel conducting the prosecution for such violation certifies to the judge who made the ruling that the appeal is not taken for purpose of delay and that the evidence is a substantial proof of the charge being tried against the defendant. The trial court shall adjourn the trial until the appeal shall be resolved; except that, if the decision on appeal has not been rendered within the ninety-six-hour period following the adjournment of the trial, the trial shall resume on the next day of regular court business following the expiration of the ninety-six-hour period, and the appeal shall be deemed void and without effect."},{"prefix":"c","text":" The United States or the District of Columbia may appeal an order dismissing an indictment or information or otherwise terminating a prosecution in favor of a defendant or defendants as to one or more counts thereof, except where there is an acquittal on the merits."},{"prefix":"d","text":" The United States or the District of Columbia may appeal any other ruling made during the trial of a person charged with an offense which the United States attorney or the Corporation Counsel certifies as involving a substantial and recurring question of law which requires appellate resolution. Such an appeal may be taken only during the trial and only with leave of the court. The trial court shall adjourn the trial until the appeal shall be resolved; except that, if the decision on appeal has not been rendered within the ninety-six-hour period following the adjournment of the trial, the trial shall resume on the next day of regular court business following the expiration of the ninety-six-hour period, and the appeal shall be deemed void and without effect."},{"prefix":"d-1","text":" In a criminal or delinquency case, the United States or the District of Columbia may appeal an order of a trial court granting a new trial after verdict or judgment, as to any one or more counts, or any part thereof, except that no appeal shall lie where the double jeopardy clause of the United States Constitution prohibits further prosecution."},{"prefix":"d-2","text":" In a criminal or delinquency case, the United States or the District of Columbia may appeal a decision or order entered by the trial court granting the release of a person charged with, or convicted or adjudicated delinquent of an offense, the denial of a motion for revocation of release, or modification of the conditions of release."},{"prefix":"e","text":" Any appeal taken pursuant to this section either before or during trial shall be expedited. If an appeal is taken pursuant to subsection (b), (d), (d-1), or (d-2) during trial, the appellate court shall hear argument on such appeal within forty-eight hours of the adjournment of the trial pursuant to that subsection shall dispense with any requirement of written briefs other than the supporting materials previously submitted to the trial court, shall render its decision within forty-eight hours of argument on appeal, and may dispense with the issuance of a written opinion in rendering its decision. Such appeal and decision shall not affect the right of the defendant, in a subsequent appeal from a judgment of conviction, to claim as error reversal by the trial court on remand of a ruling appealed from during trial."},{"prefix":"f","text":" Pending the prosecution and determination of an appeal taken pursuant to this section, the defendant shall be detained or released in accordance with Chapter 13 of this title and a juvenile respondent shall be detained or released in accordance with Chapter 23 of Title 16."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"104","identifier":"23-104","catch_text":"Appeals by United States and District of Columbia."}}