{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-307 rewrote subsecs. (a) and (e), which had read as follows:\n\n\"(a) Crime victims shall have the right to be present at the defendant's sentencing and at any release or parole hearings.\"\n\n\"(e) Crime victims shall have the right to make a statement at the defendant's sentencing. The absence of the crime victim at sentencing shall not preclude the court from holding the hearing.\"\n\nD.C. Law 18-259 added subsec. (f).\n\nLegislative History of Laws\n\nFor Law 13-301, see notes following § 23-1901.\n\nFor Law 16-307, see notes following § 23-1901.\n\nLaw 18-259 , the \"Community Impact Statement Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-549, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on May 4, 2010, and June 1, 2010, respectively. Signed by the Mayor on June 28, 2010, it was assigned Act No. 18-446 and transmitted to both Houses of Congress for its review. D.C. Law 18-259 became effective on November 6, 2010.\n\nDC CODE § 23-1904\n\nCurrent through December 11, 2012","credits":"(June 8, 2001, D.C. Law 13-301, § 302(b), 47 DCR 7039; May 5, 2007, D.C. Law 16-307, § 3(b)(3), 54 DCR 868; Nov. 6, 2010, D.C. Law 18-259, § 2(a), 57 DCR 5591.)","sections":[{"prefix":"a","text":" Crime victims shall have the right to be present at the defendant's sentencing, release, parole, post-conviction, and record-sealing hearings."},{"prefix":"b","text":" Crime victims shall have the right to submit, prior to the imposition of sentence, a written victim impact statement containing information concerning any emotional, psychological, financial, or physical harm done to or loss suffered by the victim."},{"prefix":"c","text":" In determining the appropriate sentence to be imposed on the defendant, the Court shall consider any victim impact statement submitted in accordance with this chapter and such statement shall be made a part of the pre-sentence report filed by the Court Services and Offender Supervision Agency."},{"prefix":"d","text":" Crime victims shall have the right to offer at the defendant's release or parole hearing a written statement of the victim's opinion whether the defendant should be granted release or parole."},{"prefix":"e","text":" Crime victims shall have the right to make a statement at the defendant's sentencing and record-sealing hearings. The absence of the crime victim shall not preclude the court from holding the sentencing or record-sealing hearings."},{"prefix":"f","text":"(1) In addition to a crime victim, a representative of a community affected by the crime of which the defendant has been convicted shall have the right to submit, prior to imposition of sentence, a community impact statement and the court shall consider the community impact statement in determining the appropriate sentence to be imposed on the defendant. If more than one community is affected, each may submit a statement pursuant to this paragraph."},{"prefix":"2","text":" Sentencing in a misdemeanor case shall not be continued solely because a community impact statement has not been submitted."},{"prefix":"3","text":" The Chief Judge of the Superior Court shall establish reasonable procedures with respect to time and manner in which community impact statements are submitted to the court."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Crime Victims' Rights."},"heading":{"title":"23","chaptersection":"1904","identifier":"23-1904","catch_text":"Crime victims' rights at sentencing."}}