{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-1327.\n\n1973 Ed., § 23-1327.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 101(b) and (c) of the Omnibus Criminal Justice Reform Emergency Amendment Act of 1994 (D.C. Act 10-255, June 22, 1994, 41 DCR 4286).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-151, see Historical and Statutory Notes following § 23-1321.\n\nDC CODE § 23-1327\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 648, Pub. L. 91-358, title II, § 210(a); Aug. 20, 1994, D.C. Law 10-151, § 101(b), (c), 41 DCR 2608.)","sections":[{"prefix":"a","text":" Whoever, having been released under this title prior to the commencement of his sentence, willfully fails to appear before any court or judicial officer as required, shall, subject to the provisions of the Federal Rules of Criminal Procedure, incur a forfeiture of any security which was given or pledged for his release, and, in addition, shall, (1) if he was released in connection with a charge of felony, or while awaiting sentence or pending appeal or certiorari prior to commencement of his sentence after conviction of any offense, be fined not more than $5,000 and imprisoned not less than one year and not more than five years, (2) if he was released in connection with a charge of misdemeanor, be fined not more than the maximum provided for such misdemeanor and imprisoned for not less than ninety days and not more than 180 days, or (3) if he was released for appearance as a material witness, be fined not more than $1,000 or imprisoned for not more than 180 days, or both."},{"prefix":"b","text":" Any failure to appear after notice of the appearance date shall be prima facie evidence that such failure to appear is wilful. Whether the person was warned when released of the penalties for failure to appear shall be a factor in determining whether such failure to appear was wilful, but the giving of such warning shall not be a prerequisite to conviction under this section."},{"prefix":"c","text":" The trier of facts may convict under this section even if the defendant has not received actual notice of the appearance date if (1) reasonable efforts to notify the defendant have been made, and (2) the defendant, by his own actions, has frustrated the receipt of actual notice."},{"prefix":"d","text":" Any term of imprisonment imposed pursuant to this section shall be consecutive to any other sentence of imprisonment."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Bail Agency [Pretrial Services Agency] and Pretrial Detention."},"subchapter":{"identifier":"II","text":"Release and Pretrial Detention. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"1327","identifier":"23-1327","catch_text":"Penalties for failure to appear."}}