{"text":"For purposes of this section,","historical":"Effect of Amendments\n\nD.C. Law 18-259 redesignated existing par. (1) as (1B); and added pars. (1) and (1A).\n\nLegislative History of Laws\n\nFor Law 13-301, see notes following § 23-1901.\n\nFor history of Law 18-259, see notes under § 23-1904.\n\nDC CODE § 23-1905\n\nCurrent through December 11, 2012","credits":"(June 8, 2001, D.C. Law 13-301, § 302(b), 47 DCR 7039; Nov. 6, 2010, D.C. Law 18-259, § 2(b), 57 DCR 5591.)","sections":[{"prefix":"1","text":" The term \"community\" means a formal or informal association or group of people living, working, or attending school in the same place or neighborhood and sharing common interests arising from social, business, religious, governmental, scholastic, or recreational associations."},{"prefix":"1A","text":" The term \"community impact statement\" means a written statement that provides information about the social, financial, emotional, and physical effects of the defendant or crime on the community."},{"prefix":"1B","text":" The term \"court\" means the Superior Court of the District of Columbia."},{"prefix":"2","text":"(A) The term \"victim\" or \"crime victim\" means a person who or entity which has suffered direct physical, emotional, or pecuniary harm:"},{"prefix":"i","text":" As a result of the commission of any felony or violent misdemeanor in violation of any criminal statute in the District of Columbia;"},{"prefix":"ii","text":" While assisting lawfully to apprehend a person reasonably suspected of having committed or attempted a crime;"},{"prefix":"iii","text":" While assisting a person against whom a crime has been committed or attempted if the assistance was rendered in a reasonable manner; or"},{"prefix":"iv","text":" While attempting to prevent the commission of a crime."},{"prefix":"B","text":" In the case of a victim or crime victim:"},{"prefix":"i","text":" That is an institutional entity, the term \"victim\" or \"crime victim\" includes an authorized representative of the entity."},{"prefix":"ii","text":" Who is under 18 years of age, incompetent, incapacitated, or deceased, the term \"victim\" or \"crime victim\" includes a representative appointed by the court to exercise the rights and receive the services set forth in this chapter on behalf of the victim."},{"prefix":"C","text":" The term \"victim\" shall not include any person who committed or aided or abetted in the commission of the crime."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Crime Victims' Rights."},"heading":{"title":"23","chaptersection":"1905","identifier":"23-1905","catch_text":"Definitions."}}