{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-307 rewrote subsec. (d)(1), which had read as follows:\n\n\"(1) Scheduling of a release or parole hearing for the offender;\".\n\nLegislative History of Laws\n\nFor Law 13-301, see notes following § 23-1901.\n\nFor Law 16-307, see notes following § 23-1901.\n\nDC CODE § 23-1902\n\nCurrent through December 11, 2012","credits":"(June 8, 2001, D.C. Law 13-301, § 302(b), 47 DCR 7039; May 5, 2007, D.C. Law 16-307, § 3(b)(2), 54 DCR 868.)","sections":[{"prefix":"a","text":" The head of each department and agency of the District of Columbia engaged in the detection, investigation, or prosecution of crime or in the judicial process shall designate the persons who will be responsible for identifying the victims of crime and performing the services described in subsection (c) of this section at each stage of a criminal case."},{"prefix":"b","text":" At the earliest opportunity after the detection of a crime at which it may be done without interfering with an investigation, a responsible official shall identify the victim or victims of a crime."},{"prefix":"c","text":"(1) At the earliest opportunity after the detection of a crime at which it may be done without interfering with an investigation, a responsible official shall inform identified victims of:"},{"prefix":"A","text":" Their right to receive the services described in this subsection and a listing of their bill of rights as contained in section 23-1901;"},{"prefix":"B","text":" The name, title, business address and telephone number of the responsible official to whom the victim should address a request for assistance to obtain the services described in this subsection;"},{"prefix":"C","text":" The place where the victim may receive emergency medical and social services;"},{"prefix":"D","text":" Any restitution, crime victims' compensation, crime victims' assistance or other relief for which the victim may be eligible under this or any other law and the manner in which such relief may be obtained;"},{"prefix":"E","text":" The names and phone numbers of public and private victim assistance programs that are available to provide counseling, treatment, and other support to the victim;"},{"prefix":"F","text":" The procedure and resources available for reasonable protection of the victim; and"},{"prefix":"G","text":" The police report number, if available, and other identifying case information."},{"prefix":"2","text":" During the investigation and prosecution of a crime, a responsible official shall provide the victim, to the extent possible, with timely notice of the:"},{"prefix":"A","text":" Status of the investigation of the crime, to the extent it is appropriate to inform the victim and to the extent that it will not interfere with the investigation;"},{"prefix":"B","text":" Arrest of a suspected offender;"},{"prefix":"C","text":" Filing of criminal charges, the nolle prosequi of the case, or the dismissal of all charges against a suspected offender;"},{"prefix":"D","text":" Date of each scheduled court proceeding and any scheduling changes;"},{"prefix":"E","text":" Release or detention status of an offender or suspected offender;"},{"prefix":"F","text":" Acceptance of a plea of guilty, nolo contendere or an Alford plea, or the rendering of a verdict after trial; and"},{"prefix":"G","text":" Sentence or disposition imposed on an offender, including the date on which the offender will be eligible for parole or release."},{"prefix":"d","text":" After trial, a responsible official shall provide a victim with timely notice of the:"},{"prefix":"1","text":" Scheduling of a release, parole, record-sealing, or post-conviction hearing for the offender."},{"prefix":"2","text":" Escape, work release, furlough, or any other form of release from custody of the offender; and"},{"prefix":"3","text":" Death of the offender, if the offender dies while in custody or under supervision."},{"prefix":"e","text":" The victim or the representative of the victim appointed by the court has a continuing obligation to provide the appropriate investigative, prosecutive, judicial, or correctional agency with correct and up-to-date information on the victim's name and address or an alternate means by which the victim can be given notice."},{"prefix":"f","text":" This section does not create a cause of action or defense in favor of any person arising out of the failure of a responsible person to provide information as required by this chapter."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Crime Victims' Rights."},"heading":{"title":"23","chaptersection":"1902","identifier":"23-1902","catch_text":"Notice to crime victims."}}