{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-301, see notes following ยง 23-1901.\n\nDC CODE ยง 23-1903\n\nCurrent through December 11, 2012","credits":"(June 8, 2001, D.C. Law 13-301, ยง 302(b), 47 DCR 7039.)","sections":[{"prefix":"a","text":" Before, during, and immediately after any court proceeding, the court shall provide appropriate safeguards to minimize the contact that may occur between the victim and the victim's family with the accused or the accused's or respondent's family, and defense witnesses."},{"prefix":"b","text":" The accused or defendant, the accused's or defendant's attorney or another person acting on behalf of the accused or defendant shall clearly identify himself or herself as being, representing or acting on behalf of the accused, defendant, or respondent in any contact with the victim."},{"prefix":"c","text":" A responsible official shall arrange for any crime victim's property being held for evidentiary purposes to be maintained in good condition and returned to the victim as soon as it is no longer needed for evidentiary purposes."},{"prefix":"d","text":" In a proceeding in which a child is called to give testimony, on motion by the attorney for the government or the victim's legal or court-appointed representative, or on its own motion, the court may designate the case as being of special public importance. In cases so designated, the court shall expedite the proceeding and ensure that it takes precedence over any other. The court shall ensure a speedy trial in order to minimize the length of time the child must be involved with the criminal justice system. When deciding whether to grant a continuance, the court shall take into consideration the age of the child and the potential adverse impact the delay may have on the child's well-being. The court shall make written findings of fact and conclusions of law when granting a continuance in cases involving a child witness."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"19","text":"Crime Victims' Rights."},"heading":{"title":"23","chaptersection":"1903","identifier":"23-1903","catch_text":"Crime victim privacy and security."}}