{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 23-101.\n\n1973 Ed., ยง 23-101.\n\nMiscellaneous Notes\n\nSection 34 of D.C. Law 15-354 provides that Title 23 is designated Title 23 of the District of Columbia Official Code.\n\nDC CODE ยง 23-101\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 604, Pub. L. 91-358, title II, ยง 210(a).)","sections":[{"prefix":"a","text":" Prosecutions for violations of all police or municipal ordinances or regulations and for violations of all penal statutes in the nature of police or municipal regulations, where the maximum punishment is a fine only, or imprisonment not exceeding one year, shall be conducted in the name of the District of Columbia by the Corporation Counsel for the District of Columbia or his assistants, except as otherwise provided in such ordinance, regulation, or statute, or in this section."},{"prefix":"b","text":" Prosecutions for violations of section 6 of the Act of July 29, 1892 (D.C. Official Code, sec. 22-1307), relating to disorderly conduct, and for violations of section 9 of that Act (D.C. Official Code, sec. 22-1312), relating to lewd, indecent, or obscene acts, shall be conducted in the name of the District of Columbia by the Corporation Counsel or his assistants."},{"prefix":"c","text":" All other criminal prosecutions shall be conducted in the name of the United States by the United States attorney for the District of Columbia or his assistants, except as otherwise provided by law."},{"prefix":"d","text":" An indictment or information brought in the name of the United States may include, in addition to offenses prosecutable by the United States, offenses prosecutable by the District of Columbia, and such prosecution may be conducted either solely by the Corporation Counsel or his assistants or solely by the United States attorney or his assistants if the other prosecuting authority consents."},{"prefix":"e","text":" Separate indictments or informations, or both, charging offenses prosecutable by the District of Columbia and by the United States may be joined for trial if the offenses charged therein could have been joined in the same indictment. Such prosecution may be conducted either solely by the Corporation Counsel or his assistants or solely by the United States attorney or his assistants if the other prosecuting authority consents."},{"prefix":"f","text":" If in any case any question shall arise as to whether, under this section, the prosecution should be conducted by the Corporation Counsel or by the United States attorney, the presiding judge shall forthwith, either on his own motion or upon suggestion of the Corporation Counsel or the United States attorney, certify the case to the District of Columbia Court of Appeals, which court shall hear and determine the question in a summary way. In every such case the defendant or defendants shall have the right to be heard in the District of Columbia Court of Appeals. The decision of such court shall be final."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"101","identifier":"23-101","catch_text":"Conduct of prosecutions."}}