{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 23-111.\n\n1973 Ed., ยง 23-111.\n\nDC CODE ยง 23-111\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 609, Pub. L. 91-358, title II, ยง 210(a).)","sections":[{"prefix":"a","text":"(1) No person who stands convicted of an offense under the laws of the District of Columbia shall be sentenced to increased punishment by reason of one or more previous convictions, unless prior to trial or before entry of a plea of guilty, the United States attorney or the Corporation Counsel, as the case may be, files an information with the clerk of the court, and serves a copy of such information on the person or counsel for the person, stating in writing the previous convictions to be relied upon. Upon a showing by the Government that facts regarding previous convictions could not with due diligence be obtained prior to trial or before entry of a plea of guilty, the court may postpone the trial or the taking of the plea of guilty for a reasonable period for the purpose of obtaining such facts. Clerical mistakes in the information may be amended at any time prior to the pronouncement of sentence."},{"prefix":"2","text":" An information may not be filed under this section if the increased punishment which may be imposed is imprisonment for a term in excess of three years, unless the person either waived or was afforded prosecution by indictment for the offense for which such increased punishment may be imposed."},{"prefix":"b","text":" If the prosecutor files an information under this section, the court shall, after conviction but before pronouncement of sentence, inquire of the person with respect to whom the information was filed whether he affirms or denies that he has been previously convicted as alleged in the information, and shall inform him that any challenge to a previous conviction which is not made before sentence is imposed may not thereafter be raised to attack the sentence."},{"prefix":"c","text":"(1) If the person denies any allegation of the information of previous conviction, or claims that any conviction alleged is invalid, he shall file a written response to the information. A copy of the response shall be served upon the prosecutor. The court shall hold a hearing to determine any issues raised by the response which would except the person from increased punishment. The failure of the Government to include in the information the complete criminal record of the person or any facts in addition to the convictions to be relied upon shall not constitute grounds for invalidating the notice given in the information required by subsection (a)(1). The hearing shall be before the court without a jury and either party may introduce evidence. Except as otherwise provided in paragraph (2) of this subsection, the prosecuting authority shall have the burden of proof beyond a reasonable doubt on any issue of fact. At the request of either party, the court shall enter findings of fact and conclusions of law."},{"prefix":"2","text":" A person claiming that a conviction alleged in the information was obtained in violation of the Constitution of the United States shall set forth his claim, and the factual basis therefor, with particularity in his response to the information. The person shall have the burden of proof by a preponderance of the evidence on any issue of fact raised by the response. Any challenge to a previous conviction, not raised by response to the information before an increased sentence is imposed in reliance thereon, shall be waived unless good cause be shown for failure to make a timely challenge."},{"prefix":"d","text":"(1) If the person files no response to the information, or if the court determines, after hearing, that the person is subject to increased punishment by reason of previous convictions, the court shall proceed to impose sentence upon him as provided by law."},{"prefix":"2","text":" If the court determines that the person has not been convicted as alleged in the information, that a conviction alleged in the information is invalid, or that the person is otherwise not subject to an increased sentence as a matter of law, the court shall, at the request of the prosecutor, postpone sentence to allow an appeal from that determination. If no such request is made, the court shall impose sentence as provided by law. The person may appeal from an order postponing sentence as if sentence had been pronounced and a final judgment of conviction entered."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"heading":{"title":"23","chaptersection":"111","identifier":"23-111","catch_text":"Proceedings to establish previous convictions."}}