{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-561.\n\n1973 Ed., § 23-561.\n\nDC CODE § 23-561\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 627, Pub. L. 91-358, title II, § 210(a); Oct. 26, 1974, 88 Stat. 1456, Pub. L. 93-481, § 4(e).)","sections":[{"prefix":"a","text":"(1) A judicial officer may issue a warrant for the arrest of any person upon a sworn complaint which states facts constituting an offense over which the judicial officer has jurisdiction for trial or preliminary examination, and establishing probable cause to believe that the person committed the offense. More than one warrant may issue on the same complaint."},{"prefix":"2","text":" Upon request of the prosecutor, a summons shall issue instead of an arrest warrant. More than one summons may issue on the same complaint. If a person fails to appear in response to a summons, a warrant shall issue for his arrest."},{"prefix":"b","text":"(1) An arrest warrant shall be signed by the judicial officer and shall state or contain the name of the issuing court, the date of issuance of the warrant, a description of the offense charged, and the name of the person to be arrested or, if his name is unknown, any name or description by which he can be identified with reasonable certainty. It shall command that the person be arrested and brought before the issuing court or officer."},{"prefix":"2","text":" A summons shall be in the same form as an arrest warrant except that it shall summon the person named to appear before the issuing court or officer at a stated time and place."},{"prefix":"c","text":" An arrest warrant may be directed to a specific law enforcement officer or to any classifications of officers of the Metropolitan Police of the District of Columbia or other agency authorized to make arrests or execute process."},{"prefix":"d","text":" Each complaint shall be made in writing upon oath or affirmation. Except for good cause shown, no warrant shall be issued unless the complaint has been approved by an appropriate prosecutor."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"IV","text":"Arrest Warrant and Summons. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"561","identifier":"23-561","catch_text":"Issuance, form, and contents."}}