{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-160, see notes following ยง 23-531.\n\nDC CODE ยง 23-532\n\nCurrent through December 11, 2012","credits":"(October 4, 2000, D.C. Law 13-160, ยง 402, 47 DCR 4619.)","sections":[{"prefix":"a","text":"(1) Seized currency shall be promptly deposited in an interest-bearing escrow account in a federal insured financial institution in the District of Columbia to be administered by the Metropolitan Police Department pending final disposition of forfeiture proceedings. Where practical, seized foreign currency shall be converted to U.S. currency and deposited."},{"prefix":"2","text":" Deposited seized currency, with any accrued interest, shall be divided and deposited as provided in section 48-907.02, or returned to the owners if directed by the Court, after the dispositions of forfeiture proceedings."},{"prefix":"b","text":"(1) The Chief of Police may grant an exception to subsection (a) of this section, pursuant to a request from the United States Attorney or the Corporation Counsel for the District of Columbia, if the seized currency is to be used as evidence and has independent evidentiary value. Seized currency retained pursuant to this subchapter shall be stored according to routine evidentiary procedures established by the Chief of Police."},{"prefix":"2","text":" The Chief of Police in consultation with the United States Attorney for the District of Columbia, shall consider whether other means of preserving the independent evidentiary value of the seized currency is feasible, including photography, in determining whether an exception to subsection (a) of this section shall be granted."},{"prefix":"3","text":" If part of the seized currency has independent evidentiary value, the remaining currency shall be deposited pursuant to subsection (a) of this section."},{"prefix":"c","text":" Nothing in this subchapter shall apply to currency advanced to the Metropolitan Police Department, from appropriated funds for use in undercover police activities."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"II-A","text":"Currency Seized by the Metropolitan Police Department."},"heading":{"title":"23","chaptersection":"532","identifier":"23-532","catch_text":"Depositing of seized currency."}}