{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 23-549.\n\n1973 Ed., ยง 23-549.\n\nDC CODE ยง 23-549\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 624, Pub. L. 91-358, title II, ยง 210(a).)","sections":[{"prefix":"a","text":" The contents of any wire or oral communication intercepted by any means authorized by this subchapter shall, if possible, be recorded on tape or wire or other comparable device. The recording of the contents of any wire or oral communication under this subchapter shall be done in such way as will protect the recording from editing or other alterations. Immediately upon the expiration of the period of the order, or extensions thereof, the recordings shall be made available to the judge issuing the order and sealed under his directions. Custody of the recordings shall be wherever the judge orders. They shall not be destroyed except upon an order of the issuing or denying judge and in any event shall be kept for ten years. Duplicate recordings may be made for use or disclosure pursuant to the provisions of subsection (a) of section 23-553, for investigations. The presence of the seal provided for by this subsection, or a satisfactory explanation for the absence thereof, shall be a prerequisite for the use or disclosure of the contents of any wire or oral communication or evidence derived therefrom under subsection (b) of section 23-553."},{"prefix":"b","text":" Applications made and orders granted under this subchapter shall be sealed by the judge. Custody of the applications and orders shall be wherever the judge directs. The applications and orders shall be disclosed only upon a showing of good cause before a judge of competent jurisdiction and shall not be destroyed except on order of the issuing or denying judge, and in any event shall be kept for ten years."},{"prefix":"c","text":" Any violation of the provisions of this subsection may be punished as contempt of court."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"III","text":"Wire Interception and Interception of Oral Communications. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"549","identifier":"23-549","catch_text":"Maintenance and custody of records."}}