{"text":"The applicant may also submit depositions or affidavits of other persons containing allegations of fact supporting or tending to support those contained in the application.","historical":"Prior Codifications\n\n1981 Ed., § 23-522.\n\n1973 Ed., § 23-522.\n\nEffect of Amendments\n\nD.C. Law 14-194 rewrote subsec. (a) which had read as follows:\n\n\"(a) Each application for a search warrant shall be made in writing upon oath or affirmation to a judicial officer.\"\n\nLegislative History of Laws\n\nFor Law 14-194, see notes following § 23-113.\n\nDC CODE § 23-522\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 615, Pub. L. 91-358, title II, § 210(a); Oct. 26, 1974, 88 Stat. 1455, Pub. L. 93-481, § 4(c); Oct. 17, 2002, D.C. Law 14- 194, § 802, 49 DCR 5306.)","sections":[{"prefix":"a","text":" Each application for a search warrant shall be made in writing, or by telephone or other appropriate means, including facsimile transmissions or other electronic communications, upon oath or affirmation to a judicial officer, pursuant to the Superior Court Rules of Criminal Procedure."},{"prefix":"b","text":" Each application shall include --"},{"prefix":"1","text":" the name and title of the applicant;"},{"prefix":"2","text":" a statement that there is probable cause to believe that property of a kind or character described in section 23-521(d) is likely to be found in a designated premise, in a designated vehicle or object, or upon designated persons;"},{"prefix":"3","text":" allegations of fact supporting such statement; and"},{"prefix":"4","text":" a request that the judicial officer issue a search warrant directing a search for and seizure of the property in question."},{"prefix":"c","text":" The application may also contain a request that the search warrant be made executable at any hour of the day or night upon the ground that there is probable cause to believe that (1) it cannot be executed during the hours of daylight, (2) the property sought is likely to be removed or destroyed if not seized forthwith, or (3) the property sought is not likely to be found except at certain times or in certain circumstances. Any request made pursuant to this subsection must be accompanied and supported by allegations of fact supporting such request."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"II","text":"Search Warrants. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"522","identifier":"23-522","catch_text":"Applications for search warrants."}}