{"text":"may intercept the wire or oral communication if an application for an order approving the interception is initiated in accordance with this section within twelve hours and is completed within seventy-two hours after the interception has occurred, or begins to occur. In the absence of an order, the interception shall immediately terminate when the communication sought is obtained or when the application for the order is denied, whichever is earlier. In the event the application for approval is denied, or in any other case where the interception is terminated without an order having been issued, the contents of any wire or oral communication intercepted shall be treated as having been obtained in violation of this subchapter, and an inventory shall be served as provided for in section 23-550 on the person named in the application.","historical":"Prior Codifications\n\n1981 Ed., ยง 23-548.\n\n1973 Ed., ยง 23-548.\n\nDC CODE ยง 23-548\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 623, Pub. L. 91-358, title II, ยง 210(a).)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of this subchapter, any investigative or law enforcement officer, specially designated by the United States attorney for the District of Columbia, who reasonably determines that --"},{"prefix":"1","text":" an emergency situation exists with respect to conspiratorial activities characteristic of organized crime that requires a wire or oral communication to be intercepted before an order authorizing the interception can with due diligence be obtained, and"},{"prefix":"2","text":" there are grounds upon which an order could be entered under this subchapter to authorize interception,"},{"prefix":"b","text":" When an investigative or law enforcement officer, while engaged in intercepting wire or oral communications in the manner authorized by this subchapter, intercepts wire or oral communications relating either to offenses other than those specified in the order of authorization or to offenses other than those offenses for which interception was made pursuant to subsection (a) of this section, he shall make an application to a judge as soon as practicable for approval for disclosure and use, in accordance with section 23-553, of the information intercepted."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"III","text":"Wire Interception and Interception of Oral Communications. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"548","identifier":"23-548","catch_text":"Additional procedure for approval of interception of wire or oral communications."}}