{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 23-521.\n\n1973 Ed., § 23-521.\n\nEffect of Amendments\n\nD.C. Law 18-376 rewrote subsec. (d)(4), which formerly read:\n\n\"(4) constitutes evidence of or tends to demonstrate the commission of an offense or the identity of a person participating in the commission of an offense.\"\n\nLegislative History of Laws\n\nLaw 7-104, the \"Technical Amendments Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987 and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nLaw 18-376, the \"Attorney General Subpoena Authority Authorization Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-1009, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 20, 2011, it was assigned Act No. 18-712 and transmitted to both Houses of Congress for its review. D.C. Law 18- 376 became effective on June 3, 2011.\n\nDC CODE § 23-521\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 614, Pub. L. 91-358, title II, § 210(a); Oct. 26, 1974, 88 Stat. 1455, Pub. L. 93-481, § 4(b); Apr. 30, 1988, D.C. Law 7- 104, § 7(a), 35 DCR 147; June 3, 2011, D.C. Law 18-376, § 4, 58 DCR 944.)","sections":[{"prefix":"a","text":" Under circumstances described in this subchapter, a judicial officer may issue a search warrant upon application of a law enforcement officer or prosecutor. A warrant may authorize a search to be conducted anywhere in the District of Columbia and may be executed pursuant to its terms."},{"prefix":"b","text":" A search warrant may direct a search of any or all of the following:"},{"prefix":"1","text":" one or more designated or described places or premises;"},{"prefix":"2","text":" one or more designated or described vehicles;"},{"prefix":"3","text":" one or more designated or described physical objects; or"},{"prefix":"4","text":" designated persons."},{"prefix":"c","text":" A search warrant may direct the seizure of designated property or kinds of property, and the seizure may include, to such extent as is reasonable under all the circumstances, taking physical or other impressions, or performing chemical, scientific, or other tests or experiments of, from, or upon designated premises, vehicles, or objects."},{"prefix":"d","text":" Property is subject to seizure pursuant to a search warrant if there is probable cause to believe that it --"},{"prefix":"1","text":" is stolen or embezzled;"},{"prefix":"2","text":" is contraband or otherwise illegally possessed;"},{"prefix":"3","text":" has been used or is possessed for the purpose of being used, or is designed or intended to be used, to commit or conceal the commission of a criminal offense; or"},{"prefix":"4","text":" constitutes evidence of or tends to demonstrate the commission of an offense, the identity of a person participating in the commission of an offense, or the identity of a person who is the victim of a crime."},{"prefix":"e","text":" A search warrant may be addressed to a specific law enforcement officer or to any classification of officers of the Metropolitan Police Department of the District of Columbia or other agency authorized to make arrests or execute process in the District of Columbia."},{"prefix":"f","text":" A search warrant shall contain --"},{"prefix":"1","text":" the name of the issuing court, the name and signature of the issuing judicial officer, and the date of issuance;"},{"prefix":"2","text":" if the warrant is addressed to a specific officer, the name of that officer, otherwise, the classifications of officers to whom the warrant is addressed;"},{"prefix":"3","text":" a designation of the premises, vehicles, objects, or persons to be searched, sufficient for certainty of identification;"},{"prefix":"4","text":" a description of the property whose seizure is the object of the warrant;"},{"prefix":"5","text":" a direction that the warrant be executed during the hours of daylight or, where the judicial officers have found cause therefor, including one of the grounds set forth in section 23-522(c)(1), an authorization for execution at any time of day or night; and"},{"prefix":"6","text":" a direction that the warrant and an inventory of any property seized pursuant thereto be returned to the court on the next court day after its execution."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"23","text":"Criminal Procedure. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Warrants and Arrests."},"subchapter":{"identifier":"II","text":"Search Warrants. (Refs & Annos)"},"heading":{"title":"23","chaptersection":"521","identifier":"23-521","catch_text":"Nature and issuance of search warrants."}}