{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-1203.\n\nEffective Dates\n\nSection 5(c) of Pub. L. 105-274, 112 Stat. 2424, provides that:\n\n\"(1) The amendment made by subsection (a) shall take effect on the date of the enactment of this Act.\n\n\"(2) Individuals who have been appointed with excepted service appointments under section 11203(b) of the Balanced Budget Act of 1997 prior to the date of the enactment of this Act shall be converted noncompetitively to competitive service appointments in their current positions.\"\n\nReferences in Text\n\n\"This Act,\" referred to in (b), is the National Capital Revitalization and Self-Government Improvement Act of 1997, title XI of Pub. L. 105-33, 111 Stat. 712.\n\nDC CODE § 24-103\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 738, Pub. L. 105-33, § 11203; Oct. 21, 1998, 112 Stat. 2424, Pub. L. 105-274, §§ 5(a), (b).)","sections":[{"prefix":"a","text":" Establishment. -- As soon as practicable after appointment, the Bureau of Prisons, working with the Corrections Trustee, shall establish a priority consideration program to facilitate employment placement for employees of the District of Columbia Department of Corrections who are scheduled to be separated from service as a result of closing the Lorton Correctional Complex."},{"prefix":"b","text":" Provisions. -- The priority consideration program shall include provisions under which a vacant federal correctional institution position established as a result of this Act and identified for external hiring shall not be filled by the appointment of any individual from outside of the District of Columbia Department of Corrections if there is available any interested applicant within the District of Columbia Department of Corrections who meets all qualification and suitability requirements for Bureau of Prisons law enforcement positions, including those related to criminal history, educational experience and level of functions, drug use, and work-related misconduct. The priority consideration program shall also include provisions under which an employee described in subsection (a) of this section who has not been appointed to a Federal Bureau of Prisons law enforcement position and who applies for another Federal position in the competitive service shall receive priority consideration and may be given a competitive service appointment noncompetitively to such a competitive service position. The Director of the Bureau of Prisons may provide a relocation allowance to any individual who is hired by the Director under the program established under this section for a position outside of the Washington Metropolitan Area. Such program shall terminate one year after the closing of the Lorton Correctional Complex."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"I","text":"Corrections."},"heading":{"title":"24","chaptersection":"103","identifier":"24-103","catch_text":"Priority consideration for employees of the District of Columbia."}}