{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-1233.\n\nEffect of Amendments\n\nSection 166(a) of Public Law 106-113 added par. (c)(5) relating to sex offender registration.\n\nPublic Law 107-302 rewrote subpar. (G) of subsec. (b)(2); made nonsubstantive changes in subpar. (H) of subsec. (b)(2); and added subpars. (I) and (J) to subsec. (b)(2). Prior to amendment, subpar. (G) of subsec. (b)(2) had read as follows:\n\n\"G) Arrange for the supervision of District of Columbia paroled offenders in jurisdictions outside the District of Columbia; and\".\n\nPub. L. 109-356 added subsecs. (b)(3), (b)(4), and (g).\n\nPub. L. 110-161 repealed subsec. (f) which had read as follows:\n\n\"(f) Receipt and transmittal of appropriations for Public Defender Service. -- The Director of the Agency shall receive and transmit to the District of Columbia Public Defender Service all funds appropriated for such agency.\"\n\nEffective Dates\n\nSection 825(c) of Pub. L. 110-161 provides that amendments made by this section shall apply with respect to fiscal year 2008 and each succeeding fiscal year.\n\nMiscellaneous Notes\n\nRetirement election for certain former employees of the District of Columbia: Section 3 of Pub. L. 105-274, 112 Stat. 2423, provides that:\n\n(a) In general--Notwithstanding any provision of the District of Columbia Code, or of chapter 83 or chapter 84 of title 5, United States Code, a former employee of the District of Columbia who is hired by the Department of Justice, or by the agency established by section 11233(a) of the Balanced Budget Act of 1997 (hereafter in this section referred to as the \"Agency\"), on or after August 5, 1997, may elect, within 60 days after the issuance of regulations pursuant to subsection (c), or within 60 days of being hired, if later, to be covered by the retirement system of the District of Columbia under which the person was most recently covered. No election under this subsection may be made by a person who is hired more than one year after the date on which the Lorton Correctional Complex is closed, or more than one year after the date on which the Agency assumes its duties, whichever is later.\n\n(b) Period of election--The election authorized by subsection (a) shall remain in force until the employee is no longer employed by the agency in which her or she was employed at the time the election was made.\n\n(c) Regulations--The election authorized by subsection (a) shall be in accordance with regulations issued by the Office of Personnel Management after consulting with the Department of Justice, the Agency, and the government of the District of Columbia. The government of the District of Columbia shall administer the retirement coverage for any employee making such an election.\n\nLeave for certain former employees of the District of Columbia: Section 4 of Pub. L. 105-274, 112 Stat. 2423, provides that:\n\n(a) In general--Notwithstanding any provision of law, a former employee of the District of Columbia who is hired by the Department of Justice, or by the agency established by section 11233(a) of the Balanced Budget Act of 1997 (hereafter in this section referred to as the \"Agency\"), on or after August 5, 1997, shall --\n\n(1) in determining the rate of accrual of annual leave under section 6303 of title 5, United States Code, be entitled to credit for service as an employee of the District of Columbia;\n\n(2) to the extent that the employee has not used or otherwise been compensated for annual leave accrued as an employee of the District of Columbia, have all such accrued annual leave transferred, in accordance with the procedures established under section 6308 of title 5, United States Code, to the credit of the employee in the new employing agency; and.\n\n(3) to the extent the employee has not used or otherwise been compensated for sick leave accrued as an employee of the District of Columbia, have all such accrued sick leave transferred, in accordance with the procedures established under section 6308 of title 5, United States Code, to the credit of the employee in the new employing agency.\n\n(b) Termination--Subsection (a) is not applicable to any former employee of the District of Columbia who is hired by the Department of Justice or the Agency more than one year after the date on which the Lorton Correctional Complex is closed, or more than one year after the date on which the Agency assumes its duties, whichever is later.\n\nComplementary Legislation:\nAla.--Code 1975, § 15-22-1.1\nAlaska--AS 33.36.110, 33.36.130, 33.36.140.\nAriz.--A.R.S. §§ 31-467 to 31-467.06.\nArk.--A.C.A §§ 12-51-101 to 12-51-802.\nCal.--West's Ann.Cal.Penal Code §§ 11180, 11181.\nColo.--West's C.R.S.A. §§ 24-60-2801 to 24-60-2803.\nConn.--C.G.S.A. § 54-133.\nDel.--11 Del.C. §§ 4358, 4359.\nD.C.--D.C. Official Code, 2001 Ed. § 24-133.\nFla.--West's F.S.A. §§ 949.07 to 949.09.\nGa.--O.C.G.A. §§ 42-9-80 to 42-9-82.\nHawaii--H R S §§ 353B-1 to 353B-5.\nIdaho--I.C. §§ 20-301, 20-302.\n\nIll.--S.H.A. 45 ILCS 170/1 to 170/5.\nInd.--West's A.I.C. 11-13-4.5-1 to 11-13-4.5-8.\nIowa--I.C.A. §§ 907B.1 to 907B.3.\nKan.--K.S.A. 22-4110.\nKy.--KRS 439.561 to 439.563, 439.570, 439.575.\nLa.--LSA-R.S. 15:574.31 to 15:574.45.\nMaine--34-A M.R.S.A. §§ 9871 to 9886.\nMd.--Code, Correctional Services, §§ 6-201 to 6-215.\nMass.--M.G.L.A. c. 121, §§ 127-151C.\nMich.--M.C.L.A. §§ 3.1011, 3.1012.\nMinn.--M.S.A. §§ 243.1605 to 243.1608.\nMiss.--Code 1972, §§ 47-7-81, 47-7-83, 47-7-85.\nMo.--V.A.M.S. §§ 589.500 to 589.569.\nMt.--M.C.A. 46-23-1115.\nNeb.--R.R.S. 1943, §§ 29-2639, 29-2640.\nNev.--N.R.S. 213.215.\nN.H.--RSA 651-A:26 to 651-A:38.\nN.J.--N.J.S.A. 2A:168-26 to 2A:168-39.\nN.M.--NMSA 1978, § 31-5-20.\nN.Y.--McKinney's Executive Law, § 259-mm.\nN.C.--G.S. § 14-190.16.\n\nN.D.--NDCC 148-65.4 to 148-65.9.\nOhio--R.C. § 5149.21.\nOkl.--22 Okl.St.Ann. §§ 1091 to 1095.\nOre.--ORS §§144.600 to 144.605.\nPa.--61 Pa.C.S.A. §§ 7111 to 7114.\nR.I.--Gen.Laws. 1956, §§ 13-9.1-1 to 13-9.1-3.\nS.C.--Code 1976, §§ 24-21-1100 to 24-21-1220.\nS.D.--SDCL 24-16A-1.\nTenn.--T.C.A. §§ 40-28-401, 40-28-402.\nTex.--V.T.C.A., Government Code §§ 510.001 to 510.017.\nUtah--U.C.A. 1953, 77-28c-101 to 77-28c-105.\nVt.--28 V.S.A. §§ 1351 to 1364.\nVa.--Code 1950, §§ 53.1-176.1 to 53.1-176.3.\nWash.--West's RCWA 9.94A.745 to 9.94A.74505.\nW.Va.--Code, 28-7-1 to 28-7-4.\nWis.--W.S.A. 304.16.\nWyo.--Wyo.Stat.Ann. §§ 7-13-422, 7-13-423.\n\nDC CODE § 24-133\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 748, Pub. L. 105-33, § 11233; Oct. 21, 1998, 112 Stat. 2425, Pub. L. 105-274, § 7(a)(2), (c)(1), (e)(2)(C); Oct. 21, 1998, 112 Stat. 2681-147, Pub. L. 105-277, § 158(a); Nov. 29, 1999, 113 Stat. 1530, Pub. L. 106-113, § 166(a); Nov. 26, 2002, 116 Stat. 2353, Pub. L. 107-302, § 2; Oct. 16, 2006, 120 Stat. 2026, 2039, Pub. L. 109-356, §§ 115, 301(a); Dec. 26, 2007, 121 Stat. 2042, Pub. L. 110-161, § 825(b).)","sections":[{"prefix":"a","text":" Establishment. -- There is established within the executive branch of the Federal Government the Court Services and Offender Supervision Agency for the District of Columbia (hereafter in this section referred to as the \"Agency\") which shall assumes its duties not less than one year or more than three years after August 5, 1997."},{"prefix":"b","text":" Director. --"},{"prefix":"1","text":" Appointment and compensation. -- The Agency shall be headed by a Director appointed by the President, by and with the advice and consent of the Senate, for a term of six years. The Director shall be compensated at the rate prescribed for Level IV of the Executive Schedule, and may be removed from office prior to the expiration of term only for neglect of duty, malfeasance in office, or other good cause shown."},{"prefix":"2","text":" Powers and duties of Director. -- The Director shall:"},{"prefix":"A","text":" Submit annual appropriation requests for the Agency to the Office of Management and Budget;"},{"prefix":"B","text":" Determine, in consultation with the Chief Judge of the United States District Court for the District of Columbia, the Chief Judge of the Superior Court of the District of Columbia, and the Chairman of the United States Parole Commission, uniform supervision and reporting practices for the Agency;"},{"prefix":"C","text":" Hire and supervise supervision officers and support staff for the Agency;"},{"prefix":"D","text":" Direct the use of funds made available to the Agency;"},{"prefix":"E","text":" Enter into such contracts, leases, and cooperative agreements as may be necessary for the performance of the Agency's functions, including contracts for substance abuse and other treatment and rehabilitative programs;"},{"prefix":"F","text":" Develop and operate intermediate sanctions programs for sentenced offenders;"},{"prefix":"G","text":" Arrange for the supervision of District of Columbia offenders on parole, probation, and supervised release who seek to reside in jurisdictions outside the District of Columbia;"},{"prefix":"H","text":" Carry out all functions which have heretofore been carried out by the Social Services Division of the Superior Court relating to supervision of adults subject to protection orders or provision of services for or related to such persons;"},{"prefix":"I","text":" Arrange for the supervision of offenders on parole, probation, and supervised release from jurisdictions outside the District of Columbia who seek to reside in the District of Columbia; and"},{"prefix":"J","text":" Have the authority to enter into agreements, including the Interstate Compact for Adult Offender Supervision, with any State or group of States in accordance with the Agency's responsibilities under subparagraphs (G) and (I) of this paragraph."},{"prefix":"3","text":" Acceptance of gifts. --"},{"prefix":"A","text":" Authority to accept gifts. -- During fiscal years 2006 through 2008, the Director may accept and use gifts in the form of--"},{"prefix":"i","text":" in-kind contributions of space and hospitality to support offender and defendant programs; and"},{"prefix":"ii","text":" equipment and vocational training services to educate and train offenders and defendants."},{"prefix":"B","text":" Records. -- The Director shall keep accurate and detailed records of the acceptance and use of any gifts under subparagraph (A) of this paragraph, and shall make such records available for audit and public inspection."},{"prefix":"4","text":" Reimbursement from District government. -- During fiscal years 2006 through 2008, the Director may accept and use reimbursement from the District government for space and services provided, on a cost reimbursable basis."},{"prefix":"c","text":" Functions. --"},{"prefix":"1","text":" In general. -- The Agency shall provide supervision, through qualified supervision officers, for offenders on probation, parole, and supervised release pursuant to the District of Columbia Official Code. The Agency shall carry out its responsibilities on behalf of the court or agency having jurisdiction over the offender being supervised."},{"prefix":"2","text":" Supervision of released offenders. -- The Agency shall supervise any offender who is released from imprisonment for any term of supervised release imposed by the Superior Court of the District of Columbia. Such offender shall be subject to the authority of the United States Parole Commission until completion of the term of supervised release. The United States Parole Commission shall have and exercise the same authority as is vested in the United States district courts by paragraphs (d) through (i) of § 3583 of title 18, United States Code, except that:"},{"prefix":"A","text":" The procedures followed by the Commission in exercising such authority shall be those set forth in chapter 311 of title 18, United States Code; and"},{"prefix":"B","text":" An extension of a term of supervised release under subsection (e)(2) of § 3583 may only be ordered by the Superior Court upon motion from the Commission."},{"prefix":"3","text":" Supervision of probationers. -- Subject to appropriations and program availability, the Agency shall supervise all offenders placed on probation by the Superior Court of the District of Columbia. The Agency shall carry out the conditions of release imposed by the Superior Court (including conditions that probationers undergo training, education, therapy, counseling, drug testing, or drug treatment), and shall make such reports to the Superior Court with respect to an individual on probation as the Superior Court may require."},{"prefix":"4","text":" Supervision of District of Columbia parolees. -- The Agency shall supervise all individuals on parole pursuant to the District of Columbia Official Code. The Agency shall carry out the conditions of release imposed by the United States Parole Commission or, with respect to a misdemeanant, by the Superior Court of the District of Columbia, and shall make such reports to the Commission or Court with respect to an individual on parole supervision as the Commission or Court may require."},{"prefix":"5","text":" Sex offender registration. -- The Agency shall carry out sex offender registration functions in the District of Columbia, and shall have the authority to exercise all powers and functions relating to sex offender registration that are granted to the Agency under any District of Columbia law."},{"prefix":"d","text":" Authority of officers. -- The supervision officers of the Agency shall have and exercise the same powers and authority as are granted by law to United States Probation and Pretrial Officers."},{"prefix":"e","text":" Pretrial Services Agency. --"},{"prefix":"1","text":" Independent entity. -- The District of Columbia Pretrial Services Agency established by subchapter I of Chapter 13 of Title 23, District of Columbia Official Code, shall function as an independent entity within the Agency."},{"prefix":"2","text":" Submission on behalf of Pretrial Services. -- The Director of the Agency shall submit, on behalf of the District of Columbia Pretrial Services Agency and with the approval of the Director of the Pretrial Services Agency, an annual appropriation request to the Office of Management and Budget. Such request shall be separate from the request submitted for the Agency."},{"prefix":"3","text":" Liability of District of Columbia. -- The District of Columbia shall defend any civil action or proceeding brought in any court or other official Federal, state, or municipal forum against the District of Columbia Pretrial Services Agency or the District of Columbia or its officers, employees, or agents, and shall assume any liability resulting from such an action or proceeding, if the action or proceeding arises from the activities of the District of Columbia Pretrial Services Agency prior to the date on which the Offender Supervision, Defender and Courts Services Agency assumes its duties."},{"prefix":"4","text":" Litigation. --"},{"prefix":"A","text":" Corporation Counsel. -- Subject to subparagraph (B) of this paragraph, the Corporation Counsel of the District of Columbia shall provide litigation services to the District of Columbia Pretrial Services Agency, except that the District of Columbia Pretrial Services Agency may instead elect, either generally or in relation to particular cases or classes of cases, to hire necessary staff and personnel or enter into contracts for the provision of litigation services at such agency's expense."},{"prefix":"B","text":" Attorney General. --"},{"prefix":"i","text":" In general. -- Notwithstanding subparagraph (A) of this paragraph, with respect to any litigation involving the District of Columbia Pretrial Services Agency, the Attorney General may:"},{"prefix":"I","text":" Direct the litigation of the agency, and of the District of Columbia on behalf of the agency; and"},{"prefix":"II","text":" Provide on a reimbursable or non-reimbursable basis litigation services for the agency at the agency's request or on the Attorney General's own initiative."},{"prefix":"ii","text":" Approval of settlement. -- With respect to any litigation involving the District of Columbia Pretrial Services Agency, the agency may not agree to any settlement involving any form of equitable relief without the approval of the Attorney General. The agency shall provide to the Attorney General such notice and reports concerning litigation as the Attorney General may direct."},{"prefix":"iii","text":" Discretion. -- Any decision to exercise any authority of the Attorney General under this paragraph shall be in the sole discretion of the Attorney General and shall not be reviewable in any court."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" Authority to use services of volunteers. --"},{"prefix":"1","text":" In general. -- The Agency (including any independent entity within the Agency) may accept the services of volunteers and provide for their incidental expenses to carry out any activity of the Agency except policy-making."},{"prefix":"2","text":" Applicability of worker's compensation rules to volunteers. -- Any volunteer whose services are accepted pursuant to this subsection shall be considered an employee of the United States Government in providing the services for purposes of chapter 81 of title 5, United States Code (relating to compensation for work injuries) and chapter 11 of title 18, United States Code, relating to corruption and conflicts of interest."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"III","text":"Offender Supervision and Parole."},"heading":{"title":"24","chaptersection":"133","identifier":"24-133","catch_text":"Court Services and Offender Supervision Agency."}}