{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 24-1202.\n\nMiscellaneous Notes\n\nSick Leave Buyout for Department of Corrections Employees: Section 8 of Pub. L. 105-274, 112 Stat. 2428, the District of Columbia Courts and Justice Technical Corrections Act of 1998, provides that notwithstanding any provision of District of Columbia law, the Corrections Trustee appointed pursuant to section 11202 of the Balanced Budget Act of 1997 may set conditions and may provide that an employee of the District of Columbia Department of Corrections who meets such conditions will receive a lump-sum payment for his or her accumulated and accrued sick leave, if the employee is separated involuntarily and is not subsequently employed, without a break in service of more than 3 days, by the Bureau of Prisons or another Federal agency. The lump sum payment for sick leave shall be calculated by multiplying 50 percent of the employee's rate of basic pay, exclusive of additional payments of any kind, by the number of hours of accumulated sick leave to the employee's credit at the time of separation. The lump-sum payment shall be considered pay for taxation purposes only and shall not be used to confer any other benefit to the employee.\n\nDC CODE ยง 24-102\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 737, Pub. L. 105-33, ยง 11202.)","sections":[{"prefix":"a","text":" Appointment and removal of trustee. --"},{"prefix":"1","text":" Appointment. -- Pursuant to the Federal Government's assumption of responsibility for persons convicted of a felony offense under the District of Columbia Official Code, the Attorney General, in consultation with the Chairman of the District of Columbia Financial Responsibility and Management Assistance Authority (hereafter in this chapter referred to as the \"D.C. Control Board\"), the Mayor of the District of Columbia, the District of Columbia Council, and the District of Columbia judiciary, shall select a Corrections Trustee, who shall be an independent officer of the government of the District of Columbia, to oversee financial operations of the District of Columbia Department of Corrections until the Bureau of Prisons has designated all felony offenders sentenced under the District of Columbia Official Code to a penal or correctional facility operated or contracted for by the Bureau of Prisons under ยง 24-101."},{"prefix":"2","text":" Removal. -- The Corrections Trustee may be removed by the Mayor with the concurrence of the Attorney General. The Attorney General shall have the authority to remove the Corrections Trustee for misfeasance or malfeasance in office. At the request of the Corrections Trustee, the District of Columbia Financial Responsibility and Management Assistance Authority may exercise any of its powers and authorities on behalf of the Corrections Trustee."},{"prefix":"b","text":" Duties of trustee. -- Beginning on the date of appointment and continuing until the felony population sentenced pursuant to the District of Columbia Official Code residing at the Lorton Correctional Complex is transferred to a penal or correctional facility operated or contracted for by the Bureau of Prisons, the Corrections Trustee shall carry out the following responsibilities (notwithstanding any law of the District of Columbia to the contrary):"},{"prefix":"1","text":" Exercise financial oversight over the District of Columbia Department of Corrections and allocate funds as enacted in law or as otherwise allocated, including funds for short term improvements which are necessary for the safety and security of staff, inmates and the community."},{"prefix":"2","text":" Purchase any necessary goods or services on behalf of the District of Columbia Department of Corrections consistent with Federal procurement regulations as they apply to the Bureau of Prisons."},{"prefix":"c","text":" Funding. --"},{"prefix":"1","text":" In General. -- Funds available for the Corrections Trustee, staff and all necessary and appropriate operations shall be made available to the extent provided in appropriations acts to the Corrections Trustee. Funding requests shall be proposed by the Corrections Trustee to the President and Congress for each Fiscal Year."},{"prefix":"2","text":" Reimbursement to Bureau of Prisons. -- Upon receipt of Federal funds, the Corrections Trustee shall immediately provide an advance reimbursement to the Bureau of Prisons of all funds identified by the Congress for construction of new prisons and major renovations, which shall remain available until expended. The Bureau of Prisons shall be responsible and accountable for determining how these funds shall be used for renovation and construction, including type, security level, and location of new facilities."},{"prefix":"3","text":" Accountability and reports. -- The District of Columbia Department of Corrections and the Bureau of Prisons shall maintain accountability for funds reimbursed from the Corrections Trustee, and shall provide expense reports by project at the request of the Corrections Trustee."},{"prefix":"d","text":" Compensation and detailees. -- The Corrections Trustee shall be compensated at a rate not to exceed the basic pay payable for Level IV of the Executive Schedule. The Corrections Trustee may appoint and fix the pay of additional staff without regard to the provisions of the District of Columbia Official Code governing appointments and salaries, without regard to the provisions of title 5, United States Code, governing appointments in the competitive service, and without regard to the provisions of chapter 51 and subchapter III of chapter 53 of title 5, United States Code, relating to classification and General Schedule pay rates. Upon request of the Corrections Trustee, the head of any Federal department or agency may, on a reimbursable or non reimbursable basis, provide services and detail any personnel of that department or agency to the Corrections Trustee to assist in carrying out his duties."},{"prefix":"e","text":" Procurement and judicial review. -- The provisions of the District of Columbia Official Code governing procurement shall not apply to the Corrections Trustee. The Corrections Trustee may seek judicial enforcement of his authority to carry out his duties."},{"prefix":"f","text":" Preservation of retirement and certain other rights of federal employees who become employed by the Corrections Trustee. --"},{"prefix":"1","text":" In general. -- A Federal employee who, within 3 days after separating from the Federal Government, is appointed Corrections Trustee or becomes employed by the Corrections Trustee."},{"prefix":"A","text":" shall be treated as an employee of the Federal Government for purposes of chapters 83, 84, 87, and 89 of title 5 of the United States Code; and"},{"prefix":"B","text":" if, after serving with the Trustee, such employee becomes reemployed by the Federal Government, shall be entitled to credit for the full period of such individual's service with the Trustee, for purposes of determining the applicable leave accrual rate."},{"prefix":"2","text":" Regulations. -- The Office of Personnel Management shall prescribe such regulations as may be necessary to carry out this subsection."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"I","text":"Corrections."},"heading":{"title":"24","chaptersection":"102","identifier":"24-102","catch_text":"Corrections Trustee."}}