{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1703.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-117, see Historical and Statutory Notes following ยง 24-1201.\n\nDC CODE ยง 24-1203\n\nCurrent through December 11, 2012","credits":"(May 4, 1990, D.C. Law 8-117, ยง 4, 37 DCR 1733.)","sections":[{"prefix":"a","text":" The Mayor shall submit to the Council a proposal for a detention facility within or near Judiciary Square within 90 days of November 7, 1989."},{"prefix":"b","text":" If the Mayor has not entered into a design construction contract for the detention facility within 180 days of May 4, 1990, the Mayor shall submit a report to the Council that details the progress of the plans for a detention facility and the reason that a contract has not been executed."},{"prefix":"c","text":" The Mayor shall not dispose of any property owned by or under the jurisdiction of the District government within or near Judiciary Square until a site for a detention facility has been selected or acquired, except that an appropriate disposition may be made for the National Law Enforcement Officers Memorial (\"Memorial\"), which is to be built pursuant to the Joint Resolution Authorizing the Law Enforcement Officers Memorial Fund to establish a memorial in the District of Columbia or its environs, Pub. L. 98-534, 98 Stat. 2712 (1984). The detention facility shall not be located on private property or on the same property or property immediately adjacent to the planned site of the Memorial, which is to be built on the block bounded by F Street, N.W., to the north, E Street, N.W., to the south, 5th Street, N.W., to the west, and 4th Street, N.W., to the east, provided that the construction of the Memorial in no way prevents or delays the construction of the detention facility. Nothing in this subsection shall be construed to limit the District's powers of eminent domain."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Judiciary Square Detention Facility Construction."},"heading":{"title":"24","chaptersection":"1203","identifier":"24-1203","catch_text":"Responsibilities of the Mayor."}}