{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 24-1205.\n\nDC CODE ยง 24-105\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 739, Pub. L. 105-33, ยง 11205.)","sections":[{"prefix":"a","text":" Liability. -- The District of Columbia shall defend any civil action or proceeding brought in any court or other official Federal, state, or municipal forum against the Corrections Trustee, or against the District of Columbia or it officers, employees, or agents, and shall assume any liability resulting from such an action or proceeding, if the action or proceeding arises from:"},{"prefix":"1","text":" An inmate's confinement with the District of Columbia Department of Corrections;"},{"prefix":"2","text":" The District of Columbia's operation or management of the buildings, facilities, or lands comprising the Lorton property; or"},{"prefix":"3","text":" The District of Columbia's operations or activities occurring on any property not specifically transferred to the administrative control of the Federal Government pursuant to this chapter."},{"prefix":"b","text":" Litigation. --"},{"prefix":"1","text":" Corporation Counsel. -- Subject to paragraph (2) of this subsection, the Corporation Counsel of the District of Columbia shall provide litigation services to the Corrections Trustee, except that the Trustee may instead elect, either generally or in relation to particular cases or classes of cases, to hire necessary staff and personnel or enter into contracts for the provision of litigation services at the Trustee's expense."},{"prefix":"2","text":" Attorney General. --"},{"prefix":"A","text":" In general. -- Notwithstanding paragraph (1) of this subsection, with respect to any litigation involving the Corrections Trustee, the Attorney General may:"},{"prefix":"i","text":" Direct the litigation of the Trustee, and of the District of Columbia on behalf of the Trustee; and"},{"prefix":"ii","text":" Provide on a reimbursable or non-reimbursable basis litigation services for the Trustee at the Trustee's request or on the Attorney General's own initiative."},{"prefix":"B","text":" Approval of settlement. -- With respect to any litigation involving the Corrections Trustee, the Trustee may not agree to any settlement involving any form of equitable relief without the approval of the Attorney General. The Trustee shall provide to the Attorney General such notice and reports concerning litigation as the Attorney General may direct."},{"prefix":"C","text":" Discretion. -- Any decision to exercise any authority of the Attorney General under this subsection shall be in the sole discretion of the Attorney General and shall not be reviewable in any court."},{"prefix":"c","text":" Limitations. -- Nothing in this section shall be construed:"},{"prefix":"1","text":" As a waiver of sovereign immunity, or as limiting any other defense or immunity that would otherwise be available to the United States, the District of Columbia, their agencies, officers, employees, or agents; or"},{"prefix":"2","text":" To obligate the District of Columbia to represent or indemnify the Corrections Trustee or any officer, employee, or agent where the Trustee (or any person employed by or acting under the authority of the Trustee) acts beyond the scope of his authority."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"I","text":"Corrections."},"heading":{"title":"24","chaptersection":"105","identifier":"24-105","catch_text":"Liability for and litigation authority of corrections trustee."}}