{"text":"The Mayor is authorized to enter into and execute on behalf of the District a compact with any state or states legally joining therein in the form substantially as follows:\n\nTHE INTERSTATE COMPACT FOR JUVENILES\n\nArticle I.\n\nPurpose.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle II.\n\nDefinitions.\n\nAs used in this compact, unless the context clearly requires a different construction, the term:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle III.\n\nInterstate Commission for Juveniles.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle IV.\n\nPowers and duties of the Interstate Commission.\n\nThe Interstate Commission shall have the power and duty to:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle V.\n\nOrganization and operation of the Interstate Commission.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle VI.\n\nRulemaking functions of the Interstate Commission.\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle VII.\n\nOversight, enforcement, and dispute resolution.\n\n\n\n\n\n\nArticle VIII.\n\nFinance.\n\n\n\n\n\nArticle IX.\n\nThe State Council.\n\n\"Each member state shall create a State Council for Interstate Juvenile Supervision. While each state may determine the membership of its own State Council, its membership must include at least one representative from the legislative, judicial, and executive branches of government and a victims' group, and include the compact administrator, deputy compact administrator, or designee. Each compacting state retains the right to determine the qualifications of the compact administrator or deputy compact administrator. Each State Council will advise and may exercise oversight and advocacy concerning that state's participation in Interstate Commission activities and duties as determined by that state, including, but not limited to, development of a policy concerning operations and procedures of the compact within that state.\n\nArticle X.\n\nCompacting states, effective date, and amendment.\n\n\n\n\nArticle XI.\n\nWithdrawal, default, termination, and judicial enforcement.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArticle XII.\n\nSeverability and construction.\n\n\n\nArticle XIII.\n\nBinding effect of compact and other laws.","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1102.\n\n1973 Ed., ยง 32-1102.\n\nEffect of Amendments\n\nD.C. Law 19-81 rewrote the section, which formerly read:\n\n\"(a) The Mayor of the District of Columbia (hereafter in this chapter referred to as the 'Mayor') is authorized to enter into and execute on behalf of the District of Columbia a Compact with any state or states legally joining therein in the form substantially as follows:\n\n\"THE INTERSTATE COMPACT ON JUVENILES.\n\n\"The contracting states solemnly agree:\n\n\"ARTICLE I. Findings and Purposes.\n\n\"That juveniles who are not under proper supervision and control, or who have absconded, escaped or run away, are likely to endanger their own health, morals and welfare, and the health, morals and welfare of others. The cooperation of the states party to this compact is therefore necessary to provide for the welfare and protection of juveniles and of the public with respect to (1) cooperative supervision of delinquent juveniles on probation or parole; (2) the return, from one state to another, of delinquent juveniles who have escaped or absconded; (3) the return, from one state to another, of nondelinquent juveniles who have run away from home; and (4) additional measures for the protection of juveniles and of the public, which any two or more of the party states may find desirable to undertake cooperatively. In carrying out the provisions of this compact the party states shall be guided by the noncriminal, reformative and protective policies which guide their laws concerning delinquent, neglected or dependent juveniles generally. It shall be the policy of the states party to this compact to cooperate and observe their respective responsibilities for the prompt return and acceptance of juveniles and delinquent juveniles who become subject to the provisions of this compact. The provisions of this compact shall be reasonably and liberally construed to accomplish the foregoing purposes.\n\n\"ARTICLE II. Existing Rights and Remedies.\n\n\"That all remedies and procedures provided by this compact shall be in addition to and not in substitution for other rights, remedies and procedures, and shall not be in derogation of parental rights and responsibilities.\n\n\"ARTICLE III. Definitions.\n\n\"That, for the purposes of this compact, 'delinquent juvenile' means any juvenile who has been adjudged delinquent and who, at the time the provisions of this compact are invoked, is still subject to the jurisdiction of the court that has made such adjudication or to the jurisdiction or supervision of any agency or institution pursuant to an order of such court; 'probation or parole' means any kind of conditional release of juveniles authorized under the laws of the states party hereto; 'court' means any court having jurisdiction over delinquent, neglected or dependent children; 'state' means any state, territory or possession of the United States, the District of Columbia, and the Commonwealth of Puerto Rico; and 'residence' or any variant thereof means a place at which a home or regular place of abode is maintained.\n\n\"ARTICLE IV. Return of Runaways.\n\n\"(a) That the parent, guardian, person or agency entitled to legal custody of a juvenile who has not been adjudged delinquent but who has run away without the consent of such parent, guardian, person or agency may petition the appropriate court in the demanding state for the issuance of a requisition for his return. The petition shall state the name and age of the juvenile, the name of the petitioner and the basis of entitlement to the juvenile's custody, the circumstances of his running away, his location if known at the time application is made, and such other facts as may tend to show that the juvenile who has run away is endangering his own welfare or the welfare of others and is not an emancipated minor. The petition shall be verified by affidavit, shall be executed in duplicate, and shall be accompanied by two certified copies of the document or documents on which the petitioner's entitlement to the juvenile's custody is based, such as birth certificates, letters of guardianship, or custody decrees. Such further affidavits and other documents as may be deemed proper may be submitted with such petition. The judge of the court to which this application is made may hold a hearing thereon to determine whether for the purposes of this compact the petitioner is entitled to the legal custody of the juvenile, whether or not it appears that the juvenile has in fact run away without consent, whether or not he is an emancipated minor, and whether or not it is in the best interest of the juvenile to compel his return to the state. If the judge determines, either with or without a hearing, that the juvenile should be returned, he shall present the appropriate court or to the executive authority of the state where the juvenile is alleged to be located a written requisition for the return of such juvenile. Such requisition shall set forth the name and age of the juvenile, the determination of the court that the juvenile has run away without the consent of a parent, guardian, person or agency entitled to his legal custody, and that it is in the best interest and for the protection of such juvenile that he be returned. In the event that a proceeding for the adjudication of the juvenile as a delinquent, neglected or dependent juvenile is pending in the court at the time when such juvenile runs away, the court may issue a requisition for the return of such juvenile upon its own motion, regardless of the consent of the parent, guardian, person or agency entitled to legal custody, reciting therein the nature and circumstances of the pending proceeding. The requisition shall in every case be executed in duplicate and shall be signed by the judge. One copy of the requisition shall be filed with the compact administrator of the demanding state, there to remain on file subject to the provisions of law governing records of such court. Upon the receipt of a requisition demanding the return of a juvenile who has run away, the court or the executive authority to whom the requisition is addressed shall issue an order to any peace officer or other appropriate person directing him to take into custody and detain such juvenile. Such detention order must substantially recite the facts necessary to the validity of its issuance hereunder. No juvenile detained upon such order shall be delivered over to the officer whom the court demanding him shall have appointed to receive him, unless he shall first be taken forthwith before a judge of a court in the state, who shall inform him of the demand made for his return and who may appoint counsel or guardian ad litem for him. If the judge of such court shall find that the requisition is in order, he shall deliver such juvenile over to the officer whom the court demanding him shall have appointed to receive him. The judge, however, may fix a reasonable time to be allowed for the purpose of testing the legality of the proceeding.\n\n\"Upon reasonable information that a person is a juvenile who has run away from another state party to this compact without the consent of a parent, guardian, person or agency entitled to his legal custody, such juvenile may be taken into custody without a requisition and brought forthwith before a judge of the appropriate court who may appoint counsel or guardian ad litem for such juvenile and who shall determine after a hearing whether sufficient cause exists to hold the person, subject to the order of the court, for his own protection and welfare, for such a time not exceeding 90 days as will enable his return to another state party to this compact pursuant to a requisition for his return from a court of that state. If, at the time when a state seeks the return of a juvenile who has run away, there is pending in the state wherein he is found any criminal charge, or any proceeding to have him adjudicated a delinquent juvenile for an act committed in such state, or if he is suspected of having committed within such state a criminal offense or an act of juvenile delinquency, he shall not be returned without the consent of such state until discharged from prosecution or other form of proceeding, imprisonment, detention or supervision for such offense or juvenile delinquency. The duly accredited officers of any state party to this compact, upon the establishment of their authority and the identity of the juvenile being returned, shall be permitted to transport such juvenile through any and all states party to this compact, without interference. Upon his return to the state from which he ran away, the juvenile shall be subject to such further proceedings as may be appropriate under the laws of that state.\n\n\"(b) That the state to which a juvenile is returned under this Article shall be responsible for payment of the transportation costs of such return.\n\n\"(c) That 'juvenile' as used in this Article means any person who is a minor under the law of the state of residence of the parent, guardian, person or agency entitled to the legal custody of such minor.\n\n\"ARTICLE V. Return of Escapees and Absconders.\n\n\"(a) That the appropriate person or authority from whose probation or parole supervision a delinquent juvenile has absconded or from whose institutional custody he has escaped shall present to the appropriate court or to the executive authority of the state where the delinquent juvenile is alleged to be located a written requisition for the return of such delinquent juvenile. Such requisition shall state the name and age of the delinquent juvenile, the particulars of his adjudication as a delinquent juvenile, the circumstances of the breach of the terms of his probation or parole or of his escape from an institution or agency vested with his legal custody or supervision, and the location of such delinquent juvenile, if known, at the time the requisition is made. The requisition shall be verified by affidavit, shall be executed in duplicate, and shall be accompanied by two certified copies of the judgment, formal adjudication, or order of commitment which subjects such delinquent juvenile to probation or parole or to the legal custody of the institution or agency concerned. Such further affidavits and other documents as may be deemed proper may be submitted with such requisition. One copy of the requisition shall be filed with the compact administrator of the demanding state, there to remain on file subject to the provisions of law governing records of the appropriate court. Upon the receipt of a requisition demanding the return of a delinquent juvenile who has absconded or escaped, the court or the executive authority to whom the requisition is addressed shall issue an order to any peace officer or other appropriate person directing him to take into custody and detain such delinquent juvenile. Such detention order must substantially recite the facts necessary to the validity of its issuance hereunder. No delinquent juvenile detained upon such order shall be delivered over to the officer whom the appropriate person or authority demanding him shall have appointed to receive him, unless he shall first be taken forthwith before a judge of an appropriate court in the state, who shall inform him of the demand made for his return and who may appoint counsel or guardian ad litem for him. If the judge of such court shall find that the requisition is in order, he shall deliver such delinquent juvenile over to the officer whom the appropriate person or authority demanding him shall have appointed to receive him. The judge, however, may fix a reasonable time to be allowed for the purpose of testing the legality of the proceeding.\n\n\"Upon reasonable information that a person is a delinquent juvenile who has absconded while on probation or parole, or escaped from an institution or agency vested with his legal custody or supervision in any state party to this compact, such person may be taken into custody in any other state party to this compact without a requisition. But in such event, he must be taken forthwith before a judge of the appropriate court, who may appoint counsel or guardian ad litem for such person and who shall determine, after a hearing, whether sufficient cause exists to hold the person subject to the order of the court for such a time, not exceeding 90 days, as will enable his detention under a detention order issued on a requisition pursuant to this Article. If, at the time when a state seeks the return of a delinquent juvenile who has either absconded while on probation or parole or escaped from an institution or agency vested with his legal custody or supervision, there is pending in the state wherein he is detained any criminal charge or any proceeding to have him adjudicated a delinquent juvenile for an act committed in such state, or if he is suspected of having committed within such state a criminal offense or an act of juvenile delinquency, he shall not be returned without the consent of such state until discharged from prosecution or other form of proceeding, imprisonment, detention or supervision for such offense or juvenile delinquency. The duly accredited officers of any state party to this compact, upon the establishment of their authority and the identity of the delinquent juvenile being returned, shall be permitted to transport such delinquent juvenile through any and all states party to this compact, without interference. Upon his return to the state from which he escaped or absconded, the delinquent juvenile shall be subject to such further proceedings as may be appropriate under the laws of that state.\n\n\"(b) That the state to which a delinquent juvenile is returned under this Article shall be responsible for the payment of the transportation costs of such return.\n\n\"ARTICLE VI. Voluntary Return Procedure.\n\n\"That any delinquent juvenile who has absconded while on probation or parole, or escaped from an institution or agency vested with his legal custody or supervision in any state party to this compact, and any juvenile who has run away from any state party to this compact, who is taken into custody without a requisition in another state party to this compact under the provisions of Article IV(a) or of Article V(a), may consent to his immediate return to the state from which he absconded, escaped or ran away. Such consent shall be given by the juvenile or delinquent juvenile and his counsel or guardian ad litem if any, by executing or subscribing a writing, in the presence of a judge of the appropriate court, which states that the juvenile or delinquent juvenile and his counsel or guardian ad litem, if any, consent to his return to the demanding state. Before such consent shall be executed or subscribed, however, the judge, in the presence of counsel or guardian ad litem, if any, shall inform the juvenile or delinquent juvenile of his rights under this compact. When the consent has been duly executed, it shall be forwarded to and filed with the compact administrator of the state in which the court is located and the judge shall direct the officer having the juvenile or delinquent juvenile in custody to deliver him to the duly accredited officer or officers of the state demanding his return, and shall cause to be delivered to such officer or officers a copy of the consent. The court may, however, upon the request of the state to which the juvenile or delinquent juvenile is being returned, order him to return unaccompanied to such state and shall provide him with a copy of such court order; in such event a copy of the consent shall be forwarded to the compact administrator of the state to which said juvenile or delinquent juvenile is ordered to return.\n\n\"ARTICLE VII. Cooperative Supervision of Probationers and Parolees.\n\n\"(a) That the duly constituted judicial and administrative authorities of a state party to this compact (herein called 'sending state') may permit any delinquent juvenile within such state, placed on probation or parole, to reside in any other state party to this compact (herein called 'receiving state') while on probation or parole, and the receiving state shall accept such delinquent juvenile, if the parent, guardian or person entitled to the legal custody of such delinquent juvenile is residing or undertakes to reside within the receiving state. Before granting such permission, opportunity shall be given to the receiving state to make such investigations as it deems necessary. The authorities of the sending state shall send to the authorities of the receiving state copies of pertinent court orders, social case studies and all other available information which may be of value to and assist the receiving state in supervising a probationer or parolee under this compact. A receiving state, in its discretion, may agree to accept supervision of a probationer or parolee in cases where the parent, guardian or person entitled to the legal custody of the delinquent juvenile is not a resident of the receiving state, and if so accepted the sending state may transfer supervision accordingly.\n\n\"(b) That each receiving state will assume the duties of visitation and of supervision over any such delinquent juvenile and in the exercise of those duties will be governed by the same standards of visitation and supervision that prevail for its own delinquent juveniles released on probation or parole.\n\n\"(c) That, after consultation between the appropriate authorities of the sending state and of the receiving state as to the desirability and necessity of returning such a delinquent juvenile, the duly accredited officers of a sending state may enter a receiving state and there apprehend and retake any such delinquent juvenile on probation or parole. For that purpose, no formalities will be required, other than establishing the authority of the officer and the identity of the delinquent juvenile to be retaken and returned. The decision of the sending state to retake a delinquent juvenile on probation or parole shall be conclusive upon and not reviewable within the receiving state, but if, at the time the sending state seeks to retake a delinquent juvenile on probation or parole, there is pending against him within the receiving state any criminal charge or any proceeding to have him adjudicated a delinquent juvenile for any act committed in such state or if he is suspected of having committed within such state a criminal offense or an act of juvenile delinquency, he shall not be returned without the consent of the receiving state until discharged from prosecution or other form of proceeding, imprisonment, detention or supervision for such offense or juvenile delinquency. The duly accredited officers of the sending state shall be permitted to transport delinquent juveniles being so returned through any and all states party to this compact, without interference.\n\n\"(d) That the sending state shall be responsible under this Article for paying the costs of transporting any delinquent juvenile to the receiving state or of returning any delinquent juvenile to the sending state.\n\n\"ARTICLE VIII. Responsibility for Costs.\n\n\"(a) That the provisions of Articles IV(b), V(b) and VII(d) of this compact shall not be construed to alter or affect any internal relationship among the departments, agencies and officers of and in the government of a party state, or between a party state and its subdivisions, as to the payment of costs, or responsibilities therefor.\n\n\"(b) That nothing in this compact shall be construed to prevent any party state or subdivision thereof from asserting any right against any person, agency or other entity in regard to costs for which such party state or subdivision thereof may be responsible pursuant to Article IV(b), V(b) or VII(d) of this compact.\n\n\"ARTICLE IX. Detention Practices.\n\n\"That, to every extent possible, it shall be the policy of states party to this compact that no juvenile or delinquent juvenile shall be placed or detained in any prison, jail or lockup nor be detained or transported in association with criminal, vicious or dissolute persons.\n\n\"ARTICLE X. Supplementary Agreements.\n\n\"That the duly constituted administrative authorities of a state party to this compact may enter into supplementary agreements with any other state or states party hereto for the cooperative care, treatment and rehabilitation of delinquent juveniles whenever they shall find that such agreements will improve the facilities or programs available for such care, treatment, and rehabilitation. Such care, treatment and rehabilitation may be provided in an institution located within any state entering into such supplementary agreement. Such supplementary agreements shall: (1) provide the rates to be paid for the care, treatment and custody of such delinquent juveniles, taking into consideration the character of facilities, services and subsistence furnished; (2) provide that the delinquent juvenile shall be given a court hearing prior to his being sent to another state for care, treatment and custody; (3) provide that the state receiving such a delinquent juvenile in one of its institutions shall act solely as agent for the state sending such delinquent juvenile; (4) provide that the sending state shall at all times retain jurisdiction over delinquent juveniles sent to an institution in another state; (5) provide for reasonable inspection of such institutions by the sending state; (6) provide that the consent of the parent, guardian, person or agency entitled to the legal custody of said delinquent juvenile shall be secured prior to his being sent to another state; and (7) make provision for such other matters and details as shall be necessary to protect the rights and equities of such delinquent juveniles and of the cooperating states.\n\n\"ARTICLE XI. Acceptance of Federal and Other Aid.\n\n\"That any state party to this compact may accept any and all donations: gifts and grants of money, equipment and services from the federal or any local government, or any agency thereof and from any person, firm or corporation, for any of the purposes and functions of this compact, and may receive and utilize the same subject to the terms, conditions and regulations governing such donations, gifts and grants.\n\n\"ARTICLE XII. Compact Administrators.\n\n\"That the governor of each state party to this compact shall designate an officer who, acting jointly with like officers of other party states, shall promulgate rules and regulations to carry out more effectively the terms and provisions of this compact.\n\n\"ARTICLE XIII. Execution of Compact.\n\n\"That this compact shall become operative immediately upon its execution by any state as between it and any other state or states so executing. When executed it shall have the full force and effect of law within such state, the form or execution to be in accordance with the laws of the executing state.\n\n\"ARTICLE XIV. Renunciation.\n\n\"That this compact shall continue in force and remain binding upon each executing state until renounced by it. Renunciation of this compact shall be by the same authority which executed it, by sending six months' notice in writing of its intention to withdraw from the compact to the other states party hereto. The duties and obligations of a renouncing state under Article VII hereof shall continue as to parolees and probationers residing therein at the time of withdrawal until retaken or finally discharged. Supplementary agreements entered into under Article X hereof shall be subject to renunciation as provided by such supplementary agreements, and shall not be subject to the six months' renunciation notice of the present Article.\n\n\"ARTICLE XV. Severability.\n\n\"(a) That the provisions of this compact shall be severable and if any phrase, clause, sentence or provision of this compact is declared to be contrary to the constitution of any participating state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person or circumstances shall not be affected thereby. If this compact shall be held contrary to the constitution of any state participating therein, the compact shall remain in full force and effect as to the remaining states and in full force and effect as to the state affected as to all severable matters.\n\n\"(b) The Mayor may enter into and execute on behalf of the District of Columbia the following additional articles to the Interstate Compact on Juveniles:\n\n\"ARTICLE XVI. Additional Provision Relating to Return of Minor Children.\n\n\"This article shall provide additional remedies, and shall be binding only as among and between those party states which specifically execute the same.\n\n\"For the purposes of this article, 'child', as used herein, means any minor within the jurisdictional age limits of any court in the home state.\n\n\"When any child is brought before a court of a state of which such child is not a resident, and such state is willing to permit such child's return to the home state of such child, such home state, upon being so advised by the state in which such proceeding is pending, shall immediately institute proceedings to determine the residence and jurisdictional facts as to such child in such home state, and upon finding that such child is in fact a resident of said state and subject to the jurisdiction of the court thereof, shall within five days authorize the return of such child to the home state, and to the parent or custodial agency legally authorized to accept such custody in such home state, and at the expense of such home state, to be paid from such funds as such home state may procure, designate, or provide, prompt action being of the essence.\n\n\"ARTICLE XVII. Additional Provision Concerning Interstate Rendition of Juveniles Alleged to be Delinquent.\n\n\"This article shall provide additional remedies, and shall be binding only as among and between those party states which specifically execute the same.\n\n\"All provisions and procedures of Articles V and VI of the Interstate Compact on Juveniles shall be construed to apply to any juvenile charged with being a delinquent by reason of a violation of any criminal law. Any juvenile, charged with being a delinquent by reason of violating any criminal law shall be returned to the requesting state upon a requisition to the state where the juvenile may be found. A petition in such case shall be filed in a court of competent jurisdiction in the requesting state where the violation of criminal law is alleged to have been committed. The petition may be filed regardless of whether the juvenile has left the state before or after the filing of the petition. The requisition described in Article V of the compact shall be forwarded by the judge of the court in which the petition has been filed.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-362 rewrote the section to read as follows:\n\n\"Section 402. The Mayor is authorized to enter into and execute on behalf of the District a Compact with any state or states legally joining therein in the form substantially as follows:\n\n\"THE INTERSTATE COMPACT FOR JUVENILES\n\n\"Article I\n\n\"Purpose\n\n\"The compacting states to this Interstate Compact recognize that each state is responsible for the proper supervision or return of juveniles, delinquents, and status offenders who are on probation or parole and who have absconded, escaped, or run away from supervision and control and in so doing have endangered their own safety and the safety of others. The compacting states also recognize that each state is responsible for the safe return of juveniles who have run away from home and in doing so have left their state of residence. The compacting states also recognize that Congress, by enacting the Crime Control Act (4 U.S.C. ยง 112) has authorized and encouraged compacts for cooperative efforts and mutual assistance in the prevention of crime.\n\n\"It is the purpose of this compact, through means of joint and cooperative action among the compacting states to: (1) ensure that the adjudicated juveniles and status offenders subject to this compact are provided adequate supervision and services in the receiving state as ordered by the adjudicating judge or parole authority in the sending state; (2) ensure that the public safety interests of the citizens, including the victims of juvenile offenders, in both the sending and receiving states are adequately protected; (3) return juveniles who have run away, absconded or escaped from supervision or control or have been accused of an offense to the state requesting their return; (4) make contracts for the cooperative institutionalization in public facilities in member states for delinquent youth needing special services; (5) provide for the effective tracking and supervision of juveniles; (6) equitably allocate the costs, benefits and obligations of the compacting states; (7) establish procedures to manage the movement between states of juvenile offenders released to the community under the jurisdiction of courts, juvenile departments, or any other criminal or juvenile justice agency that has jurisdiction over juvenile offenders; (8) insure immediate notice to jurisdictions where defined offenders are authorized to travel or to relocate across state lines; (9) establish procedures to resolve pending charges (detainers) against juvenile offenders prior to transfer or release to the community under the terms of this compact; (10) establish a system of uniform data collection on information pertaining to juveniles subject to this compact that allows access by authorized juvenile justice and criminal justice officials, and the regular reporting of Compact activities to heads of state executive, judicial, and legislative branches and juvenile and criminal justice administrators; (11) monitor compliance with rules governing interstate movement of juveniles and initiate interventions to address and correct noncompliance; (12) coordinate training and education regarding the regulation of interstate movement of juveniles for officials involved in such activity; and (13) coordinate the implementation and operation of the compact with the Interstate Compact for the Placement of Children, the Interstate Compact for Adult Offender Supervision and other compacts affecting juveniles particularly in those cases where concurrent or overlapping supervision issues arise. It is the policy of the compacting states that the activities conducted by the Interstate Commission created herein are the formation of public policies and therefore are public business. Furthermore, the compacting states shall cooperate and observe their individual and collective duties and responsibilities for the prompt return and acceptance of juveniles subject to the provisions of this compact. The provisions of this compact shall be reasonably and liberally construed to accomplish the purposes and policies of the compact.\n\n\"Article II\n\n\"Definitions\n\n\"As used in this compact, unless the context clearly requires a different construction:\n\n\"(1) \"By-laws\" means those by-laws established by the Interstate Commission for its governance, or for directing or controlling its actions or conduct.\n\n\"(2) \"Compact administrator\" means the individual in each compacting state appointed pursuant to the terms of this compact, responsible for the administration and management of the state's supervision and transfer of juveniles subject to the terms of this compact, the rules adopted by the Interstate Commission and policies adopted by the State Council under this compact.\n\n\"(3) \"Compacting State\" means any state that has enacted the enabling legislation for this compact.\n\n\"(4) \"Commissioner\" means the voting representative of each compacting state appointed pursuant to Article III of this compact.\n\n\"(5) \"Court\" means any court having jurisdiction over delinquent, neglected, or dependent children.\n\n\"(6) \"Deputy compact administrator\" means the individual, if any, in each compacting state appointed to act on behalf of a Compact Administrator pursuant to the terms of this compact responsible for the administration and management of the state's supervision and transfer of juveniles subject to the terms of this compact, the rules adopted by the Interstate Commission, and policies adopted by the State Council under this compact.\n\n\"(7) \"Interstate Commission\" means the Interstate Commission for Juveniles created by Article III of this compact.\n\n\"(8) \"Juvenile\" means any person defined as a juvenile in any member state or by the rules of the Interstate Commission, including a(n):\n\n\"(A) \"Accused Delinquent\"--a person charged with an offense that, if committed by an adult, would be a criminal offense;\n\n\"(B) \"Adjudicated Delinquent\"--a person found to have committed an offense that, if committed by an adult, would be a criminal offense;\n\n\"(C) \"Accused Status Offender\"--a person charged with an offense that would not be a criminal offense if committed by an adult;\n\n\"(D) \"Adjudicated Status Offender\"--a person found to have committed an offense that would not be a criminal offense if committed by an adult; and\n\n\"(E) \"Non-Offender\"--a person in need of supervision who has not been accused or adjudicated a status offender or delinquent.\n\n\"(9) \"Non-Compacting state\" means any state that has not enacted the enabling legislation for this compact.\n\n\"(10) \"Probation or Parole\" means any kind of supervision or conditional release of juveniles authorized under the laws of the compacting states.\n\n\"(11) \"Rule\" means a written statement by the Interstate Commission promulgated pursuant to Article VI of this compact that is of general applicability, implements, interprets or prescribes a policy or provision of the compact, or an organizational, procedural, or practice requirement of the Commission, and has the force and effect of statutory law in a compacting state, and includes the amendment, repeal, or suspension of an existing rule.\n\n\"(12) \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the U.S. Virgin Islands, Guam, American Samoa, and the Northern Marianas Islands.\n\n\"Article III\n\n\"Interstate Commission for Juveniles\n\n\"(a) The compacting states hereby create the \"Interstate Commission for Juveniles.\" The commission shall be a body corporate and joint agency of the compacting states. The commission shall have all the responsibilities, powers, and duties set forth herein and such additional powers as may be conferred upon it by subsequent action of the respective legislatures of the compacting states in accordance with the terms of this compact.\n\n\"(b) The Interstate Commission shall consist of commissioners appointed by the appropriate appointing authority in each state pursuant to the rules and requirements of each compacting state and in consultation with the State Council for Interstate Juvenile Supervision created hereunder. The commissioner shall be the compact administrator, deputy compact administrator, or designee from that state who shall serve on the Interstate Commission in such capacity under or pursuant to the applicable law of the compacting state.\n\n\"(c) In addition to the commissioners who are the voting representatives of each state, the Interstate Commission shall include individuals who are not commissioners but who are members of interested organizations. Such non-commissioner members must include a member of the national organizations of governors, legislators, state chief justices, attorneys general, Interstate Compact for Adult Offender Supervision, Interstate Compact for the Placement of Children, juvenile justice and juvenile corrections officials, and crime victims. All non-commissioner members of the Interstate Commission shall be ex-officio (non-voting) members. The Interstate Commission may provide in its by-laws for such additional ex-officio (non-voting) members, including members of other national organizations, in such numbers as shall be determined by the commission.\n\n\"(d) Each compacting state represented at any meeting of the commission is entitled to one vote. A majority of the compacting states shall constitute a quorum for the transaction of business, unless a larger quorum is required by the by-laws of the Interstate Commission.\n\n\"(e) The commission shall meet at least once each calendar year. The chairperson may call additional meetings and, upon the request of a simple majority of the compacting states, shall call additional meetings. Public notice shall be given of all meetings and meetings shall be open to the public.\n\n\"(f) The Interstate Commission shall establish an executive committee, which shall include commission officers, members, and others as determined by the by-laws. The executive committee shall have the power to act on behalf of the Interstate Commission during periods when the Interstate Commission is not in session, with the exception of rulemaking and/or amendment to the compact. The executive committee shall oversee the day-to-day activities of the administration of the compact, managed by an executive director and Interstate Commission staff, administers enforcement and compliance with the provisions of the compact, its by-laws and rules, and performs such other duties as directed by the Interstate Commission or set forth in the by-laws.\n\n\"(g) Each member of the Interstate Commission shall have the right and power to cast a vote to which that compacting state is entitled and to participate in the business and affairs of the Interstate Commission. A member shall vote in person and shall not delegate a vote to another compacting state. However, a commissioner, in consultation with the state council, shall appoint another authorized representative, in the absence of the commissioner from that state, to cast a vote on behalf of the compacting state at a specified meeting. The by-laws may provide for members' participation in meetings by telephone or other means of telecommunication or electronic communication.\n\n\"(h) The Interstate Commission's by-laws shall establish conditions and procedures under which the Interstate Commission shall make its information and official records available to the public for inspection or copying. The Interstate Commission may exempt from disclosure any information or official records to the extent they would adversely affect personal privacy rights or proprietary interests.\n\n\"(i) Public notice shall be given of all meetings and all meetings shall be open to the public, except as set forth in the Rules or as otherwise provided in the compact. The Interstate Commission and any of its committees may close a meeting to the public where it determines by two-thirds vote that an open meeting would be likely to:\n\n\"(1) Relate solely to the Interstate Commission's internal personnel practices and procedures;\n\n\"(2) Disclose matters specifically exempted from disclosure by statute;\n\n\"(3) Disclose trade secrets or commercial or financial information that is privileged or confidential;\n\n\"(4) Involve accusing any person of a crime, or formally censuring any person;\n\n\"(5) Disclose information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;\n\n\"(6) Disclose investigative records compiled for law enforcement purposes;\n\n\"(7) Disclose information contained in or related to examination, operating or condition reports prepared by, or on behalf of or for the use of, the Interstate Commission with respect to a regulated person or entity for the purpose of regulation or supervision of such person or entity;\n\n\"(8) Disclose information, the premature disclosure of which would significantly endanger the stability of a regulated person or entity; or\n\n\"(9) Specifically relate to the Interstate Commission's issuance of a subpoena, or its participation in a civil action or other legal proceeding.\n\n\"(j) For every meeting closed pursuant to this provision, the Interstate Commission's legal counsel shall publicly certify that, in the legal counsel's opinion, the meeting may be closed to the public, and shall reference each relevant exemptive provision. The Interstate Commission shall keep minutes which shall fully and clearly describe all matters discussed in any meeting and shall provide a full and accurate summary of any actions taken, and the reasons therefore, including a description of each of the views expressed on any item and the record of any roll call vote (reflected in the vote of each member on the question). All documents considered in connection with any action shall be identified in such minutes.\n\n\"(k) The Interstate Commission shall collect standardized data concerning the interstate movement of juveniles as directed through its rules which shall specify the data to be collected, the means of collection and data exchange and reporting requirements. Such methods of data collection, exchange, and reporting shall insofar as is reasonably possible conform to up-to-date technology and coordinate its information functions with the appropriate repository of records.\n\n\"Article IV\n\n\"Powers and Duties of the Interstate Commission\n\n\"The commission shall have the following powers and duties:\n\n\"(1) To provide for dispute resolution among compacting states;\n\n\"(2) To promulgate rules to effect the purposes and obligations as enumerated in this compact, which shall have the force and effect of statutory law and shall be binding in the compacting states to the extent and in the manner provided in this compact;\n\n\"(3) To oversee, supervise and coordinate the interstate movement of juveniles subject to the terms of this compact and any by-laws adopted and rules promulgated by the Interstate Commission;\n\n\"(4) To enforce compliance with the compact provisions, the rules promulgated by the Interstate Commission, and the by-laws, using all necessary and proper means, including but not limited to, the use of judicial process;\n\n\"(5) To establish and maintain offices, which shall be located within one or more of the compacting states;\n\n\"(6) To purchase and maintain insurance and bonds;\n\n\"(7) To borrow, accept, hire or contract for services of personnel;\n\n\"(8) To establish and appoint committees and hire staff that it considers necessary for the carrying out of its functions including, but not limited to, an executive committee as required by Article III, which shall have the power to act on behalf of the Interstate Commission in carrying out its powers and duties hereunder;\n\n\"(9) To elect or appoint such officers, attorneys, employees, agents, or consultants, and to fix their compensation, define their duties, and determine their qualifications; and to establish the Interstate Commission's personnel policies and programs relating to, inter alia, conflicts of interest, rates of compensation, and qualifications of personnel;\n\n\"(10) To accept any and all donations and grants of money, equipment, supplies, materials, and services, and to receive, utilize, and dispose of them;\n\n\"(11) To lease, purchase, and accept contributions or donations of, or otherwise to own, hold, improve or use, any property, real, personal, or mixed;\n\n\"(12) To sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, real, personal or mixed;\n\n\"(13) To establish a budget and make expenditures and levy dues as provided in Article VIII of this compact;\n\n\"(14) To sue and be sued;\n\n\"(15) To adopt a seal and by-laws governing the management and operation of the Interstate Commission;\n\n\"(16) To perform such functions as may be necessary or appropriate to achieve the purposes of this compact;\n\n\"(17) To report annually to the legislatures, governors, judiciary, and state councils of the compacting states concerning the activities of the Interstate Commission during the preceding year. Such reports shall also include any recommendations that may have been adopted by the Interstate Commission;\n\n\"(18) To coordinate education, training, and public awareness regarding the interstate movement of juveniles for officials involved in such activity;\n\n\"(19) To establish uniform standards of the reporting, collecting, and exchanging of data; and\n\n\"(20) To maintain its corporate books and records in accordance with the By-laws.\n\n\"Article V\n\n\"Organization and Operation of the Interstate Commission\n\n\"Section A. By-laws\n\n\"(1) The Interstate Commission shall, by a majority of the members present and voting, within twelve months after the first Interstate Commission meeting, adopt by-laws to govern its conduct as may be necessary or appropriate to carry out the purposes of the compact, including, but not limited to:\n\n\"(A) Establishing the fiscal year of the Interstate Commission;\n\n\"(B) Establishing an executive committee and such other committees as may be necessary;\n\n\"(C) Provide for the establishment of committees governing any general or specific delegation of any authority or function of the Interstate Commission;\n\n\"(D) Providing reasonable procedures for calling and conducting meetings of the Interstate Commission and ensuring reasonable notice of each meeting;\n\n\"(E) Establishing the titles and responsibilities of the officers of the Interstate Commission;\n\n\"(F) Providing a mechanism for concluding the operations of the Interstate Commission and the return of any surplus funds that may exist upon the termination of the compact after the payment and/or reserving of all of its debts and obligations.\n\n\"(G) Providing \"start-up\" rules for initial administration of the compact; and\n\n\"(H) Establishing standards and procedures for compliance and technical assistance in carrying out the compact.\n\n\"Section B. Officers and Staff\n\n\"(1) The Interstate Commission shall, by a majority of the members, elect annually from among its members a chairperson and a vice chairperson, each of whom shall have such authority and duties as may be specified in the by-laws. The chairperson or, in the chairperson's absence or disability, the vice-chairperson shall preside at all meetings of the Interstate Commission. The officers so elected shall serve without compensation or remuneration from the Interstate Commission; provided that, subject to the availability of budgeted funds, the officers shall be reimbursed for any ordinary and necessary costs and expenses incurred by them in the performance of their duties and responsibilities as officers of the Interstate Commission.\n\n\"(2) The Interstate Commission shall, through its executive committee, appoint or retain an executive director for such period, upon such terms and conditions and for such compensation as the Interstate Commission may deem appropriate. The executive director shall serve as secretary to the Interstate Commission, but shall not be a member and shall hire and supervise such other staff as may be authorized by the Interstate Commission.\n\n\"Section C. Qualified Immunity, Defense and Indemnification\n\n\"(1) The Commission's executive director and employees shall be immune from suit and liability, either personally or in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused or arising out of or relating to any actual or alleged act, error, or omission that occurred, or that such person had a reasonable basis for believing occurred within the scope of Commission employment, duties, or responsibilities; provided, that any such person shall not be protected from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of any such person.\n\n\"(2) The liability of any commissioner, or the employee or agent of a commissioner, acting within the scope of such person's employment or duties for acts, errors, or omissions occurring within such person's state may not exceed the limits of liability set forth under the constitution and laws of that state for state officials, employees, and agents. Nothing in this subsection shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of any such person.\n\n\"(3) The Interstate Commission shall defend the executive director or the employees or representatives of the Interstate Commission and, subject to the approval of the Attorney General of the state represented by any commissioner of a compacting state, shall defend such commissioner or the commissioner's representatives or employees in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of Interstate Commission employment, duties, or responsibilities, or that the defendant had a reasonable basis for believing occurred within the scope of Interstate Commission employment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission did not result from intentional or willful and wanton misconduct on the part of such person.\n\n\"(4) The Interstate Commission shall indemnify and hold the commissioner of a compacting state, or the commissioner's representatives or employees, or the Interstate Commission's representatives or employees, harmless in the amount of any settlement or judgment obtained against such persons arising out of any actual or alleged act, error, or omission that occurred within the scope of Interstate Commission employment, duties, or responsibilities, or that such persons had a reasonable basis for believing occurred within the scope of Interstate Commission employment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission did not result from intentional or willful and wanton misconduct on the part of such persons.\n\n\"Article VI\n\n\"Rulemaking Functions of the Interstate Commission\n\n\"(a) The Interstate Commission shall promulgate and publish rules in order to effectively and efficiently achieve the purposes of the compact.\n\n\"(b) Rulemaking shall occur pursuant to the criteria set forth in this article and the by-laws and rules adopted pursuant thereto. Such rulemaking shall substantially conform to the principles of the Model State Administrative Procedures Act, (1981 Act), (Uniform Laws Annotated, Vol. 15, p.1 (2000)), or such other administrative procedures act, as the Interstate Commission deems appropriate, consistent with due process requirements under the U.S. Constitution as now or hereafter interpreted by the U. S. Supreme Court. All rules and amendments shall become binding as of the date specified, as published with the final version of the rule as approved by the Commission.\n\n\"(c) When promulgating a rule, the Interstate Commission shall, at a minimum:\n\n\"(1) Publish the proposed rule's entire text stating the reason(s) for that proposed rule;\n\n\"(2) Allow and invite any and all persons to submit written data, facts, opinions, and arguments, which information shall be added to the record and be made publicly available;\n\n\"(3) Provide an opportunity for an informal hearing, if petitioned by ten (10) or more persons; and\n\n\"(4) Promulgate a final rule and its effective date, if appropriate, based on input. from state or local officials, or interested parties:\n\n\"(d) The Commission shall allow, not later than sixty days after a rule is promulgated, any interested person to file a petition in the United States District Court for the District of Columbia or in the Federal District Court where the Interstate Commission's principal office is located for judicial review of such rule. If the court finds that the Interstate Commission's action is not supported by substantial evidence in the rulemaking record, the court shall hold the rule unlawful and set it aside. For purposes of this subsection, evidence is substantial if it would be considered substantial evidence under the Model State Administrative Procedures Act.\n\n\"(e) If a majority of the legislatures of the compacting states rejects a rule, those states may, by enactment of a statute or resolution in the same manner used to adopt the compact, cause that such rule shall have no further force and effect in any compacting state.\n\n\"(f) The existing rules governing the operation of the Interstate Compact on Juveniles superceded by this act shall be null and void twelve (12) months after the first meeting of the Interstate Commission created hereunder.\n\n\"(g) Upon determination by the Interstate Commission that a state-of-emergency exists, it may promulgate an emergency rule which shall become effective immediately upon adoption; provided, that the usual rulemaking procedures provided hereunder shall be retroactively applied to said rule as soon as reasonably possible, but no later than ninety (90) days after the effective date of the emergency rule.\n\n\"Article VII\n\n\"Oversight, Enforcement and Dispute Resolution by the Interstate Commission\n\n\"Section A. Oversight\n\n\"(1) The Interstate Commission shall oversee the administration and operations of the interstate movement of juveniles subject to this compact in the compacting states and shall monitor such activities being administered in non-compacting states that may significantly affect compacting states.\n\n\"(2) The courts and executive agencies in each compacting state shall enforce this compact and shall take all actions necessary and appropriate to effectuate the compact's purposes and intent. The provisions of this compact and the rules promulgated hereunder shall be received by all the judges, public officers, commissions, and departments of the state government as evidence of the authorized statute and administrative rules. All courts shall take judicial notice of the compact and the rules. In any judicial or administrative proceeding in a compacting state pertaining to the subject matter of this compact that may affect the powers, responsibilities or actions of the Interstate Commission, it shall be entitled to receive all service of process in any such proceeding, and shall have standing to intervene in the proceeding for all purposes.\n\n\"Section B. Dispute Resolution\n\n\"(1) The compacting states shall report to the Interstate Commission on all issues and activities necessary for the administration of the compact as well as issues and activities pertaining to compliance with the provisions of the compact and its bylaws and rules.\n\n\"(2) The Interstate Commission shall attempt, upon the request of a compacting state, to resolve any disputes or other issues that are subject to the compact and which may arise among compacting states and between compacting and non-compacting states. The commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes among the compacting states.\n\n\"(3) The Interstate Commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this compact using any or all means set forth in Article XI of this compact.\n\n\"Article VIII\n\n\"Finance\n\n\"(a) The Interstate Commission shall pay or provide for the payment of the reasonable expenses of its establishment, organization, and ongoing activities.\n\n\"(b) The Interstate Commission shall levy on and collect an annual assessment from each compacting state to cover the cost of the internal operations and activities of the Interstate Commission and its staff in a total amount sufficient to cover the Interstate Commission's annual budget as approved each year. The aggregate annual assessment amount shall be allocated based upon a formula to be determined by the Interstate Commission, taking into consideration the population of each compacting state and the volume of interstate movement of juveniles in each compacting state and shall promulgate a rule binding upon all compacting states that governs the assessment.\n\n\"(c) The Interstate Commission shall not incur any obligations of any kind prior to securing the funds adequate to meet the same; nor shall the Interstate Commission pledge the credit of any of the compacting states, except by and with the authority of the compacting state.\n\n\"(d) The Interstate Commission shall keep accurate accounts of all receipts and disbursements. The receipts and disbursements of the Interstate Commission shall be subject to the audit and accounting procedures established under its by-laws. However, all receipts and disbursements of funds handled by the Interstate Commission shall be audited yearly by a certified or licensed public accountant and the report of the audit shall be included in and become part of the annual report of the Interstate Commission.\n\n\"Article IX\n\n\"The State Council\n\n\"Each member state shall create a State Council for Interstate Juvenile Supervision. While each state may determine the membership of its own state council, its membership must include at least one representative from the legislative, judicial, and executive branches of government, victims groups, and the compact administrator, deputy compact administrator or designee. Each compacting state retains the right to determine the qualifications of the compact administrator or deputy compact administrator. Each state council will advise and may exercise oversight and advocacy concerning that state's participation in Interstate Commission activities and other duties as may be determined by that state, including but not limited to, development of policy concerning operations and procedures of the compact within that state.\n\n\"Article X\n\n\"Compacting States, Effective Date and Amendment\n\n\"(a) Any state, the District of Columbia, the Commonwealth of Puerto Rico, the U.S. Virgin Islands, Guam, American Samoa, and the Northern Marianas Islands as defined in Article II of this compact is eligible to become a compacting state.\n\n\"(b) The compact shall become effective and binding upon legislative enactment of the compact into law by no less than 35 of the states. The initial effective date shall be the later of July 1, 2004 or upon enactment into law by the 35th jurisdiction. Thereafter it shall become effective and binding as to any other compacting state upon enactment of the compact into law by that state. The governors of non-member states or their designees shall be invited to participate in the activities of the Interstate Commission on a nonvoting basis prior to adoption of the compact by all states and territories of the United States.\n\n\"(c) The Interstate Commission may propose amendments to the compact for enactment by the compacting states. No amendment shall become effective and binding upon the Interstate Commission and the compacting states unless and until it is enacted into law by unanimous consent of the compacting states.\n\n\"Article XI\n\n\"Withdrawal, Default, Termination and Judicial Enforcement\n\n\"Section A. Withdrawal\n\n\"(1) Once effective, the compact shall continue in force and remain binding upon each and every compacting state; provided, that a compacting state may withdraw from the compact by specifically repealing the statute that enacted the compact into law.\n\n\"(2) The effective date of withdrawal is the effective date of the repeal.\n\n\"(3) The withdrawing state shall immediately notify the chairperson of the Interstate Commission in writing upon the introduction of legislation repealing this compact in the withdrawing state. The Interstate Commission shall notify the other compacting states of the withdrawing state's intent to withdraw within sixty days of its receipt thereof.\n\n\"(4) The withdrawing state is responsible for all assessments, obligations, and liabilities incurred through the effective date of withdrawal, including any obligations, the performance of which extend beyond the effective date of withdrawal.\n\n\"(5) Reinstatement following withdrawal of any compacting state shall occur upon the withdrawing state reenacting the compact or upon such later date as determined by the Interstate Commission.\n\n\"Section B. Technical Assistance, Fines, Suspension, Termination and Default\n\n\"(1) If the Interstate Commission determines that any compacting state has at any time defaulted in the performance of any of its obligations or responsibilities under this compact, or the by-laws or duly promulgated rules, the Interstate Commission may impose any or all of the following penalties:\n\n\"(A) Remedial training and technical assistance as directed by the Interstate Commission;\n\n\"(B) Alternative Dispute Resolution;\n\n\"(C) Fines, fees, and costs in such amounts as are deemed to be reasonable as fixed by the Interstate Commission; and\n\n\"(D) Suspension or termination of membership in the compact, which shall be imposed only after all other reasonable means of securing compliance under the by-laws and rules have been exhausted and the Interstate Commission has therefore determined that the offending state is in default. Immediate notice of suspension shall be given by the Interstate Commission to the Governor, the Chief Justice or the Chief Judicial Officer of the state, the majority and minority leaders of the defaulting state's legislature, and the state council. The grounds for default include, but are not limited to, failure of a compacting state to perform such obligations or responsibilities imposed upon it by this compact, the by-laws, or duly promulgated rules and any other grounds designated in commission bylaws and rules. The Interstate Commission shall immediately notify the defaulting state in writing of the penalty imposed by the Interstate Commission and of the default pending a cure of the default. The commission shall stipulate the conditions and the time period within which the defaulting state must cure its default. If the defaulting state fails to cure the default within the time period specified by the commission, the defaulting state shall be terminated from the compact upon an affirmative vote of a majority of the compacting states and all rights, privileges and benefits conferred by this compact shall be terminated from the effective date of termination.\n\n\"(2) Within sixty days of the effective date of termination of a defaulting state, the Commission shall notify the Governor, the Chief Justice or Chief Judicial Officer, the Majority and Minority Leaders of the defaulting state's legislature, and the state council of such termination.\n\n\"(3) The defaulting state is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination including any obligations, the performance of which extends beyond the effective date of termination.\n\n\"(4) The Interstate Commission shall not bear any costs relating to the defaulting state unless otherwise mutually agreed upon in writing between the Interstate Commission and the defaulting state.\n\n\"(5) Reinstatement following termination of any compacting state requires both a reenactment of the compact by the defaulting state and the approval of the Interstate Commission pursuant to the rules.\n\n\"Section C. Judicial Enforcement\n\n\"The Interstate Commission may, by majority vote of the members, initiate legal action in the United States District Court for the District of Columbia or, at the discretion of the Interstate Commission, in the federal district where the Interstate Commission has its offices, to enforce compliance with the provisions of the compact, its duly promulgated rules and by-laws, against any compacting state in default. In the event judicial enforcement is necessary, the prevailing party shall be awarded all costs of such litigation including reasonable attorneys fees.\n\n\"Section D. Dissolution of Compact\n\n\"(1) The compact dissolves effective upon the date of the withdrawal or default of the compacting state, which reduces membership in the compact to one compacting state.\n\n\"(2) Upon the dissolution of this compact, the compact becomes null and void and shall be of no further force or effect, and the business and affairs of the Interstate Commission shall be concluded and any surplus funds shall be distributed in accordance with the by-laws.\n\n\"Article XII\n\n\"Severability and Construction\n\n\"(a) The provisions of this compact shall be severable, and if any phrase, clause, sentence, or provision is deemed unenforceable, the remaining provisions of the compact shall be enforceable.\n\n\"(b) The provisions of this compact shall be liberally construed to effectuate its purposes.\n\n\"Article XIII\n\n\"Binding Effect of Compact and Other Laws\n\n\"Section A. Other Laws\n\n\"(1) Nothing herein prevents the enforcement of any other law of a compacting state that is not inconsistent with this compact.\n\n\"(2) All compacting states' laws other than state Constitutions and other interstate compacts conflicting with this compact are superseded to the extent of the conflict.\n\n\"Section B. Binding Effect of the Compact\n\n\"(1) All lawful actions of the Interstate Commission, including all rules and by-laws promulgated by the Interstate Commission, are binding upon the compacting states.\n\n\"(2) All agreements between the Interstate Commission and the compacting states are binding in accordance with their terms.\n\n\"(3) Upon the request of a party to a conflict over meaning or interpretation of Interstate Commission actions, and upon a majority vote of the compacting states, the Interstate Commission may issue advisory opinions regarding such meaning or interpretation.\n\n\"(4) In the event any provision of this compact exceeds the constitutional limits imposed on the legislature of any compacting state, the obligations, duties, powers, or jurisdiction sought to be conferred by such provision upon the Interstate Commission shall be ineffective and such obligations, duties, powers, or jurisdiction shall remain in the compacting state and shall be exercised by the agency thereof to which such obligations, duties, powers, or jurisdiction are delegated by law in effect at the time this compact becomes effective.\".\n\nSection 4(b) of D.C. Law 18-362 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see ยง 2 of Interstate Compact for Juveniiles Emergency Amendment Act of 2010 (D.C. Act 18-695, January 19, 2011, 58 DCR 700).\n\nFor temporary (90 day) amendment of section, see ยง 2 of Interstate Compact for Juveniles Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-49, April 27, 2011, 58 DCR 3859).\n\nFor temporary (90 day) amendment of section, see ยง 2 of Interstate Compact for Juveniles Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19- 294, January 20, 2012, 59 DCR 474).\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 19-81, the \"Interstate Compact for Juveniles Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-13, which was referred to the Committees on Human Services and the Judiciary. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 11, 2011, it was assigned Act No. 19-171 and transmitted to both Houses of Congress for its review. D.C. Law 19-81 became effective on January 19, 2012.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, ยง 711 (D.C. Code, ยง 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to ยง 714(a) of such Act (D.C. Code, ยง 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE ยง 24-1102\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 658, Pub. L. 91-358, title IV, ยง 402; Apr. 20, 1999, D.C. Law 12-264, ยง 35, 46 DCR 2118; Jan. 19, 2012, D.C. Law 19-81, ยง 2, 58 DCR 8911.)","sections":[{"prefix":"a","text":" The compacting states to this Interstate Compact recognize that each state is responsible for the proper supervision or return of juveniles, delinquents, and status offenders who are on probation or parole and who have absconded, escaped, or run away from supervision and control and in so doing have endangered their own safety and the safety of others. The compacting states also recognize that each state is responsible for the safe return of juveniles who have run away from home and in doing so have left their state of residence. The compacting states also recognize that Congress, by enacting the Crime Control Act, 4 U.S.C. ยง 112, has authorized and encouraged compacts for cooperative efforts and mutual assistance in the prevention of crime."},{"prefix":"b","text":" It is the purpose of this compact, through means of joint and cooperative action among the compacting states, to:"},{"prefix":"1","text":" Ensure that the adjudicated juveniles and status offenders subject to this compact are provided adequate supervision and services in the receiving state as ordered by the adjudicating judge or parole authority in the sending state;"},{"prefix":"2","text":" Ensure that the public-safety interests of the citizens, including the victims of juvenile offenders, in both the sending and receiving states are adequately protected;"},{"prefix":"3","text":" Return juveniles who have run away, absconded, or escaped from supervision or control or have been accused of an offense to the state requesting their return;"},{"prefix":"4","text":" Make contracts for the cooperative institutionalization in public facilities in member states for delinquent youth needing special services;"},{"prefix":"5","text":" Provide for the effective tracking and supervision of juveniles;"},{"prefix":"6","text":" Equitably allocate the costs, benefits, and obligations of the compacting states;"},{"prefix":"7","text":" Establish procedures to manage the movement between states of juvenile offenders released to the community under the jurisdiction of courts, juvenile departments, or other criminal or juvenile justice agency that has jurisdiction over juvenile offenders;"},{"prefix":"8","text":" Insure that immediate notice is provided to jurisdictions where defined offenders are authorized to travel or relocate across state lines;"},{"prefix":"9","text":" Establish procedures to resolve pending charges (detainers) against juvenile offenders prior to transfer or release to the community under the terms of this compact;"},{"prefix":"10","text":" Establish a system of uniform data collection on information pertaining to juveniles subject to this compact that allows access by authorized juvenile justice and criminal justice officials and regular reporting of compact activities to heads of state executive, judicial, and legislative branches, and juvenile and criminal justice administrators;"},{"prefix":"11","text":" Monitor compliance with rules governing interstate movement of juveniles and initiate interventions to address and correct noncompliance;"},{"prefix":"12","text":" Coordinate training and education regarding the regulation of interstate movement of juveniles for officials involved in this activity; and"},{"prefix":"13","text":" Coordinate the implementation and operation of the compact with the Interstate Compact for the Placement of Children, the Interstate Compact for Adult Offender Supervision, and other compacts affecting juveniles, particularly in those cases where concurrent or overlapping supervision issues arise."},{"prefix":"c","text":" It is the policy of the compacting states that the activities conducted by the Interstate Commission, created in Article III of this compact, are the formation of public policies and, therefore, are public business. Furthermore, the compacting states shall cooperate and observe their individual and collective duties and responsibilities for the prompt return and acceptance of juveniles subject to the provisions of this compact. The provisions of this compact shall be reasonably and liberally construed to accomplish the purposes and policies of the compact."},{"prefix":"1","text":" \"Bylaws\" means those bylaws established by the Interstate Commission for its governance, or for directing or controlling its actions or conduct."},{"prefix":"2","text":" \"Compact administrator\" means the individual in each compacting state, appointed pursuant to the terms of this compact, responsible for the administration and management of the state's supervision and transfer of juveniles subject to the terms of this compact, the rules adopted by the Interstate Commission, and policies adopted by the State Council under this compact."},{"prefix":"3","text":" \"Compacting state\" means any state that has enacted enabling legislation for this compact."},{"prefix":"4","text":" \"Commissioner\" means the voting representative of each compacting state appointed pursuant to Article III of this compact."},{"prefix":"5","text":" \"Court\" means any court having jurisdiction over delinquent, neglected, or dependent children."},{"prefix":"6","text":" \"Deputy compact administrator\" means the individual, if any, in each compacting state appointed to act on behalf of a compact administrator pursuant to the terms of this compact responsible for the administration and management of the state's supervision and transfer of juveniles, subject to the terms of this compact, the rules adopted by the Interstate Commission, and policies adopted by the State Council under this compact."},{"prefix":"7","text":" \"Interstate Commission\" means the Interstate Commission for Juveniles created by Article III of this compact."},{"prefix":"8","text":" \"Juvenile\" means any person defined as a juvenile in any member state or by the rules of the Interstate Commission, including a(n):"},{"prefix":"A","text":" \"Accused delinquent\" -- a person charged with an offense that, if committed by an adult, would be a criminal offense;"},{"prefix":"B","text":" \"Adjudicated delinquent\" -- a person found to have committed an offense that, if committed by an adult, would be a criminal offense;"},{"prefix":"C","text":" \"Accused status offender\" -- a person charged with an offense that would not be a criminal offense if committed by an adult;"},{"prefix":"D","text":" \"Adjudicated status offender\" -- a person found to have committed an offense that would not be a criminal offense if committed by an adult; and"},{"prefix":"E","text":" \"Non-offender\" -- a person in need of supervision who has not been accused or adjudicated a status offender or delinquent."},{"prefix":"9","text":" \"Non-compacting state\" means any state that has not enacted enabling legislation for this compact."},{"prefix":"10","text":" \"Probation or parole\" means any kind of supervision or conditional release of juveniles authorized under the laws of the compacting states."},{"prefix":"11","text":" \"Rule\" means a written statement by the Interstate Commission promulgated pursuant to Article VI of this compact that is of general applicability, implements, interprets, or prescribes a policy or provision of this compact, or an organizational, procedural, or practice requirement of the Interstate Commission, and has the force and effect of statutory law in a compacting state, and includes the amendment, repeal, or suspension of an existing rule."},{"prefix":"12","text":" \"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, the U.S. Virgin Islands, Guam, American Samoa, and the Northern Marianas Islands."},{"prefix":"a","text":" The compacting states hereby create the Interstate Commission for Juveniles. The Interstate Commission shall be a body corporate and joint agency of the compacting states. The Interstate Commission shall have all the responsibilities, powers, and duties set forth in this compact and such additional powers as may be conferred upon it by subsequent action of the respective legislatures of the compacting states in accordance with the terms of this compact."},{"prefix":"b","text":" The Interstate Commission shall consist of commissioners appointed by the appropriate appointing authority in each state pursuant to the rules and requirements of each compacting state, in consultation with the State Council for Interstate Juvenile Supervision (\"State Council\"). The commissioner shall be the compact administrator, deputy compact administrator, or designee from that state who shall serve on the Interstate Commission in such capacity under or pursuant to the applicable law of the compacting state."},{"prefix":"c","text":" In addition to the commissioners who are the voting representatives of each state, the Interstate Commission shall include individuals who are not commissioners but who are members of interested organizations. Such non-commissioner members shall include a member of the national organizations of governors, legislators, state chief justices, attorneys general, Interstate Compact for Adult Offender Supervision, Interstate Compact for the Placement of Children, juvenile justice and juvenile corrections officials, and crime victims. All non-commissioner members of the Interstate Commission shall be ex-officio, non-voting members. The Interstate Commission may provide in its bylaws for such additional ex-officio, non-voting members, including members of other national organizations, in such numbers as shall be determined by the Interstate Commission."},{"prefix":"d","text":" Each compacting state represented at any meeting of the Interstate Commission shall be entitled to one vote. A majority of the compacting states shall constitute a quorum for the transaction of business, unless a larger quorum is required by the bylaws of the Interstate Commission."},{"prefix":"e","text":" The Interstate Commission shall meet at least once each calendar year. The chairperson may call additional meetings and, upon the request of a simple majority of the compacting states, shall call additional meetings. Public notice shall be given of all meetings and meetings shall be open to the public."},{"prefix":"f","text":" The Interstate Commission shall establish an executive committee, which shall include Interstate Commission officers, members, and others, as determined by the bylaws. The executive committee shall have the power to act on behalf of the Interstate Commission during periods when the Interstate Commission is not in session, with the exception of rulemaking or amending the compact. The executive committee, managed by an executive director and the Interstate Commission staff, shall;"},{"prefix":"1","text":" Oversee the day-to-day activities of the administration of the compact;"},{"prefix":"2","text":" Administer enforcement and compliance with the provisions of the compact, its bylaws, and rules; and"},{"prefix":"3","text":" Perform other duties as directed by the Interstate Commission or as set forth in the bylaws."},{"prefix":"g","text":" Each member of the Interstate Commission shall have the right and power to cast a vote to which that compacting state is entitled and to participate in the business and affairs of the Interstate Commission. A member shall vote in person and shall not delegate a vote to another compacting state. However, a commissioner, in consultation with the State Council, shall appoint another authorized representative in the absence of the commissioner from that state to cast a vote on behalf of the compacting state at a specified meeting. The bylaws may provide for members' participation in meetings by telephone or other means of telecommunication or electronic communication."},{"prefix":"h","text":" The Interstate Commission's bylaws shall establish conditions and procedures under which the Interstate Commission shall make its information and official records available to the public for inspection or copying. The Interstate Commission may exempt from disclosure any information or official record to the extent it would adversely affect personal-privacy rights or proprietary interests."},{"prefix":"i","text":" Public notice shall be given of all meetings and all meetings shall be open to the public, except as set forth in the rules or as otherwise provided in the compact. The Interstate Commission, and any of its committees, may close a meeting to the public when it determines by a two-thirds vote that an open meeting would be likely to:"},{"prefix":"1","text":" Relate solely to the Interstate Commission's internal personnel practices and procedures;"},{"prefix":"2","text":" Disclose matters specifically exempted from disclosure by statute;"},{"prefix":"3","text":" Disclose trade secrets or commercial or financial information that is privileged or confidential;"},{"prefix":"4","text":" Involve accusing a person of a crime;"},{"prefix":"5","text":" Involve formally censuring a person;"},{"prefix":"6","text":" Disclose information of a personal nature where disclosure would constitute a clearly unwarranted invasion of personal privacy;"},{"prefix":"7","text":" Disclose investigative records compiled for law-enforcement purposes;"},{"prefix":"8","text":" Disclose information contained in or related to an examination or operating report or a condition report prepared by, on behalf of, or for the use of, the Interstate Commission with respect to a regulated person or entity for the purpose of regulation or supervision of the person or entity;"},{"prefix":"9","text":" Disclose information, the premature disclosure of which would significantly endanger the stability of a regulated person or entity; or"},{"prefix":"10","text":" Specifically relate to the Interstate Commission's issuance of a subpoena or its participation in a civil action or other legal proceeding."},{"prefix":"j","text":" For every meeting closed pursuant to subsection (i) of this article, the Interstate Commission's legal counsel shall publicly certify that, in the legal counsel's opinion, the meeting may be closed to the public, and shall reference each provision that supports the certified opinion. The Interstate Commission shall keep minutes, which shall fully and clearly describe all matters discussed in any meeting, and shall provide a full and accurate summary of any actions taken, and the reasons for the actions, including a description of each of the views expressed on any item and the record of any roll-call vote (reflected in the vote of each member on the question). All documents considered in connection with any action shall be identified in the minutes."},{"prefix":"k","text":" The Interstate Commission shall collect standardized data concerning the interstate movement of juveniles as directed through its rules, which shall specify the data to be collected, the means of collection and data exchange, and reporting requirements. The methods of data collection, exchange, and reporting shall insofar as is reasonably possible conform to up-to-date technology and coordinate its information functions with the appropriate repository of records."},{"prefix":"1","text":" Provide for dispute resolution among the compacting states;"},{"prefix":"2","text":" Promulgate rules to effect the purposes and obligations enumerated in the compact, which shall have the force and effect of statutory law and shall be binding in the compacting states to the extent and in the manner provided in this compact;"},{"prefix":"3","text":" Oversee, supervise, and coordinate the interstate movement of juveniles, subject to the terms of this compact and any bylaws adopted and rules promulgated by the Interstate Commission;"},{"prefix":"4","text":" Enforce compliance with the compact provisions, the rules promulgated by the Interstate Commission, and the bylaws, using all necessary and proper means, including, but not limited to, the use of the judicial process;"},{"prefix":"5","text":" Establish and maintain offices, which shall be located within one or more of the compacting states;"},{"prefix":"6","text":" Purchase and maintain insurance and bonds;"},{"prefix":"7","text":" Borrow, accept, hire, or contract for services of personnel;"},{"prefix":"8","text":" Establish and appoint committees and hire staff that it considers necessary to carry out its functions, including, but not limited to, an executive committee as required by Article III(f), which shall have the power to act on behalf of the Interstate Commission in carrying out the powers and duties set forth in this article;"},{"prefix":"9","text":" Elect or appoint officers, attorneys, employees, agents, and consultants, determine their qualifications, fix their compensation, and define their duties;"},{"prefix":"10","text":" Establish personnel policies and programs relating to, inter alia, conflicts of interest, rates of compensation, and qualifications of personnel;"},{"prefix":"11","text":" Accept and utilize and dispose of donations and grants of money, equipment, supplies, materials, and services;"},{"prefix":"12","text":" Lease, purchase, accept contributions or donations of, or otherwise to own, hold, improve, or use any property, real, personal, or mixed;"},{"prefix":"13","text":" Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise dispose of any property, real, personal, or mixed;"},{"prefix":"14","text":" Establish a budget and make expenditures and levy dues as provided in Article VIII of this compact;"},{"prefix":"15","text":" Sue and be sued;"},{"prefix":"16","text":" Adopt a seal and bylaws to govern its management and operation;"},{"prefix":"17","text":" Report annually to the legislatures, governors, judiciary, and State Councils of the compacting states concerning its activities during the preceding year and any recommendations that it adopted;"},{"prefix":"18","text":" Coordinate education, training, and public awareness regarding the interstate movement of juveniles for officials involved in this activity;"},{"prefix":"19","text":" Establish uniform standards for the reporting, collecting, and exchanging of data;"},{"prefix":"20","text":" Maintain its corporate books and records in accordance with the bylaws; and"},{"prefix":"21","text":" Perform any other functions as may be necessary or appropriate to achieve the purposes of this compact."},{"prefix":"a","text":" Bylaws -- The Interstate Commission shall, by a majority of the members present and voting, within 12 months after the first Interstate Commission meeting, adopt bylaws to govern its conduct as may be necessary or appropriate to carry out the purposes of the compact, including, but not limited to:"},{"prefix":"1","text":" Establishing the fiscal year of the Interstate Commission;"},{"prefix":"2","text":" Establishing an executive committee and any other committees as may be necessary;"},{"prefix":"3","text":" Providing for the establishment of committees governing any general or specific delegation of any authority or function of the Interstate Commission;"},{"prefix":"4","text":" Providing reasonable procedures for calling and conducting meetings of the Interstate Commission and ensuring reasonable notice of each meeting;"},{"prefix":"5","text":" Establishing the titles and responsibilities of the officers of the Interstate Commission;"},{"prefix":"6","text":" Providing a mechanism for concluding the operations of the Interstate Commission and the return of any surplus funds that may exist upon the termination of the compact after the payment or reserving of all of its debts and obligations;"},{"prefix":"7","text":" Providing start-up rules for the initial administration of the compact; and"},{"prefix":"8","text":" Establishing standards and procedures for compliance and technical assistance in carrying out the compact."},{"prefix":"b","text":" Officers and staff -- (1) The Interstate Commission shall, by a majority of the members, elect annually from among its members a chairperson and a vice chairperson, each of whom shall have the authority and duties as may be specified in the bylaws. The chairperson or, in the chairperson's absence or disability, the vice-chairperson shall preside at all meetings of the Interstate Commission. These officers shall serve without compensation or remuneration from the Interstate Commission; provided that, subject to the availability of budgeted funds, these officers shall be reimbursed for any ordinary and necessary costs and expenses incurred by them in the performance of their duties and responsibilities as officers of the Interstate Commission."},{"prefix":"2","text":" The Interstate Commission shall, through its executive committee, appoint or retain an executive director for the period, term, conditions, and compensation as the Interstate Commission considers appropriate. The executive director shall serve as secretary to the Interstate Commission, but shall not be a member. The executive director shall hire and supervise such other staff as may be authorized by the Interstate Commission."},{"prefix":"c","text":" Qualified immunity, defense, and indemnification -- (1) The Interstate Commission's executive director and employees shall be immune from suit and liability, personally and in their official capacity, for any claim for damage to or loss of property or personal injury or other civil liability caused or arising out of or relating to any actual or alleged act, error, or omission that occurred, or that the person had a reasonable basis for believing occurred, within the scope of his or her Interstate Commission employment, duties, or responsibilities; provided, that no such person shall be protected from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of any such person."},{"prefix":"2","text":" The liability of any commissioner, or the employee or agent of a commissioner, acting within the scope of the person's employment or duties for acts, errors, or omissions occurring within the person's state may not exceed the limits of liability set forth under the constitution and laws of that state for state officials, employees, and agents. Nothing in this paragraph shall be construed to protect any such person from suit or liability for any damage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of any such person."},{"prefix":"3","text":" The Interstate Commission shall defend the executive director or the employees or representatives of the Interstate Commission and, subject to the approval of the Attorney General of the state represented by any commissioner of a compacting state, shall defend the commissioner or the commissioner's representatives or employees in any civil action seeking to impose liability arising out of any actual or alleged act, error, or omission that occurred within the scope of the person's Interstate Commission employment, duties, or responsibilities, or that the defendant had a reasonable basis for believing occurred within the scope of his or her Interstate Commission employment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission did not result from intentional or willful and wanton misconduct on the part of such person."},{"prefix":"4","text":" The Interstate Commission shall indemnify and hold the commissioner of a compacting state, or the commissioner's representatives or employees, or the Interstate Commission's representatives or employees, harmless in the amount of any settlement or judgment obtained against the person arising out of any actual or alleged act, error, or omission that occurred within the scope of his or her Interstate Commission employment, duties, or responsibilities, or that the person had a reasonable basis for believing occurred within the scope of his or her Interstate Commission employment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission did not result from intentional or willful and wanton misconduct on the part of such person."},{"prefix":"a","text":" The Interstate Commission shall promulgate and publish rules to effectively and efficiently achieve the purposes of the compact."},{"prefix":"b","text":" Rulemaking shall occur pursuant to the criteria set forth in this article and the bylaws and rules adopted pursuant to this article. The rulemaking shall substantially conform to the principles of the Model State Administrative Procedures Act (1981 Act) (Uniform Laws Annotated, Vol. 15, p. 1 (2000)), or such other administrative procedures act that the Interstate Commission considers appropriate, consistent with the due process requirements of the U.S. Constitution, as now or hereafter interpreted by the U. S. Supreme Court. All rules and amendments shall become binding as of the date specified, as published with the final version of the rule as approved by the Interstate Commission."},{"prefix":"c","text":" When promulgating a rule, the Interstate Commission shall, at a minimum:"},{"prefix":"1","text":" Publish the proposed rule's entire text stating the reason for the proposed rule;"},{"prefix":"2","text":" Allow and invite any and all persons to submit written data, facts, opinions, and arguments, which shall be added to the record and be made publicly available;"},{"prefix":"3","text":" Provide an opportunity for an informal hearing if petitioned by 10 or more persons; and"},{"prefix":"4","text":" Promulgate a final rule and its effective date, if appropriate, based on input from state and local officials or other interested parties."},{"prefix":"d","text":"(1) The Interstate Commission shall allow, not later than 60 days after a rule is promulgated, any interested person to file a petition for judicial review of the rule in the United States District Court for the District of Columbia or in the federal district court where the Interstate Commission's principal office is located. If the court finds that the Interstate Commission's action is not supported by substantial evidence in the rulemaking record, the court shall hold the rule unlawful and set it aside."},{"prefix":"2","text":" For purposes of this subsection, evidence is substantial if it would be considered substantial evidence under the Model State Administrative Procedures Act."},{"prefix":"e","text":" If a majority of the legislatures of the compacting states rejects a rule, those states may, by enactment of a statute or adoption of a resolution, using the same manner used to adopt the compact, cause that the rule shall have no further force and effect in any compacting state."},{"prefix":"f","text":" The existing rules governing the operation of the Interstate Compact on Juveniles superseded by this act shall be null and void 12 months after the first meeting of the Interstate Commission."},{"prefix":"g","text":" Upon determination by the Interstate Commission that a state-of-emergency exists, it may promulgate an emergency rule, which shall become effective immediately upon adoption; provided, that the usual rulemaking procedures provided in this article shall be retroactively applied to the rule as soon as reasonably possible, but no later than 90 days after the effective date of the emergency rule."},{"prefix":"a","text":" Oversight -- (1) The Interstate Commission shall oversee the administration and operations of the interstate movement of juveniles subject to this compact in the compacting states and shall monitor such activities being administered in non-compacting states that may significantly affect compacting states."},{"prefix":"2","text":" The courts and executive agencies in each compacting state shall enforce this compact and shall take all actions necessary and appropriate to effectuate the compact's purposes and intent. The provisions of this compact and the rules promulgated pursuant to this compact shall be received by all the judges, public officers, commissions, and departments of the state government as evidence of the authorized statute and administrative rules. All courts shall take judicial notice of the compact and the rules. The Interstate Commission shall be entitled to receive all service of process in any judicial or administrative proceeding in a compacting state pertaining to the subject matter of this compact that may affect the powers, responsibilities, or actions of the Interstate Commission and have standing to intervene in the proceeding for all purposes."},{"prefix":"b","text":" Dispute resolution -- (1) The compacting states shall report to the Interstate Commission on all issues and activities necessary for the administration of the compact as well as on issues and activities pertaining to compliance with the provisions of the compact and its bylaws and rules."},{"prefix":"2","text":" The Interstate Commission shall attempt, upon the request of a compacting state, to resolve any dispute or other issue that is subject to the compact that may arise among compacting states or between compacting and non-compacting states. The Interstate Commission shall promulgate a rule providing for both mediation and binding dispute resolution for disputes among the compacting states."},{"prefix":"3","text":" The Interstate Commission, in the reasonable exercise of its discretion, shall enforce the provisions and rules of this compact using any or all means set forth in Article XI."},{"prefix":"a","text":" The Interstate Commission shall pay or provide for the payment of the reasonable expenses of its establishment, organization, and ongoing activities."},{"prefix":"b","text":" The Interstate Commission shall levy and collect an annual assessment from each compacting state to cover the cost of the internal operations and activities of the Interstate Commission and the cost of its staff that shall be in a total amount sufficient to cover the Interstate Commission's annual budget as approved each year. The aggregate annual assessment shall be allocated based upon a formula to be determined by the Interstate Commission, which shall take into consideration the population of each compacting state and the volume of interstate movement of juveniles in each compacting state. The Interstate Commission shall promulgate a rule, which shall be binding on all compacting states, that governs the assessment."},{"prefix":"c","text":" The Interstate Commission shall not incur any obligation of any kind prior to securing the funds adequate to meet the obligation or pledge the credit of any compacting state except by and with the authority of the compacting state."},{"prefix":"d","text":" The Interstate Commission shall keep an accurate account of all receipts and disbursements. The receipts and disbursements of the Interstate Commission shall be subject to the audit and accounting procedures established under its bylaws. All receipts and disbursements of funds handled by the Interstate Commission shall be audited yearly by a certified or licensed public accountant. The report of the audit shall be included in and become part of the annual report of the Interstate Commission."},{"prefix":"a","text":" Any state as defined in Article II(12) is eligible to become a compacting state."},{"prefix":"b","text":" The compact shall become effective and binding upon legislative enactment of the compact into law by no less than 35 states. The initial effective date shall be the later of July 1, 2004, or enactment into law by the 35th state. Thereafter, it shall become effective and binding as to any other compacting state upon enactment of the compact into law by that state. The governors of non-member states, or their designees, shall be invited to participate in the activities of the Interstate Commission on a nonvoting basis prior to adoption of the compact by all states."},{"prefix":"c","text":" The Interstate Commission may propose amendments to the compact for enactment by the compacting states. No amendment shall become effective and binding upon the Interstate Commission and the compacting states until it is enacted into law by unanimous consent of the compacting states."},{"prefix":"a","text":" Withdrawal -- (1) Once effective, the compact shall continue in force and remain binding upon each compacting state; provided, that a compacting state may withdraw from the compact by specifically repealing the statute that enacted the compact into law."},{"prefix":"2","text":" The effective date of withdrawal is the effective date of the repeal."},{"prefix":"3","text":" The withdrawing state shall immediately notify the chairperson of the Interstate Commission in writing upon the introduction of legislation repealing this compact in the withdrawing state. The Interstate Commission shall notify the other compacting states of the withdrawing state's intent to withdraw within 60 days of its receipt of the notice."},{"prefix":"4","text":" The withdrawing state is responsible for all assessments, obligations, and liabilities incurred through the effective date of withdrawal, including any obligations, the performance of which extend beyond the effective date of withdrawal."},{"prefix":"5","text":" Reinstatement following withdrawal of any compacting state shall occur upon the withdrawing state reenacting the compact or upon such later date as determined by the Interstate Commission."},{"prefix":"b","text":" Technical assistance, fines, suspension, termination, and default -- (1) If the Interstate Commission determines that any compacting state has at any time defaulted in the performance of any of its obligations or responsibilities under this compact, or the bylaws or rules, the Interstate Commission may impose any or all of the following penalties:"},{"prefix":"A","text":" Remedial training and technical assistance as directed by the Interstate Commission;"},{"prefix":"B","text":" Alternative dispute resolution;"},{"prefix":"C","text":" Fines, fees, and costs in amounts considered reasonable and fixed by the Interstate Commission; and"},{"prefix":"D","text":" Suspension or termination of membership in the compact, which shall be imposed only after all other reasonable means of securing compliance under the bylaws or rules have been exhausted and the Interstate Commission has determined that the offending state is in default."},{"prefix":"2","text":" Immediate notice of suspension shall be given by the Interstate Commission to the Governor, the Chief Justice or the Chief Judicial Officer of the state, the majority and minority leaders of the defaulting state's legislature, and the State Council."},{"prefix":"3","text":" The grounds for default include, but are not limited to, failure of a compacting state to perform the obligations or responsibilities imposed upon it by this compact, the bylaws, or rules, and any other grounds designated in the Interstate Commission's bylaws and rules."},{"prefix":"4","text":" The Interstate Commission shall immediately notify the defaulting state in writing of the penalty imposed by the Interstate Commission and of the default, pending a cure of the default. The Interstate Commission shall specify the conditions and the time period within which the defaulting state must cure its default. If the defaulting state fails to cure the default within the time period specified by the Interstate Commission, the defaulting state shall be terminated from the compact upon an affirmative vote of a majority of the compacting states, and all rights, privileges, and benefits conferred by this compact shall be terminated upon the effective date of termination."},{"prefix":"5","text":" Within 60 days of the effective date of termination of a defaulting state, the Interstate Commission shall notify the Governor, the Chief Justice or Chief Judicial Officer, the majority and minority leaders of the defaulting state's legislature, and the State Council of the termination."},{"prefix":"6","text":" The defaulting state is responsible for all assessments, obligations, and liabilities incurred through the effective date of termination, including any obligations, the performance of which extends beyond the effective date of termination."},{"prefix":"7","text":" The Interstate Commission shall not bear any costs relating to the defaulting state unless otherwise agreed upon in writing between the Interstate Commission and the defaulting state."},{"prefix":"8","text":" Reinstatement following termination of any compacting state requires both a reenactment of the compact by the defaulting state and the approval of the Interstate Commission pursuant to the rules."},{"prefix":"c","text":" Judicial enforcement -- The Interstate Commission may, by majority vote of the members, initiate legal action in the United States District Court for the District of Columbia or, at the discretion of the Interstate Commission, in the federal district where the Interstate Commission has its offices to enforce compliance with the provisions of the compact, its rules, or bylaws against any compacting state in default. If judicial enforcement is necessary, the prevailing party shall be awarded all the costs of litigation, including reasonable attorney fees."},{"prefix":"d","text":" Dissolution of the compact -- (1) The compact dissolves effective upon the date of the withdrawal or default of the compacting state that reduces membership in the compact to one compacting state."},{"prefix":"2","text":" Upon the dissolution of this compact, the compact becomes null and void and shall be of no further force or effect, and the business and affairs of the Interstate Commission shall be concluded and any surplus funds shall be distributed in accordance with the bylaws."},{"prefix":"a","text":" The provisions of this compact shall be severable. If any phrase, clause, sentence, or provision is deemed unenforceable, the remaining provisions of the compact shall be enforceable."},{"prefix":"b","text":" The provisions of this compact shall be liberally construed to effectuate its purposes."},{"prefix":"a","text":" Other laws -- (1) Nothing in this compact shall prevent the enforcement of any other law of a compacting state that is not inconsistent with this compact."},{"prefix":"2","text":" All compacting states' laws other than state constitutions and other interstate compacts conflicting with this compact are superseded to the extent of the conflict."},{"prefix":"b","text":" Binding effect of the compact -- (1) All lawful actions of the Interstate Commission, including all rules and bylaws promulgated by the Interstate Commission, are binding upon the compacting states."},{"prefix":"2","text":" All agreements between the Interstate Commission and the compacting states are binding in accordance with their terms."},{"prefix":"3","text":" Upon the request of a party to a conflict over the meaning or interpretation of an Interstate Commission action and a majority vote of the compacting states, the Interstate Commission may issue advisory opinions regarding the meaning or interpretation."},{"prefix":"4","text":" In the event any provision of this compact exceeds the constitutional limits imposed on the legislature of any compacting state, the obligation, duty, power, or jurisdiction sought to be conferred by the provision upon the Interstate Commission shall be ineffective and the obligation, duty, power, or jurisdiction shall remain in the compacting state and shall be exercised by the agency of the compacting state to which the obligation, duty, power, or jurisdiction are delegated by law in effect at the time this compact becomes effective."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Interstate Compact on Juveniles. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"1102","identifier":"24-1102","catch_text":"Authority to enter into and execute Compact."}}