{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-1231.\n\nReferences in Text\n\nThe \"District of Columbia Board of Parole Amendment Act of 1987,\" referred to in (b), is D.C. Law 7-103, 34 DCR 8279, effective April 8, 1988.\n\nDC CODE § 24-131\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 745, Pub. L. 105-33, § 11231; Oct. 21, 1998, 112 Stat. 2426, Pub. L. 105-274, § 7(c)(2)(A).)","sections":[{"prefix":"a","text":" Paroling jurisdiction. --"},{"prefix":"1","text":" Jurisdiction of Parole Commission to grant or deny parole and to impose conditions. -- Not later than one year after August 5, 1997, the United States Parole Commission shall assume the jurisdiction and authority of the Board of Parole of the District of Columbia to grant and deny parole, and to impose conditions upon an order of parole, in the case of any imprisoned felon who is eligible for parole or reparole under the District of Columbia Official Code. The Parole Commission shall have exclusive authority to amend or supplement any regulation interpreting or implementing the parole laws of the District of Columbia with respect to felons, provided that the Commission adheres to the rulemaking procedures set forth in § 4218 of title 18, United States Code."},{"prefix":"2","text":" Jurisdiction of Parole Commission to revoke parole or modify conditions. -- On the date in which the Court Services and Offender Supervision Agency for the District of Columbia is established under § 24-133, the United States Parole Commission shall assume any remaining powers, duties, and jurisdiction of the Board of Parole of the District of Columbia, including jurisdiction to revoke parole and to modify the conditions of parole, with respect to felons."},{"prefix":"3","text":" Jurisdiction of Superior Court. -- On the date on which the Court Services and Offender Supervision Agency for the District of Columbia is established under § 24-133, the Superior Court of the District of Columbia shall assume the jurisdiction and authority of the Board of Parole of the District of Columbia to grant, deny, and revoke parole, and to impose and modify conditions of parole, with respect to misdemeanants."},{"prefix":"b","text":" Abolition of the Board of Parole. -- On the date on which the Court Services and Offender Supervision Agency for the District of Columbia is established under § 24-133, the Board of Parole established in the District of Columbia Board of Parole Amendment Act of 1987 shall be abolished."},{"prefix":"c","text":" Rulemaking and legislative responsibility for parole matters. -- The Parole Commission shall exercise the authority vested in it by this section pursuant to the parole laws and regulations of the District of Columbia, except that the Council of the District of Columbia and the Board of Parole of the District of Columbia may not revise any such laws or regulations (as in effect on August 5, 1997) without the concurrence of the Attorney General."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"III","text":"Offender Supervision and Parole."},"heading":{"title":"24","chaptersection":"131","identifier":"24-131","catch_text":"Parole."}}