{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-1201.\n\nEffect of Amendments\n\nSection 163 of Public Law 106-522, in subsec. (g), redesignated clauses (g)(4)(A)(vi) through (ix) as clauses (vii) through (x), respectively, and added clause (vi).\n\nSection 165 of Public Law 106-522 added par. (g)(6), relating to the Meadowood Farm land exchange.\n\nD.C. Law 14-29 rewrote subsec. (h) which had read:\n\n\"(h) District of Columbia Corrections Information Council. --\n\n\"(1) Establishment. -- There is established a council to be known as the District of Columbia Correction Information Council (hereafter referred to as 'Council').\n\n\"(2) Membership. -- The Council shall be composed of 3 members appointed as follows:\n\n\"(A) Two individuals appointed by the mayor of the District of Columbia.\n\n\"(B) One individual appointed by the Council of the District of Columbia.\n\n\"(3) Compensation. -- Members of the Council may not receive pay, allowances, or benefits by reason of their service on the Council.\n\n\"(4) Duties. -- The Council shall report to the Director of the Bureau of Prisons with advice and information regarding matters affecting the District of Columbia sentenced felon population.\"\n\nD.C. Law 15-62 added subpar. (B-i) in subsec. (h)(4).\n\nD.C. Law 18-223 repealed subsec. (h) which read as follows:\n\n\"(h) District of Columbia Corrections Information Council. --\"\n\n\"(1) Establishment. --There is established a council to be known as the District of Columbia Corrections Information Council (hereafter referred to as 'CIC').\n\n\"(2) Membership. --The CIC shall be composed of 3 members, appointed as follows:\n\n\"(A) Two members appointed by the Mayor of the District of Columbia.\n\n\"(B) One member to be appointed by the Council of the District of Columbia, by resolution.\n\n\"(C) Of the members first appointed, the Mayor shall appoint one member for a one-year term. The other mayoral appointee and the Council appointee shall serve 2-year terms. Thereafter, members shall be appointed for terms of 2 years.\n\n\"(D) The Mayor shall designate the Chairperson of the CIC.\n\n\"(3) Compensation. --Members of the CIC shall not receive compensation for their service.\n\n\"(4) Duties. --The CIC shall:\n\n\"(A) Report to the Director of the Bureau of Prisons with advice and information regarding matters affecting the District of Columbia sentenced felon population;\n\n\"(B) Conduct comprehensive inspections, unannounced whenever possible, of facilities housing District of Columbia sentenced felons and interview selected staff at each facility;\n\n\"(B-i) Conduct comprehensive inspections of the District of Columbia's Central Detention Facility in accordance with § 24-211.02(b)(1) and submit a report of each inspection to the Mayor, the Council, and the Director of the District of Columbia's Department of Corrections;\n\n\"(C) Review documents related to the conditions of confinement at each facility housing District of Columbia sentenced felons, including, but not limited to, inmate files and records, inmate grievances, incident reports, disciplinary reports, use of force reports, medical and psychological records, administrative and policy directives of the facility, and logs, records, and other data maintained by the facility; and\n\n\"(D) Transmit to the Director of the Bureau of Prisons, the Mayor, the Council, and the Director of the District of Columbia's Department of Corrections the following reports, copies of which shall be made available to the public:\n\n\"(i) An annual report on the conditions of confinement of District of Columbia sentenced felons; and\n\n\"(ii) A report on each inspection of a facility housing District of Columbia sentenced felons.\n\n\"(5) Meetings and hearings. --\n\n\"(A) The CIC shall meet as necessary to conduct official business.\n\n\"(B) The presence of 2 members shall constitute a quorum necessary for the CIC to take official action.\n\n\"(C) The CIC may act by an affirmative vote of at least 2 members.\n\n\"(6) Management and support services. --\n\n\"(A) The Chief Financial Officer shall provide financial support services and oversight for the CIC using personnel assigned to provide financial support services and oversight for the District of Columbia's Department of Corrections.\n\n\"(B) The Chief Procurement Officer shall provide contracting and procurement support services and oversight for the CIC using personnel assigned to provide contracting and procurement support services and oversight for the District of Columbia's Department of Corrections. The CIC is authorized to contract with qualified private organizations or individuals for services in accordance with Unit A of Chapter 3 of Title 2.\n\n\"(C) The CIC is authorized to appoint one employee to the Excepted Service established by subchapter IX of Chapter 6 of Title 1.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 14-34 amended subsec. (h) to read as follows:\n\n\"(h) District of Columbia Corrections Information Council. --\n\n\"(1) Establishment. --There is established a council to be known as the District of Columbia Corrections Information Council (hereafter referred to as 'CIC').\n\n\"(2) Membership. --The CIC shall be composed of 3 members, appointed as follows:\n\n\"(A) Two members appointed by the Mayor of the District of Columbia.\n\n\"(B) One member to be appointed by the Council of the District of Columbia, by resolution.\n\n\"(C) Of the members first appointed, the Mayor shall appoint one member for a one-year term. The other mayoral appointee and the Council appointee shall serve 2-year terms. Thereafter, members shall be appointed for terms of 2 years.\n\n\"(D) The Mayor shall designate the Chairperson of the CIC.\n\n\"(3) Compensation. --Members of the CIC shall not receive compensation for their service.\n\n\"(4) Duties. --The CIC shall:\n\n\"(A) Report to the Director of the Bureau of Prisons with advice and information regarding matters affecting the District of Columbia sentenced felon population;\n\n\"(B) Conduct comprehensive inspections, unannounced whenever possible, of facilities housing District of Columbia sentenced felons and interview selected staff at each facility;\n\n\"(C) Review documents related to the conditions of confinement at each facility housing District of Columbia sentenced felons, including, but not limited to, inmate files and records, inmate grievances, incident reports, disciplinary reports, use of force reports, medical and psychological records, administrative and policy directives of the facility, and logs, records, and other data maintained by the facility; and\n\n\"(D) Transmit to the Director of the Bureau of Prisons, the Mayor, the Council, and the Director of the District of Columbia's Department of Corrections the following reports, copies of which shall be made available to the public:\n\n\"(i) An annual report on the conditions of confinement of District of Columbia sentenced felons; and\n\n\"(ii) A report on each inspection of a facility housing District of Columbia sentenced felons.\n\n\"(5) Meetings and hearings. --\n\n\"(A) The CIC shall meet as necessary to conduct official business.\n\n\"(B) The presence of 2 members shall constitute a quorum necessary for the CIC to take official action.\n\n\"(C) The CIC may act by an affirmative vote of at least 2 members.\n\n\"(6) Management and support services. --\n\n\"(A) The Chief Financial Officer shall provide financial support services and oversight for the CIC using personnel assigned to provide financial support services and oversight for the District of Columbia's Department of Corrections.\n\n\"(B) The Chief Procurement Officer shall provide contracting and procurement support services and oversight for the CIC using personnel assigned to provide contracting and procurement support services and oversight for the District of Columbia's Department of Corrections. The CIC is authorized to contract with qualified private organizations or individuals for services in accordance with the District of Columbia Procurement Practices Act of 1985, effective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 2-301.01 et seq.).\n\n\"(C) The CIC is authorized to appoint one employee to the Excepted Service established by Title X of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 (D.C. Law 2-139; D.C. Official Code § 1-609.01 et seq.).\".\n\nSection 4(b) of D.C. Law 14-34 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Corrections Information Council Emergency Amendment Act of 2001 (D.C. Act 14-80, July 9, 2001, 48 DCR 6346).\n\nFor temporary (90 day) amendment of section, see § 2 of Corrections Information Council Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-136, October 23, 2001, 48 DCR 9915).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 18-233, see § 7011 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 18-233, see § 7011 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nLaw 14-34, the \"Corrections Information Council Temporary Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-233, which was retained by Council. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 12, 2001, it was assigned Act No. 14-96 and transmitted to both Houses of Congress for its review. D.C. Law 14-34 became effective on October 13, 2001.\n\nLaw 14-29, the \"Corrections Information Council Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-221, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 12, 2001, it was assigned Act No. 14-90 and transmitted to both Houses of Congress for its review. D.C. Law 14-29 became effective on October 13, 2001.\n\nLaw 15-62, the \"District of Columbia Jail Improvement Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-31, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on July 29, 2003, it was assigned Act No. 15-112 and transmitted to both Houses of Congress for its review. D.C. Law 15-62 became effective on January 30, 2004.\n\nLaw 18-233, the \"Corrections Information Council Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-404, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Became law without signature of the Mayor on May 22, 2010, it was assigned Act No. 18- 406 and transmitted to both Houses of Congress for its review. D.C. Law 18-233 became effective on October 2, 2010.\n\nEffective Dates\n\nSection 11721 of Title XI of Pub. L. 105-33, 111 Stat. 786, the National Capital Revitalization and Self-Government Improvement Act of 1997, provided that except as otherwise provided in this title, the provisions of this title shall take effect on the later of October 1, 1997, or the day the District of Columbia Financial Responsibility and Management Assistance Authority certifies that the financial plan and budget for the District government for fiscal year 1998 meet the requirements of section 201(c)(1) of the District of Columbia Financial Responsibility and Management Assistance Act of 1995, as amended by this title.\n\nReferences in Text\n\nSection 1604(f)(2)(A) of Pub. L. 105-34, 111 Stat. 1099, provides that \"section 11201(g)(2)(B)(iii) of the Balanced Budget Act of 1997 shall apply as if the reference in such section to 'December 31, 2003' were a reference to 'December 31, 2001.\"'.\n\n\"This title\", referred to in subsec. (g)(4)(C), is title XI of Pub. L. 10-533, Aug. 5, 1997, 111 Stat. 712.\n\nMiscellaneous Notes\n\nEstablishment--Community Corrections Facility Siting Advisory Commission, see Mayor's Order 2001-172, November 21, 2001 (48 DCR 11583).\n\nSection 3 of D.C. Law 18-233 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan, but no earlier than June 1, 2011.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Law 18-233 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 18-233, are not in effect.\n\nSection 7011 of D.C. Law 19-168 repealed section 3 of D.C. Law 18-233.\n\nSection 7016 of D.C. Law 19-168 provides:\n\n\"Sec. 7016. Sections 7001, 7004, 7007, 7009, 7011, and 7015 shall apply as of the effective date of the Fiscal Year 2013 Budget Support Emergency Act of 2012, passed on emergency basis on June 5, 2012 (Enrolled version of Bill 19- 796).\"\n\nDC CODE § 24-101\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 734, Pub. L. 105-33, § 11201; Nov. 19, 1997, 111 Stat. 734, Pub. L. 105-100, § 157(e)(2); Oct. 21, 1998, 112 Stat. 2681- 600, Pub. L. 105-277, § 141; Oct. 14, 1999, D.C. Law 13-49, § 7, 46 DCR 5153; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, §§ 163, 165; Oct. 13, 2001, D.C. Law 14-29, § 2, 48 DCR 7084; Jan. 30, 2004, D.C. Law 15-62, § 3, 50 DCR 6574; Oct. 2, 2010, D.C. Law 18-233, § 2(a), 57 DCR 4514.)","sections":[{"prefix":"a","text":" Felons sentences pursuant to the truth-in-sentencing requirements. -- Not later than October 1, 2001, any person who has been sentenced to incarceration pursuant to the District of Columbia Official Code or the truth-in-sentencing system as described in § 24-111 shall be designated by the Bureau of Prisons to a penal or correctional facility operated or contracted for by the Bureau of Prisons, for such term of imprisonment as the court may direct. Such persons shall be subject to any law or regulation applicable to persons committed for violations of laws of the United States consistent with the sentence imposed."},{"prefix":"b","text":" Felons sentenced pursuant to the D.C. Official Code. -- Notwithstanding any other provision of law, not later than December 31, 2001, the Lorton Correctional Complex shall be closed and the felony population sentenced pursuant to the District of Columbia Official Code residing at the Lorton Correctional Complex shall be transferred to a penal or correctional facility operated or contracted for by the Bureau of Prisons. Such persons shall be subject to any law or regulation applicable to persons committed for violations of laws of the United States consistent with the sentence imposed, and the Bureau of Prisons shall be responsible for the custody, care, subsistence, education, treatment and training of such persons."},{"prefix":"c","text":" Privatization. --"},{"prefix":"1","text":" Transition of inmates from Lorton. -- The Bureau of Prisons shall house, in private contract facilities:"},{"prefix":"A","text":" At least 2000 District of Columbia sentenced felons by December 31, 1999; and"},{"prefix":"B","text":" At least 50 percent of the District of Columbia sentenced felony population by September 30, 2003."},{"prefix":"2","text":" Duties of Deputy Attorney General. -- The Deputy Attorney General shall"},{"prefix":"A","text":" Be responsible for overseeing Bureau of Prisons privatization activities; and"},{"prefix":"B","text":" Submit a report to Congress on October 1 of each year detailing the progress and status of compliance with privatization requirements."},{"prefix":"3","text":" Duties of Attorney General. -- The Attorney General shall:"},{"prefix":"A","text":" Conduct a study of correctional privatization, including a review of relevant research and related legal issues, and comparative analysis of the cost effectiveness and feasibility of private sector and Federal, State, and local governmental operation of prisons and corrections programs at all security levels; and"},{"prefix":"B","text":" Submit a report to Congress no later than one year after August 5, 1997."},{"prefix":"d","text":" Site acquisition and construction. -- In order to house the District of Columbia felony inmate population the Bureau of Prisons shall acquire land, construct and build new facilities at sites selected by the Bureau of Prisons, or contract for appropriate bed space, but no facilities may be built on the grounds of the Lorton Reservation."},{"prefix":"e","text":" National capital planning. -- Notwithstanding any other provision of law, the requirements of the National Capital Planning Act of 1952 (40 U.S.C. 71 et seq.) shall not apply to any actions taken by the Bureau of Prisons or its agents or employees."},{"prefix":"f","text":" Department of Corrections authority. -- The District of Columbia Department of Corrections shall remain responsible for the custody, care, subsistence, education, treatment, and training of any person convicted of a felony offense pursuant to the District of Columbia Official Code and housed at the Lorton Correctional Complex until December 31, 2001, or the date on which the last inmate housed at the Lorton Correctional Complex is designated by the Bureau of Prisons, whichever is earlier."},{"prefix":"g","text":" Lorton Correctional Complex. --"},{"prefix":"1","text":" Transfer of functions. --"},{"prefix":"A","text":" Notwithstanding any other provision of law, to the extent the Bureau of Prisons assumes functions of the Department of Corrections under this subchapter, the Department is no longer responsible for such functions and the provisions of §§ 24-211.01 and 24-211.02, that apply with respect to such functions are no longer applicable."},{"prefix":"B","text":" Contingent on the General Services Administration (GSA) receiving the necessary appropriations to carry out the requirements of this paragraph and subsection (g), and notwithstanding the Federal Property and Administrative Services Act of 1949 (40 U.S.C. § 471 et seq.), not later than 60 days after the date of enactment of the Lorton Technical Corrections Act of 1998, any property on which the Lorton Correctional Complex is located shall be transferred to the GSA."},{"prefix":"C","text":" Not later than one year after the date of enactment of the Lorton Technical Corrections Act of 1998, Fairfax County shall submit a reuse plan that complies with all requisite approvals to the Administrator of General Services, that aims to maximize use of the land for open space, park land, or recreation, while delineating permissible or required uses, potential development densities, and any time limits on such development factors of the property on which the Lorton Correctional Complex is located."},{"prefix":"D","text":" Not later than 180 days after the date of enactment of the Lorton Technical Corrections Act of 1998, the Secretary of the Interior shall notify GSA of any property it requests to be transferred to the Department of the Interior for the purpose of a land exchange by the United States Fish and Wildlife Service within the Commonwealth of Virginia or such other purposes consistent with the reuse plan developed by Fairfax County as the Secretary may request. The Administrator of General Services shall approve the Secretary's request to the extent that the request is consistent with the reuse plan developed by Fairfax County and does not result in a significant reduction in the marketability or value of any remaining property. The Administrator of General Services shall coordinate with the Secretary of the Interior to resolve any conflicts presented by the Department of the Interior's request and shall transfer the property to the Department of the Interior at no cost."},{"prefix":"E","text":" Any property not transferred to the Department of the Interior under subparagraph (D) shall be disposed of according to paragraphs (2) and (4)."},{"prefix":"2","text":" Transfer of land. --"},{"prefix":"A","text":" In general. --"},{"prefix":"i","text":" Fairfax County Water Authority. -- 150 acres of parcel 106-4-001-54 located west of Ox Road (State Route 123) on which the Lorton Correctional Complex is located shall be transferred, without consideration, to the Fairfax County Water Authority of Fairfax, Virginia."},{"prefix":"ii","text":" Fairfax County Parks Authority. -- Any acres of parcel 106-4-001-54 located west of Ox Road (State Route 123) on which the Lorton Correctional Complex is located not transferred under sub-subparagraph (i) shall be assigned to the Department of the Interior, National Park Service, for conveyance to the Fairfax County Parks Authority for recreational purposes pursuant to the section 203(k)(2) of the Federal Property and Administrative Services Act of 1949 (40 U.S.C. 484(k)(2))."},{"prefix":"B","text":" Condition of transfer. --"},{"prefix":"i","text":" Water services. -- The United States Government shall not transfer any parcels under this paragraph unless the Fairfax County Water Authority certifies that it will continue to provide water services to the Lorton Correctional Complex at the rate it provided water services prior to the transfer."},{"prefix":"ii","text":" Restriction on transfer. -- No Federal agency may transfer the property under this paragraph until the prospective recipient of the property provides to such agency --"},{"prefix":"I","text":" A land description survey suitable for transferring property under Virginia law; and"},{"prefix":"II","text":" Any necessary surveys to determine the presence of any hazardous substances, contaminants or pollutants."},{"prefix":"iii","text":" Lorton Correctional Complex. -- The Lorton Correctional Complex shall remain available for the District of Columbia Department of Corrections to house District of Columbia felony inmates until the last inmate at the Complex has been designated by the Bureau of Prisons or until December 31, 2003 [December 31, 2001], whichever is earlier."},{"prefix":"C","text":" Authorization. -- The General Services Administration and the National Park Service is authorized to expend any funds necessary to ensure that the transfer or conveyance under subparagraph (A) of this paragraph complies with all applicable environmental and historic preservation laws."},{"prefix":"3","text":" Water mains. -- Any water mains located on or across the Lorton Correctional Complex on the date of the transfers under paragraph (2) of this subsection, that are owned by the Fairfax County Water Authority and provide water to the public, shall be permitted to remain in place, and shall be operated, maintained, repaired, and replaced by the Fairfax County Water Authority or a successor agency furnishing water to the public in Fairfax County or adjacent jurisdictions, but shall not interfere with operations of the Lorton Correctional Complex."},{"prefix":"4","text":" Conditions on Transfer of Lorton Property East of Ox Road (State Route 123). --"},{"prefix":"A","text":" In General. -- With respect to property east of Ox Road (State Route 123) on which the Lorton Correctional Complex is located, the Administrator of General Services shall --"},{"prefix":"i","text":" Cooperate with the District of Columbia Corrections Trustee to determine property necessary for the Trustee to maintain the security of the Lorton Correctional Complex until its closure;"},{"prefix":"ii","text":" Prepare a report of title, complete a property description, provide protection and maintenance, conduct an environmental assessment of the property to determine the extent of contamination, complete National Environmental Policy Act of 1969 (42 U.S.C. § 4331 et seq.) and National Historic Preservation Act (16 U.S.C. § 470 et seq.) processes for closure and disposal of the property, and provide an estimate of the cost for remediation and contingent on receiving the necessary appropriations complete the remediation in compliance with applicable federal and state environmental laws;"},{"prefix":"iii","text":" Develop a disposition strategy incorporating the Fairfax County reuse plan and the Department of Interior's land transfer request, and resolve conflicts between the plan and the transfer request, or between the reuse plan, the transfer request and the results of the environmental studies;"},{"prefix":"iv","text":" Negotiate with any entity that has a lease, agreement, memorandum of understanding, right-of-way, or easement with the District of Columbia to occupy or utilize any parcels of such property on October 1, 1997, to perfect or extend such lease, agreement, memorandum of understanding, right-of-way, or easement;"},{"prefix":"v","text":" Transfer any property identified for use for open space, park land, or recreation in the Fairfax County reuse plan to the Northern Virginia Regional Park Authority, the Fairfax County Park Authority, or another public entity, subject to the condition that the recipient use the conveyed property only for open space, park land, or recreation and that the transfer be at fair market value considering the highest and best use of the property to be open space, park land, and recreation;"},{"prefix":"vi","text":" Immediately upon completing the remediation required under sub-subparagraph (ii) of this subparagraph (but in no event later than June 1, 2003), transfer any property located south of Silverbrooke Road which is identified for use for educational purposes in the Fairfax County reuse plan to the County, without consideration, subject to the condition that the County use the property only for educational purposes;"},{"prefix":"vii","text":" Not later than 60 days after the property is transferred to the General Services Administration, transfer at fair market value the six-acre parcel east of Shirley Highway on Interstate 95 to Amtrak, subject to such terms and conditions as the Administrator determines to be in the best interest of the United States;"},{"prefix":"viii","text":" Dispose of any parcels not reserved by the Department of the Interior and not otherwise addressed under this subparagraph at fair market value, subject to such terms and conditions as the Administrator determines to be in the best interest of the United States;"},{"prefix":"ix","text":" Deposit any proceeds from the sale of property on which the Lorton Correctional Complex is located into a special fund established in the treasury for purposes of covering real property utilization and disposal related expenses, including environmental compliance and remediation for the Lorton Correctional Complex until all property has been conveyed; and"},{"prefix":"x","text":" Deposit any remaining funds in the Policy and Operations appropriation account of the General Services Administration to be used for real property utilization and disposal activities until expended."},{"prefix":"B","text":" Report. -- Not later than 90 days after the date of the receipt of the Fairfax County reuse plan and the Department of the Interior property transfer request by the Administrator of General Services, the Administrator shall report to the Committees on Appropriations and Government Reform and Oversight of the House of Representatives, and the Committees on Appropriations and Governmental Affairs of the Senate on plans to comply with the terms of this paragraph and any estimated costs associated with compliance."},{"prefix":"C","text":" Authorization. -- There is authorized to be appropriated such sums as are necessary from the general funds of the Treasury, to remain available until expended, to the Policy and Operations appropriation account of the General Services Administration for the real property utilization and disposal activities in carrying out the provisions of this title."},{"prefix":"5","text":" Jurisdiction. -- Any property disposed of according to paragraphs (2) and (4) shall be under the jurisdiction of the Commonwealth of Virginia. Any development of such property and any property transferred to the Department of the Interior for exchange purposes shall comply with any applicable planning and zoning requirements of Fairfax County and the Fairfax County reuse plan."},{"prefix":"6","text":" Meadowood farm land exchange. --"},{"prefix":"A","text":" In general. -- If, not later than January 15, 2001, Fairfax County, Virginia, agrees to convey fee simple title to the property on Mason Neck in excess of 800 acres depicted on the map dated June 2000, on file in the Office of the Director of the Bureau of Land Management, Eastern States (hereafter in this paragraph referred to as \"Meadowood Farm\") to the Secretary of the Interior, then the Administrator of General Services shall agree to convey to Fairfax County, Virginia, fee simple title to the property located at the Lorton Correctional Complex north of Silverbrook Road, and consisting of more than 200 acres identified in the Fairfax County Reuse Plan, dated July 26, 1999, as land available for residential development in Land Units 1 and 2 (hereafter in this paragraph referred to as the \"Laurel Hill Residential Land\"), the actual exchange to occur no later than December 31, 2001."},{"prefix":"B","text":" Terms and conditions. --"},{"prefix":"i","text":" When Fairfax County transfers fee simple title to Meadowood Farm to the Secretary of the Interior, the Administrator of General Services shall simultaneously transfer to the County the Laurel Hill Residential Land."},{"prefix":"ii","text":" The transfer of property to Fairfax County, Virginia, under sub-subparagraph (i) of this subparagraph shall be subject to such terms and conditions that the Administrator of General Services considers to be appropriate to protect the interests of the United States."},{"prefix":"iii","text":" Any proceeds derived from the sale of the Laurel Hill Residential Land by Fairfax County that exceed the County's cost of acquiring, financing (which shall be deemed a County cost from the time of financing of the Meadowood Farm acquisition to the receipt of proceeds of the sale or sales of the Laurel Hill Residential Land until such time as the proceeds of such sale or sales exceed the acquisition and financing costs of Meadowood Farm to the County), preparing, and conveying Meadowood Farm and costs incurred for improving, preparing, and conveying the Laurel Hill Residential Land shall be remitted to the United States and deposited into the special fund established pursuant to paragraph (4)(A)(viii) of this subsection."},{"prefix":"C","text":" Management of property. -- The property transferred to the Secretary of the Interior under this section shall be managed by the Bureau of Land Management for public use and recreation purposes."},{"prefix":"g-1","text":" District of Columbia Corrections Information Council. --"},{"prefix":"1","text":" Establishment. -- There is established a council to be known as the District of Columbia Corrections Information Council (hereafter referred to as \"CIC\")."},{"prefix":"2","text":" Membership. -- The CIC shall be composed of 3 members, appointed as follows:"},{"prefix":"A","text":" Two members appointed by the Mayor of the District of Columbia."},{"prefix":"B","text":" One member to be appointed by the Council of the District of Columbia, by resolution."},{"prefix":"C","text":" Of the members first appointed, the Mayor shall appoint one member for a one-year term. The other mayoral appointee and the Council appointee shall serve 2-year terms. Thereafter, members shall be appointed for terms of 2 years."},{"prefix":"D","text":" The Mayor shall designate the Chairperson of the CIC."},{"prefix":"3","text":" Compensation. -- Members of the CIC shall not receive compensation for their service."},{"prefix":"4","text":" Duties. -- The CIC shall:"},{"prefix":"A","text":" Report to the Director of the Bureau of Prisons with advice and information regarding matters affecting the District of Columbia sentenced felon population;"},{"prefix":"B","text":" Conduct comprehensive inspections, unannounced whenever possible, of facilities housing District of Columbia sentenced felons and interview selected staff at each facility;"},{"prefix":"B-i","text":" Conduct comprehensive inspections of the District of Columbia's Central Detention Facility in accordance with § 24-211.02(b)(1) and submit a report of each inspection to the Mayor, the Council, and the Director of the District of Columbia's Department of Corrections;"},{"prefix":"C","text":" Review documents related to the conditions of confinement at each facility housing District of Columbia sentenced felons, including, but not limited to, inmate files and records, inmate grievances, incident reports, disciplinary reports, use of force reports, medical and psychological records, administrative and policy directives of the facility, and logs, records, and other data maintained by the facility; and"},{"prefix":"D","text":" Transmit to the Director of the Bureau of Prisons, the Mayor, the Council, and the Director of the District of Columbia's Department of Corrections the following reports, copies of which shall be made available to the public:"},{"prefix":"i","text":" An annual report on the conditions of confinement of District of Columbia sentenced felons; and"},{"prefix":"ii","text":" A report on each inspection of a facility housing District of Columbia sentenced felons."},{"prefix":"5","text":" Meetings and hearings. --"},{"prefix":"A","text":" The CIC shall meet as necessary to conduct official business."},{"prefix":"B","text":" The presence of 2 members shall constitute a quorum necessary for the CIC to take official action."},{"prefix":"C","text":" The CIC may act by an affirmative vote of at least 2 members."},{"prefix":"6","text":" Management and support services. --"},{"prefix":"A","text":" The Chief Financial Officer shall provide financial support services and oversight for the CIC using personnel assigned to provide financial support services and oversight for the District of Columbia's Department of Corrections."},{"prefix":"B","text":"(i) The Chief Procurement Officer shall provide contracting and procurement support services and oversight for the CIC using personnel assigned to provide contracting and procurement support services and oversight for the District of Columbia's Department of Corrections."},{"prefix":"ii","text":" The CIC is authorized to contract with qualified private organizations or individuals for services in accordance with Unit A of Chapter 3 of Title 2."},{"prefix":"C","text":" The CIC is authorized to appoint one employee to the Excepted Service established by subchapter IX of Chapter 6 of Title 1."},{"prefix":"h","text":" Timing of inmate transfers. -- As soon as practicable after August 5, 1997, the Director of the Bureau of Prisons shall begin the transferring of inmates to Bureau of Prison or private contract facilities required by this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"I","text":"Corrections."},"heading":{"title":"24","chaptersection":"101","identifier":"24-101","catch_text":"Bureau of prisons."}}