{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1103.\n\n1973 Ed., § 32-1103.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 24-1103\n\nCurrent through December 11, 2012","credits":"(July 29, 1970, 84 Stat. 665, Pub. L. 91-358, title IV, § 403.)","sections":[{"prefix":"a","text":" The Mayor shall appoint or designate an officer of the government of the District of Columbia (hereinafter in this section referred to as the \"Compact Administrator\") to administer the Compact. The Compact Administrator shall serve at the pleasure of the Mayor."},{"prefix":"b","text":" The Compact Administrator, acting jointly with like officers of party states, shall promulgate rules and regulations to carry out more effectively the terms of the Compact. The Compact Administrator shall cooperate with all departments, agencies, and officers of the government of the District of Columbia in facilitating the proper administration of the Compact or of any supplementary agreement entered into by the Compact Administrator under subsection (c) of this section."},{"prefix":"c","text":" Subject to the approval of the Mayor, the Compact Administrator may enter into supplementary agreements with appropriate state officials for the purpose of administering the Compact."},{"prefix":"d","text":" Subject to the approval of the Mayor, the Compact Administrator may make or arrange for any payments necessary to discharge any financial obligations imposed upon the District of Columbia by the Compact or by any supplementary agreement entered into under subsection (c) of this section."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Interstate Compact on Juveniles. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"1103","identifier":"24-1103","catch_text":"Appointment of Compact Administrator; administration of Compact and supplementary agreements."}}