{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-1212.\n\nEffect of Amendments\n\nD.C. Law 17-177, in subsec. (d)(1), substituted \"sexual orientation, and gender identity or expression (as defined in § 2-1401.02(12A))\" for \"and sexual orientation\".\n\nLegislative History of Laws\n\nLaw 17-177, the \"Prohibition of Discrimination on the Basis of Gender Identity and Expression Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-330, which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-329 and transmitted to both Houses of Congress for its review. D.C. Law 17-177 became effective on June 25, 2008.\n\nReferences in Text\n\n\"This Act,\" referred to in this section, is the National Capital Revitalization and Self-Government Improvement Act of 1997, title XI of Pub. L. 105-33, 111 Stat. 712.\n\nDC CODE § 24-112\n\nCurrent through December 11, 2012","credits":"(Aug. 5, 1997, 111 Stat. 741, Pub. L. 105-33, § 11212; June 25, 2008, D.C. Law 17-177, § 13, 55 DCR 3696.)","sections":[{"prefix":"a","text":" Recommendations. -- The Commission shall, within 180 days after August 5, 1997, make recommendations to the District of Columbia Council for amendments to the District of Columbia Official Code with respect to the sentences to be imposed for all felonies committed on or after 3 years after August 5, 1997."},{"prefix":"b","text":" Contents of recommendations. -- Such recommendations shall:"},{"prefix":"1","text":" As to all felonies described in subsection (h) of this section, meet the truth in sentencing standards of 20104(a)(1) of the Violent Crime Control and Law Enforcement Act of 1994;"},{"prefix":"2","text":" As to all felonies ensure that;"},{"prefix":"A","text":" An offender will have a sentence imposed that:"},{"prefix":"i","text":" Reflects the seriousness of the offense and the criminal history of the offender; and"},{"prefix":"ii","text":" Provides for just punishment, affords adequate deterrence to potential future criminal conduct of the offender and others, and provides the offender with needed educational or vocational training, medical care, and other correctional treatment;"},{"prefix":"B","text":" Good time shall be calculated pursuant to section 3624 of title 18, United States Code; and"},{"prefix":"C","text":" An adequate period of supervision will be imposed to follow release from the imprisonment."},{"prefix":"c","text":" Death penalty. -- The Commission shall not have the power to recommend a sentence of death for any offense nor for any offense a term of imprisonment less than that prescribed by the D.C. Official Code as a mandatory minimum sentence."},{"prefix":"d","text":" Other features of recommendations. -- The Commission shall ensure that its recommendations:"},{"prefix":"1","text":" Will be neutral as to the race, sex, marital status, ethnic origin, religious affiliation, national origin, creed, socioeconomic status, sexual orientation, and gender identity or expression (as defined in § 2- 1401.02(12A)) of offenders;"},{"prefix":"2","text":" Will include provisions designed to maximize the effectiveness of the drug court of the Superior Court of the District of Columbia; and"},{"prefix":"3","text":" Will be fully consistent with all other provisions of this act, including provisions relating to the administration of probation, parole, and supervised release for District of Columbia Official Code offenders."},{"prefix":"e","text":" Vote; termination. -- The recommendations of the Commission required under subsections (a) through (d) of this section shall be adopted by a vote of not less than 6 of the members and when made shall be transmitted forthwith to the District of Columbia Council. The Commission shall cease to exist 90 days after the transmittal of recommendations to the Council or on the last date on which timely recommendations may be made if the Commission is unable to agree on such recommendations."},{"prefix":"f","text":" Recommendations for implementation. -- In fulfilling its responsibilities, the Commission may adopt by a vote of not less than 6 of the members and transmit to the Superior Court of the District of Columbia recommended rules and principles for determining the sentence to be imposed, including:"},{"prefix":"1","text":" Whether to impose a sentence of probation, a term of imprisonment and/or a fine, and the amount or length thereof, and including intermediate sanctions in appropriate cases; and"},{"prefix":"2","text":" Whether multiple sentences of terms of imprisonment should run concurrently or consecutively."},{"prefix":"g","text":" Powers. -- The Commission is authorized:"},{"prefix":"1","text":" To hold hearings and call witnesses that might assist the Commission in the exercise of its powers;"},{"prefix":"2","text":" To perform such other functions as may be necessary to carry out the purposes of this section; and"},{"prefix":"3","text":" Except as otherwise provided, to conduct business, exercise powers, and fulfill duties by the vote of a majority of the members present at any meeting."},{"prefix":"h","text":" Felonies described. -- The felonies described in this subsection are violations of any of the following provisions of law:"},{"prefix":"1","text":" The following provisions relating to arson:"},{"prefix":"A","text":" Section 22-301."},{"prefix":"B","text":" Section 22-302."},{"prefix":"2","text":" The following provisions relating to felony assault:"},{"prefix":"A","text":" Section 22-401."},{"prefix":"B","text":" Section 22-402."},{"prefix":"C","text":" Section 22-403."},{"prefix":"D","text":" Section 22-404.01."},{"prefix":"E","text":" Section 22-405."},{"prefix":"F","text":" Section 22-406."},{"prefix":"3","text":" Section 22-722 (relating to obstruction of justice)."},{"prefix":"4","text":" Section 22-1101 (relating to cruelty to children)."},{"prefix":"5","text":" Section 22-801 (relating to first degree burglary)."},{"prefix":"6","text":" Section 22-2001 (relating to kidnapping)."},{"prefix":"7","text":" The following provisions relating to murder and manslaughter:"},{"prefix":"A","text":" Section 22-2101."},{"prefix":"B","text":" Section 22-2102."},{"prefix":"C","text":" Section 22-2103."},{"prefix":"D","text":" Section 22-2104."},{"prefix":"E","text":" Section 22-2105."},{"prefix":"F","text":" Section 22-2106."},{"prefix":"8","text":" Section 22-2601 (relating to prison breach)."},{"prefix":"9","text":" Sec. 22-2603."},{"prefix":"10","text":" Section 22-2801 (relating to robbery)."},{"prefix":"11","text":" Section 22-2803 (relating to carjacking)."},{"prefix":"12","text":" Chapter 45 of Title 22."},{"prefix":"13","text":" The following provisions relating to sex offenses:"},{"prefix":"A","text":" Section 22-3002."},{"prefix":"B","text":" Section 22-3003."},{"prefix":"C","text":" Section 22-3004."},{"prefix":"D","text":" Section 22-3005."},{"prefix":"E","text":" Section 22-3008."},{"prefix":"F","text":" Section 22-3009."},{"prefix":"G","text":" Section 22-3010."},{"prefix":"H","text":" Section 22-3013."},{"prefix":"I","text":" Section 22-3014."},{"prefix":"J","text":" Section 22-3015."},{"prefix":"K","text":" Section 22-3016."},{"prefix":"L","text":" Section 22-3018."},{"prefix":"M","text":" Section 22-3020."},{"prefix":"14","text":" Section 48-904.01 (relating to recidivist drug offenders), but only in the case of a second or subsequent violation."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Transfer of Prison System to Federal Authority."},"subchapter":{"identifier":"II","text":"Sentencing."},"heading":{"title":"24","chaptersection":"112","identifier":"24-112","catch_text":"General duties, powers, and goals of commission."}}