{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-495.2a.\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2(d) of the Correctional Treatment Facility Firearms Registration and Health Occupations Licensing Emergency Amendment Act of 1998 (D.C. Act 12-442, September 3, 1998, 45 DCR 6517).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-281, see Historical and Statutory Notes following § 24-261.01.\n\nDC CODE § 24-261.02a\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-276, § 3a, as added May 28, 1999, D.C. Law 12- 281, § 2(d), 45 DCR 7991.)","sections":[{"prefix":"a","text":" In order to register firearms, the private operator shall follow the following procedures:"},{"prefix":"1","text":" To register for interim approval, the private operator shall provide the Chief of the Metropolitan Police Department (\"Chief of Police\") with the serial numbers and storage places of firearms in the private operator's possession in the District of Columbia. If the Chief of Police determines that the information provided is satisfactory, he or she shall issue interim approval to the private operator for the weapons identified and held in the private operator's possession. The interim approval shall be valid for 90 days, during which time the private operator shall complete the actions necessary to register for permanent approval."},{"prefix":"2","text":"(A) To register for permanent approval, the private operator shall provide the Chief of Police with the following information:"},{"prefix":"i","text":" The names and such other identifying information as the Chief of Police may require, of all private correctional officers who will be authorized by the private operator to carry and use firearms in the course of their assigned duties;"},{"prefix":"ii","text":" Records or other evidence acceptable to the Chief of Police to demonstrate that each private correctional officer authorized to carry and use firearms has received instructions about all applicable rules of the Department of Corrections or the Federal Bureau of Prisons regarding the use of force and deadly force in the course of his or her duties;"},{"prefix":"iii","text":" Records or other evidence acceptable to the Chief of Police to demonstrate that each private correctional officer authorized to carry and use firearms has successfully completed the training required by § 24- 261.02(d); and"},{"prefix":"iv","text":" A sworn affidavit signed by each private correctional officer authorized to carry and use firearms attesting that he or she has read and understands all applicable rules of the Department of Corrections or the Federal Bureau of Prisons regarding the use of force and deadly force in the course of his or her duties."},{"prefix":"B","text":" The Chief of Police, upon determining that the information submitted in accordance with this paragraph is satisfactory, shall issue permanent registration approval to the private operator for the firearms in the private operator's possession in the District of Columbia."},{"prefix":"b","text":" A private operator who is issued firearms registration approval pursuant to this section shall be subject to the duties and revocation provisions set forth in §§ 7-2502.08 and 7-2502.09, and other applicable rules and laws of the District of Columbia. A private operator shall notify the Chief of Police whenever any private correctional officer authorized to carry and use firearms leaves the private operator's employment at a facility in the District or otherwise ceases to be authorized to carry and use firearms."},{"prefix":"c","text":" Nothing in § 24-261.02 or this section shall be construed to allow any private correctional officer or any other person to remove any weapon registered to the private operator from the premises and grounds of the private operator's facility except in the performance of assigned duties and in accordance with laws and rules of the District and federal governments."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"VII","text":"Correctional Treatment Facility. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"261","identifier":"24-261.02a","catch_text":"Registration of firearms for private operator."}}