{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-485.\n\n1973 Ed., § 24-485.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-130, see Historical and Statutory Notes following § 24-251.01.\n\nDC CODE § 24-251.05\n\nCurrent through December 11, 2012","credits":"(Apr. 23, 1977, D.C. Law 1-130, § 6, 23 DCR 9694.)","sections":[{"prefix":"a","text":" Residents being released on furlough shall be reported as \"furloughed\" on appropriate Departmental records and statistical forms, identifying such movement as a furlough. Because time spent on furlough is creditable toward the service of a sentence, such status will not preclude the earning of good time or pay."},{"prefix":"b","text":" Each caseworker or counselor assigned to handle a furloughed resident will, upon the completion of each such furlough, prepare a brief report to include:"},{"prefix":"1","text":" The name and Department number of the furloughed resident to whom the report relates;"},{"prefix":"2","text":" The purpose of the furlough being completed;"},{"prefix":"3","text":" A statement of the results of the furlough, including an explanation of any unusual circumstances or events;"},{"prefix":"4","text":" The reporter's assessment of the circumstances or events in relation to the resident's correctional goals; and"},{"prefix":"5","text":" The dates of any previous furloughs granted, including the one to which the report relates."},{"prefix":"c","text":" Copies of all executed furlough release authorization forms shall be kept in the office of the Administrator. Within 5 calendar days before the beginning of each month, the information on these forms (in digested form) will be reported to the designee of the Director. These reports will include:"},{"prefix":"1","text":" The name and Department number of each resident who has been granted a furlough during the reporting period;"},{"prefix":"2","text":" Sentence data relating to such resident, including his earliest release date;"},{"prefix":"3","text":" The purpose of the furlough;"},{"prefix":"4","text":" The beginning and ending dates of the furlough;"},{"prefix":"5","text":" The name of the officer authorizing the furlough;"},{"prefix":"6","text":" The number of furloughs previously granted to such resident; and"},{"prefix":"7","text":" The total number of furloughs granted to all residents during the reporting period."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"VI","text":"Resocialization Furlough Program."},"heading":{"title":"24","chaptersection":"251","identifier":"24-251.05","catch_text":"Records and reports."}}