{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-442.\n\n1973 Ed., § 24-442.\n\nEffect of Amendments\n\nD.C. Law 15-62 designated the existing language as subsection (a); and added subsec. (b).\n\nD.C. Law 18-190 added subsecs. (b)(7) and (8).\n\nD.C. Law 19-171 redesignated former subsecs. (b)(7) and (8) as subsecs. (c) and (d).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 15-30 designated the existing section as subsection (a); and added subsec. (b) to read as follows:\n\n\"(b) The Department of Corrections shall provide to the Council on a quarterly basis all internal reports relating to living conditions in the Central Detention Facility, including inmate grievances, the Crystal report, the monthly report on the Priority One environmental problems and the time to repair, the monthly report of the Environmental Safety Office, the monthly report on temperature control and ventilation, and the monthly report on the jail population that includes the number of people waiting transfer to the federal Bureau of Prisons and the average number of days that inmates waited for transfer.\"\n\nSection 5(b) of D.C. Law 15-30 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 19-52, in subsec. (b), added \"and\" to the end of par. (4), substituted a period for \"; and\" at the end of par. (5), and repealed pars. (6), (7), and (8).\n\nSection 4(b) of D.C. Law 19-52 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2(b) of D.C. Law 19-52 added a section to read as follows:\n\n\"Sec. 2a. Processing and release of inmates from the Central Detention Facility.\n\n\"(a) The Department of Corrections shall process and release an inmate from the Central Detention Facility within 5 hours of a court order granting his or her release, unless the inmate is to continue in confinement pursuant to another charge or warrant or, for an inmate who has completed his or her sentence, before noon on the inmate's scheduled release date.\n\n\"(b) The Department of Corrections shall establish, in coordination with the courts and the United States Marshals Service, procedures to ensure that inmates who have been ordered released by the court are returned to the Central Detention Facility as promptly as possible.\n\n\"(c) For an inmate released after 10 p.m., prior to release, the Department of Corrections shall:\n\n\"(1) Ensure that:\n\n\"(A) The inmate has a residence or other housing that the inmate is able to access and that the inmate has agreed, in writing, to access the residence or other housing at the time of his or her release; or\n\n\"(B) A shelter is able and willing to receive the inmate at the time of the inmate's release and that the inmate has agreed, in writing, to access the shelter at the time of his or her release;\n\n\"(2) Provide the inmate with the clothing that the inmate wore upon intake to the Central Detention Facility or, if this clothing is not available, other clothing that is:\n\n\"(A) Appropriate for the weather;\n\n\"(B) Not a jumpsuit; and\n\n\"(C) Typical of street clothing worn by citizens in public;\n\n\"(3) Obtain written verification from the Central Detention Facility's healthcare provider (\"provider\") that, upon release, the inmate has a 7-day supply of all prescription medications that the inmate is to continue taking following release from custody and that he or she has received release counseling, if medically recommended, from the provider within the preceding 7 days;\n\n\"(4) Have provided, within the 7 days prior to release, release counseling to the inmate, if the inmate is a sentenced inmate, on access to benefits and services available in the District to facilitate reentry;\n\n\"(5) Ensure that the inmate has transportation immediately available upon the inmate's release from the Central Detention Facility to transport the inmate to the housing or the shelter identified in paragraph (1) of this subsection provided by:\n\n\"(A) A member of the Department of Corrections' transportation unit;\n\n\"(B) A taxi, at the Department of Corrections' expense; or\n\n\"(C) A friend or family member;\n\n\"(6) Provide the inmate with the option of remaining within a Department of Corrections facility for release at 7 a.m.; and\n\n\"(7) Require that the warden of the Central Detention Facility certify, in writing, that the requirements of this subsection have been met.\n\n\"(d)(1) The Department of Corrections shall maintain an accurate record of the date and time of each inmate's release from the Central Detention Facility that shall be a matter of public record, which may be audited, upon request, by the Inspector General or the District of Columbia Auditor.\n\n\"(2) The Department of Corrections shall provide to the Council, on a quarterly basis, a list of all inmates who have be en released in violation of this section. The list shall include the following information for each released inmate:\n\n\"(A) The custody status of the inmate prior to release, such as, for example, whether the inmate was in pre-trial detention or was a sentenced misdemeanant;\n\n\"(B) Whether the inmate's release was because of the completion of his or her sentence or pursuant to a court order;\n\n\"(C) The date and time that the Department of Corrections received the release order from the court or other authority; and\n\n\"(D) The date and time of the release.\".\n\nSection 4(b) of D.C. Law 19-52 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3 of the Lorton Regulations Approval Emergency Amendment Act of 1996 (D.C. Act 11-187, January 25, 1996, 43 DCR 393).\n\nFor temporary (90 day) amendment of section, see § 2 of Central Detention Facility Monitoring Emergency Amendment Act of 2003 (D.C. Act 15-76, April 16, 2003, 50 DCR 3637).\n\nFor temporary (90 day) amendment of section, see § 2 of Central Detention Facility Monitoring Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-132, July 29, 2003, 50 DCR 6847).\n\nFor temporary (90 day) amendment of section, see § 3 of Jail Improvement Emergency Amendment Act of 2003 (D.C. Act 15-188, October 24, 2003, 50 DCR 9495).\n\nFor temporary (90 day) amendment of section, see § 2(a) of DOC Inmate Processing and Release Emergency Amendment Act of 2011 (D.C. Act 19-129, August 1, 2011, 58 DCR 6784).\n\nFor temporary (90 day) addition of section, see § 2(b) of DOC Inmate Processing and Release Emergency Amendment Act of 2011 (D.C. Act 19-129, August 1, 2011, 58 DCR 6784).\n\nFor temporary (90 day) amendment of section, see § 2(a) of DOC Inmate Processing and Release Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-196, October 18, 2011, 58 DCR 9164).\n\nFor temporary (90 day) addition of section, see § 2(b) of DOC Inmate Processing and Release Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19- 196, October 18, 2011, 58 DCR 9164).\n\nFor temporary (90 day) amendment of section, see § 2(a) of DOC Inmate Processing and Release Emergency Amendment Act of 2012 (D.C. Act 19-428, July 27, 2012, 59 DCR 9383).\n\nFor temporary (90 day) amendment of section, see § 2(b) of DOC Inmate Processing and Release Emergency Amendment Act of 2012 (D.C. Act 19-428, July 27, 2012, 59 DCR 9383).\n\nFor temporary (90 day) addition of section, see § 2(b) of DOC Inmate Processing and Release Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19- 509, October 26, 2012, 59 DCR 12804).\n\nFor temporary (90 day) amendment of section, see § 2(a) of DOC Inmate Processing and Release Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-509, October 26, 2012, 59 DCR 12804).\n\nLegislative History of Laws\n\nLaw 15-30, the \"Central Detention Facility Monitoring Temporary Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-237, and was retained by Council. The Bill was adopted on first and second readings on April 1, 2003, and May 6, 2003, respectively. Signed by the Mayor on May 16, 2003, it was assigned Act No. 15-81 and transmitted to both Houses of Congress for its review. D.C. Law 15-30 became effective on October 4, 2003.\n\nFor Law 15-62, see notes following § 24-101.\n\nLaw 18-190, the \"Safe Release of Inmates Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-424, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively. Enacted without signature by the Mayor on April 8, 2010, it was assigned Act No. 18-379 and transmitted to both Houses of Congress for its review. D.C. Law 18-190 became effective on July 23, 2010.\n\nFor history of Law 19-171, see notes under § 24-101a.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(213) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 24-211.02\n\nCurrent through December 11, 2012","credits":"(June 27, 1946, 60 Stat. 320, ch. 507, § 2; Jan. 30, 2004, D.C. Law 15-62, § 4, 50 DCR 6574; July 23, 2010, D.C. Law 18-190, § 2, 57 DCR 3397; Sept. 26, 2012, D.C. Law 19-171, § 80, 59 DCR 6190.)","sections":[{"prefix":"a","text":" Said Department of Corrections under the general direction and supervision of the Mayor of the District of Columbia shall have charge of the management and regulation of the Workhouse at Occoquan in the State of Virginia, the Reformatory at Lorton in the State of Virginia, and the Washington Asylum and Jail, and be responsible for the safekeeping, care, protection, instruction, and discipline of all persons committed to such institutions. The Department of Corrections with the approval of the Council of the District of Columbia shall have power to promulgate rules and regulations for the government of such institutions and to establish and conduct industries, farms, and other activities, to classify the inmates, and to provide for their proper treatment, care, rehabilitation, and reformation."},{"prefix":"b","text":" The Department of Corrections shall:"},{"prefix":"1","text":" Provide access to the Central Detention Facility, upon request and appointment, to members of the Corrections Information Council, or their staff, agents, or designees, for the purposes of conducting:"},{"prefix":"A","text":" Inspections of all areas accessible to inmates; and"},{"prefix":"B","text":" Unmonitored interviews of inmates in areas open to inspection under subparagraph (A) of this paragraph;"},{"prefix":"2","text":" Provide to the Council on a quarterly basis all internal reports relating to living conditions in the Central Detention Facility, including inmate grievances, the Crystal report, the monthly report on the Priority One environmental problems and the time to repair, the monthly report of the Environmental Safety Office, the monthly report on temperature control and ventilation, and the monthly report on the jail population that includes the number of people waiting transfer to the federal Bureau of Prisons and the average number of days that inmates waited for transfer;"},{"prefix":"3","text":" Initiate and maintain regular afternoon and evening visiting hours at the Central Detention Facility for a minimum of 5 days a week, including Saturdays and Sundays;"},{"prefix":"4","text":" Develop and implement a classification system and corresponding housing plan for inmates at the Central Detention Facility;"},{"prefix":"5","text":" Return to an inmate, upon the inmate's release from the Central Detention Facility, any personal identification documents collected from the inmate, including driver's licenses, birth certificates, and Social Security cards; and"},{"prefix":"6","text":" Not release inmates from the Central Detention Facility between the hours of 10 p.m. and 7 a.m."},{"prefix":"c","text":" If exigent and unusual circumstances exist requiring the release of an inmate during the hours prohibited under paragraph (6) of subsection (b) of this section, the Department of Corrections shall:"},{"prefix":"1","text":" Prior to release, verify that:"},{"prefix":"A","text":" The inmate has a residence or other housing that the inmate is able to access and the inmate has agreed, in writing, to access the residence or housing at the time of the inmate's release; or"},{"prefix":"B","text":" A shelter is able and willing to receive the inmate at the time of the inmate's release and the inmate has agreed, in writing, to access the shelter at the time of the inmate's release;"},{"prefix":"2","text":" Provide the inmate with the clothing that the inmate wore upon intake to the Central Detention Facility or, if this clothing is not available, other clothing provided by the Department of Corrections; provided, that the clothing is:"},{"prefix":"A","text":" Appropriate for the weather;"},{"prefix":"B","text":" Not a jumpsuit; and"},{"prefix":"C","text":" Typical of street clothing worn by citizens in public;"},{"prefix":"3","text":" Obtain written verification from the Central Detention Facility's healthcare provider (\"provider\") that, upon release, the inmate has a 7-day supply of all prescription medications the inmate is to continue taking upon release from custody and that the inmate has received release counseling, if medically recommended, from the provider within the preceding 7 days;"},{"prefix":"4","text":" Have provided, within the 7 days prior to release, release counseling to the inmate, if the inmate is a sentenced inmate, on access to benefits and services available in the District to facilitate reentry;"},{"prefix":"5","text":" Ensure that the inmate has transportation immediately available upon the inmate's release from the Central Detention Facility to transport the inmate to the housing identified in subparagraph (A) of this paragraph by:"},{"prefix":"A","text":" A member of the Department of Corrections transportation unit;"},{"prefix":"B","text":" A taxi, at the Department of Corrections' expense; or"},{"prefix":"C","text":" A friend or family member."},{"prefix":"6","text":" Provide the inmate with the option of remaining within a Department of Corrections facility until release at 7 a.m.; and"},{"prefix":"7","text":" Prior to the inmate's release, require that the warden of the Central Detention Facility certify, in writing, that the requirements of this paragraph have been met."},{"prefix":"d","text":" The Department of Corrections shall provide to the Council, on a quarterly basis, a list of all inmates who have been released between the hours of 10 p.m. and 7 a.m. The list shall include the following information for each inmate released:"},{"prefix":"1","text":" The exigent and unusual circumstances that resulted in the inmate being released between 10 p.m. and 7 a.m.;"},{"prefix":"2","text":" The custody status of the inmate prior to release (e.g., pre-trial detention, sentenced misdemeanant);"},{"prefix":"3","text":" The reason for the inmate's release (e.g., completion of sentence, court order);"},{"prefix":"4","text":" The date and time the Department of Corrections received the release order from the court or other authority; and"},{"prefix":"5","text":" The date and time of the release."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"II","text":"Department of Corrections."},"part":{"identifier":"A","text":"General."},"heading":{"title":"24","chaptersection":"211","identifier":"24-211.02","catch_text":"Powers; promulgation of rules."}}