{"text":"","historical":"Legislative History of Laws\n\nLaw 18-372 , the \"District of Columbia Good Time Credits Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-840, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on November 9, 2010, and November 23, 2010, respectively. Signed by the Mayor on December 28, 2010, it was assigned Act No. 18-647 and transmitted to both Houses of Congress for its review. D.C. Law 18-372 became effective on May 17, 2011.\n\nDC CODE ยง 24-221.01c\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 1987, D.C. Law 6-218, ยง 3c, as added May 17, 2011, D.C. Law 18- 372, ยง 2(a), 58 DCR 7.)","sections":[{"prefix":"a","text":" A person sentenced for a misdemeanor whose conduct complies with institutional rules shall be eligible to receive good time credits of up to 3 credits per calendar month for good behavior, as prescribed by applicable rules."},{"prefix":"b","text":" A person sentenced for a misdemeanor who demonstrates successful participation in one or more rehabilitation programs, work details, or special projects shall be eligible to receive good time credits of up to 3 credits per calendar month for each such program, detail, or project, as prescribed by applicable rules."},{"prefix":"c","text":" No person shall receive more than 8 credits per calendar month under sections ยง 24-221.01 and this section combined."},{"prefix":"d","text":" Good time credits shall be computed from the day on which a person is first incarcerated. In a case in which the person is later sentenced for a misdemeanor, the good time credits shall not be awarded until after a sentence is imposed."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"III","text":"Educational Good Time Credits."},"heading":{"title":"24","chaptersection":"221","identifier":"24-221.01c","catch_text":"Credits for good behavior, rehabilitation programs, work details, and special projects."}}