{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-458.5.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following § 24-231.01.\n\nDC CODE § 24-231.05\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, § 6, 43 DCR 1179.)","sections":[{"prefix":"a","text":" Whenever goods or services scheduled for purchase by an agency of the District government are produced or can be produced by a prison industry, the agency shall purchase the goods or services from the prison industries unless the Director provides written certification that:"},{"prefix":"1","text":" A prison industry cannot provide the goods or services on the terms and conditions required by the agency; or"},{"prefix":"2","text":" The agency has been quoted a price below the market price."},{"prefix":"b","text":" In addition to the agencies of the District government, goods and services produced by prison industries may be sold to:"},{"prefix":"1","text":" Any department or agency of any other state, city, county, or territory of the United States;"},{"prefix":"2","text":" Any department or agency of the federal government;"},{"prefix":"3","text":" Any not-for-profit organization, upon the enactment by Congress of an amendment to 18 U.S.C. § 1761(b), to authorize prison industry sales to not-for-profit organizations; and"},{"prefix":"4","text":" Open-market purchasers, in accordance with 18 U.S.C. § 1761(c)."},{"prefix":"c","text":" The Mayor may develop and implement an on-going advertising and marketing plan to sell goods and services produced by prison industries to authorized purchasers. This advertising and marketing plan shall include:"},{"prefix":"1","text":" Regular publication and distribution to authorized purchasers of a catalog and price list for goods and services produced by prison industries;"},{"prefix":"2","text":" Procedures for responding to invitations for bids or requests for proposals issued by any governmental unit that is an authorized purchaser; and"},{"prefix":"3","text":" Procedures for use of advertising materials, speaking engagements, direct-mail marketing, telemarketing, director contacts by salespersons, and other marketing techniques to inform authorized purchasers about the availability, prices, and quality of goods or services that are produced or can be produced by the prison industries."},{"prefix":"d","text":" Subject to the approval of the Council, by act, the Mayor may include in the terms of a prison industry joint venture agreement an exemption from applicable District taxes, or other tax incentives, when the Mayor determines this is necessary to secure a private-sector employer's participation."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.05","catch_text":"Sales, advertising and marketing of prison industries products and services; tax exemption."}}