{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-458.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following § 24-231.01.\n\nDC CODE § 24-231.08\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, § 9, 43 DCR 1179.)","sections":[{"prefix":"a","text":" A prison industry shall employ eligible prisoners in all entry-level positions to the extent feasible."},{"prefix":"b","text":" Prisoners employed in a prison industry shall not work more than 40 hours per week, except that prisoners may volunteer to work overtime hours for overtime payment at 1 1/2 times the normal hourly wage when necessary to meet a prison industry's production needs."},{"prefix":"c","text":" For positions requiring an advanced level of skills or experience and for supervisory positions, a prison industry may employ nonprisoner personnel if the prison industry staff responsible for reviewing the qualifications of eligible prisoner job applicants:"},{"prefix":"1","text":" Demonstrate to the satisfaction of the Director that no eligible prisoner job applicant currently is qualified for the position; and"},{"prefix":"2","text":" Develop a plan satisfactory to the Director for training prisoners employed in entry-level positions, the goal of which is to enable prisoners to attain an advanced level of skills or experience for supervisory positions within a specific time."},{"prefix":"d","text":" Subject to the approval of the Director, each prison industry shall develop and provide the following, in writing, to all prisoner employees and job applicants:"},{"prefix":"1","text":" Job descriptions;"},{"prefix":"2","text":" Schedule of hours of work;"},{"prefix":"3","text":" Wage schedule and procedures for recording hours worked and making payment of wages earned in accordance with § 24-231.11;"},{"prefix":"4","text":" Work place rules of safety and conduct;"},{"prefix":"5","text":" Description of the factors to be considered and the procedures to be followed in evaluating employee performance, making promotions, and granting wage increases;"},{"prefix":"6","text":" Description of training to be provided on the job; and"},{"prefix":"7","text":" Description of disciplinary action that may be taken in the event that an employed prisoner violates workplace rules of safety and conduct or otherwise fails or neglects to perform job responsibilities in a satisfactory manner."},{"prefix":"e","text":" The items described in subsection (d) of this section shall be discussed orally with prisoner job applicants. Each applicant, as a condition of employment, shall sign a statement affirming that he or she:"},{"prefix":"1","text":" Understands and agrees to abide by the workplace rules of safety and conduct;"},{"prefix":"2","text":" Will perform job responsibilities in a satisfactory manner; and"},{"prefix":"3","text":" Is acting voluntarily and is not under any condition of duress."},{"prefix":"f","text":" To qualify as eligible for available employment in a prison industry, a prisoner shall:"},{"prefix":"1","text":" Complete the application on forms to be provided by the prison industry;"},{"prefix":"2","text":" Undergo a medical examination and substance abuse screening, which shall be provided by the Department;"},{"prefix":"3","text":" Not be determined by the Director to be ineligible for employment due to physical or mental incapacity, substance abuse, confinement in administrative or disciplinary segregation, or other relevant circumstance; and"},{"prefix":"4","text":" Sign the statement required by subsection (e) of this section."},{"prefix":"g","text":" Each prisoner may receive educational good time credit for participating in the prison industries program pursuant to § 24-221.01."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.08","catch_text":"Employment of prisoners; terms and conditions; opportunities for advancement; qualifications."}}