{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-429.\n\nEffect of Amendments\n\nD.C. Law 18-88, in subsec. (a), substituted \"participating in\" for \"completing\" and deleted the second sentence which had read as follows:   \"These credits shall not be awarded until completion of the academic or vocational program.\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3061 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nLegislative History of Laws\n\nLaw 6-218, the \"District of Columbia Good Time Credits Act of 1986,\" was introduced in Council and assigned Bill No. 6-505, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 25, 1986, and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-253 and transmitted to both Houses of Congress for its review.\n\nLaw 18-88, the \"Omnibus Public Safety and Justice Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-151, which was referred to the Committee on Public Safety and the Judiciary. The bill as adopted on first and second readings on June 30, 2009, and July 31, 2009, respectively. Signed by the Mayor on August 26, 2009, it was assigned Act No. 18-189 and transmitted to both Houses of Congress for its review. D.C. Law 18-88 became effective on December 10, 2009.\n\nDC CODE § 24-221.01\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 1987, D.C. Law 6-218, § 3, 34 DCR 484; Dec. 10, 2009, D.C. Law 18-88, § 701, 56 DCR 7413.)","sections":[{"prefix":"a","text":" Every person whose conduct complies with institutional rules and who demonstrates a desire for self-improvement by successfully participating in an academic or vocational program, including special education and Graduate Equivalency Diploma programs, shall earn educational good time credits of no less than 3 days a month and not more than 5 days a month."},{"prefix":"b","text":" Educational good time credits authorized by the provisions of this section shall be applied to the person's minimum term of imprisonment to determine the date of eligibility for release on parole and to the person's maximum term of imprisonment to determine the date when release on parole becomes mandatory."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"III","text":"Educational Good Time Credits."},"heading":{"title":"24","chaptersection":"221","identifier":"24-221.01","catch_text":"Educational good time."}}