{"text":"For the purposes of this part, the term:","historical":"Prior Codifications\n\n1981 Ed., § 24-448.1.\n\nTemporary Addition of Section\n\nTemporary addition of subchapter: D.C. Law 11-91 added this subchapter.\n\nSection 7(b) of D.C. Law 11-91 provided that the act shall expire after the 225th day of its having taken effect or on the effective date of the Department of Corrections Employee Mandatory Drug and Alcohol Testing Act of 1995, whichever occurs first.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see §§ 2 through 5 of the Department of Corrections Employee Mandatory Drug and Alcohol Testing Emergency Act of 1995 (D.C. Act 11-167, November 28, 1995, 42 DCR 6805) and §§ 2 through 5 of the Department of Corrections Employee Mandatory Drug and Alcohol Testing Congressional Review Emergency Act of 1996 (D.C. Act 11-208, February 14, 1996, 43 DCR 794).\n\nLegislative History of Laws\n\nLaw 11-91, the \"Department of Corrections Employee Mandatory Drug and Alcohol Testing Temporary Act of 1995,\" was introduced in Council and assigned Bill No. 11-461. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-174 and transmitted to both Houses of Congress for its review. D.C. Law 11-91 became effective on February 27, 1996.\n\nLaw 11-158, the \"Department of Corrections Employee Mandatory Drug and Alcohol Testing Act of 1996,\" was introduced in Council and assigned Bill No. 11-463, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 19, 1996, it was assigned Act No. 11-287 and transmitted to both Houses of Congress for its review. D.C. Law 11-158 became effective on September 20, 1996.\n\nDC CODE § 24-211.21\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1996, D.C. Law 11-158, § 2, 43 DCR 3702.)","sections":[{"prefix":"1","text":" \"Applicant\" means all persons who have filed any written employment application forms to work at the Department."},{"prefix":"2","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"3","text":" \"Department\" means the District of Columbia Department of Corrections."},{"prefix":"4","text":" \"Director\" means the Director of the District of Columbia Department of Corrections."},{"prefix":"5","text":" \"High potential risk employee\" (\"HPR employee\") means any Department employee who has inmate care and custody responsibilities or who works within a correctional institution, including any employees and managers who are carried in a law enforcement retirement status."},{"prefix":"6","text":" \"Law enforcement retirement status\" means any employee who contributes to the 7.5% retirement status category."},{"prefix":"7","text":" \"Post-accident employee\" means any Department employee who, while on duty, is involved in a vehicular or other type of accident resulting in personal injury or property damage, or both."},{"prefix":"8","text":" \"Random testing\" means drug or alcohol testing taken by Department employees at an unspecified time for the purposes of determining whether any Department employees have used drugs or alcohol and, as a result, are unable to satisfactorily perform their employment duties."},{"prefix":"9","text":" \"Reasonable suspicion\" means a belief by a supervisor that an employee is under the influence of an illegal substance or alcohol to the extent that the employee's ability to perform his or her job is impaired. Supervisors shall be trained in substance abuse recognition and shall receive a second opinion from another supervisor prior to making a reasonable suspicion referral."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"II","text":"Department of Corrections."},"part":{"identifier":"B","text":"Department of Corrections Employee Mandatory Drug and Alcohol Testing."},"heading":{"title":"24","chaptersection":"211","identifier":"24-211.21","catch_text":"Definitions."}}