{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-482.\n\n1973 Ed., § 24-482.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-130, see Historical and Statutory Notes following § 24-251.01.\n\nDC CODE § 24-251.02\n\nCurrent through December 11, 2012","credits":"(Apr. 23, 1977, D.C. Law 1-130, § 3, 23 DCR 9694.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia, or his designated agent, may grant a resocialization furlough to any eligible resident for the purposes specified in this subchapter and according to the procedures provided for in this subchapter. The decision to grant or deny a furlough shall not be made on the basis of rewarding a resident for good behavior nor for punishing misbehavior. Furloughs shall not be used to shorten sentences; any resident furloughed shall be considered, while on furlough, to still be in custody, and time spent on furlough shall be credited toward the remainder of his sentence."},{"prefix":"b","text":" For the purposes of this subchapter, an eligible resident shall be any resident who:"},{"prefix":"1","text":" Has attained minimum custody status;"},{"prefix":"2","text":" Has demonstrated responsible attitudes and behavior in the institution or facility so that there is reasonable assurance that he will comply fully with the conditions of the furlough;"},{"prefix":"3","text":" Has received, where applicable, a favorable recommendation by the appropriate committee; and"},{"prefix":"4","text":" Is mentally, physically, and financially capable of completing the furlough without escort or assistance from any officer or employee of the Department after his release from the institution or facility."},{"prefix":"c","text":" Any individual who is incarcerated in any institution or facility operated by the Department after being convicted of having violated either § 22-2101 (relating to first degree murder), § 22-2102 (relating to first degree murder), or § 22-2103 (relating to second degree murder), § 22-4801 (relating to rape), or § 22-3801 (relating to indecent acts with a minor) shall not be eligible for any furlough under the provisions of this subchapter, except where such individual is within 12 months of a firm release date."},{"prefix":"d","text":" Any eligible resident who is within 12 months of a firm release date or who is participating in an approved work training or higher education program may be considered for 1 furlough per month. All other eligible residents may be considered for 1 furlough every 3 months."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"VI","text":"Resocialization Furlough Program."},"heading":{"title":"24","chaptersection":"251","identifier":"24-251.02","catch_text":"Authority to grant furloughs."}}