{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-62, see notes following ยง 24-101.\n\nDC CODE ยง 24-201.72\n\nCurrent through December 11, 2012","credits":"(Jan. 30, 2004, D.C. Law 15-62, ยง 6, 50 DCR 6574.)","sections":[{"prefix":"a","text":" After January 30, 2004, all new housing or facilities purchased, leased, constructed, or converted by the Department for use as a prison, except as provided in subsection (b) of this section, shall have only single occupancy rooms or cells and shall comply with all applicable federal and District of Columbia laws."},{"prefix":"b","text":" Multiple occupancy or dormitory-style housing or facilities may be used in minimum security conditions only; provided, that the housing or facilities meet all applicable American Correctional Association standards related to multiple occupancy housing."},{"prefix":"c","text":" After January 30, 2004, rated design capacity shall not include trailers, modular units, or bed space not designed for prison housing."},{"prefix":"d","text":" In Fiscal Year 2004, the Department shall use not less than $1.43 million of its appropriated funds to procure, in accordance with the requirements of this section, additional bed space for prisoners who otherwise would be housed within the Central Detention Facility of the D.C. Jail."},{"prefix":"e","text":" For the purposes of this section, the term \"rated design capacity\" means the actual bed space in a prison facility as certified by the Department of Corrections utilizing the most recent standards established by the American Correctional Association and consistent with applicable federal and District of Columbia laws."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"I","text":"Prisons."},"part":{"identifier":"D","text":"Population Caps and Design Capacity."},"heading":{"title":"24","chaptersection":"201","identifier":"24-201.72","catch_text":"New housing or facilities for use as prisons; rated design capacity."}}