{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 24-495.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-276, see Historical and Statutory Notes following ยง 24-261.01.\n\nDC CODE ยง 24-261.04\n\nCurrent through December 11, 2012","credits":"(June 3, 1997, D.C. Law 11-276, ยง 5, 44 DCR 1416.)","sections":[{"prefix":"a","text":" The private operator shall protect, defend, indemnify, save, and hold harmless the District, its officers, agents, servants, employees, and volunteers from and against any and all claims, demands, expenses, and liability arising out of or relating to acts or omissions of the private operator, its agents, servants, subcontractors, and employees in the performance of its contract with the District regardless of whether any damage resulting from the private operator's act, omission, or default is caused in part by the District, and any and all costs, expenses, and attorneys fees incurred by the District as a result of any such claim, demand, or cause of action including, but not limited to, any and all claims arising from:"},{"prefix":"1","text":" Any breach or default on the part of the private operator in the performance of its duties and obligations under its contract with the District;"},{"prefix":"2","text":" Any services rendered by the private operator or by any person or firm performing or supplying services, materials, or supplies in connection with the performance of the private operator's contract with the District;"},{"prefix":"3","text":" Any person or firm injured or damaged by the private operator, its officers, agents, servants, subcontractors, or employees by the publication, translation, reproduction, delivery, performance, use, or disposition of any data processed under its contract with the District in a manner not authorized by the contract, or by federal or District statutes or regulations; and"},{"prefix":"4","text":" Any failure of the private operator, its officers, agents, servants, subcontractors, or employees to observe federal or District laws, including, but not limited to, the Constitution of the United States."},{"prefix":"b","text":" The private operator shall not waive, release, or otherwise forfeit any possible defense the District may have regarding claims arising from or made in connection with the operation of the CTF by the private operator without the consent of the District. The private operator shall preserve all available defenses and cooperate with the District to make such defenses available to the maximum extent allowed by law."},{"prefix":"c","text":" The private operator shall provide an adequate policy of insurance to cover the indemnification provided for in this section, including coverage for civil rights claims. The adequacy of the insurance policy shall be determined by a risk management or actuarial firm with demonstrated experience in public liability for state and municipal governments. The insurance policy shall provide that the District is named as an additional insured and that the District shall be sent any notice of cancellation or material alteration."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"VII","text":"Correctional Treatment Facility. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"261","identifier":"24-261.04","catch_text":"Immunity from liability; indemnification insurance."}}