{"text":"For the purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 24-481.\n\n1973 Ed., § 24-481.\n\nLegislative History of Laws\n\nLaw 1-130, the \"Resocialization Furlough Act of 1976,\" was introduced in Council and assigned Bill No. 1-223, which was referred to the Committee on Public Safety. The Bill was adopted on first and second readings on July 20, 1976 and November 23, 1976, respectively. Enacted without signature by the Mayor on January 19, 1977, it was assigned Act No. 1-224 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 24-251.01\n\nCurrent through December 11, 2012","credits":"(Apr. 23, 1977, D.C. Law 1-130, § 2, 23 DCR 9694.)","sections":[{"prefix":"1","text":" The term \"Department\" means the District of Columbia Department of Corrections."},{"prefix":"2","text":" The term \"Director\" means the Director of the Department of Corrections, or his designated agent."},{"prefix":"3","text":" The term \"furlough\" means any extension of the limits of the place of confinement of a sentenced prisoner for the purposes outlined in § 24- 251.03, and when said purposes are in agreement with the goals of § 24- 211.02 when the person sentenced is not escorted by a United States marshal or an officer or employee of the District of Columbia."},{"prefix":"4","text":" The term \"minimum custody status\" means that status of an individual who:"},{"prefix":"A","text":" In the case of an individual who has been sentenced to serve for a definite number of years, is within 12 months of his earliest possible date of parole;"},{"prefix":"B","text":" In the case of an individual who has been sentenced to serve for a sentence of not less than a minimum period, has served for at least one-half of that minimum period;"},{"prefix":"C","text":" In the case of an individual who has been sentenced to serve for an indefinite period, has served for 12 months; or"},{"prefix":"D","text":" In the case of an individual who has been sentenced to serve for a definite period of less than 18 months has served for at least one-half of that period."},{"prefix":"5","text":" The term \"resident\" means an individual confined, after conviction and sentencing, in an institution or facility of the District of Columbia operated by the Department of Corrections."},{"prefix":"6","text":" The term \"committee\" means an institutional review committee established pursuant to § 24-251.06."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"VI","text":"Resocialization Furlough Program."},"heading":{"title":"24","chaptersection":"251","identifier":"24-251.01","catch_text":"Definitions."}}