{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-430.\n\nEffect of Amendments\n\nD.C. Law 18-372, in subsec. (a), deleted \"educational' preceding \"good time\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 402(b) of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 402(b) of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-218, see Historical and Statutory Notes following § 24-221.01.\n\nFor history of Law 18-372, see notes under § 24-221.01c\n\nDC CODE § 24-221.02\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 1987, D.C. Law 6-218, § 4, 34 DCR 484; May 17, 2011, D.C. Law 18-372, § 2(b), 58 DCR 7.)","sections":[{"prefix":"a","text":"(1) The Mayor shall administer the award of good time credits."},{"prefix":"2","text":" The Mayor shall promulgate proposed rules for granting, withholding, forfeiting, cancelling, and restoring good time credits."},{"prefix":"3","text":" The proposed rules shall be submitted to the Council of the District of Columbia (\"Council\") for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"b","text":" The Mayor shall establish an Institutional Appeals Board (\"Board\") of 5 persons not employed by the Department of Corrections, to review the granting, withholding, forfeiture, cancellation, and restoration of good time credits. The Department shall provide staff support to the board. An inmate shall be entitled to appeal a decision to the board. The board shall review the record of the inmate and any additional materials submitted by the inmate or the Department. The decision of the board shall be final."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"III","text":"Educational Good Time Credits."},"heading":{"title":"24","chaptersection":"221","identifier":"24-221.02","catch_text":"Administration of good time credits."}}