{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-458.2.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following § 24-458.1.\n\nDC CODE § 24-231.02\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, § 3, 43 DCR 1179.)","sections":[{"prefix":"a","text":" There is hereby established in the Treasury a revolving fund to be known as the Prison Industries Fund (\"Fund\"). The Fund shall be used to receive and disburse funds from appropriations, income from operations, fees, gifts by devise or bequest, donations, grants, investments, and revenue from any and all sources pursuant to this subchapter."},{"prefix":"b","text":" Revenue deposited into the Fund is specifically designated to be expended by the Department for the administration, improvement, and maintenance of property and programs managed by the Department and shall supplement and not replace services provided by the Department. The Fund shall not provide funding to any other District government agencies."},{"prefix":"c","text":" Proceeds of the Fund may be invested in a prudent and reasonable manner consistent with applicable District government policies and procedures with recommendations from the Prison Industries Joint Venture Advisory Board established by § 24-231.07."},{"prefix":"d","text":" The Fund shall be continuing. Revenues deposited into the Fund shall not revert to the General Fund at the end of any fiscal year or at any other time but shall be continually available to the Department for the uses and purposes set forth in this subchapter, subject to authorization by Congress in an appropriations act."},{"prefix":"e","text":" The Fund shall be available without fiscal-year limitation and shall be used by the Mayor to maintain the District of Columbia's prison industries program in accordance with this subchapter. The accounting for the Fund shall be maintained on the accrual basis, including provision for employees' accrued annual leave and depreciation of fixed assets, and financial reports shall be prepared on the basis of such accounting."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.02","catch_text":"Establishment of Prison Industries Fund."}}