{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-458.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following § 24-231.01.\n\nDC CODE § 24-231.04\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, § 5, 43 DCR 1179.)","sections":[{"prefix":"a","text":" The Mayor shall maintain a prison industries program which shall be administered by the Director and which shall provide for the operation of commercial, manufacturing, sales, and service enterprises that are located on the grounds of a correctional facility and that employs prisoners. The prison industries program shall be comprised of 2 components, designated as the government-enterprise component and the joint-venture component."},{"prefix":"b","text":" The government-enterprise component shall be comprised of prison industry operations that are owned, managed, and operated as an entity of the Department. This component shall neither be subject to the prevailing wage requirements set forth in § 24-231.10 nor the workers' compensation requirements set forth in § 24-231.12(a), except that any prison industry within this component that seeks and receives approval under the PIE Program shall be subject to the requirements of §§ 24-231.10(a) and 24- 231.12(a). Government-enterprise component operations are authorized to produce, offer for sale, and sell goods and services to agencies of the District and to any other legally-eligible purchaser. Upon recommendation by the Director and by the Prison Industries Joint Venture Advisory Board established by § 24-231.07, the Mayor may require any government-enterprise component prison industry to comply with the federal requirements for the purpose of applying for federal government approval under the PIE Program to offer for sale and sell goods and services in interstate commerce and to the federal government."},{"prefix":"c","text":" The joint-venture component shall be comprised of prison industry operations that are jointly owned, managed, and operated by the Department and its joint-venture partners in accordance with § 24-231.05 and other applicable federal and District laws. Except as otherwise provided by § 24- 231.05, joint-venture component prison industries shall be organized and operated with the intent of complying with all necessary requirements to qualify for approval under the PIE Program to offer for sale and to sell goods and services in interstate commerce."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.04","catch_text":"Maintenance of the prison industries program; administration by the Director."}}