{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 24-458.13.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following ยง 24-231.01.\n\nDC CODE ยง 24-231.13\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, ยง 14, 43 DCR 1179.)","sections":[{"prefix":"a","text":" The Director shall provide the Mayor and the Council with an annual report on the prison industries program and the Fund no later than December 1 of each year for the fiscal year ending September 30 of the preceding year."},{"prefix":"b","text":" The report shall be prepared according to generally accepted accounting principles and shall include:"},{"prefix":"1","text":" A description of each prison industry, including the terms of any prison industry joint venture agreements establishing the industry, the quantities of goods and services produced, and an itemized accounting of purchasers, sales, and receipts;"},{"prefix":"2","text":" The number of prisoners employed in each prison industries program;"},{"prefix":"3","text":" A profit-and-loss statement;"},{"prefix":"4","text":" Production costs, including overhead, purchase of materials and supplies, capital expenditures, and wages paid to prisoner employees and nonprisoner employees;"},{"prefix":"5","text":" The average length of time between the District government's receipt of orders and purchasers' receipt of the goods and services ordered; and"},{"prefix":"6","text":" The average length of time between purchasers' receipt of goods and services ordered and the Fund's receipt of payment."},{"prefix":"c","text":" The Department shall prepare an annual inventory listing prison industries program equipment and materials on hand at the beginning and end of each fiscal year."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.13","catch_text":"Annual report; annual inventory."}}