{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-458.11.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-117, see Historical and Statutory Notes following § 24-231.01.\n\nDC CODE § 24-231.11\n\nCurrent through December 11, 2012","credits":"(May 8, 1996, D.C. Law 11-117, § 12, 43 DCR 1179.)","sections":[{"prefix":"a","text":" Wages paid to prisoners employed by a prison industry shall be considered taxable income for purposes of subchapter I of Chapter 18 of Title 47."},{"prefix":"b","text":" Wages paid to prisoners employed by a prison industry wholly owned and operated by the District shall be paid from the Fund. Wages paid to prisoners employed by a prison industry operated pursuant to a prison industry joint venture agreement shall be paid by each private-sector employer who is a party to the agreement."},{"prefix":"c","text":" Wages due each prisoner employed in a prison industry shall be disbursed according to a schedule of deductions which, after withholding District, federal, and state income taxes, shall be established by the Director."},{"prefix":"d","text":" Except in the case of a prisoner employed in a prison industry approved under a PIE Program, the total amount deducted under subsection (c) of this section, including taxes withheld, shall not exceed 80% of gross wages and may include the following:"},{"prefix":"1","text":" Reasonable charges paid to the District for room and board;"},{"prefix":"2","text":" Contributions to the Crime Victims' Compensation Fund in accordance with § 4-544;"},{"prefix":"3","text":" Allocations for the support of the prisoner's family pursuant to statute, court order, or agreement;"},{"prefix":"4","text":" Payment of any civil judgment resulting from the prisoner's criminal conduct; and"},{"prefix":"5","text":" Payment of restitution or fines ordered by the sentencing court."},{"prefix":"e","text":" In the case of a prisoner employed in a prison industry approved under the PIE Program, the total amount deducted under subsection (c) of this section, including taxes withheld, shall not exceed 80% of gross wages and may include the following:"},{"prefix":"1","text":" Reasonable charges imposed by the District for room and board;"},{"prefix":"2","text":" Contributions to the Crime Victims' Compensation Fund in accordance with § 4-544, but only if the amount of the contributions is not less than 5% or more than 20% of the prisoner's gross wages; and"},{"prefix":"3","text":" Allocations for the support of the prisoner's family pursuant to statute court order or agreement."},{"prefix":"f","text":" The remaining 20% of the wage payment shall be available to the prisoner for the purchase of commissary items for personal use and for deposit in a personal account established for each prisoner by the Department."},{"prefix":"g","text":" The Director shall establish procedures to provide each prisoner employed in a prison industry with a regular accounting showing gross wages earned, amount deducted in each category of deductions, and the amount credited to the prisoner's personal account maintained by the Department. All wages credited to the prisoner's personal account shall be made available to the prisoner at the time of release. The prisoner may draw upon funds in his or her personal account for any legal purpose consistent with Department rules."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Prisons and Prisoners."},"subchapter":{"identifier":"IV","text":"Prison Industries. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"231","identifier":"24-231.11","catch_text":"Disbursement of wages to employed prisoners; deductions; accounting."}}