{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-203.\n\n1973 Ed., § 24-203.\n\nLegislative History of Laws\n\nLaw 3-113, the \"District of Columbia Death Penalty Repeal Act of 1980,\" was introduced in Council and assigned Bill No. 3-395, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 12, 1980 and December 9, 1980, respectively. Signed by the Mayor on December 17, 1980, it was assigned Act No 3-307 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nSubsection (b) of this section was added by the Act of June 29, 1953 and originally contained the phrase \"armed robbery in violation of section 810 of such Act (D.C. Code 22-3202).\" Section 810 of the Act of March 3, 1901 is found in the Code as § 22-2801 and concerns the crime of robbery.   Section 22- 3202 [§ 22-4502, 2001 Ed.] concerns the commission of a crime while armed.\n\nDC CODE § 24-403\n\nCurrent through December 11, 2012","credits":"(July 15, 1932, 47 Stat. 697, ch. 492, § 3; June 6, 1940, 54 Stat. 242, ch. 254, § 2; June 29, 1953, 67 Stat. 91, ch. 159, § 201(a); Feb. 26, 1981, D.C. Law 3-113, § 4, 27 DCR 5624.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b) and (c) of this section, in imposing sentence on a person convicted in the District of Columbia of a felony, the justice or judge of the court imposing such sentence shall sentence the person for a maximum period not exceeding the maximum fixed by law, and for a minimum period not exceeding one-third of the maximum sentence imposed, and any person so convicted and sentenced may be released on parole as herein provided at any time after having served the minimum sentence. Where the maximum sentence imposed is life imprisonment, a minimum sentence shall be imposed which shall not exceed 15 years imprisonment."},{"prefix":"b","text":" The minimum sentence imposed under this section on a person convicted of an assault with intent to commit rape in violation of § 22-401, or of armed robbery in violation of § 22-4502 shall be not less than 2 years if the violation occurs after the person has been convicted in the District of Columbia or elsewhere of a crime of violence as defined in § 22-4501, providing for the control of dangerous weapons in the District of Columbia. The minimum sentence imposed under this section on a person convicted of rape in violation of § 22-4801, shall not be less than 7 years if the violation occurs after the person has been convicted in the District of Columbia or elsewhere of a crime of violence, as so defined. The maximum sentence in each case to which this subsection applies shall not be less than 3 times the minimum sentence imposed, and shall not be more than the maximum fixed by law."},{"prefix":"c","text":" For a person convicted of: (1) a violation of § 22-405 (relating to assault with a dangerous weapon on a police officer) occurring after the person has been convicted of a violation of that section or of a felony, either in the District of Columbia or in another jurisdiction; (2) a violation of § 22- 4503, providing for the control of dangerous weapons in the District (relating to illegal possession of a pistol), occurring after the person has been convicted of violating that section; or (3) a violation of § 22-2501 (relating to possession of implements of crime) occurring after the person has been convicted in the District of Columbia of a violation of that section or of a felony, either in the District of Columbia or in another jurisdiction, the minimum sentence imposed under this section shall not be less than 1 year, and the maximum sentence shall not be less than 3 times the minimum sentence imposed nor more than the maximum fixed by law."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Indeterminate Sentences and Paroles."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"403","identifier":"24-403","catch_text":"Indeterminate sentences; life sentences; minimum sentences."}}