{"text":"If said Board of Parole, or any member thereof, shall have reliable information that a prisoner has violated his parole, said Board, or any member thereof, at any time within the term or terms of the prisoner's sentence, may issue a warrant to any officer hereinafter authorized to execute the same for the retaking of such prisoner. Any officer of the District of Columbia penal institutions, any officer or designated civilian employee of the Metropolitan Police Department of the District of Columbia, or any federal officer authorized to serve criminal process within the United States to whom such warrant shall be delivered is authorized and required to execute such warrant by taking such prisoner and returning or removing him to the penal institution of the District of Columbia from which he was paroled or to such penal or correctional institution as may be designated by the Attorney General of the United States.","historical":"Prior Codifications\n\n1981 Ed., § 24-205.\n\n1973 Ed., § 24-205.\n\nTemporary Amendments of Section\n\nSection 9 of D.C. Law 12-282 inserted \"or designated civilian employee.\"\n\nSection 13(b) of D.C. Law 12-282 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 9 of the Metropolitan Police Department Civilianization and Street Solicitation for Prostitution Emergency Amendment Act of 1998 (D.C. Act 12-428, August 6, 1998, 45 DCR 5884), § 9 of the Metropolitan Police Department Civilianization Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-506, November 10, 1998, 45 DCR 8139), and § 9 of the Metropolitan Police Department Civilianization Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-13, February 8, 1999, 46 DCR 2333).\n\nLegislative History of Laws\n\nLaw 12-282, the \"Metropolitan Police Department Civilianization Temporary Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12- 709. The Bill was adopted on first and second readings on July 7, 1998, and September 22, 1998, respectively. Signed by the Mayor on October 13, 1998, it was assigned Act No. 12-492 and transmitted to both Houses of Congress for its review. D.C. Law 12-282 became effective on May 28, 1999.\n\nLaw 12-284, the \"Metropolitan Police Department Civilianization Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-710, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-613 and transmitted to both Houses of Congress for its review. D.C. Law 12-284 became effective on June 12, 1999.\n\nDC CODE § 24-405\n\nCurrent through December 11, 2012","credits":"(July 15, 1932, 47 Stat. 698, ch. 492, § 5; June 6, 1940, 54 Stat. 242, ch. 254, § 4; July 17, 1947, 61 Stat. 378, ch. 263, § 2; June 12, 1999, D.C. Law 12-284, § 9, 46 DCR 1328.)","sections":[],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Indeterminate Sentences and Paroles."},"subchapter":{"identifier":"I","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"24","chaptersection":"405","identifier":"24-405","catch_text":"Arrest for violation of parole."}}