{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-268.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-165, see Historical and Statutory Notes following § 24-403.01.\n\nDC CODE § 24-468\n\nCurrent through December 11, 2012","credits":"(May 15, 1993, D.C. Law 9-271, § 8a, as added Oct. 10, 1998, D.C. Law 12- 165, § 5, 45 DCR 2980.)","sections":[{"prefix":"a","text":" Upon a motion by the Director of the Federal Bureau of Prisons, the court may reduce the sentence of any person convicted of a felony under the District of Columbia Official Code committed on or after August 5, 2000, and sentenced to a determinate term of imprisonment which is not subject to parole, and shall impose an adequate period of supervision to follow release, based upon a finding that:"},{"prefix":"1","text":" The inmate is permanently incapacitated or terminally ill because of a medical condition which was not known to the court at the time of sentencing, and the release of the inmate under supervision is not incompatible with public safety; or"},{"prefix":"2","text":" The inmate is 65 years or older and has a chronic infirmity, illness, or disease related to aging, and the release of the inmate under supervision is not incompatible with public safety."},{"prefix":"b","text":" The court shall act expeditiously on any motion submitted by the Director of the Federal Bureau of Prisons. If the court receives a request directly from an inmate or a representative of an inmate, the court may refer the matter to the Federal Bureau of Prisons for a motion or a statement of reasons as to why a motion will not be filed."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Indeterminate Sentences and Paroles."},"subchapter":{"identifier":"III","text":"Medical and Geriatric Parole."},"heading":{"title":"24","chaptersection":"468","identifier":"24-468","catch_text":"Medical and geriatric reduction of sentence."}}