{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 24-261.\n\n1981 Ed., § 24-261.\n\nLegislative History of Laws\n\nLaw 9-271, the \"Medical and Geriatric Parole Act of 1992,\" was introduced in Council and assigned Bill No. 9-557 which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 1, 1992, and December 15, 1992, respectively. Signed by the Mayor on January 14, 1993, it was assigned Act No. 9-400 and transmitted to both Houses of Congress for its review. D.C. Law 9-271 became effective on May 15, 1993.\n\nLaw 11-275, the \"Second Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-909, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-520 and transmitted to both Houses of Congress for its review. D.C. Law 11-275 became effective on June 3, 1997.\n\nDC CODE § 24-461\n\nCurrent through December 11, 2012","credits":"(May 15, 1993, D.C. Law 9-271, § 2, 40 DCR 792; June 3, 1997, D.C. Law 11-275, § 16, 44 DCR 1408.)","sections":[{"prefix":"1","text":" \"Geriatric inmate\" means a person 65 years of age or older convicted of a violation of a District of Columbia criminal law by a court in the District of Columbia, who suffers from a chronic infirmity, illness, or disease related to aging, and poses a low risk to the community;"},{"prefix":"2","text":" \"Permanently incapacitated inmate\" means a person convicted of a violation of a District of Columbia criminal law by a court in the District of Columbia and who, by reason of an existing physical or medical condition which is not terminal, is permanently and irreversibly physically incapacitated, and who does not constitute a danger to himself or to society; and"},{"prefix":"3","text":" \"Terminally ill inmate\" means a person convicted of a violation of the District of Columbia criminal law by a court in the District of Columbia who has an incurable condition caused by illness or disease which would, within reasonable medical judgment, produce death within 6 months and does not constitute a danger to himself or to society."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Indeterminate Sentences and Paroles."},"subchapter":{"identifier":"III","text":"Medical and Geriatric Parole."},"heading":{"title":"24","chaptersection":"461","identifier":"24-461","catch_text":"Definitions."}}