{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-169 added par. (2A); in pars. (6)(C), (9), and (10)(D), substituted \"intellectual disabilities\" for \"mental retardation\"; repealed par. (7); in par. (10)(B), substituted \"DDS\" for \"The Mental Retardation and Developmental Disabilities Administration\"; and, in par. (10)(D), substituted \"DDS\" for \"MRDDA\". Prior to repeal, par. (7) read as follows:\n\n\"(7) 'MRDDA'means the Mental Retardation and Developmental Disabilities Administration.\"\n\nLegislative History of Laws\n\nLaw 15-358, the \"Incompetent Defendants Criminal Commitment Act of 2004\", was introduced in Council and assigned Bill No. 15-967, which was referred to the Committee on Judiciary.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-748 and transmitted to both Houses of Congress for its review.  D.C. Law 15-358 became effective on May 2005.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDC CODE § 24-531.01\n\nCurrent through December 11, 2012","credits":"(May 24, 2005, D.C. Law 15-358, § 101, 52 DCR 2015; Sept. 26, 2012, D.C. Law 19-169, § 22(a), 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Competence\" means that a defendant has sufficient present ability to consult with his or her lawyer with a reasonable degree of rational understanding and has a rational, as well as a factual, understanding of the proceedings against him or her."},{"prefix":"2","text":" \"Court\" or \"Superior Court\" means the Superior Court of the District of Columbia."},{"prefix":"2A","text":" \"DDS\" means the Department on Disability Services."},{"prefix":"3","text":" \"Defendant\" means a defendant in a criminal case or a respondent in a transfer proceeding."},{"prefix":"4","text":" \"DMH\" means the Department of Mental Health."},{"prefix":"5","text":" \"Incompetent\" means that, as a result of a mental disease or defect, a defendant does not have sufficient present ability to consult with his or her lawyer with a reasonable degree of rational understanding or does not have a rational, as well as a factual, understanding of the proceedings against him or her."},{"prefix":"6","text":" \"Inpatient treatment facility\" means:"},{"prefix":"A","text":" Saint Elizabeths Hospital;"},{"prefix":"B","text":" Any other physically secure hospital for the examination or treatment of persons with mental illness; or"},{"prefix":"C","text":" Any physically secure or staff-secure facility for the examination, treatment, or habilitation of persons with intellectual disabilities."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" \"Transfer proceeding\" means a proceeding pursuant to § 16-2307 to transfer a respondent who is alleged to be a delinquent in a juvenile case from the Family Court to the Criminal Division of the Superior Court of the District of Columbia to face adult criminal charges."},{"prefix":"9","text":" \"Treatment\" means the services or supports provided to persons with mental illness or intellectual disabilities, including services or supports that are offered or ordered to restore a person to competence, to assist a person in becoming competent, or to ensure that a person will be competent."},{"prefix":"10","text":" \"Treatment provider\" means:"},{"prefix":"A","text":" The Department of Mental Health;"},{"prefix":"B","text":" DDS;"},{"prefix":"C","text":" An inpatient treatment facility as defined in paragraph (6) of this section; or"},{"prefix":"D","text":" Any other entity or individual designated by the DMH or DDS to provide evaluation, examination, treatment, or habilitation pursuant to this chapter that:"},{"prefix":"i","text":" Is duly licensed or certified under the laws of the District of Columbia to provide services or supports to persons with mental illness or intellectual disabilities, or both; and"},{"prefix":"ii","text":" Has entered into an agreement with the District to provide mental health services or mental health supports or to provide services or supports to persons with intellectual disabilities."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"5A","text":"Evaluation and Treatment of Incompetent Defendants."},"heading":{"title":"24","chaptersection":"531","identifier":"24-531.01","catch_text":"Definitions."}}