{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-191, in subsec. (a), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 15-358, see notes following § 24-531.01.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nDC CODE § 24-531.09\n\nCurrent through December 11, 2012","credits":"(May 24, 2005, D.C. Law 15-358, § 109, 52 DCR 2015; Mar. 2, 2007, D.C. Law 16-191, § 46, 53 DCR 6794.)","sections":[{"prefix":"a","text":" Except as set forth in subsection (b) of this section, a defendant who is ordered to submit to a competence examination under § 24-531.03, or a defendant who is determined after a hearing to be incompetent and is ordered by the court to undergo treatment pursuant to § 24-531.05 or § 24-531.06, may not be administered medication involuntarily if the sole purpose for doing so would be to render the defendant competent. For any other purpose, the defendant may be administered medication without his or her consent consistent with § 7-1231.08, and the regulations promulgated thereunder."},{"prefix":"b","text":"(1) The Court may order the involuntary administration of medication for the sole purpose of rendering the defendant competent only if:"},{"prefix":"A","text":" It orders the defendant to participate in treatment for restoration of competence pursuant to 24-531.05; and"},{"prefix":"B","text":" The Court determines that the government's interest in bringing the defendant to trial or proceeding with sentencing, probation revocation, or transfer outweighs the defendant's interest in refusing medication to render him or her competent."},{"prefix":"2","text":" In making the determination required by paragraph 1(B) of this subsection, the court must find that:"},{"prefix":"A","text":" The defendant has been charged with a dangerous crime or a crime of violence as those terms are defined in § 23-1331(3) and (4), respectively;"},{"prefix":"B","text":" The administration of medication is substantially likely to render the defendant competent;"},{"prefix":"C","text":" The administration of medication is substantially unlikely to have side effects that will significantly interfere with the defendant's ability to assist counsel in conducting a defense;"},{"prefix":"D","text":" Involuntary medication is necessary to further the government's interest because any less intrusive treatments alternatives are unlikely to render the defendant competent; and"},{"prefix":"E","text":" The administration of medication is medically appropriate."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"5A","text":"Evaluation and Treatment of Incompetent Defendants."},"heading":{"title":"24","chaptersection":"531","identifier":"24-531.09","catch_text":"Involuntary medication."}}