{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-358, see notes following § 24-531.01.\n\nDC CODE § 24-531.08\n\nCurrent through December 11, 2012","credits":"(May 24, 2005, D.C. Law 15-358, § 108, 52 DCR 2015.)","sections":[{"prefix":"a","text":" If a defendant charged with any offense other than a crime of violence, as defined in § 23-1331(4), does not attain competence within 180 days of an order for treatment pursuant to § 24-531.05, the charge shall be dismissed without prejudice upon:"},{"prefix":"1","text":" The completion of civil commitment proceedings, if a petition for commitment was filed; or"},{"prefix":"2","text":" A determination by the court that the time within which the government must file a petition for civil commitment has expired and a petition for civil commitment has not been filed."},{"prefix":"b","text":" If a defendant charged with a crime of violence, as defined in § 23- 1331(4), except murder, first degree sexual abuse, or first degree child sexual abuse, has not attained competence within 5 years of the initial order for treatment pursuant to § 24-531.04, the charge shall be dismissed without prejudice."},{"prefix":"c","text":" Any charge dismissed pursuant to subsection (a) or (b) of this section may be refiled if, at any time within the statute of limitations, the defendant attains competence; provided, that a defendant may not be arrested or detained on such a charge unless a court has found that the defendant is competent."},{"prefix":"d","text":" Nothing in this section shall preclude the prosecutor or the defendant from moving to dismiss a case at an earlier time on any appropriate grounds."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"5A","text":"Evaluation and Treatment of Incompetent Defendants."},"heading":{"title":"24","chaptersection":"531","identifier":"24-531.08","catch_text":"Dismissal."}}