{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-523.\n\n1973 Ed., § 24-523.\n\nLegislative History of Laws\n\nLaw 11-275, the \"Second Criminal Code Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-909, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-520 and transmitted to both Houses of Congress for its review. D.C. Law 11-275 became effective on June 3, 1997.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 24-603\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1947, 61 Stat. 744, ch. 472, § 3; Aug. 3, 1968, 82 Stat. 619, Pub. L. 90-452, § 3(a); June 3, 1997, D.C. Law 11-275, § 18, 44 DCR 1408.)","sections":[{"prefix":"a","text":" The Mayor shall establish and maintain an effective public health program in the District of Columbia to provide a continuum of appropriate services to intoxicated persons and chronic alcoholics. Such program shall coordinate all District of Columbia services for intoxicated persons and chronic alcoholics and shall include at least the following facilities which shall be available to both males and females:"},{"prefix":"1","text":" One or more detoxification centers, which shall be located within the District of Columbia, which shall have a total capacity of not more than 150 beds, and which shall provide appropriate medical services for intoxicated persons, including initial examination, diagnosis, and classification;"},{"prefix":"2","text":" An inpatient extended care facility which shall have a capacity of not more than 800 beds and which shall provide intensive study, treatment, and rehabilitation of chronic alcoholics. Such facility shall not admit intoxicated persons; and"},{"prefix":"3","text":" Outpatient aftercare facilities which may include clinics, social centers, vocational rehabilitation services, and supportive residential facilities and which shall have a total capacity of not more than 600 beds."},{"prefix":"b","text":" The Mayor may:"},{"prefix":"1","text":" Establish or designate an agency of the District of Columbia government; and"},{"prefix":"2","text":" Designate any officer or employee of the District of Columbia government to carry out any of his functions, powers, and duties under this subchapter."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Rehabilitation of Alcoholics."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"24","chaptersection":"603","identifier":"24-603","catch_text":"Public health program; delegation of powers by Mayor."}}