{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-802.\n\nEffect of Amendments\n\nD.C. Law 13-302 rewrote the section which had read:\n\n\"(a) The Mayor shall provide facilities and personnel for the treatment and rehabilitation of youth offenders convicted under District of Columbia law and sentenced according to this subchapter.\n\n\"(b)(1) The Mayor shall periodically set aside and adapt facilities for the treatment, care, education, vocational training, rehabilitation, segregation, and protection of youth offenders.\n\n\"(2) Insofar as practical, these institutions shall treat committed youth offenders only, and the youth offenders shall be segregated from other offenders, and classes of committed youth offenders shall be segregated according to their needs for treatment.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 9(b) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 9(b) of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 9(b) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 9(b) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-69, see Historical and Statutory Notes following § 24-901.\n\nFor Law 13-302, see notes following § 24-403.01.\n\nDC CODE § 24-902\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 1985, D.C. Law 6-69, § 3, 32 DCR 4587; June 8, 2001, D.C. Law 13-302, § 9(b), 47 DCR 7249.)","sections":[{"prefix":"a","text":" The Mayor shall provide facilities and personnel for the treatment and rehabilitation of youth offenders convicted of misdemeanor offenses under District of Columbia law and sentenced according to this subchapter."},{"prefix":"b","text":"(1) The Mayor shall periodically set aside and adapt facilities for the treatment, care, education, vocational training, rehabilitation, segregation, and protection of youth offenders convicted of misdemeanor offenses."},{"prefix":"2","text":" Insofar as practical, these institutions maintained by the District of Columbia shall treat committed youth offenders convicted of misdemeanor offenses only, and the youth offenders shall be segregated from other offenders, and classes of committed youth offenders shall be segregated according to their needs for treatment."},{"prefix":"c","text":" The Federal Bureau of Prisons is authorized to provide for the custody, care, subsistence, education, treatment, and training of youth offenders convicted of felony offenses and sentenced to commitment."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Youth Offender Programs."},"subchapter":{"identifier":"I","text":"Youth Rehabilitation."},"heading":{"title":"24","chaptersection":"902","identifier":"24-902","catch_text":"Facilities for treatment and rehabilitation."}}