{"text":"The Director shall prepare a report assessing the BOOT CAMP, which shall be presented to the Mayor and the Council of the District of Columbia 12 months after the first day of operation of the BOOT CAMP. This report shall include the following:","historical":"Prior Codifications\n\n1981 Ed., ยง 24-832.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-67, see Historical and Statutory Notes following ยง 24-921.\n\nDC CODE ยง 24-932\n\nCurrent through December 11, 2012","credits":"(Jan. 27, 1994, D.C. Law 10-67, ยง 601, 40 DCR 5768.)","sections":[{"prefix":"1","text":" A summary of the original structure of the pilot program, and a summary of all changes to that original structure, along with the reasons for any changes;"},{"prefix":"2","text":" A summary of the effectiveness of the pilot program, according to the Director;"},{"prefix":"3","text":" An analysis of the total cost of the pilot program, including cost per participant;"},{"prefix":"4","text":" A summary of the standards used to determine removal from the BOOT CAMP;"},{"prefix":"5","text":" A listing of the offense(s) committed by each participant which led to his or her commitment to the BOOT CAMP;"},{"prefix":"6","text":" A listing of the number of participants who completed the BOOT CAMP, and the number of those who did not complete the program, along with a designation as to the reason for removal from the program;"},{"prefix":"7","text":" A summary of the effect of the pilot program on the population at other juvenile facilities;"},{"prefix":"8","text":" An analysis of the recidivism rate of eligible juvenile offenders who completed the BOOT CAMP and the recidivism rate of non-completers and a comparison sample of juvenile offenders who participated in a sanction other than the BOOT CAMP; and"},{"prefix":"9","text":" Any recommendations as to changes to or expansion of the BOOT CAMP."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Youth Offender Programs."},"subchapter":{"identifier":"II","text":"Boot Camp Program."},"heading":{"title":"24","chaptersection":"932","identifier":"24-932","catch_text":"Report."}}