{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-806.\n\nEffect of Amendments\n\nD.C. Law 13-302 rewrote the section which had read:\n\n\"(a) Upon the unconditional discharge of a committed youth offender before the expiration of the maximum sentence imposed, the District of Columbia Board of Parole shall automatically set aside the conviction.\n\n\"(b) If the maximum sentence of a committed youth offender expires before unconditional discharge, the District of Columbia Board of Parole may, in its discretion, set aside the conviction.\n\n\"(c) In any case in which the District of Columbia Board of Parole sets aside the conviction of a committed youth offender, the Board shall issue to the youth offender a certificate to that effect.\n\n\"(d) Where a youth offender has been placed on probation by the court, the court may, in its discretion, unconditionally discharge the youth offender from probation before the end of the maximum period of probation previously fixed by the court. The discharge shall automatically set aside the conviction and the court shall issue to the youth offender a certification to that effect.\"\n\nD.C. Law 18-377, in subsec. (f), deleted \"or\" from the end of par. (5), substituted a semicolon for a period at the end of par. (6), and added pars. (7) and (8).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 9(e) of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 9(e) of the Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 9(e) of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 9(e) of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nFor temporary (90 day) amendment of section, see § 517 of Public Safety Legislation Sixty-Day Layover Emergency Amendment Act of 2010 (D.C. Act 18-693, January 18, 2011, 58 DCR 640).\n\nFor temporary (90 day) amendment of section, see § 517 of Public Safety Legislation Sixty-Day Layover Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-45, April 20, 2011, 58 DCR 3701).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-69, see Historical and Statutory Notes following § 24-901.\n\nLaw 9-7, the \"Youth Rehabilitation Amendment Act of 1985 Temporary Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-99. The Bill was adopted on first and second readings on February 5, 1991, and March 5, 1991, respectively. Signed by the Mayor on March 15, 1991, it was assigned Act No. 9-13 and transmitted to both Houses of Congress for its review.\n\nLaw 9-15, the \"Youth Rehabilitation Amendment Act of 1985 Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-109, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 9, 1991, and May 7, 1991, respectively. Signed by the Mayor on May 17, 1991, it was assigned Act No. 9-33 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-302, see notes following § 24-403.01.\n\nLaw 18-377, the \"Criminal Code Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-963, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 2, 2011, it was assigned Act No. 18-722 and transmitted to both Houses of Congress for its review. D.C. Law 18-377 became effective on June 3, 2011.\n\nDC CODE § 24-906\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 1985, D.C. Law 6-69, § 7, 32 DCR 4587; June 28, 1991, D.C. Law 9-7, § 2, 38 DCR 1978; Aug. 17, 1991, D.C. Law 9-15, § 2, 38 DCR 3382; June 8, 2001, D.C. Law 13-302, § 9(e), 47 DCR 7249; June 3, 2011, D.C. Law 18-377, § 17, 58 DCR 1174.)","sections":[{"prefix":"a","text":" Upon unconditional discharge of a committed youth offender before the expiration of the sentence imposed, the youth offender's conviction shall be automatically set aside."},{"prefix":"b","text":" If the sentence of a committed youth offender expires before unconditional discharge, the United States Parole Commission may, in its discretion, set aside the conviction."},{"prefix":"c","text":" Where a youth offender is sentenced to commitment and a term of supervised release for a felony committed on or after August 5, 2000, and the United States Parole Commission exercises its authority pursuant to 18 U.S.C. § 3583(e)(1) to terminate the term of supervised release before its expiration, the youth offender's conviction shall be automatically set aside."},{"prefix":"d","text":" In any case in which the youth offender's conviction is set aside, the youth offender shall be issued a certificate to that effect."},{"prefix":"e","text":" Where a youth offender has been placed on probation by the court, the court may, in its discretion, unconditionally discharge the youth offender from probation before the end of the maximum period of probation previously fixed by the court. The discharge shall automatically set aside the conviction. If the sentence of a youth offender who has been placed on probation by the court expires before unconditional discharge, the court may, in its discretion, set aside the conviction. In any case where the court sets aside the conviction of a youth offender, the court shall issue to the youth offender a certificate to that effect."},{"prefix":"f","text":" A conviction set aside under this section may be used:"},{"prefix":"1","text":" In determining whether a person has committed a second or subsequent offense for purposes of imposing an enhanced sentence under any provision of law;"},{"prefix":"2","text":" In determining whether an offense under § 48-904.01 is a second or subsequent violation under § 24-112;"},{"prefix":"3","text":" In determining an appropriate sentence if the person is subsequently convicted of another crime;"},{"prefix":"4","text":" For impeachment if the person testifies in his own defense at trial pursuant to § 14-305;"},{"prefix":"5","text":" For cross-examining character witnesses;"},{"prefix":"6","text":" For sex offender registration and notification;"},{"prefix":"7","text":" For gun offender registration pursuant to subchapter VIII of Chapter 25 of Title 7, for convictions on or after January 1, 2011; or"},{"prefix":"8","text":" In determining whether a person has been in possession of a firearm in violation of § 22-4503."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Youth Offender Programs."},"subchapter":{"identifier":"I","text":"Youth Rehabilitation."},"heading":{"title":"24","chaptersection":"906","identifier":"24-906","catch_text":"Unconditional discharge sets aside conviction."}}