{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 24-803.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-69, see Historical and Statutory Notes following § 24-901.\n\nLaw 8-61, the \"Youth Offender Community Service Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-138, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 27, 1989, and July 11, 1989, respectively. Signed by the Mayor on August 1, 1989, it was assigned Act No. 8-84 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-69, see Mayor's Order 87-61, March 10, 1987.\n\nDC CODE § 24-903\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 1985, D.C. Law 6-69, § 4, 32 DCR 4587; Jan. 31, 1990, D.C. Law 8-61, § 2, 36 DCR 5798.)","sections":[{"prefix":"a","text":"(1) If the court is of the opinion that the youth offender does not need commitment, it may suspend the imposition or execution of sentence and place the youth offender on probation."},{"prefix":"2","text":" The court, as part of an order of probation of a youth offender between the ages of 15 and 18 years, shall require the youth offender to perform not less than 90 hours of community service for an agency of the District government or a nonprofit or other community service organization, unless the court determines that the youth offender is physically or mentally impaired and that an order of community service would be unjust or unreasonable."},{"prefix":"3","text":" Within 120 days of January 31, 1990, the Mayor shall develop and furnish to the court a youth offender community service plan. The plan shall include:"},{"prefix":"A","text":" Procedures to certify a nonprofit or community service organization for participation in the program;"},{"prefix":"B","text":" A list of agencies of the District government or non-profit or community service organizations to which a youth offender may be assigned for community service work;"},{"prefix":"C","text":" A description of the community service work to be performed by a youth offender in each of the named agencies or organizations;"},{"prefix":"D","text":" Procedures to monitor the attendance and performance of a youth offender assigned to community service work;"},{"prefix":"E","text":" Procedures to report to the court a youth offender's absence from a court-ordered community service work assignment; and"},{"prefix":"F","text":" Procedures to notify the court that a youth offender has completed the community service ordered by the court."},{"prefix":"4","text":" If the court unconditionally discharges a youth offender from probation pursuant to § 24-906(b), the court may discharge the youth offender from any uncompleted community service requirement in excess of 90 hours. The court shall not discharge the youth offender from completion of the minimum of 90 hours of community service."},{"prefix":"b","text":" If the court shall find that a convicted person is a youth offender, and the offense is punishable by imprisonment under applicable provisions of law other than this subsection, the court may sentence the youth offender for treatment and supervision pursuant to this subchapter up to the maximum penalty of imprisonment otherwise provided by law. The youth offender shall serve the sentence of the court unless sooner released as provided in § 24-904."},{"prefix":"c","text":" Where the court finds that a person is a youth offender and determines that the youth offender will derive benefit from the provisions of this subchapter, the court shall make a statement on the record of the reasons for its determination. The youth offender shall be entitled to present to the court facts that would affect the decision of the court to sentence the youth offender pursuant to the provisions of this subchapter."},{"prefix":"d","text":" If the court shall find that the youth offender will not derive benefit from treatment under subsection (b) of this section, then the court may sentence the youth offender under any other applicable penalty provision."},{"prefix":"e","text":" If the court desires additional information as to whether a youth offender will derive benefit from treatment under subsection (b) of this section, the court may order that the youth offender be committed for observation and study at an appropriate classification center or agency. Within 60 days from the date of the order or an additional period that the court may grant, the court shall receive the report."},{"prefix":"f","text":" Subsections (a) through (e) of this section provide sentencing alternatives in addition to the options already available to the court."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Youth Offender Programs."},"subchapter":{"identifier":"I","text":"Youth Rehabilitation."},"heading":{"title":"24","chaptersection":"903","identifier":"24-903","catch_text":"Sentencing alternatives."}}