{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 24-821.\n\nLegislative History of Laws\n\nLaw 10-67, the \"Basic Operations Options Training Children to Adults Maturity Program Establishment Act of 1993,\" was introduced in Council and assigned Bill No. 10-111, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on July 29, 1993, it was assigned Act No. 10-67 and transmitted to both Houses of Congress for its review. D.C. Law 10- 67 became effective on January 27, 1994.\n\nDC CODE ยง 24-921\n\nCurrent through December 11, 2012","credits":"(Jan. 27, 1994, D.C. Law 10-67, ยง 101, 40 DCR 5768.)","sections":[{"prefix":"1","text":" \"BOOT CAMP\" means the Basic Operations Options Training Children to Adults Maturity Program for eligible juvenile offenders, established pursuant to the rules of the Department of Human Services adopted under this subchapter, which provides rigorous physical activity, intensive regimentation, discipline, education, and vocational training for a minimum of 40 participants, to begin the program, for a period of 90 days."},{"prefix":"2","text":" \"Eligible juvenile offender\" means a youth 14 through 18 years of age who has been committed to the custody of the Youth Services Administration and who:"},{"prefix":"A","text":" Has not been previously incarcerated in an adult prison facility and has not committed a crime of violence, as defined in ยง 22-4501, except burglary and robbery;"},{"prefix":"B","text":" Has not been prohibited by a judge or law from participating in the BOOT CAMP;"},{"prefix":"C","text":" Has no known contagious or communicable disease;"},{"prefix":"D","text":" Has no known mental or physical impairments that would prevent him or her from performing physical activity; and"},{"prefix":"E","text":" Agrees to the terms and conditions of the BOOT CAMP."}],"division":{"identifier":"IV","text":"Criminal Law and Procedure and Prisoners."},"title":{"identifier":"24","text":"Prisoners and Their Treatment. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Youth Offender Programs."},"subchapter":{"identifier":"II","text":"Boot Camp Program."},"heading":{"title":"24","chaptersection":"921","identifier":"24-921","catch_text":"Definitions."}}