{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-187, see notes following ยง 25-101.\n\nMiscellaneous Notes\n\nSections 402 and 403 of D.C. Law 15-187 provide:\n\n\"Sec. 402. Rules and regulations.\n\n\"The Mayor shall promulgate proposed rules and regulations to administer this title within 180 days of its effective date. The proposed rules and regulations, as well as any subsequent rules and regulations amending this title, shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, If the Council does not approve or disapprove the rules and regulations, in whole or in part, by resolution with the 45-day review period, the proposed rules and regulations shall be deemed approved.\n\n\"Sec. 403. Applicability.\n\n\"Section 401 shall apply upon the effective date of the regulations promulgated under section 402.\"\n\nDC CODE ยง 25-122\n\nCurrent through December 11, 2012","credits":"(Sept. 30, 2004, D.C. Law 15-187, ยง 401(f), 51 DCR 6525.)","sections":[{"prefix":"a","text":" A pool buying group shall be created in the following manner:"},{"prefix":"1","text":" Prior to commencing operations, a pool buying group shall file with ABRA a copy of the agreement under which the pool buying group will operate. The ABRA shall review the agreement and, if the requirements of applicable law and rules are met, shall approve the agreement."},{"prefix":"2","text":" Any proposed amendment to a pool buying group agreement shall be filed with, and be approved by, ABRA in the same manner as original agreements before the proposed amendments shall be effective."},{"prefix":"3","text":" Pool buying agreements shall include:"},{"prefix":"A","text":" The name and address the cooperative or pool buying group;"},{"prefix":"B","text":" The name of the buying agent for the group;"},{"prefix":"C","text":" The cooperative buying group's bylaws;"},{"prefix":"D","text":" For each member, the licensee's name, business name, business address, business phone number, license number, and the date each licensee joined the group;"},{"prefix":"E","text":" The signatures of all the members of the pool buying group;"},{"prefix":"F","text":" An attestation that the licensee is not a member of more than one pool buying group at that time; and"},{"prefix":"G","text":" The license status of each member."},{"prefix":"b","text":" The buying agent shall be a licensed retailer of alcoholic beverages in the District."},{"prefix":"c","text":" A member of the pool buying group shall not be eligible to place an order with the group until the member has executed the pool buying agreement and the licensee's name, business name, license number, and the date of membership have been filed with, and approved by, the ABRA."},{"prefix":"d","text":" Any addition or termination to the membership of the pool buying group shall be provided to ABRA under the signature of the buying agent. The notice shall include the effective date of the addition of an new member or the termination of an existing member. The notice may be in letter form or on official forms which may be promulgated by ABRA."},{"prefix":"e","text":" The transfer, suspension, or revocation of a license held by a member of a pool buying group shall automatically terminate the licensee from membership in the pool buying group."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions and Classification of Licenses"},"subchapter":{"identifier":"II","text":"Classification of Licenses."},"heading":{"title":"25","chaptersection":"122","identifier":"25-122","catch_text":"Pool buying groups."}}