{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-111(a)(5), (6). For notes from former § 25-111, see § 25-110.\n\nPrior Codifications\n\n1981 Ed., § 25-112.\n\n1973 Ed., § 25-111.\n\nEffect of Amendments\n\nD.C. Law 15-187, in subsec. (c), added par. (3); and in par. (2) of subsec. (e), substituted \"each of the 3 years\" for \"each of the 2 years\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nEditor's Notes\n\nParagraph (2) of subsection (c) of this section expired 18 months after May 3, 2001.\n\nMiscellaneous Notes\n\nSections 402 and 403 of D.C. Law 15-187 provide:\n\n\"Sec. 402. Rules and regulations.\n\n\"The Mayor shall promulgate proposed rules and regulations to administer this title within 180 days of its effective date. The proposed rules and regulations, as well as any subsequent rules and regulations amending this title, shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, If the Council does not approve or disapprove the rules and regulations, in whole or in part, by resolution with the 45-day review period, the proposed rules and regulations shall be deemed approved.\n\n\"Sec. 403. Applicability.\n\n\"Section 401 shall apply upon the effective date of the regulations promulgated under section 402.\"\n\nDC CODE § 25-112\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 324, ch. 4, § 11; Apr. 30, 1934, 48 Stat. 654, ch. 181, § 1; June 18, 1934, 48 Stat. 997, ch. 588; July 2, 1935, 49 Stat. 444, ch. 359; Aug. 27, 1935, 49 Stat. 898, 899, ch. 756, §§ 3-7; June 15, 1938, 52 Stat. 691, ch. 396, §§ 1, 2; May 27, 1949, 63 Stat. 133, ch. 146, title V, § 501; June 29, 1953, 67 Stat. 103, ch. 159, § 404(d); May 31, 1962, 76 Stat. 89, Pub. L. 87-470, § 1; Dec. 8, 1970, 84 Stat. 1393, Pub. L. 91-535, § 2; Apr. 6, 1977, D.C. Law 1-102, § 2(a), (b), 23 DCR 8732; Apr. 18, 1978, D.C. Law 2-73, § 3, 24 DCR 7066; Mar. 5, 1981, D.C. Law 3-157, § 2(b), 27 DCR 5117; Sept. 29, 1982, D.C. Law 4-157, §§ 6, 15, 29 DCR 3617; Mar. 10, 1983, D.C. Law 4-204, § 2, 30 DCR 185; Aug. 2, 1983, D.C. Law, 5-16, § 3, 30 DCR 3193; Mar. 8, 1984, D.C. Law 5-51, § 2(a), 30 DCR 5927; Mar. 7, 1987, D.C. Law 6-217, § 5, 34 DCR 907; Aug. 17, 1991, D.C. Law 9-40, § 2(b), 38 DCR 4974; May 24, 1994, D.C. Law 10-122, § 2(e), 41 DCR 1658; Mar. 26, 1999, D.C. Law 12-202, § 2(b), 45 DCR 8412; Apr. 20, 1999, D.C. Law 12-261, § 2003(q)(1), 46 DCR 3142; May 3, 2001, D.C. Law 13- 298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, §§ 101(b), 401(d), 51 DCR 6525.)","sections":[{"prefix":"a","text":" An off-premises retailer's license shall authorize the licensee to sell alcoholic beverages from the place described and to deliver the same in the barrel, keg, sealed bottle, or other closed container in which the same was received by the licensee."},{"prefix":"b","text":" The barrel, keg, sealed bottle, or other closed container shall not be opened, or the contents consumed, at the licensed establishment."},{"prefix":"c","text":" The license shall not authorize the licensee to sell to other licensees for resale; provided, that the licensee under an off-premises retailer's license, class A, may sell to:"},{"prefix":"1","text":" Caterers licensed under § 25-113(i); and"},{"prefix":"2","text":" [Expired]"},{"prefix":"3","text":" If the licensee that is a member of a pool buying group, to other members of the same pool buying group any alcoholic beverages if:"},{"prefix":"A","text":" A pool member other than the buying agent transfers to another pool member any portion of the alcoholic beverages ordered by the transferee retailer as part of the single transaction pool purchase;"},{"prefix":"B","text":" A transfer pursuant to this section is made within 7 days of the pool delivery without any cost or charge whatsoever being made against the transferee retailer;"},{"prefix":"C","text":" The acquisition of alcoholic beverage products is recorded in an invoice maintained by both participating retailers for 3 years and includes:"},{"prefix":"i","text":" Business name, address, and license number of each licensee;"},{"prefix":"ii","text":" Names, sizes, and quantities of the products transferred;"},{"prefix":"iii","text":" Date that the delivery of products was received;"},{"prefix":"iv","text":" Date that the physical transfer of products was made;"},{"prefix":"v","text":" Unique identifier that links the record with a specific pool order; and"},{"prefix":"vi","text":" The resale certificate number of the licensee acquiring the products for resale."},{"prefix":"d","text":" There shall be 2 classes of off-premises retailer's licenses:"},{"prefix":"1","text":" A retailer's license, class A, shall authorize the licensee to sell spirits, beer, and wine."},{"prefix":"2","text":" A retailer's license, class B, shall authorize the licensee to sell beer and wine."},{"prefix":"e","text":" The licensee under an off-premises retailer's license, class B, who qualifies for the license as a result of the application of § 25-303(c), § 25-331(d), § 25-332(c), or § 25-333(c), shall:"},{"prefix":"1","text":" File with the Board, within 60 days after the end of each year, a statement of expenditures and receipts by the licensed establishment containing the following:"},{"prefix":"A","text":" The total amount of receipts for the sale of alcoholic beverages, indicating the amount received for the sale of alcoholic beverages, the amount received for the sale of food, and the percentage of the total amount of receipts represented by each amount;"},{"prefix":"B","text":" A statement indicating the method used to compute the amounts and percentages; and"},{"prefix":"C","text":" An affidavit, executed by the individual licensee, partner of an applicant partnership, or the appropriate officer of an applicant corporation or limited liability company, attesting to the truth of the annual statement."},{"prefix":"2","text":" The annual accounting period, for the purposes of the annual report, shall correspond to each of the 3 years for which a license is issued."},{"prefix":"3","text":" The making of a false statement on an annual statement shall constitute grounds on which the Board may deny the renewal of a license, or subsequently revoke the license, if the renewal of the license is based in whole or in part on the contents of the false statement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions and Classification of Licenses"},"subchapter":{"identifier":"II","text":"Classification of Licenses."},"heading":{"title":"25","chaptersection":"112","identifier":"25-112","catch_text":"Off-premises retailer's licenses."}}