{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code §§ 25-126.1 and 25-126.6(c).\n\nPrior Codifications\n\n1981 Ed., § 25-1004.\n\nEffect of Amendments\n\nD.C. Law 16-195, in subsec. (a), rewrote par. (1) and repealed par. (2), which had read as follows:\n\n\"(1) The person's blood contains (A) .08% or more, by weight, of alcohol, or (B) .48 micrograms or more of alcohol are contained in one milliliter of the person's breath, consisting of substantially alveolar air;\n\n\"(2) The person's urine contains .13% or more, by weight, of alcohol; or\"\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 11-201 added §§ 25-127.1 through 25-127.6.\n\nSection 10(b) of D.C Law 11-201 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of §§ 25-127.1 through 25-127.6, see § 2-7 of the Boating While Intoxicated Emergency Act of 1996 (D.C. Act 11-346, August 8, 1996, 43 DCR 4621), § 2-7 of the Boating While Intoxicated Congressional Review Emergency Act of 1996 (D.C. Act 11-411, October 28, 1996, 43 DCR 6063) and §§ 2-7 of the Boating While Intoxicated Second Congressional Review Emergency Act of 1996 (D.C. Act 11-469, December 30, 1996, 44 DCR 179).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nLaw 11-201, the \"Boating While Intoxicated Temporary Act of 1996,\" was introduced in Council and assigned Bill No. 11-804. The Bill was adopted on first and second readings on July 3, 1996, and July 17, 1996, respectively. Signed by the Mayor on July 26, 1996, it was assigned Act. No. 11-364 and transmitted to both Houses of Congress for its review. D.C. Law 11-201 became effective on April 9, 1997.\n\nLaw 11-248, the \"Boating While Intoxicated Act of 1996,\" was introduced in Council and assigned Bill No. 11-567, which was referred to the Committee on Public Works and the Environment. The Bill was adopted in first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-511 and transmitted to both Houses of Congress for its review. D.C. Law 11-248 became effective on April 9, 1997.\n\nLaw 16-195, the \"Anti-Drunk Driving Clarification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-463, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 11, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 18, 2006, it was assigned Act No. 16-488 and transmitted to both Houses of Congress for its review. D.C. Law 16-195 became effective on March 2, 2007.\n\nDC CODE § 25-1004\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-248, §§ 2, 7, 44 DCR 1242; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Mar. 2, 2007, D.C. Law 16-195, § 3(a), 53 DCR 8675.)","sections":[{"prefix":"a","text":" No person shall operate or be in physical control of any vessel or watercraft, including water skis, aquaplane, sailboard, personal watercraft, or similar device in the District, if:"},{"prefix":"1","text":" The person's alcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine; or"},{"prefix":"2","text":" [Repealed]."},{"prefix":"3","text":" The person is under the influence of intoxicating liquor or any controlled substance or a combination thereof."},{"prefix":"b","text":" A person under 21 years of age shall not operate or be in physical control of any vessel or watercraft, including water skis, aquaplane, sailboard, personal watercraft, or a similar device in the District if the person's blood, breath, or urine contains any measurable amount of alcohol."},{"prefix":"c","text":" No person shall operate or be in physical control of any vessel or watercraft while the person is impaired by the consumption of intoxicating liquor."},{"prefix":"d","text":" For the purposes of this section and §§ 25-1005 through 25-1007, the term \"controlled substance\" has the same meaning as set forth in § 48- 901.02(4)."},{"prefix":"e","text":" The Harbor Master shall be directly responsible for enforcing this section and shall ensure that the public is made aware of the District's aggressive enforcement policy through a continual public awareness campaign."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limitations on Consumers."},"heading":{"title":"25","chaptersection":"1004","identifier":"25-1004","catch_text":"Prohibition on use of watercraft under certain conditions."}}