{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code §§ 25-103(25) and 25-111(a)(7), (8), (13)(D). For notes from former § 25-103, see § 25-101. For notes from former § 25-111, see § 25-110.\n\nPrior Codifications\n\n1981 Ed., § 25-113.\n\n1973 Ed., § 25-111.\n\nEffect of Amendments\n\nD.C. Law 15-187 rewrote par. (3) of subsec. (b);  in par. (2) of subsec. (c), substituted \"a tavern that does not possess an entertainment endorsement shall\" for \"a tavern shall\";  rewrote pars. (1) and (5) of subsec. (e);  rewrote par. (1) of subsec. (g);  in par. (3) of subsec. (i), substituted \"be valid for 3 years\" for \"be valid for 2 years\";  and added subsec. (j).   Prior to amendment, par. (3) of subsec. (b), pars. (1) and (5) of subsec.  (e), and par. (1) of subsec. (g) had read as follows:\n\n\"(3) There shall be 2 classes of restaurant licenses:\n\n\"(A) Class C/R (spirits, wine, and beer); and\n\n\"(B) Class D/R (wine and beer).\"\n\n\"(e)(1) A hotel license (H) shall be issued only for a hotel. Sales of food in a hotel dining room shall account for at least 45% of gross annual receipts from the operation of the dining room; provided, that in the case of a hotel that has 200 or fewer rooms and was built before January 1, 1940, sales of food shall account for at least 25% of gross annual receipts from the operation of the dining room.\"\n\n\"(5) There shall be 2 classes of hotel licenses:\n\n\"(A) Class C/H (spirits, beer, and wine); and\n\n\"(B) Class D/H (beer and wine).\"\n\n\"(g)(1) A multipurpose facility license shall be issued only for a legitimate theater or a facility (such as the Washington Convention Center, the Lincoln Theatre, or the DC Arena) for the performance of sports, cultural, or tourism-related activities.\"\n\nD.C. Law 15-354, in subsec. (e)(5)(B), validated a previously made technical correction.\n\nD.C. Law 16-191 substituted \"this section\" for \"§ 25-113\".\n\nD.C. Law 17-201 added subsecs. (b)(4), (5), (c)(4), and (g)(4); and rewrote subsec. (d)(1), which had read as follows:\n\n\"(d)(1) A nightclub license (N) shall be issued only for a nightclub.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (g)(4).\n\nD.C. Law 17-361, in subsec. (b)(1), added the second sentence.\n\nD.C. Law 18-111, in subsec. (g)(1), deleted \"the Washington Convention Center,\" following \"(such as\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2082(n)(2) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2082(n)(2) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nFor Law 16-191, see notes following § 25-101.\n\nFor Law 17-201, see notes following § 25-101.\n\nLaw 17-353, the \"Technical Amendments Act of 2008\", was introduced in Council and assigned Bill No. 17-994 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively.   Signed by the Mayor on January 15, 2009, it was assigned Act No. 17-687 and transmitted to both Houses of Congress for its review.   D.C. Law 17-353 became effective on March 25, 2009.\n\nLaw 17-361, the \"Alcoholic Beverage Enforcement Act of 2008\", was introduced in Council and assigned Bill No. 17-983 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on December 2, 2008, and December 16, 2008, respectively. Signed by the Mayor on January 16, 2009, it was assigned Act No. 17-696 and transmitted to both Houses of Congress for its review. D.C. Law 17-361 became effective on March 25, 2009.\n\nFor Law 18-111, see notes following § 25-101.\n\nDC CODE § 25-113\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 324, ch. 4, § 11; Apr. 30, 1934, 48 Stat. 654, ch. 181, § 1; June 18, 1934, 48 Stat. 997, ch. 588; July 2, 1935, 49 Stat. 444, ch. 359; Aug. 27, 1935, 49 Stat. 898, 899, ch. 756, §§ 3-7; June 15, 1938, 52 Stat. 691, ch. 396, §§ 1, 2; May 27, 1949, 63 Stat. 133, ch. 146, title V, § 501; June 29, 1953, 67 Stat. 103, ch. 159, § 404(d); May 31, 1962, 76 Stat. 89, Pub. L. 87-470, § 1; Dec. 8, 1970, 84 Stat. 1393, Pub. L. 91-535, § 2; Apr. 6, 1977, D.C. Law 1-102, § 2(a), (b), 23 DCR 8732; Apr. 18, 1978, D.C. Law 2-73, § 3, 24 DCR 7066; Mar. 5, 1981, D.C. Law 3-157, § 2(b), 27 DCR 5117; Sept. 29, 1982, D.C. Law 4-157, §§ 6, 15, 29 DCR 3617; Mar. 10, 1983, D.C. Law 4-204, § 2, 30 DCR 185; Aug. 2, 1983, D.C. Law, 5-16, § 3, 30 DCR 3193; Mar. 8, 1984, D.C. Law 5-51, § 2(a), 30 DCR 5927; Mar. 7, 1987, D.C. Law 6-217, § 5, 34 DCR 907; Aug. 17, 1991, D.C. Law 9-40, § 2(b), 38 DCR 4974; May 24, 1994, D.C. Law 10-122, § 2(e), 41 DCR 1658; Mar. 26, 1999, D.C. Law 12-202, § 2(b), 45 DCR 8412; Apr. 20, 1999, D.C. Law 12-261, § 2003(q)(1), 46 DCR 3142; May 3, 2001, D.C. Law 13- 298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, §§ 101(c), 301(c), 51 DCR 6525; Apr. 13, 2005, D.C. Law 15-354, § 102(a)(2), 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 47(c), 53 DCR 6794; July 18, 2008, D.C. Law 17-201, § 2(c), 55 DCR 6289; Mar. 25, 2009, D.C. Law 17-353, § 241, 56 DCR 1117; Mar. 25, 2009, D.C. Law 17-361, § 2(a), 56 DCR 1204; Mar. 3, 2010, D.C. Law 18-111, § 2082(n)(2), 57 DCR 181.)","sections":[{"prefix":"a","text":"(1) On-premises retailer's licenses shall be classified by the type of establishment licensed, as follows: restaurant, tavern, nightclub, hotel, club, multipurpose facility, and common carrier."},{"prefix":"2","text":" For each type of establishment listed in paragraph (1) of this section, there shall be 2 classes of on-premises retailer's license:"},{"prefix":"A","text":" Except as otherwise provided, an on-premises retailer's license, class C, shall authorize the licensee to sell spirits, wine, and beer at the licensed establishment for consumption only at the licensed establishment."},{"prefix":"B","text":" Except as otherwise provided, an on-premises retailer's license, class D, shall authorize the licensee to sell wine and beer at the licensed establishment for consumption only at the licensed establishment."},{"prefix":"3","text":" The licensee of any kind of on-premises retailer's licenses, class C or D, shall not sell or serve alcoholic beverages in any closed container; provided that:"},{"prefix":"A","text":" A hotel may sell and serve alcoholic beverages in closed containers in the private rooms of registered guests; and"},{"prefix":"B","text":" A club may sell and serve alcoholic beverages in closed containers in any room or area available only to members of the club or their guests."},{"prefix":"4","text":"(A) Except as provided in subparagraph (B) of this paragraph, nothing in the license classifications in this section shall be construed as prohibiting or restricting a restaurant from offering entertainment or facilities for dancing, preventing or restricting a tavern from offering entertainment, or preventing or restricting a nightclub from offering food. A licensee who offers food, entertainment, or facilities for dancing may advertise the food, entertainment, or facilities for dancing that are offered, regardless of the kind of license held."},{"prefix":"B","text":" No licensed establishment other than a nightclub or a legitimate theater may provide entertainment by nude performers."},{"prefix":"b","text":"(1) A restaurant license (R) shall be issued only for a restaurant.   It shall be a secondary tier violation for a restaurant to not keep its kitchen facilities open until 2 hours before closing."},{"prefix":"2","text":"(A) The licensee shall file with the Board quarterly statements, on the dates and in the manner prescribed by the Board, reporting for the preceding quarter: the gross receipts for the establishment; its gross receipts for sales of alcoholic beverages; its gross receipts for the sale of food; its total expenses for the purchase of food and alcoholic beverages; its expenses for the purchase of food; and its expenses for the purchase of alcoholic beverages."},{"prefix":"B","text":" The Board shall make a licensee's quarterly statements available for the purpose of allowing a protestant of a license to determine the gross annual receipts of a licensee."},{"prefix":"3","text":"(A) There shall be 2 classes of restaurant licenses:"},{"prefix":"i","text":" Class C/R (spirits, wine, and beer); and"},{"prefix":"ii","text":" Class D/R (wine and beer)."},{"prefix":"B","text":"(i) A class C/R license may be issued to:"},{"prefix":"I","text":" An establishment which qualifies as a restaurant under § 25-101(43)(A) and has gross annual food sales of at least $2000 per occupant (as determined by the establishment's Board-approved certificate of occupancy); or"},{"prefix":"II","text":" An establishment which qualifies as a restaurant under § 25-101(43)(B)."},{"prefix":"ii","text":" A class D/R license may be issued to:"},{"prefix":"I","text":" An establishment which qualifies as a restaurant under § 25-101(43)(A) and has gross annual food sales of at least $1500 per occupant (as determined by the establishment's Board-approved certificate of occupancy); or"},{"prefix":"II","text":" An establishment which qualifies as a restaurant under § 25-101(43)(B)."},{"prefix":"iii","text":" The Board shall, by rule, adjust for inflation the gross annual food sales per occupant requirements established under subparagraphs (B)(i)(I) and (B)(ii)(I) of this paragraph once every 5 years. The first adjustment shall be effective January 1, 2010. In determining the appropriate inflation index to be applied, the Board may consider the inflation indices customarily employed by the federal and District governments for similar purposes."},{"prefix":"4","text":" The Board, in its sound discretion, may require that a restaurant (R) licensee file a security plan with the Board. A restaurant (R) licensee so required shall comply with the terms of its security plan."},{"prefix":"5","text":"(A) Notwithstanding any other provision of this subchapter, a restaurant license (R) under this section shall authorize the licensee to permit a patron to remove one partially consumed bottle of wine for consumption off premises."},{"prefix":"B","text":" A partially consumed bottle of wine that is to be removed from the premises must be securely resealed by the licensee or its employee before removal from the premises."},{"prefix":"C","text":" The partially consumed bottle shall be placed in a bag or other container that is secured in such a manner that it is visibly apparent if the container has been subsequently opened or tampered with, and a dated receipt for the bottle of wine shall be provided by the licensee and attached to the container."},{"prefix":"c","text":"(1) A tavern license (T) shall be issued only for a tavern."},{"prefix":"2","text":" The size of the dance floor in a tavern that does not possess an entertainment endorsement shall not exceed 140 square feet; provided, that the licensee whose establishment on September 30, 1986 contained a regularly used dance floor in excess of 140 square feet and who is occupying the same establishment shall not be disqualified under this limitation."},{"prefix":"3","text":" There shall be 2 classes of tavern licenses:"},{"prefix":"A","text":" Class C/T (spirits, wine, and beer); and"},{"prefix":"B","text":" Class D/T (beer and wine)."},{"prefix":"4","text":" The Board, in its sound discretion, may require that a tavern (T) licensee file a security plan with the Board. A tavern (T) licensee so required shall comply with the terms of its security plan."},{"prefix":"d","text":"(1) A nightclub license (N) shall be issued only to a nightclub with a security plan. The holder of a nightclub license shall comply with the terms of its security plan."},{"prefix":"2","text":" There shall be two classes of nightclub licenses:"},{"prefix":"A","text":" Class C/N (spirits, wine, and beer); and"},{"prefix":"B","text":" Class D/N (beer and wine)."},{"prefix":"e","text":"(1) A hotel license (H) shall be issued only for a hotel license."},{"prefix":"2","text":" The license shall authorize the sale and service of alcoholic beverages for consumption in the dining rooms, lounges, banquet halls, and other similar facilities on the licensed premises, and in the private rooms of registered guests."},{"prefix":"3","text":" The license shall not authorize the sale and service of alcoholic beverages for consumption in a nightclub on the premises of the hotel. The licensee may also be issued a nightclub license on the premises of the hotel."},{"prefix":"4","text":"(A) The licensee shall file with the Board quarterly statements, on the dates and in the manner prescribed by the Board, reporting for the preceding quarter: the gross receipts for the establishment; its gross receipts for sales of alcoholic beverages; its gross receipts for the sale of food; its total expenses for the purchase of food and alcoholic beverages; its expenses for the purchase of food; and its expenses for the purchase of alcoholic beverages."},{"prefix":"B","text":" The Board shall make a licensee's quarterly statements available for the purpose of allowing a protestant to determine the gross annual receipts of a licensee."},{"prefix":"5","text":"(A) There shall be 2 classes of hotel licenses:"},{"prefix":"i","text":" Class C/H (spirits, beer, and wine); and"},{"prefix":"ii","text":" Class D/H (beer and wine)."},{"prefix":"B","text":"(i) A class C/H license may be issued to:"},{"prefix":"I","text":" An establishment that has annual gross food sales in a hotel dining room of at least $2000 per occupant (as determined by the establishment's Board-approved certificate of occupancy); or"},{"prefix":"II","text":" An establishment that has sales of food in a hotel dining room which accounts for at least 45% of gross annual receipts from the operation of the dining room; provided, that in the case of a hotel that has 200 or fewer rooms and was built before January 1, 1940, sales of food shall account for at least 25% of gross annual receipts from the operation of the dining room."},{"prefix":"ii","text":" A class D/H license may be issued to:"},{"prefix":"I","text":" An establishment that has annual gross food sales in a hotel dining room of at least $1500 per occupant (as determined by the establishment's Board-approved certificate of occupancy); or"},{"prefix":"II","text":" An establishment that has sales of food in a hotel dining room which accounts for at least 45% of gross annual receipts from the operation of the dining room; provided, that in the case of a hotel that has 200 or fewer rooms and was built before January 1, 1940, sales of food shall account for at least 25% of gross annual receipts from the operation of the dining room."},{"prefix":"f","text":"(1) A club license shall be issued only for a club."},{"prefix":"2","text":" No license shall be issued to a club which has not been incorporated for at least one year immediately before the filing of an application for the license."},{"prefix":"3","text":" The licensee may permit consumption of alcoholic beverages on the parts of the licensed premises as may be approved by the Board."},{"prefix":"4","text":" There shall be 2 classes of club licenses:"},{"prefix":"A","text":" Class C (spirits, beer, and wine); and"},{"prefix":"B","text":" Class D (beer and wine)."},{"prefix":"g","text":"(1) A multipurpose facility license shall be issued only to legitimate theaters, universities, museums, conference centers, art galleries, or facilities (such as the Lincoln Theatre or the D.C. Arena) for the performance of sports, cultural, or tourism-related activities."},{"prefix":"2","text":" The licensee may permit consumption of alcoholic beverages on the parts of the licensed premises as may be approved by the Board."},{"prefix":"3","text":" There shall be 2 classes of multipurpose facility licenses:"},{"prefix":"A","text":" Class C (spirits, beer, and wine); and"},{"prefix":"B","text":" Class D (beer and wine)."},{"prefix":"4","text":" The Board, in its sound discretion, may require that a multipurpose facility licensee file a security plan with the Board. A multipurpose facility licensee so required shall comply with the terms of its security plan."},{"prefix":"h","text":"(1) A common carrier license shall be issued only for a passenger-carrying marine vessel serving food or a railroad club or dining car."},{"prefix":"2","text":" Any person operating a railroad in interstate commerce of 100 miles or more may be issued a single license covering all of the railroad's dining and club cars. The license shall identify the railroad dining cars and club cars covered by the license and shall be kept on display at the licensee's principal place of business in the District."},{"prefix":"3","text":" Any person operating a passenger-carrying marine vessel line in the District may be issued a single license covering all of its passenger-carrying marine vessels serving food and its dockside waiting areas for its passengers. The license shall identify the passenger-carrying marine vessels and dockside waiting areas covered by the license and shall be kept on display at the licensee's principal place of business in the District. The license issued shall not cover any permanently berthed vessel."},{"prefix":"4","text":" There shall be 2 classes of common carrier licenses:"},{"prefix":"A","text":" Class C (spirits, beer, and wine); and"},{"prefix":"B","text":" Class D (beer and wine)."},{"prefix":"i","text":"(1) A caterer's license shall be issued only to a caterer."},{"prefix":"2","text":" Notwithstanding any provision of this title, a caterer's license under this subsection shall authorize the licensee to sell, deliver and serve alcoholic beverages for consumption on the premises of a catered event at which the licensee is also serving prepared food."},{"prefix":"3","text":" A caterer's license shall be valid for 3 years."},{"prefix":"4","text":" A caterer licensed under this subsection shall file records with, and maintain records for inspection by, the Board in such manner as the Board shall determine by regulation promulgated under § 25-211(b); provided, that commercial or financial information considered by the Board to be proprietary information or trade secrets, the disclosure of which would result in harm to the competitive position of the licensee, shall not be made available to the public."},{"prefix":"5","text":" Wholesalers and off-premises retailers, class A, may sell alcoholic beverages to caterers licensed under this subsection for catered events of 100 persons or less. Only off-premises retailers, class A, may sell alcoholic beverages to caterers licensed under this subsection for catered events in excess of 100 persons."},{"prefix":"j","text":"(1) Cover charges or the sale of items other than food or beverage shall not be included in determining an establishment's gross annual food sales or whether the sale of food accounts for at least 45% of the establishment's gross annual receipts; provided, that minimum charges that are readily identifiable as food or beverage shall be included in calculating whether the establishment is meeting the food sales requirements set forth in § 25-101(43) and this section."},{"prefix":"2","text":" Off-site food sales by a licensee under a license, class C/R, D/R, C/H, or D/H, shall also not be included for purposes of calculating whether the establishment is meeting the food sales requirement set forth in either § 25-101(43) or this section."},{"prefix":"3","text":"(A) Each licensee under a license, class C/R, D/R, C/H, or D/H, shall keep and maintain on the premises for a period of 3 years adequate books and records showing all sales, purchase invoices, and dispositions, including the following:"},{"prefix":"i","text":" Sales information that includes the date, the price of food sold, the price of alcoholic beverages sold, and the amount of total sales;"},{"prefix":"ii","text":" Purchase information that includes the date and quantity of the purchase, the name, address, and phone number of the wholesaler and or vendor with the original invoice; and"},{"prefix":"iii","text":" Register receipts or guest checks, which may be kept daily or weekly that include the food sold, the alcoholic beverages sold, and the amount of total sales."},{"prefix":"B","text":" Any licensee may file a written request with the Board to have his books and records, except the day to day records or register receipts, kept at an accountant's office or the licensee's office; provided, that the records are made available within 3 days of request by ABRA staff."},{"prefix":"C","text":" The failure of a licensee under a license, class C/R, D/R, C/H, or D/H, to keep and maintain records as required by this section shall be subject to the following penalties:"},{"prefix":"i","text":" One-quarter of non-compliance shall result in a penalty not to exceed $3,000 and ABRA monitoring;"},{"prefix":"ii","text":" Non-compliance after 2 quarters shall result in a penalty not to exceed $4,500 or license suspension for a period not to exceed 5 days; or"},{"prefix":"iii","text":" Non-compliance after 3 or more quarters shall result in a show cause hearing for revocation or a mandatory change in license class."},{"prefix":"D","text":" A violation of this section shall also be a primary tier violation under § 25-830(c)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions and Classification of Licenses"},"subchapter":{"identifier":"II","text":"Classification of Licenses."},"heading":{"title":"25","chaptersection":"113","identifier":"25-113","catch_text":"On-premises retailer's licenses."}}