{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-126.3.\n\nPrior Codifications\n\n1981 Ed., § 25-1006.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 25-1004.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see Historical and Statutory Notes following § 25-1004.\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 11-201, see Historical and Statutory Notes following § 25-1004.\n\nFor legislative history of D.C. Law 11-248, see Historical and Statutory Notes following § 25-1004.\n\nDC CODE § 25-1006\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-248, § 4, 44 DCR 1242; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A law enforcement officer who has reasonable grounds to believe that a person is or has been violating any provision of this section, without making an arrest or issuing a citation, may request the person to submit to a preliminary breath test, to be administered by the officer, who shall use a device which the Mayor has by rule approved for that purpose. Before administering the test, the officer shall advise the person to be tested that the results of the test will be used to aid in the officer's decision whether or not to arrest the person."},{"prefix":"b","text":" The results of a preliminary test shall not be used as evidence by the District in any prosecution and shall not be admissible in any judicial proceedings; provided, that the results of the test may be used, and shall be admissible, in any judicial proceeding in which the validity of the arrest or the conduct of the officer is an issue."},{"prefix":"c","text":" The admissibility of all test results shall be governed by § 50-2205.03."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limitations on Consumers."},"heading":{"title":"25","chaptersection":"1006","identifier":"25-1006","catch_text":"Prohibition on use of watercraft under certain conditions-- preliminary testing; admissibility of test results."}}