{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-126.5.\n\nPrior Codifications\n\n1981 Ed., § 25-1008.\n\nEffect of Amendments\n\nD.C. Law 14-42, in subsec. (a)(2), inserted a comma after \"test\".\n\nD.C. Law 16-195, in the introductory language, substituted \"and in the course of the trial there is received, based upon a chemical test, evidence of alcohol in the defendant's blood, urine, or breath, such evidence:\" for \"the following standards shall apply to competent evidence based upon a chemical test:\"; and rewrote pars. (1) and (2), which had read as follows:\n\n\"(1) If (A) at the time of operation, the defendant's blood contained less than .05% by weight, of alcohol, (B) defendant's urine contained less than . 06%, by weight, of alcohol, or (C) at the time of the test, less than .24 micrograms of alcohol were contained in one milliliter of his or her breath, consisting of substantially alveolar air, this evidence shall not establish a presumption that the defendant was or was not, at the time, under the influence of intoxicating liquor, but it may be considered with other competent evidence in determining whether the defendant was under the influence of intoxicating liquor.\n\n\"(2) If (A) at the time of operation, the defendant's blood contained .05% or more, by weight of alcohol, (B) defendant's urine contained .06% or more, by weight of alcohol, or (C) at the time of the test, .24 micrograms or more of alcohol were contained in one milliliter of his or her breath, consisting of substantially alveolar air, this evidence shall constitute prima facie proof that the defendant was, at the time, under the influence of intoxicating liquor or the defendant's ability to operate a vessel was impaired by the consumption of intoxicating liquor.\"\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 25-1004.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see Historical and Statutory Notes following § 25-1004.\n\nFor temporary (90 day) amendment of section, see § 6(h) of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Anti-Drunk Driving Clarification Emergency Amendment Act of 2006 (D.C. Act 16-469, July 31, 2006, 53 DCR 6764).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Anti-Drunk Driving Clarification Second Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-518, October 27, 2006, 53 DCR 9104).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Anti-Drunk Driving Clarification Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-6, January 16, 2007, 54 DCR 1452).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 11-201, see Historical and Statutory Notes following § 25-1004.\n\nFor legislative history of D.C. Law 11-248, see Historical and Statutory Notes following § 25-1004.\n\nFor Law 14-42, see notes following § 25-120.\n\nFor Law 16-195, see notes following § 25-1004.\n\nDC CODE § 25-1008\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-248, § 6, 44 DCR 1242; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Oct. 26, 2001, D.C. Law 14-42, § 6(h), 48 DCR 7612; Mar. 2, 2007, D.C. Law 16-195, § 3(b), 53 DCR 8675.)","sections":[{"prefix":"a","text":" If a person is tried in any court of competent jurisdiction within the District for operating a vessel or watercraft in violation of § 25-1004 or manslaughter committed in the operation of a vessel or watercraft in violation of § 22-2105, and in the course of the trial there is received, based upon a chemical test, evidence of alcohol in the defendant's blood, urine, or breath, such evidence:"},{"prefix":"1","text":" Shall, if at the time of testing, defendant's alcohol concentration was 0.05 grams or less per 100 milliliters of blood or per 210 liters of breath or 0.06 grams or less per 100 milliliters of urine, establish a rebuttable presumption that the defendant was not, at the time, under the influence of intoxicating liquor."},{"prefix":"2","text":" Shall not, if at the time of testing, defendant's alcohol concentration was more than 0.05 grams per 100 milliliters of blood or per 210 liters of breath or more than 0.06 grams per 100 milliliters of urine, but less than 0.08 grams per 100 milliliters of blood or per 210 liters of breath or less than 0.10 grams per 100 milliliters of urine, establish a presumption that the defendant was or was not, at the time, under the influence of intoxicating liquor, but it may be considered with other competent evidence in determining whether the defendant was under the influence of intoxicating liquor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limitations on Consumers."},"heading":{"title":"25","chaptersection":"1008","identifier":"25-1008","catch_text":"Prima facie evidence of intoxication."}}