{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code §§ 25-126.2 and 25-126.6(a).\n\nPrior Codifications\n\n1981 Ed., § 25-1005.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 25-1004.\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see Historical and Statutory Notes following § 25-1004.\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Emergency Amendment Act of 2012 (D.C. Act 19-429, July 30, 2012, 59 DCR 9387).\n\nFor temporary (90 day) repeal of section, see § 302 of Comprehensive Impaired Driving and Alcohol Testing Program Congressional Review Emergency Amendment Act of 2012 (D.C. Act 19-508, October 26, 2012, 59 DCR 12774).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 11-201, see Historical and Statutory Notes following § 25-1004.\n\nFor legislative history of D.C. Law 11-248, see Historical and Statutory Notes following § 25-1004.\n\nDC CODE § 25-1005\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-248, §§ 3, 7, 44 DCR 1242; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" If there is a reasonable suspicion to believe that the person is operating or in physical control of any vessel or watercraft while under the influence of, or intoxicated by, alcohol or a controlled substance, he or she shall be deemed to have given consent for 2 chemical tests of the person's blood, urine, or breath for the purpose of determining the person's blood-alcohol or drug content. If a person refuses to submit to a chemical test under this section, the Superior Court of the District of Columbia shall order the person not to operate any vessel or watercraft for at least one year."},{"prefix":"b","text":" The arresting police officer or any other appropriate law enforcement official shall elect which chemical test shall be administered to the person; provided, that the person may object to a particular test on valid religious or medical grounds."},{"prefix":"c","text":" The test shall be administered at the direction of a police officer or other appropriate law enforcement official."},{"prefix":"d","text":" Chemical tests shall be performed on all operators involved in a fatal accident. If a person who operates or is in physical control of any vessel or watercraft is declared dead by competent authority, the person shall be deemed to have given his or her consent to chemical tests as soon as practical after the death has been declared to be the result of a fatal accident."},{"prefix":"e","text":" The refusal to submit to either of the 2 tests required in this section shall be admissible in any civil or criminal proceeding arising as a result of the acts alleged to have been committed by the person before the arrest. A refusal to submit to any test as required by this section shall constitute a misdemeanor and, upon conviction, shall be punished by a $500 fine, imprisonment of 90 days, or both."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limitations on Consumers."},"heading":{"title":"25","chaptersection":"1005","identifier":"25-1005","catch_text":"Prohibition on use of watercraft under certain conditions-- consent to testing."}}