{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-114\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A retailer's license, class Arena C/X, shall be issued only for the DC Arena and shall permit the storage and sale of spirits, wine, and beer for consumption on the premises of the DC Arena. The license shall not permit the sale or dispensing of alcoholic beverages in unbroken packages for the purpose of permitting the packages to be carried off the premises."},{"prefix":"b","text":"(1) Upon application by an applicant as set forth in Chapter 4, the Board shall issue one or more retailer's licenses, class Arena C/X, to the lessee under the Land Disposition Lease."},{"prefix":"2","text":" At the option of the lessee, the licenses may be issued to concessionaires and tenants of the lessee, as may be requested from time to time by the lessee."},{"prefix":"3","text":" Licenses may be canceled by the Board at the request of the RLA if the lessee ceases to operate the DC Arena."},{"prefix":"4","text":" If the lessee assigns its interest in the Land Disposition Lease, the Board shall, at the request of the RLA, transfer the licenses to the lessee's assignee, upon application under Chapter 4 and approval by the Board."},{"prefix":"d","text":" One or more retailer's licenses, class Arena C/X, shall be issued either as the license for all alcoholic beverage operations at the DC Arena or individually for concession stands, portable bars, and other non-fixed locations, and suite and club suite service."},{"prefix":"e","text":" One or more on-premises retailer's licenses, class C, may be issued to concessionaires or tenants of the DC Arena for suitable locations within the DC Arena, approved by the Board, where food and alcoholic beverages are served."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions and Classification of Licenses"},"subchapter":{"identifier":"II","text":"Classification of Licenses."},"heading":{"title":"25","chaptersection":"114","identifier":"25-114","catch_text":"Arena C/X license requirements and qualifications; special provisions for on-premises retail licenses, class C, at DC Arena."}}