{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-109(a), (b).\n\nPrior Codifications\n\n1981 Ed., § 25-102.\n\n1973 Ed., § 25-109.\n\nEffect of Amendments\n\nD.C. Law 15-187 added subsec. (e).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 4-157, see Historical and Statutory Notes following § 25-101.\n\nFor legislative history of D.C. Law 6-192, see Historical and Statutory Notes following § 25-211.\n\nFor Law 15-187, see notes following § 25-101.\n\nMiscellaneous Notes\n\nSections 402 and 403 of D.C. Law 15-187 provide:\n\n\"Sec. 402. Rules and regulations.\n\n\"The Mayor shall promulgate proposed rules and regulations to administer this title within 180 days of its effective date. The proposed rules and regulations, as well as any subsequent rules and regulations amending this title, shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, If the Council does not approve or disapprove the rules and regulations, in whole or in part, by resolution with the 45-day review period, the proposed rules and regulations shall be deemed approved.\n\n\"Sec. 403. Applicability.\n\n\"Section 401 shall apply upon the effective date of the regulations promulgated under section 402.\"\n\nDC CODE § 25-102\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 323, ch. 4, § 9; June 29, 1953, 67 Stat. 102, ch. 159, § 404(b); Sept. 29, 1982, D.C. Law 4-157, § 5, 29 DCR 3617; Feb. 24, 1987, D.C. Law 6-192, § 26(b), 33 DCR 7836; May 3, 2001, D.C. Law 13- 298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, § 401(c), 51 DCR 6525.)","sections":[{"prefix":"a","text":" No person shall sell any alcoholic beverage in the District without having first obtained an appropriate license as required by this title."},{"prefix":"b","text":" No wholesaler or manufacturer located within the District shall offer any alcoholic beverage for sale to, or solicit orders for the sale of any alcoholic beverage from, any person not licensed under this title, irrespective of whether the sale is to be made inside or outside the District."},{"prefix":"c","text":" No person located outside the District shall ship, import, or cause to be shipped or imported into the District, any alcoholic beverage without having first obtained an importation permit under this title for such shipment or importation."},{"prefix":"d","text":" No person operating any premises where food, nonalcoholic beverages, or entertainment are sold or provided for compensation or where facilities are especially provided and service is rendered for the consumption of alcoholic beverages who does not possess a license under this title shall permit the consumption of alcoholic beverages on the premises."},{"prefix":"e","text":"(1) No person shall sell or transfer alcoholic beverages between members of a pool buying group, except for the combination of individual orders and the placement of a pool order with a distributor."},{"prefix":"2","text":" To effectuate convenience or economies of delivery of pool orders, a pool member other than the buying agent may transfer to another pool member any portion of the alcoholic beverages ordered by the transferee retailer as part of the single transaction pool purchase; provided, that:"},{"prefix":"A","text":" The acquisition of alcoholic beverage product is recorded on an invoice maintained by both participating retailers for 3 years and the invoice includes:"},{"prefix":"i","text":" That the transferee retailer has properly ordered the alcoholic beverages as part of the pool order;"},{"prefix":"ii","text":" The date of acquisition;"},{"prefix":"iii","text":" The business names and addresses, the license names, and numbers of both licenses involved; and"},{"prefix":"iv","text":" The resale certificate number of the licensee acquiring the products for resale; and"},{"prefix":"B","text":" The transfer is being made without cost or charge by the transferor retailer of any nature whatsoever."},{"prefix":"3","text":" A transfer pursuant to this subsection shall be made within 7 days of the pool delivery without any cost or charge whatsoever to the transferee retailer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions and Classification of Licenses"},"subchapter":{"identifier":"I","text":"General Provisions"},"heading":{"title":"25","chaptersection":"102","identifier":"25-102","catch_text":"Sale of alcoholic beverages without a license prohibited."}}