{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-106(b).   For notes from former § 25-106, see § 25-201.\n\nPrior Codifications\n\n1981 Ed., § 25-205.\n\n1973 Ed., § 25-106.\n\nEffect of Amendments\n\nD.C. Law 15-187 rewrote subsec. (d) which had read as follows:\n\n\"(d) The Board shall provide to each ANC office, on a quarterly basis, a list of licenses due to expire in the areas that the ANC will represent during the ensuing 6 months.\"\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nDC CODE § 25-205\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 322, ch. 4, § 6; Aug. 27, 1935, 49 Stat. 897, ch. 756, § 2; Sept. 29, 1982, D.C. Law 4-157, §§ 3, 15, 29 DCR 3617; Mar. 8, 1984, D.C. Law 5-51, § 2(b)(2), 30 DCR 5927; Mar. 7, 1987, D.C. Law 6- 217, § 3, 34 DCR 907; May 24, 1994, D.C. Law 10-122, § 2(c), 41 DCR 1658; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, § 101(f), 51 DCR 6525.)","sections":[{"prefix":"a","text":" The Board shall maintain complete and accurate records of all action taken on:"},{"prefix":"1","text":" Applications for licenses; and"},{"prefix":"2","text":" Recommendations for, and remonstrances against, the granting of licenses."},{"prefix":"b","text":" The Board shall maintain the records in a manner readily accessible for inspection by the public during normal business hours."},{"prefix":"c","text":" The Board shall provide to the Director and the Council annual reports detailing the activities of the Board for the previous year regarding the following items:"},{"prefix":"1","text":" Licenses, including the number of licenses outstanding; the number of new alcohol licenses and permits issued; the number of alcohol licenses and permits renewed; the number of licenses suspended; and the number of licenses revoked;"},{"prefix":"2","text":" Enforcement, including the number of regulatory inspections performed and the number of investigations conducted;"},{"prefix":"3","text":" The workload of the Board, including the number of adjudicated cases processed; the number of hearings conducted; and the number of show cause cases pending;"},{"prefix":"4","text":" Community notification efforts, including the number of ANC notifications issued; the number of ANC meetings attended by Board members; and the number of community meetings attended by Board members; and"},{"prefix":"5","text":" Revenue generated by Board actions, including revenue generated by the Board from permits and licenses and from fines."},{"prefix":"d","text":" The Board shall provide to the office of each ANC, on a quarterly basis, a list of all licenses due to expire during the ensuing 6 months."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"2","text":"Alcoholic Beverage Regulation Administration."},"heading":{"title":"25","chaptersection":"205","identifier":"25-205","catch_text":"Board record-keeping responsibilities."}}