{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 14-28 substituted 'ABRA Fund\" for \"ABRA Account\" in subsec. (b); and rewrote subsec. (a) which had read as follows:\n\n\"(a) There is established within the General Fund of the District of Columbia an account designated as the Alcoholic Beverage Regulation Administration Account, to which all funds obtained from alcoholic beverage taxes and licensing and permitting fees shall be credited. Any monies deposited in the ABRA Account but not expended in a fiscal year shall be returned to the General Fund. Subject to the applicable laws relating to the appropriation of District funds, monies received and credited to the ABRA Account shall be used to fund the expenses of ABRA in the discharge of its administrative and regulatory duties. Funds obtained from penalties and fines, as prescribed by Chapter 8, shall be credited to the General Fund.\"\n\nD.C. Law 15-105, in subsec. (a), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see §§ 2702(b) and 2703 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 14-28, see notes following § 25-101.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nMiscellaneous Notes\n\nD.C. Law 14-28, § 3003 provides that: \"This title [Title XXX of Law 14-28] shall apply as of May 3, 2001.\"\n\nSection 9026 of D.C. Law 19-21 provides:\n\n\"Sec. 9026. ABC--Keg Registration Fees.\n\n\"Notwithstanding any other law, the funds which are deposited in the fund designated for accounting purposes by the Office of the Chief Financial Officer as fund 6018 within the Alcoholic Beverage Regulation Administration shall be deposited in the Alcoholic Beverage Regulation Administration Fund, established by D.C. Official Code § 25-210(a), and shall not be accounted for by a separate fund or account. Any unexpended funds in fund 6018 on the effective date of this subtitle shall be transferred to the Alcoholic Beverage Regulation Administration Fund.\"\n\nDC CODE § 25-210\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Oct. 3, 2001, D.C. Law 14-28, § 3002(b), 48 DCR 6981; Mar. 13, 2004, D.C. Law 15-105, § 59, 51 DCR 881.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Alcoholic Beverage Regulation Administration Fund, which shall be separate from the General Fund of the District of Columbia. All funds obtained from alcoholic beverage licensing and permitting fees shall be deposited into the ABRA Fund without regard to fiscal year limitation pursuant to an act of Congress. All fees deposited into the ABRA Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in this subsection, subject to authorization by Congress in an appropriations act. The funds deposited in the ABRA Account shall be used to fund the expenses of ABRA in the discharge of its administrative and regulatory duties. Funds obtained from penalties and fines, as prescribed by Chapter 8 of this title, shall be credited to the General Fund of the District of Columbia."},{"prefix":"b","text":" The Mayor shall submit to the Council, as part of the annual budget, a budget for ABRA and a request for an appropriation for expenditures from the ABRA Fund. This estimate shall include expenditures for salaries, fringe benefits, overhead charges, training, supplies, technical, professional, and any and all other services necessary to discharge the duties and responsibilities of ABRA."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"2","text":"Alcoholic Beverage Regulation Administration."},"heading":{"title":"25","chaptersection":"210","identifier":"25-210","catch_text":"ABRA funding."}}