{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 14-190 rewrote subsec. (d), and added subsec. (e). Subsec. (d) had read as follows:\n\n\"(d) No moratorium request shall be considered by the Board unless all of the requirements of subsection (a) of this section have been met and the following conditions are satisfied:\"\n\n\"(1) If the requested moratorium area is a locality, there shall exist in that area at least 3 licensed establishments of the same class or 6 licensed establishments of any class or combination of classes;\"\n\n\"(2) If the requested moratorium area is a section, there shall exist in that area at least 6 establishments of the same class or 12 establishments of any class or combination of classes; and\"\n\n\"(3) If the requested moratorium area is a portion, there shall exist in that area at least 9 establishments of the same class or 18 establishments of any class or combination of classes.\"\n\nD.C. Law 15-187 added subsec. (f).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1702(h) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 14-190, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nDC CODE § 25-352\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Oct. 1, 2002, D.C. Law 14-190, § 1702(h), 49 DCR 6968; Sept. 30, 2004, D.C. Law 15-187, § 201(d), 51 DCR 6525.)","sections":[{"prefix":"a","text":" The moratorium request shall be made to the Board in writing, stating:"},{"prefix":"1","text":" The name and address of the individual, group, or business entity seeking the moratorium;"},{"prefix":"2","text":" The area of the District to be covered by the moratorium;"},{"prefix":"3","text":" The class or classes of licenses to be covered by the moratorium; and"},{"prefix":"4","text":" A detailed statement of the reasons that the moratorium is appropriate under at least 2 of the appropriateness standards set forth in subchapter II of this chapter."},{"prefix":"b","text":" For the purposes of subsection (a)(2) of this section, the individual, group, or business entity seeking the moratorium shall identify one licensed establishment. The area to be covered by the moratorium shall be measured from the property lines of that establishment. The entire area to be covered under a moratorium shall be either a locality, section, or portion."},{"prefix":"c","text":" For the purposes of subsection (a)(3) of this section, a moratorium may be sought for a single class of license or for any combination of the classes of licenses."},{"prefix":"d","text":" No moratorium request to limit the number of licenses to be issued, the number of licenses issued for any single class, or the issuance of amended licenses for any single class that constitute a substantial change shall be considered by the Board unless all the requirements of subsection (a) of this section have been met and the following conditions are satisfied:"},{"prefix":"1","text":" If the requested moratorium area is a locality, there shall exist in the area at least 3 licensed establishments of the same class or 6 licensed establishments of any class or combination of classes;"},{"prefix":"2","text":" If the requested moratorium area is a section, there shall exist in the area at least 6 establishments of the same class or 12 establishments of any class or combination of classes; or"},{"prefix":"3","text":" If the requested moratorium area is a portion, there shall exist in the area at least 9 establishments of the same class or 18 establishments of any class or combination of classes."},{"prefix":"e","text":" A moratorium request to limit the sale of products by licensees under an off-premises retailer's license, class A and class B, shall not be considered by the Board unless all the requirements of subsection (a) of this section have been met and the following conditions are satisfied:"},{"prefix":"1","text":" If the requested moratorium area is a locality, there shall exist in the locality at least 3 class A, 3 class B, or any combination of 3 class A or class B licensed establishments;"},{"prefix":"2","text":" If the requested moratorium area is a section, there shall exist in the section at least 5 class A, 5 class B, or any combination of 5 class A or class B licensed establishments; or"},{"prefix":"3","text":" If the requested moratorium area is a portion, there shall exist in the portion at least 7 class A, 7 class B, or any combination of 7 class A or class B licensed establishments."},{"prefix":"f","text":" The requirements of this section shall not apply to solicitor's licenses, manager's licenses, caterer's licenses, or to temporary licenses."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"3","text":"Requirements to Qualify for License."},"subchapter":{"identifier":"IV","text":"Board-Created Moratoria."},"heading":{"title":"25","chaptersection":"352","identifier":"25-352","catch_text":"Procedures to request a moratorium."}}