{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 17-24 designated the existing text as subsec. (a); and added subsecs. (b) to (g).\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 19-129 added subsec. (a-1) to read as follows:\n\n\"(a-1) Notwithstanding subsection (a) of this section, no class CN license with nude dancing shall be issued in or transferred into Ward 5, as defined by § 1- 1041.03; provided, that this section shall not prohibit the transfer of an existing CN license with nude dancing within Ward 5.\".\n\nSection 4(b) of D.C. Law 19-129 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Moratorium on Establishments Which Permit Nude Dancing Emergency Act of 2012 (D.C. Act 19- 302, February 21, 2012, 59 DCR 1671).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nLaw 17-24, the \"The One-Time Relocation of Licensees Displaced by the Ballpark and Skyland Development Project Act of 2007\", was introduced in Council and assigned Bill No. 17-109 which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on June 5, 2007, and July 10, 2007, respectively. Signed by the Mayor on July 26, 2007, it was assigned Act No. 17-86 and transmitted to both Houses of Congress for its review. D.C. Law 17-24 became effective on October 18, 2007.\n\nDC CODE § 25-374\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Oct. 18, 2007, D.C. Law 17-24, § 2, 54 DCR 8011.)","sections":[{"prefix":"a","text":" A license under § 25-371(b) may only be transferred to a location in the Central Business District or, if the licensee is currently located in a CM or M-zoned district, transferred within the same CM or M-zoned district, as identified in the zoning regulations of the District of Columbia and shown in the official atlases of the Zoning Commission of the District of Columbia; provided, that no license shall be transferred to any premises which is located:"},{"prefix":"1","text":" Six hundred feet or less from another licensee operating under § 25- 371(b); and"},{"prefix":"2","text":" Six hundred feet from a building with a certificate of occupancy for residential use or a lot or building with a permit from the Department of Consumer and Regulatory Affairs for residential construction at the premises."},{"prefix":"b","text":"(1) Notwithstanding the restrictions of subsection (a) and (a)(1) of this section, but subject to the provisions in subsection (a)(2) of this section, if a licensee was located in a CM or M-zoned district, in or within 2000 feet of the footprint of the Ballpark, as of January 1, 2006, or was located within the Skyland Development Project site as described in § 2-1219. 19(c)(1), as of January 1, 2007, then within one year of [October 18, 2007] a license may be transferred to:"},{"prefix":"A","text":" A location in any CM or M-zoned district, if the licensee was located in a CM or M-zoned district, respectively, as identified in the zoning regulations of the District of Columbia and shown in the official atlases of the Zoning Commission of the District of Columbia;"},{"prefix":"B","text":" A location in any CM-zoned district, if the licensee was located within the Skyland Development Project site; or"},{"prefix":"C","text":" In any C-3, C-4, or C-5 zone within 5000 feet from the Ballpark footprint."},{"prefix":"2","text":" For the purposes of this subsection, the term \"Ballpark\" shall have the same meaning as provided in § 47-2002.05(a)(1)(A)."},{"prefix":"c","text":"(1) No more than 2 licensees may be transferred to any one ward pursuant to subsection (b) of this section."},{"prefix":"2","text":" Licensees transferring to a C-4 zone shall not count against the ward limitations set forth in paragraph (1) of this subsection."},{"prefix":"d","text":" Notwithstanding any other provision, licensees relocating pursuant to subsection (b) of this section shall not locate within 1,200 feet from each other."},{"prefix":"e","text":" No portion of any establishment granted a license pursuant to subsection (b) of this section shall be located within 600 feet of a church, school, library, playground, or the area under the jurisdiction of the Commission of Fine Arts pursuant to §§ 6-611.01-6-611.02."},{"prefix":"f","text":" All licensees shall consult the Advisory Neighborhood Commission in the area where the license is transferred pursuant to subsection (b) of this section regarding entering a voluntary agreement with the community."},{"prefix":"g","text":" Notwithstanding any other provision of this section, a license under subsection (b) of this section shall not be transferred prior to November 1, 2007, or to a location that has been rezoned by that date to a residential, C-1, or C-2 zoning district classification as identified in the Zoning Regulations of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"3","text":"Requirements to Qualify for License."},"subchapter":{"identifier":"VI","text":"Moratorium on Establishments Which Permit Nude Dancing."},"heading":{"title":"25","chaptersection":"374","identifier":"25-374","catch_text":"Transfer of location of establishments which permit nude dancing."}}