{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nDC CODE § 25-361\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" The Board may transfer a license upon the request of a bona fide purchaser of the license who made the purchase at any of the following:"},{"prefix":"1","text":" A marshal's sale;"},{"prefix":"2","text":" A trustee's sale under foreclosure of a chattel deed of trust;"},{"prefix":"3","text":" A trustee's or receiver's sale in bankruptcy proceedings;"},{"prefix":"4","text":" Any other sale conducted upon the order of a court of competent jurisdiction;"},{"prefix":"5","text":" A sale under Article 9 of the Uniform Commercial Code;"},{"prefix":"6","text":" Upon the death of an individual who is a licensee or who has a stock ownership or partnership interest of 50% or more in the licensed business; or"},{"prefix":"7","text":" A tax sale under Chapter 13 or 13A of Title 47."},{"prefix":"b","text":" Except as provided in this section, transfers made under this section may, because of their involuntary nature, be approved by the Board without an initial inquiry, as required by §§ 25-311 through 25-314, as to the appropriateness of the establishment, and without the notice provisions contained in subchapter II of Chapter 4."},{"prefix":"c","text":" Bona fide purchasers whose transfers are approved under this section shall, at the time for renewal of the license, meet all of the requirements of § 25-313 regarding the appropriateness of the establishment and shall at that time have notice of their renewal application given under subchapter II of Chapter 4."},{"prefix":"d","text":" Bona fide purchasers shall, before an approval of the transfer, submit to the Board an affidavit stating that no change which could be considered a substantial change to the business under § 25-762 will occur before the expiration of the license period during which the transfer takes place."},{"prefix":"e","text":" If a change which could be considered a substantial change will occur before the expiration of the license period, the transfer application shall be considered under §§ 25-404 and 25-762."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"3","text":"Requirements to Qualify for License."},"subchapter":{"identifier":"V","text":"Involuntary Transfer."},"heading":{"title":"25","chaptersection":"361","identifier":"25-361","catch_text":"Involuntary transfer."}}