{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-115(b)(2). For notes from former § 25-115, see § 25-301.\n\nPrior Codifications\n\n1981 Ed., § 25-314.\n\n1973 Ed., § 25-115.\n\nEffect of Amendments\n\nD.C. Law 15-187 rewrote par. (2) of subsec. (b) which had read as follows:\n\n\"(2) The 400-foot restriction shall not apply to hotel licenses, club licenses, or temporary licenses.\"\n\nD.C. Law 16-53 added subsec. (b)(4).\n\nD.C. Law 16-271, in subsec. (b)(1), substituted \"District of Columbia Department of Parks and Recreation, except as provided in paragraphs (2) through (5) of this subsection\" for \"D.C. Department of Recreation\"; rewrote subsec. (b)(2); and added subsec. (b)(5). Prior to amendment, subsec. (b)(2) read as follows:\n\n\"(2) The 400-foot restriction shall not apply to hotel licenses, club licenses, caterer's licenses, or temporary licenses.\"\n\nD.C. Law 19-23, in subsec. (b)(4)(D), substituted \"or, if located within the Southeast Federal Center, in the SEFC/C-R zone;\" for a semicolon.\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 16-297, in subsec. (b), in par. (1), substituted \"District of Columbia Department of Parks and Recreation; except, that:\" for \"D.C. Department of Recreation\", and amended par. (2) and added par. (5) to read as follows:\n\n\"(2) The 400-foot restriction shall not apply to a restaurant, hotel, club, caterer's, or temporary license.\"\n\n\"(5) The 400-foot restriction shall not apply where the main entrance to the college, university, or recreation area, or the nearest property line of the school is actually on or occupies ground zoned commercial or industrial according to the official atlases of the Zoning Commission for the District of Columbia.\"\n\nSection 4(b) of D.C. Law 16-297 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(c) of D.C. Law 18-346, in subsec. (b)(4)(D), substituted \"or, if located within the Southeast Federal Center, in the SEFC/C-R zone;\" for a semicolon at the end.\n\nSection 4(b) of D.C. Law 18-346 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Commercial Exception Clarification Emergency Act of 2006 (D.C. Act 16-525, December 4, 2006, 53 DCR 9820).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Southeast Federal Center/Yards Non-Discriminatory Grocery Store Emergency Act of 2010 (D.C. Act 18-674, December 28, 2010, 58 DCR 130).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nLaw 16-53, the \"Full Service Grocery Store Alcohol License Exception Act of 2005\", was introduced in Council and assigned Bill No. 16-160 which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 2005, and December 6, 2005, respectively. Signed by the Mayor on December 22, 2005, it was assigned Act No. 16-215 and transmitted to both Houses of Congress for its review. D.C. Law 16-53 became effective on March 8, 2006.\n\nLaw 16-271, the \"Commercial Exception Clarification Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-696, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-627 and transmitted to both Houses of Congress for its review. D.C. Law 16-271 became effective on March 14, 2007.\n\nFor history of Law 19-23, see notes under § 25-101.\n\nDC CODE § 25-314\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 327, ch. 4, § 14; Aug. 25, 1937, 50 Stat. 802, 803, ch. 766, §§ 1, 2; June 15, 1938, 52 Stat. 691, ch. 396, § 3; June 29, 1953, 67 Stat. 103, ch. 159, § 404(e), (f); Aug. 2, 1968, 82 Stat. 616, Pub. L. 90- 450, title IV, § 404; Mar. 5, 1981, D.C. Law 3-146, § 4, 27 DCR 4753; Sept. 29, 1982, D.C. Law 4-157, §§ 8, 15, 29 DCR 3617; Mar. 8, 1984, D.C. Law 5-51, § 2(b)(4), (c), 30 DCR 5927; June 29, 1984, D.C. Law 5-97, § 2, 31 DCR 2556; Mar. 7, 1987, D.C. Law 6-217, § 9, 34 DCR 907; June 5, 1987, D.C. Law 7-7, § 2, 34 DCR 2640; Oct. 3, 1992, D.C. Law 9-174, § 2(b), (c), 39 DCR 5859; May 24, 1994, D.C. Law 10-122, § 2(f), 41 DCR 1658; Apr. 20, 1999, D.C. Law 12-261, § 2003(q)(2), 46 DCR 3142; Oct. 20, 1999, D.C. Law 13-39, § 2, 46 DCR 6548; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Sept. 30 2004, D.C. Law 15-187, § 201(b), 51 DCR 6525; Mar. 8, 2006, D.C. Law 16-53, § 2, 53 DCR 3; Mar. 14, 2007, D.C. Law 16-271, § 2, 54 DCR 854; Oct. 20, 2011, D.C. Law 19-23, § 2(c), 58 DCR 6509.)","sections":[{"prefix":"a","text":" In determining the appropriateness of an establishment for initial issuance of a license or a transfer of a license to a new location, the Board shall also consider the following:"},{"prefix":"1","text":" The proximity of the establishment to schools, recreation centers, day care centers, public libraries, or other similar facilities;"},{"prefix":"2","text":" The effect of the establishment on the operation and clientele of schools, recreation centers, day care centers, public libraries, or other similar facilities; and"},{"prefix":"3","text":" Whether school-age children using facilities in proximity to the establishment will be unduly attracted to the establishment while present at, or going to or from, the school, recreation center, day care center, public library, or similar facility at issue."},{"prefix":"4","text":" Whether issuance of the license would create or contribute to an overconcentration of licensed establishments which is likely to affect adversely the locality, section, or portion in which the establishment is located."},{"prefix":"b","text":"(1) No license shall be issued for any establishment within 400 feet of a public, private, or parochial primary, elementary, or high school; college or university; or recreation area operated by the District of Columbia Department of Parks and Recreation, except as provided in paragraphs (2) through (5) of this subsection."},{"prefix":"2","text":" The 400-foot restriction shall not apply to a restaurant, hotel, club, caterer's, or temporary license."},{"prefix":"3","text":" The 400-foot restriction shall not apply if there exists within 400 feet a currently-functioning establishment holding a license of the same class at the time that the new application is submitted."},{"prefix":"4","text":" The 400-foot restriction shall not apply if:"},{"prefix":"A","text":" The applicant applies for an off-premises retailer's license, Class B;"},{"prefix":"B","text":" The primary business and purpose of the establishment is the sale of a full range of fresh, canned, and frozen food items, and the sale of alcoholic beverages is incidental to the primary purpose;"},{"prefix":"C","text":" The sale of alcoholic beverages constitutes no more than 15% of the total volume of gross receipts on an annual basis;"},{"prefix":"D","text":" The establishment is located in a C-1, C-2, C-3, C-4, or C-5 zone or, if located within the Southeast Federal Center, in the SEFC/C-R zone;"},{"prefix":"E","text":" The establishment is a full service grocery store which is newly constructed with a certificate of occupancy issued after January 1, 2000, or is an existing store which has undergone renovations in excess of $500,000 (i) after January 1, 2000 and prior to [March 8, 2006], or (ii) during the preceding 12 months in which an application is made;"},{"prefix":"F","text":" The opinion of the ANC in which the establishment is located has been given great weight as specified in Chapter 4 [of this title]; and"},{"prefix":"G","text":" The applicant does not hold a manufacturer's or wholesaler's license."},{"prefix":"5","text":" The 400-foot restriction shall not apply where the main entrance to the college, university, or recreation area, or the nearest property line of the school is actually on or occupies ground zoned commercial or industrial according to the official atlases of the Zoning Commission of the District of Columbia."},{"prefix":"c","text":" In the case of applications for nightclub or tavern licenses, the Board shall consider whether the proximity of the establishment to a residence district, as identified in the zoning regulations of the District and shown in the official atlases of the Zoning Commission for the District, would generate a substantial adverse impact on the residents of the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"3","text":"Requirements to Qualify for License."},"subchapter":{"identifier":"II","text":"Qualification of Establishment."},"heading":{"title":"25","chaptersection":"314","identifier":"25-314","catch_text":"Additional considerations for new license application or transfer of license to a new location."}}