{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 15-187, in par. (2) of subsec. (c), substituted \"is located and any other ANC abutting the proposed moratorium area\" for \"is located\".\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nDC CODE § 25-354\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, § 101(q), 51 DCR 6525.)","sections":[{"prefix":"a","text":" The Board shall hold a public hearing to review a proposed moratorium. The public hearing shall be in the nature of a rulemaking hearing under § 2-505 and not in the nature of a contested case under § 2-509."},{"prefix":"b","text":" At the public hearing, any interested person may appear to give oral or written testimony in support of, or in opposition to, the moratorium request."},{"prefix":"c","text":" In addition to receiving testimony from the public, the Board shall request formal comments from the following persons or agencies:"},{"prefix":"1","text":" The Councilmembers within whose wards the requested moratorium area is located;"},{"prefix":"2","text":" The ANCs within whose areas the requested moratorium area is located and any other ANC abutting the proposed moratorium area;"},{"prefix":"3","text":" The Assistant City Administrator for Economic Development, or his or her designee;"},{"prefix":"4","text":" The Office of Planning, or its successor agency; and"},{"prefix":"5","text":" The District Commander of the Metropolitan Police Department in which the requested moratorium zone is located."},{"prefix":"d","text":" In deciding on a moratorium request, the Board shall consider the extent to which the testimony and comments show that the requested moratorium is appropriate under at least 2 of the appropriateness standards set forth in subchapter II of this chapter."},{"prefix":"e","text":" The Board may grant the moratorium request in one or more of the following ways:"},{"prefix":"1","text":" In whole or in part;"},{"prefix":"2","text":" By enlarging or decreasing the moratorium area; or"},{"prefix":"3","text":" By limiting the moratorium to no more than one class of license."},{"prefix":"f","text":" The Board may deny the moratorium request in its entirety."},{"prefix":"g","text":" The decision of the Board shall be final and shall be issued in writing, including each member's vote."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"3","text":"Requirements to Qualify for License."},"subchapter":{"identifier":"IV","text":"Board-Created Moratoria."},"heading":{"title":"25","chaptersection":"354","identifier":"25-354","catch_text":"Board review of moratorium request."}}