{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-445\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A settlement conference among the parties shall be held to discuss and resolve, if possible, the objections raised by the protestants."},{"prefix":"b","text":" If the date of the settlement conference is not arranged on or before the date of the administrative review, the applicant shall contact the protestants to arrange the conference."},{"prefix":"c","text":" If the applicant fails to make a good faith effort to contact the protestants timely, the Board shall deny the license application unless, in the judgment of the Board, the applicant shows good cause for his or her failure to act."},{"prefix":"d","text":" No protestant shall unreasonably refuse to make himself or herself available to attend a settlement conference."},{"prefix":"e","text":" If the protestant unreasonably refuses to make himself or herself available to attend a settlement conference, the Board shall consider the protest withdrawn unless, in the judgment of the Board, the protestant shows good cause for refusing to be available."},{"prefix":"f","text":" At the request of any party, the Board may designate a member of its staff to attend the settlement conference."},{"prefix":"g","text":" If the parties fail to reach an agreement on one or more of the protest issues they shall so state at the scheduled protest hearing."},{"prefix":"h","text":" A party may be represented at a settlement conference by an attorney or a designated representative who has been authorized to act on the party's behalf."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"4","text":"Application and Review Processes."},"subchapter":{"identifier":"IV","text":"Review and Resolution Procedures."},"heading":{"title":"25","chaptersection":"445","identifier":"25-445","catch_text":"Settlement conference."}}