{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-187, see notes following ยง 25-101.\n\nReferences in Text\n\n\"Chapter 9\", referred to in par. (3) of subsec. (a) and in subsec. (b), is Chapter 9 of this title.\n\nMiscellaneous Notes\n\nSections 402 and 403 of D.C. Law 15-187 provide:\n\n\"Sec. 402. Rules and regulations.\n\n\"The Mayor shall promulgate proposed rules and regulations to administer this title within 180 days of its effective date. The proposed rules and regulations, as well as any subsequent rules and regulations amending this title, shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess, If the Council does not approve or disapprove the rules and regulations, in whole or in part, by resolution with the 45-day review period, the proposed rules and regulations shall be deemed approved.\n\n\"Sec. 403. Applicability.\n\n\"Section 401 shall apply upon the effective date of the regulations promulgated under section 402.\"\n\nDC CODE ยง 25-411\n\nCurrent through December 11, 2012","credits":"(Sept. 30, 2004, D.C. Law 15-187, ยง 401(h), 51 DCR 6525.)","sections":[{"prefix":"a","text":" The application for a pool buying group retail agent permit shall include:"},{"prefix":"1","text":" The name of the pool buying group;"},{"prefix":"2","text":" The appointed license retail agent for the pool buying group; and"},{"prefix":"3","text":" A statement that the agent will fully comply with Chapter 9 and other regulations regarding recordkeeping."},{"prefix":"b","text":" All taxes due on alcoholic beverages imported by an agent who has been issued an importation license shall be paid as prescribed in Chapter 9."},{"prefix":"c","text":" Pool buying agents shall maintain the records of each pool order placed for 3 years. The records shall include:"},{"prefix":"1","text":" The date the pool order was placed and each date it was revised;"},{"prefix":"2","text":" The distributor who was given the order;"},{"prefix":"3","text":" The names and license numbers of each pool member participating in the pool order;"},{"prefix":"4","text":" The price, discounts, and net price of all alcoholic beverages ordered by each member in the pool order; and"},{"prefix":"5","text":" The date when deliveries of pool orders are made to the pool buying agent's premises, which is a permitted off-premises storage area."},{"prefix":"d","text":" The pool buying agent shall place the order under the name of the pool buying group and provide instructions for delivery as well as each licensed retailer's part of the pool order."},{"prefix":"e","text":" Upon written request, a pool buying agent shall make available for inspection all papers and reports related to pool orders, purchases, and payments within 10 days to any ABRA employee."},{"prefix":"f","text":"(1) Individual members of a pool buying group shall place their orders and remit their payment to the pool buying agent."},{"prefix":"2","text":" Payments shall be made payable to the pool buying agent or the distributor."},{"prefix":"3","text":" Distributors of alcoholic beverages may accept pool orders and payment only from the designated pool buying agent of a pool buying group."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"4","text":"Application and Review Processes."},"subchapter":{"identifier":"I","text":"Application Requirements."},"heading":{"title":"25","chaptersection":"411","identifier":"25-411","catch_text":"Application and responsibilities of pool buying retail agent."}}