{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 15-187 rewrote subsec. (d) which had read as follows:\n\n\"(d) A voluntary agreement shall run for the term of a license, including renewal periods, unless it is terminated or amended in writing by the parties and the termination or amendment is approved by the Board.\"\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 15-187, see notes following § 25-101.\n\nDC CODE § 25-446\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Sept. 30, 2004, D.C. Law 15-187, § 101(t), 51 DCR 6525.)","sections":[{"prefix":"a","text":" The applicant and any protestant may, at any time, negotiate a settlement and enter into a written voluntary agreement setting forth the terms of the settlement."},{"prefix":"b","text":" The signatories to the agreement shall submit the agreement to the Board for approval."},{"prefix":"c","text":" If it determines that the voluntary agreement complies with all applicable laws and regulations and the applicant otherwise qualifies for licensure, the Board shall approve the license application, conditioned upon the licensee's compliance with the terms of the voluntary agreement. The Board shall incorporate the text of the voluntary agreement in its order and the voluntary agreement shall be enforceable by the Board."},{"prefix":"d","text":"(1) Unless a shorter term is agreed upon by the parties, a voluntary agreement shall run for the term of a license, including renewal periods, unless it is terminated or amended in writing by the parties and the termination or amendment is approved by the Board."},{"prefix":"2","text":" The Board may accept an application to amend or terminate a voluntary agreement by fewer than all parties in the following circumstances:"},{"prefix":"A","text":" During the license's renewal period; and"},{"prefix":"B","text":" After 4 years from the date of the Board's decision initially approving the voluntary agreement."},{"prefix":"3","text":" Notice of an application to amend or terminate a voluntary agreement shall be given both to the parties of the agreement and to the public at the time of the applicant's renewal application according to the renewal procedures required under §§ 25-421 through 25-423."},{"prefix":"4","text":" The Board may approve a request by fewer than all parties to amend or terminate a voluntary agreement for good cause shown if it makes each of the following findings based upon sworn evidence:"},{"prefix":"A","text":"(i) The applicant seeking the amendment has made a diligent effort to locate all other parties to the voluntary agreement; or"},{"prefix":"ii","text":" If non-applicant parties are located, the applicant has made a good-faith attempt to negotiate a mutually acceptable amendment to the voluntary agreement;"},{"prefix":"B","text":" The need for an amendment is either caused by circumstances beyond the control of the applicant or is due to a change in the neighborhood where the applicant's establishment is located; and"},{"prefix":"C","text":" The amendment or termination will not have an adverse impact on the neighborhood where the establishment is located as determined under § 25-313 or § 25-314, if applicable."},{"prefix":"5","text":" To fulfill the good faith attempt criteria of paragraph (4)(A)(ii) of this subsection, a sworn affidavit from the applicant shall be filed with the Board at the time that an application to amend a voluntary agreement by fewer than all parties is filed stating that either:"},{"prefix":"A","text":" A meeting occurred between the parties which did not result in agreement; or"},{"prefix":"B","text":" The non-applicant parties refused to meet with the applicant."},{"prefix":"e","text":" The Board shall initiate a show cause hearing upon evidence that a licensee has violated a voluntary agreement. Upon a determination that the licensee has violated the voluntary agreement, the Board shall penalize the licensee according to the provisions set forth for violations of a license in Chapter 8."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"4","text":"Application and Review Processes."},"subchapter":{"identifier":"IV","text":"Review and Resolution Procedures."},"heading":{"title":"25","chaptersection":"446","identifier":"25-446","catch_text":"Voluntary agreements; approval process; show cause hearing for violation."}}