{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-501\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" License fees shall be paid annually. The fee for the first year shall be paid at the time of application and the renewal fee shall be paid on or before the anniversary date of issuance of the license."},{"prefix":"b","text":" The applicant shall pay the initial license fee to the D.C. Treasurer. The applicant's duplicate receipt shall accompany the application for license. If the application for the license is denied, the fee shall be returned. This subsection shall not apply to an application for a temporary license."},{"prefix":"c","text":" A licensee's failure to timely remit the annual fee shall be cause for the Board to suspend the license until the licensee pays the fee and any fines imposed by the Board for late payment. If a licensee is 90 days delinquent on payment of the renewal fee, the Board shall give notice to the licensee of its intent to revoke the license. The licensee shall have 14 days to respond to the notice. If the Board thereafter determines that the failure to pay the fees and fines is not for good cause, the Board shall revoke the license."},{"prefix":"d","text":" The Board may establish license periods at intervals necessary to facilitate efficient processing of applications. If the Board changes a license period, the licensee shall pay the proportionate amount of the annual license fee. If the Board issues a license for less than one year, the licensee shall pay a fee reduced by the proportionate amount of the annual fee."},{"prefix":"e","text":" The fee for a temporary license shall be assessed according to the number of days for which the license is issued and shall be paid at the time of the application."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"5","text":"Annual Fees."},"heading":{"title":"25","chaptersection":"501","identifier":"25-501","catch_text":"Annual fees."}}