{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-711\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A person receiving a license to manufacture, sell, or permit the consumption of alcoholic beverages shall frame the license under glass and post it conspicuously in the licensed establishment. If a voluntary agreement is a part of the license, the license shall be marked \"voluntary agreement on file\" by the Board, and the licensee shall make a copy of the voluntary agreement immediately accessible to any member of the public, official of ABRA, or officer of the Metropolitan Police Department upon request."},{"prefix":"b","text":" The licensee under a retail license or a club license, shall post, in a conspicuous place on the front window or front door of the licensee's premises, the correct name or names of the licensee or licensees and the class and number of the license in plain and legible lettering not less than one inch nor more than 1.25 inches in height."},{"prefix":"c","text":" A licensee under a temporary license shall have the license available for inspection by any member of the Board, employee of the Board, or member of the Metropolitan Police Department during the event for which the license was issued."},{"prefix":"d","text":" A licensee under a solicitor's license shall, while soliciting orders, carry the license upon his or her person and shall exhibit the license, upon request, to any member of the Board, employee of the Board, or member of the Metropolitan Police Department."},{"prefix":"e","text":" A licensee under a manager's license shall, while managing a licensed establishment, carry the license upon his or her person and shall exhibit the license, upon request, to any member of the Board, employee of the Board, or member of the Metropolitan Police Department."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"II","text":"Posting of Signs."},"heading":{"title":"25","chaptersection":"711","identifier":"25-711","catch_text":"Posting and carrying of licenses."}}