{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 17-361 repealed subsecs. (e), (f), and (g), which had read as follows:\n\n\"(e) The failure of a retailer who contracts to purchase an alcoholic beverage for full payment in cash on delivery to make full payment upon delivery shall constitute a violation of this chapter.\n\n\"(f) A retailer shall not satisfy the obligation to pay for an alcoholic beverage unless the payment is dated on or before the date payment is due and is, upon presentation, promptly honored by the bank on which it is drawn.\n\n\"(g) The failure of a manufacturer or wholesaler to deposit the payment in the manufacturer's or wholesaler's bank for credit or collection, or present the payment to the bank on which it is drawn, within 5 days from the receipt of a payment shall constitute a violation of this chapter. Each day that the failure continues shall constitute a separate violation.\"\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 17-361, see notes following § 25-113.\n\nDC CODE § 25-731\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Mar. 25, 2009, D.C. Law 17-361, § 2(c)(2), 56 DCR 1204.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"payment\" means the delivery to the manufacturer or wholesaler of cash or a check, draft, or other order for payment; provided, that the check, draft, or other order of payment is drawn only on the bank account of the retailer."},{"prefix":"b","text":" No alcoholic beverage shall be sold by a manufacturer or wholesaler to a retailer, or purchased by a retailer, except on the following terms: (1) full payment in cash on delivery, or (2) full payment in cash before the 16th day of the month following the month of purchase or delivery."},{"prefix":"c","text":" A retailer who fails to make payment in full in accordance with the terms of purchase shall not, during the period of delinquency, make any further purchases except for cash on delivery, and, during the period of delinquency, a manufacturer or wholesaler who has knowledge of such delinquency shall not sell any alcoholic beverages to the retailer except for cash on delivery."},{"prefix":"d","text":" Subsections (b) and (c) of this section shall constitute a reasonable extension of credit and no enlargement or extension of such terms, whether cash or credit, shall be granted by the manufacturer or wholesaler or accepted by the retailer."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"IV","text":"Sale on Credit, Gifts, and Loans."},"heading":{"title":"25","chaptersection":"731","identifier":"25-731","catch_text":"Credit and delinquency."}}