{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-762\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" Before a licensee may make a change in the interior or exterior, or a change in format, of any licensed establishment, which would substantially change the nature of the operation of the licensed establishment as set forth in the initial application for the license, the licensee shall obtain the approval of the Board in accordance with ยง 25-404."},{"prefix":"b","text":" In determining whether the proposed changes are substantial, the Board shall consider whether they are potentially of concern to the residents of the area surrounding the establishment, including changes which would:"},{"prefix":"1","text":" Increase the occupancy of the licensed establishment or the use of interior space not previously used;"},{"prefix":"2","text":" Expand the operation of the licensed establishment to allow for permanent use of exterior public or private space or summer gardens;"},{"prefix":"3","text":" Expand the operation of the licensed establishment to another floor, roof, or deck;"},{"prefix":"4","text":" Provide for, or expand, an area in which live entertainment would be performed by employees of the establishment, patrons, contract employees, or self-employed individuals, such as dancers or disc jockeys;"},{"prefix":"5","text":" Diminish, or expand, the space used by the establishment for service of meals, dining areas, or food preparation areas;"},{"prefix":"6","text":" Provide permanent space for dancing by patrons if none existed previously;"},{"prefix":"7","text":" Change the exterior design, architecture, or construction of the building in such a way as to convey to the public notice of the fact that alcoholic beverages are to be, or are sold, dispensed, stored, or distributed in or from the building;"},{"prefix":"8","text":" Provide music or entertainment if none was provided previously;"},{"prefix":"9","text":" Change from recorded to live music or entertainment or the kind of music or entertainment provided;"},{"prefix":"10","text":" Change the entertainment to include nude performances;"},{"prefix":"11","text":" Change from full-menu offerings to offering snack food;"},{"prefix":"12","text":" Change from on-premises consumption of food to carry-out sales or offering carry-out sales if none existed previously;"},{"prefix":"13","text":" Extend the hours of operation;"},{"prefix":"14","text":" Provide mechanical or electronic entertainment devices if these did not exist previously or provide for the installation of additional devices;"},{"prefix":"15","text":" Change the trade name or corporate name, coupled with a change in ownership of the establishment;"},{"prefix":"16","text":" Change the booth sizes;"},{"prefix":"17","text":" Reduce the number of toilet facilities; or"},{"prefix":"18","text":" Increase the number of vessels under the on-premises common carrier license class."},{"prefix":"c","text":" A temporary or permanent reduction in the hours of operation of a licensed establishment shall not constitute a substantial change."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"VII","text":"Physical Space and Advertising."},"heading":{"title":"25","chaptersection":"762","identifier":"25-762","catch_text":"Substantial changes in operation must be approved."}}