{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nEffect of Amendments\n\nD.C. Law 17-361, in subsec. (b)(3), substituted \"presented for payment, when such dishonored checks, drafts, or other orders for payment exceed $15,000\" for \"presented for payment\"; and repealed subsecs. (d), (e), and (f), which had read as follows:\n\n\"(d) Before March 2, June 2, September 2, and January 2 of each year, each manufacturer and wholesaler shall submit to the Board, on a form prescribed by the Board, a list of the following:\n\n\"(1) All retailers that have been required to make payment in cash for alcoholic beverages under 25-731(c), during the preceding 90 days; and\n\n\"(2) All accounts that have been delinquent during the preceding 90 days, including the amount of the delinquency.\n\n\"(e) Each manufacturer and wholesaler shall, within 24 hours of receipt from the bank or other depository of notice of dishonor of a check, draft, or other order for payment which the manufacturer or wholesaler received from a retailer, notify in writing the Board of the notice of dishonor.\n\n\"(f) Failure to file timely a report required by this section shall constitute a violation of this chapter.\"\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor Law 17-361, see notes following § 25-113.\n\nDC CODE § 25-733\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959; Mar. 25, 2009, D.C. Law 17-361, § 2(c)(4), 56 DCR 1204.)","sections":[{"prefix":"a","text":" A delivery of an alcoholic beverage to a licensee shall be accompanied by an invoice of sale or delivery which shall bear the date of delivery of the alcoholic beverages."},{"prefix":"b","text":" Before the 26th day of each month, each manufacturer and wholesaler shall file with each other manufacturer or wholesaler within the District, on a form prescribed by the Board, a statement under penalties of perjury showing the following:"},{"prefix":"1","text":" The name, including trade name, and address of each retailer who has been required to make payment in cash for alcoholic beverages under § 25-731(c);"},{"prefix":"2","text":" All delinquent accounts; and"},{"prefix":"3","text":" All checks, drafts, or other orders for payment received from any retailer, which, since the previous report, were dishonored when presented for payment, when such dishonored checks, drafts, or other orders for payment exceed $15,000."},{"prefix":"c","text":" A manufacturer or wholesaler who, after receiving notification of delinquency by a retailer under § 25-731(c), extends credit to any retailer, shall be deemed to have violated § 25-731(b)."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"IV","text":"Sale on Credit, Gifts, and Loans."},"heading":{"title":"25","chaptersection":"733","identifier":"25-733","catch_text":"Delivery and payment records and reports."}}