{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-148.\n\nPrior Codifications\n\n1981 Ed., § 25-753.\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2(e) of the Underage Drinking Emergency Amendment Act of 1993 (D.C. Act 10-24, May 19, 1993, 40 DCR 3405), § 2(e) of the Underage Drinking Congressional Recess Emergency Amendment Act of 1993 (D.C. Act 10-72, July 29, 1993, 40 DCR 5820) and § 2(e) of the Underage Drinking Emergency Amendment Act of 1994 (D.C. Act 10-236, April 28, 1994, 41 DCR 2601).\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nLaw 10-12, the \"Underage Drinking Temporary Amendment Act of 1993,\" was introduced in Council and assigned Bill No. 10-261. The Bill was adopted on first and second readings on May 4, 1993, and June 1, 1993, respectively. Signed by the Mayor on June 16, 1993, it was assigned Act No. 10-40 and transmitted to both Houses of Congress for its review. D.C. Law 10-12 became effective on September 11, 1993.\n\nFor legislative history of D.C. Law 10-122, see Historical and Statutory Notes following § 25-785.\n\nDC CODE § 25-753\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, ch. 4, § 48, as added Sept. 11, 1993, D.C. Law 10-12, § 2(e), 40 DCR 4020, and May 24, 1994, D.C. Law 10-122, § 2(l), 41 DCR 1658; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A licensee under an off-premises retailer's or wholesaler's license shall not sell any alcoholic beverage in a keg to a consumer without having affixed a registration seal on the keg at the time of sale."},{"prefix":"b","text":" A keg registration seal is a seal, decal, sticker, or other device approved by the Board which is designed to be affixed to kegs and which displays a registration number, name of the licensee offering the keg for sale to the consumer, and any other information required by the Board."},{"prefix":"c","text":" At the point of sale of an alcoholic beverage in a keg, the licensee shall complete a keg declaration of receipt on a form provided by the Board receipt, which receipt shall contain the following information:"},{"prefix":"1","text":" Keg registration seal number;"},{"prefix":"2","text":" The name and address of the purchaser verified by a valid identification document;"},{"prefix":"3","text":" The type and registration number of the identification presented by the purchaser;"},{"prefix":"4","text":" A statement signed by the purchaser stating that:"},{"prefix":"A","text":" The purchaser is 21 years of age or older;"},{"prefix":"B","text":" The purchaser does not intend to allow persons under 21 years of age to consume any of the alcoholic beverage purchased; and"},{"prefix":"C","text":" The purchaser will not remove or obliterate the keg registration seal affixed to the keg or allow its removal or obliteration; and"},{"prefix":"5","text":" The specific address or location where the alcoholic beverage in the keg will be consumed and the date or dates on which it will be consumed."},{"prefix":"d","text":" Upon return of a registered keg from a consumer, the licensee shall remove or obliterate the keg registration seal and note the removal or obliteration on the keg declaration of receipt form to be retained by the licensee at the licensed establishment. If a keg is made of disposable packaging that does not have to be returned by the consumer to the licensee, the licensee shall indicate on the keg declaration of receipt form that the keg is disposable."},{"prefix":"e","text":" A licensee shall maintain the keg declaration of receipt form on the licensed establishment for 2 years following the date of purchase. These records shall be open at all reasonable times for inspection by the Board, or its authorized representatives, and other law enforcement officers."},{"prefix":"f","text":" This section shall not apply to the wholesale sale of any keg between a wholesaler and a retailer or to the import of any keg by a retailer under this title or regulations promulgated hereunder."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"VI","text":"Limitations on Container Number, Size, Labeling, and Storage."},"heading":{"title":"25","chaptersection":"753","identifier":"25-753","catch_text":"Keg registration required; procedures specified."}}