{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-130.1.\n\nPrior Codifications\n\n1981 Ed., § 25-785.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nLaw 10-122, the \"Alcoholic Beverage Control Act and Rules Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-207, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 1, 1994, and March 1, 1994, respectively. Signed by the Mayor on March 21, 1994, it was assigned Act No. 10-214 and transmitted to both Houses of Congress for its review. D.C. Law 10- 122 became effective on May 24, 1994.\n\nDC CODE § 25-785\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, ch. 4, § 30a, as added May 24, 1994, D.C. Law 10-122, § 2(k), 41 DCR 1658; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A person who is not a licensee shall not, within the District, purchase an alcoholic beverage for the purpose of delivering the alcoholic beverage to a person who is under 21 years of age."},{"prefix":"b","text":" A person who is a licensee shall not, within the District, offer, give, provide, or otherwise make available an alcoholic beverage to a person who is under 21 years of age, except if necessary to allow the person to perform lawful employment responsibilities that require the person to have temporary possession of alcoholic beverages."},{"prefix":"c","text":" A person who violates any provision of this section shall:"},{"prefix":"1","text":" Upon conviction for the first offense, be fined not more then $1,000, or imprisoned up to 180 days, or both;"},{"prefix":"2","text":" Upon conviction for the second offense committed within 2 years from the date of any such previous offense, be fined not more than $2,500, or imprisoned up to 180 days, or both;"},{"prefix":"3","text":" Upon conviction for the third or any subsequent offense committed within 2 years from the date of any such previous offense, be fined not more than $5,000, or imprisoned up to one year, or both."},{"prefix":"d","text":" A person alleged to have violated this section may be issued a citation under § 23-1110(b)(1). The person shall not be eligible to forfeit collateral."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"7","text":"Standards of Operation."},"subchapter":{"identifier":"IX","text":"Minors and Intoxicated Persons."},"heading":{"title":"25","chaptersection":"785","identifier":"25-785","catch_text":"Delivery, offer, or otherwise making available to persons under 21; penalties."}}