{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following ยง 25-101.\n\nDC CODE ยง 25-829\n\nCurrent through December 11, 2012","credits":"(May 3, 2001, D.C. Law 13-298, ยง 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" If the Board or the Mayor, after investigation but before a hearing, has cause to believe that a person is violating any provision of this title and the violation has caused, or may cause, immediate and irreparable harm to the public, the Board or the Mayor may issue an order requiring the alleged violator to cease and desist immediately from the violation. The order shall be served by certified mail or delivery in person."},{"prefix":"b","text":"(1) The alleged violator may, within 15 days after the service of the order, submit a written request to the Board to hold a hearing on the alleged violation."},{"prefix":"2","text":" Upon receipt of a timely request, the Board shall conduct a hearing in accordance with the procedures set forth in subchapter I of Chapter 5 of Title 2 and issue a decision within 90 days after the hearing."},{"prefix":"c","text":"(1) The alleged violator may, within 10 days after the service of an order, submit a written request to the Board for an expedited hearing on the alleged violation."},{"prefix":"2","text":" Upon receipt of a timely request for an expedited hearing, the Board shall conduct a hearing within 10 days after the date of receiving the request and shall deliver to the alleged violator at his or her last known address a written notice of the hearing by any means guaranteed to be received at least 5 days before the hearing date."},{"prefix":"3","text":" The Board shall issue a decision within 30 days after an expedited hearing."},{"prefix":"d","text":" If a request for a hearing is not made under subsections (b) and (c) of this section, the order of the Board or the Mayor shall be final."},{"prefix":"e","text":" If, after a hearing, the Board determines that the alleged violator is not in violation of this title, the Board shall revoke the order."},{"prefix":"f","text":" If a person fails to comply with a lawful order of the Board or the Mayor under this section, the Board may petition the Superior Court of the District of Columbia for an order compelling compliance or take any other action authorized by this subchapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"8","text":"Enforcement, Infractions, and Penalties."},"subchapter":{"identifier":"II","text":"Revocation, Suspension, and Civil Penalties."},"heading":{"title":"25","chaptersection":"829","identifier":"25-829","catch_text":"Cease and desist orders."}}