{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-132.\n\nPrior Codifications\n\n1981 Ed., § 25-831.\n\n1973 Ed., § 25-132.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 25-907.\n\nFor legislative history of D.C. Law 5-106, see Historical and Statutory Notes following § 25-781.\n\nFor legislative history of D.C. Law 6-42, see Historical and Statutory Notes following § 25-1009.\n\nDC CODE § 25-831\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 336, ch. 4, § 33; Apr. 1, 1942, 56 Stat. 190, ch. 207, § 1; July 8, 1963, 77 Stat. 77, Pub. L. 88-60, § 1; July 29, 1970, 84 Stat. 570, Pub. L. 91-358, title I, § 155(a); July 24, 1982, D.C. Law 4-131, § 301, 29 DCR 2418; Sept. 26, 1984, D.C. Law 5-106, § 3, 31 DCR 3381; Oct. 5, 1985, D.C. Law 6-42, § 455(b), 32 DCR 4450; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" A person who violates any of the provisions of this title, or regulations under this title, for which no specific penalty is provided shall be guilty of a misdemeanor and, upon conviction, shall be punished by a fine of not more than $1,000, or imprisoned for not more than one year, or both."},{"prefix":"b","text":" Any person required to file a return or report or perform any act under the provisions of this title who wilfully fails or refuses to file the return or report or perform the act within the time required shall be guilty of a misdemeanor and, upon conviction, shall be fined not more than $5,000, or imprisoned for not more than 3 years, or both. The penalty provided herein shall be in addition to other penalties provided by this title."},{"prefix":"c","text":" Violations of this section which are misdemeanors shall be prosecuted on information filed in the Superior Court of the District of Columbia by the Corporation Counsel. Violations of this subsection which are felonies shall be prosecuted by the United States Attorney for the District of Columbia."},{"prefix":"d","text":" A civil fine may be imposed as an alternative sanction for any violation of this title for which no specific penalty is provided, or any rules or regulations issued under the authority of this title, under Chapter 18 of Title 2. Adjudication of an infraction of this chapter shall be under Chapter 18 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"8","text":"Enforcement, Infractions, and Penalties."},"subchapter":{"identifier":"II","text":"Revocation, Suspension, and Civil Penalties."},"heading":{"title":"25","chaptersection":"831","identifier":"25-831","catch_text":"Penalty for violation where no specific penalty provided; additional penalty for failure to perform certain required acts."}}