{"text":"","historical":"D.C. Law 13-298 amended and enacted into law Title 25 of the District of Columbia Official Code. The text of this section is derived from provisions formerly found in D.C. Code § 25-141.\n\nPrior Codifications\n\n1981 Ed., § 25-908.\n\nLegislative History of Laws\n\nFor D.C. Law 13-298, see notes following § 25-101.\n\nFor legislative history of D.C. Law 4-131, see Historical and Statutory Notes following § 25-907.\n\nDC CODE § 25-908\n\nCurrent through December 11, 2012","credits":"(Jan. 24, 1934, 48 Stat. 319, § 43, as added July 24, 1982, D.C. Law 4-131, § 303, 29 DCR 2418; May 3, 2001, D.C. Law 13-298, § 101, 48 DCR 2959.)","sections":[{"prefix":"a","text":" The taxes imposed by this chapter and penalties and interest thereon shall be collected by the OTR Director in the manner provided by law for the collection of taxes due to the District on personal property in force at the time of such collection. The liens for the taxes imposed by this chapter and penalties and interest thereon may be acquired in the same manner that liens for personal property taxes are acquired."},{"prefix":"b","text":" If the OTR Director believes that the collection of a tax imposed by this chapter will be jeopardized by delay, the OTR Director shall, whether or not the time otherwise prescribed by law for filing the return or for paying the tax has expired, immediately assess the tax, plus all interest and penalties, the assessment of which is provided by law. The tax, penalties, and interest shall be immediately due and payable and immediate notice and demand shall be made by the OTR Director for payment."},{"prefix":"c","text":" Upon failure or refusal to pay the tax, penalty, or interest, the OTR Director may collect the tax by distraint."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"25","text":"Alcoholic Beverage Regulation (Refs & Annos)"},"chapter":{"identifier":"9","text":"Taxes."},"heading":{"title":"25","chaptersection":"908","identifier":"25-908","catch_text":"Collection of tax by OTR Director."}}