{"text":"If the charter be granted as aforesaid, it, together with the certificate of the Council of the District of Columbia granting the same indorsed thereon, shall be filed for record in the Office of the Recorder of Deeds for the District of Columbia, and shall be recorded by him. On the filing of the said certificate with the said Recorder of Deeds as herein provided, approved as aforesaid by the said Council, the persons named therein and their successors shall thereupon and thereby be and become a body corporate and politic, and as such shall be vested with all the powers and charged with all the liabilities conferred upon and imposed by this chapter upon companies organized under the provisions hereof; provided, however, that no corporation created and organized under the provisions hereof, or availing itself of the provisions hereof as contained in § 26-1313, shall be authorized to transact the business of a trust company, or any business of a fiduciary character, until it shall have filed with the Superintendent of Banking and Financial Institutions a copy of its certificate of organization and charter, and shall have obtained from him and filed the same for record with the said Recorder of Deeds, a certificate that the said capital stock of said company has been paid in and the deposit of securities made with said Superintendent of Banking and Financial Institutions in the manner and to the extent required by this chapter.","historical":"Prior Codifications\n\n1981 Ed., § 26-407.\n\n1973 Ed., § 26-307.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-403.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(223) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 26-1307\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1304, ch. 854, § 719; Nov. 23, 1985, D.C. Law 6-63, § 106(a)(6), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1307","identifier":"26-1307","catch_text":"Charter of incorporation--Recording; certificate to be obtained from Superintendent of Banking and Financial Institutions."}}