{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1007.\n\nEffect of Amendments\n\nD.C. Law 13-239 rewrote subsec. (a) which had read:\n\n\"(a) A license expires on the December 31 after its effective date unless the license is renewed for a 1-year term as provided in this section.\"\n\nD.C. Law 14-28 rewrote subsec. (d) which had read:\n\n\"(d) In order to defray the costs of their examination, supervision, and regulation, every mortgage lender required to be licensed under this chapter shall pay an annual renewal fee calculated in accordance with a schedule set by regulation promulgated by the Superintendent. The schedule shall bear a reasonable relationship to the total assets of such individual mortgage lenders and to other factors relating to their supervision and regulation. Every mortgage broker required to be licensed under this chapter shall pay an annual renewal fee calculated in accordance with a schedule set by regulation promulgated by the Superintendent. All such fees shall be assessed on or before April 25, for that calendar year, and on or before April 25 for every calendar year thereafter. All such fees shall be paid by the licensed mortgage lenders and mortgage brokers to the Superintendent on or before May 25 of each calendar year or within 30 days of the receipt of each assessment.\"\n\nD.C. Law 18-38 rewrote subsec. (b)(1); added subsec. (b)(1A); and repealed subsec. (d). Prior to amendment or repeal, subsecs. (b)(1) and (d) read as follows:\n\n\"(1) Otherwise is entitled to be licensed;\"\n\n\"(d) To defray the costs of their examination, supervision, and regulation, every mortgage lender and mortgage broker required to be licensed under this chapter shall pay an annual renewal fee and examination fee as follows:\n\n\"(1) At the time the licensee submits its application for renewal, the licensee shall pay a renewal fee of $900 for a mortgage broker license, $1,000 for a mortgage lender license, or $1,200 for a dual mortgage broker and lender license.\n\n(2) \"At the time the licensee is examined, the licensee shall pay an examination fee of $400, plus $6.60 per loan brokered in the expiring license period, for a mortgage broker license; $800, plus $6.60 per loan made, originated, brokered, or serviced in the expiring license period, for a mortgage lender license; or $1,200, plus $6.60 per loan made, originated, brokered, or serviced in the expiring license period, for a dual mortgage broker and lender license.\"\n\nTemporary Amendments of Section\n\nSection 2(e) of D.C. Law 17-350, in subsec. (d), repealed pars. (1) and (2) and added pars. (3) and (4) to read as follows:\n\n\"(3) With each renewal application, the applicant shall demonstrate that the applicant continues to meet the minimum standards for license issuance under this act and that the applicant has satisfied the annual continuing education requirements under this act.\n\n\"(4) With each renewal application, the applicant shall pay all applicable fees and assessments as prescribed by the Commissioner and all third-party fees.\"\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of the Mortgage Lender and Broker License Renewal Emergency Amendment Act of 2000 (D.C. Act 13-523, December 30, 2000, 48 DCR 622).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nLaw 13-239, the \"Mortgage Lender and Broker License Renewal Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-708, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-517 and transmitted to both Houses of Congress for its review. D.C. Law 13-239 became effective on April 3, 2001.\n\nFor Law 14-28, see notes under § 26-131.01.\n\nFor Law 18-38, see notes following § 26-1101.\n\nMiscellaneous Notes\n\nFees credited to the Office of Banking and Financial Institutions Enterprise Fund: Section 1804(4) of D.C. Law 12-60 provided that all fees received pursuant to § 26-1007(d) shall be credited to the Office of Banking and Financial Institutions Enterprise Fund.\n\nDC CODE § 26-1107\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 8, 43 DCR 4213; Apr. 3, 2001, D.C. Law 13-239, § 2, 48 DCR 606; Oct. 3, 2001, D.C. Law 14-28, § 3202(b), 48 DCR 6981; July 18, 2009, D.C. Law 18-38, § 2(e), 56 DCR 4290.)","sections":[{"prefix":"a","text":"(1) A license issued under this chapter shall expire on a date to be determined by the Superintendent; provided, that the initial term of the license shall be not less than 180 days, or greater than 18 months, after the effective date of the license. A license may thereafter be renewed for one-year term extensions as provided by this section."},{"prefix":"2","text":" The Superintendent may change the expiration date of a license for the purpose of staggering the expiration dates of licenses issued under this chapter; provided, that the new expiration date shall not be less than 180 days after the effective date or renewal date of the license."},{"prefix":"b","text":" Before a license expires, the licensee periodically may renew the license for additional 1-year terms, if the licensee:"},{"prefix":"1","text":" Demonstrates that he or she continues to meet the licensing standards under this chapter and has satisfied the annual continuing education requirements under this chapter;"},{"prefix":"1A","text":" Pays all applicable fees and assessments as prescribed by the Commissioner and all third-party fees;"},{"prefix":"2","text":" Submits to the Superintendent a renewal application on the form that the Superintendent requires; and"},{"prefix":"3","text":" Files a bond or bond continuation certificate for the amount required under § 26-1103."},{"prefix":"c","text":" If a license is issued for less than a full year, is surrendered voluntarily, is suspended, or is revoked, the Superintendent may not refund any part of the license fee regardless of the time remaining in the license year."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1107","identifier":"26-1107","catch_text":"License expiration and renewal; annual fee."}}