{"text":"Any safe deposit company, trust company, surety or guaranty company, or title insurance company incorporated on or before January 1, 1902, and operating under the laws of the United States in the District of Columbia or of any of the states, and doing business in said District on or before January 1, 1902, may avail itself of the provisions of this chapter on filing in the Office of the Recorder of Deeds of the District of Columbia, or with the Superintendent of Banking and Financial Institutions, a certificate of its intention to do so, which certificate shall specify which one of the 3 classes of business set out in § 26-1301 it will carry on, and shall be verified by the oath of its president to the effect that it has in every respect complied with the requirements of existing law, especially with the provisions of this chapter, that its capital stock is paid in as provided in § 26-1323 and is not impaired; and thereafter such company may exercise all powers and perform all duties authorized by any 1 of the clauses of § 26-1301 in addition to the powers lawfully exercised by such company on January 1, 1902.","historical":"Prior Codifications\n\n1981 Ed., § 26-413.\n\n1973 Ed., § 26-313.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-1352.\n\nDC CODE § 26-1313\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1306, ch. 854, § 725; Nov. 23, 1985, D.C. Law 6-63, § 106(a)(9), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1313","identifier":"26-1313","catch_text":"Existing companies; certificate of intention to comply with provisions."}}