{"text":"All companies organized under this chapter are hereby declared to be corporations possessed of the powers and functions of corporations generally, and shall have power:","historical":"Prior Codifications\n\n1981 Ed., § 26-409.\n\n1973 Ed., § 26-309.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (5), substituted \"people with mental illness or mental retardation\" for \"lunatics and idiots\".\n\nD.C. Law 19-169, in par. (5), substituted \"intellectual disabilities\" for \"mental retardation\".\n\nLegislative History of Laws\n\nLaw 3-72, the \"District of Columbia Probate Reform Act of 1980,\" was introduced in Council and assigned Bill No. 3-91, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 1, 1980 and April 22, 1980, respectively. Signed by the Mayor on May 7, 1980, it was assigned Act No. 3-181 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-1352.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 26-1301.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole.  The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26,, 2012.\n\nDC CODE § 26-1309\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1304, ch. 854, § 721; June 24, 1980, D.C. Law 3-72, § 207(a), 27 DCR 2155; Nov. 23, 1985, D.C. Law 6-63, § 106(a)(8), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168; Apr. 9, 1997, D.C. Law 11-255, § 24(c), 44 DCR 1271; Apr. 24, 2007, D.C. Law 16-305, § 38, 53 DCR 6198; Sept. 26, 2012, D.C. Law 19-169, § 23(b), 59 DCR 5567.)","sections":[{"prefix":"1","text":" To make contracts;"},{"prefix":"2","text":" To sue and be sued, plead and be impleaded, in any court as fully as natural persons;"},{"prefix":"3","text":" To make and use a common seal and alter the same at pleasure;"},{"prefix":"4","text":" To loan money; and"},{"prefix":"5","text":" When organized under clause (1) of § 26-1301, to accept and execute trusts of any and every description which may be committed or transferred to them, and to accept the office and perform the duties of receiver, assignee, personal representative, special administrator, guardian of the estate of minors with the consent of the guardian of the person of such minor, and committee of the estates of people with mental illness or intellectual disabilities whenever any trusteeship or any such office or appointment is committed or transferred to them, with their consent, by any person, body politic or corporate, or by any court in the District of Columbia; and all such companies organized under clause (1) of § 26-1301 are further authorized to accept deposits of money for the purposes designated herein, upon such terms as may be agreed upon from time to time with depositors, and to act as agent for the purpose of issuing or countersigning the bonds or obligations of any corporation, association, municipality, or state, or other public authority, and to receive and manage any sinking fund on any such terms as may be agreed upon, and shall have power to issue its debenture bonds upon deeds of trust or mortgages of real estate to a sum not exceeding the face value of said deeds of trust or mortgages, and which shall not exceed 50 percent of the fair cash value of the real estate covered by said deeds or mortgages, to be ascertained by the Superintendent of Banking and Financial Institutions; but no debenture bonds shall be issued until the securities on which the same are based have been placed in the actual possession of the trustee named in the debenture bonds, who shall hold said securities until all of said bonds are paid; and when organized under clause (2) of § 26-1301 said company is authorized to insure titles to real estate and to transact generally the business mentioned in said clause; and when organized under clause (3) of § 26-1301 said company is hereby authorized, in addition to the loan and mortgage business therein mentioned, to secure, guarantee, and insure individuals, bodies politic, associations, and corporations against loss by or through trustees, agents, servants, or employees, and to guarantee the faithful performance of contracts and obligations of whatever kind entered into by or on the part of any person or persons, association, corporation, or corporations, and against loss of every kind; provided, that any corporations formed under the provisions of this chapter when acting as trustee shall be liable to account for the amounts actually earned by the moneys held by it in trust in addition to the principal so held; but such corporation may be allowed a reasonable compensation for services performed in the care of the trust estate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1309","identifier":"26-1309","catch_text":"Powers of companies; liability as trustee."}}