{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1012.\n\nEffect of Amendments\n\nD.C. Law 18-38 added subsecs. (f) to (i).\n\nTemporary Amendments of Section\n\nSection 2(g) of D.C. Law 17-350 added subsecs. (f), (g), (h), and (i) to read as follows:\n\n\"(f) To carry out the purposes of this section, the Commissioner may do any of the following:\n\n\"(1) Retain attorneys, accountants, or other professionals and specialists as examiners, auditors, or investigators to conduct or assist in the conduct of examinations or investigations;\n\n\"(2) Enter into agreements or relationships with other government officials or regulatory associations to improve efficiencies and reduce regulatory burdens by sharing resources, standardized or uniform methods or procedures, and documents, records, information, or evidence obtained under this section;\n\n\"(3) Use, hire, contract, or employ public or privately available analytical systems, methods, or software to examine or investigate the licensee or person subject to this act;\n\n\"(4) Accept and rely on examination or investigation reports made by other government officials within or without the District of Columbia;\n\n\"(5) Accept audit reports made by an independent certified public accountant for the licensee, or person subject to this act, in the course of an examination covering the same general subject matter as the audit and may incorporate the audit report in the report of the examination, report of investigation, or other writing of the Commissioner;\n\n\"(6) Assess the licensee, or person subject to this act, the cost of the services in paragraph (1) of this subsection.\".\n\n\"(g) This section shall remain in effect whether such licensee, or person subject to this act, acts or claims to act under any licensing or registration law of the District of Columbia, or claims to act without such authority.\n\n\"(h) No licensee, or person subject to investigation or examination under this section, shall knowingly withhold, abstract, remove, mutilate, destroy, or secrete any books, records, computer records, or other information.\n\n\"(i) All examination fees shall be prescribed by the Commissioner.\"\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(g) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 18-38, see notes following § 26-1101.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 18-38 provides:\n\n\"Sec. 3. Applicability.\n\n\"Except for section 2(c)(1), (g), (j), and (o), this act shall not apply until the Commissioner of the Department of Insurance, Securities, and Banking has promulgated rules implementing this act.\"\n\nDC CODE § 26-1112\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 13, 43 DCR 4213; July 18, 2009, D.C. Law 18-38, § 2(g), 56 DCR 4290.)","sections":[{"prefix":"a","text":" The Superintendent, or his or her designated agent, shall examine the affairs, business, premises, and records of each licensee at least once in every 3 year period and at any other time the Superintendent reasonably considers necessary."},{"prefix":"b","text":"(1) Any person aggrieved by the conduct of a licensee under this subsection in connection with a mortgage loan may file a written complaint with the Superintendent who shall investigate the complaint."},{"prefix":"2","text":" The Superintendent may make any other examination or investigation of any person if the Superintendent has reasonable cause to believe that the person has violated any provision of this chapter, any regulation adopted under this chapter, or any other law regulating mortgage loan lending in the District."},{"prefix":"c","text":" In the course of any investigation or examination, the owners, member, officers, directors, partners, and any employees of such mortgage lender or mortgage broker being investigated or examined shall afford the Superintendent full access to all premises, books, and records. For the foregoing purposes, the Superintendent, or his or her designated agent, shall have authority to administer oaths, examine under oath all the aforementioned persons, compel the production of papers and objects of all kinds, subpoena documents or other evidence, and summons and examine under oath any person whose testimony the Superintendent requires."},{"prefix":"d","text":"(1) If any person fails to comply with a subpoena or summons of the Superintendent under this chapter or to testify concerning any matter about which the person may be interrogated under this chapter, the Superintendent may file a petition for enforcement with the Civil Actions Branch of the Superior Court of the District of Columbia."},{"prefix":"2","text":" On petition by the Superintendent, the court may order the person to attend and testify or produce evidence."},{"prefix":"e","text":" When it becomes necessary to examine or investigate the books and records of a licensee required to be licensed under this chapter at a location outside the Washington, D.C. metropolitan region, the licensee shall be liable for, and shall pay to the Superintendent within 30 days, the actual travel and reasonable living expenses incurred on account of its examination, supervision, and regulation, or shall pay a reasonable per diem rate approved by the Superintendent."},{"prefix":"f","text":" To carry out the purposes of this section, the Commissioner may do any of the following:"},{"prefix":"1","text":" Retain attorneys, accountants, or other professionals and specialists as examiners, auditors, or investigators to conduct or assist in the conduct of examinations or investigations;"},{"prefix":"2","text":" Enter into agreements or relationships with other government officials or regulatory associations to improve efficiencies and reduce regulatory burdens by sharing resources, standardized or uniform methods or procedures, and documents, records, information, or evidence obtained under this section;"},{"prefix":"3","text":" Use, hire, contract, or employ public or privately available analytical systems, methods, or software to examine or investigate the licensee or person subject to this chapter;"},{"prefix":"4","text":" Accept and rely on examination or investigation reports made by other government officials within or without the District of Columbia;"},{"prefix":"5","text":" Accept audit reports made by an independent certified public accountant for the licensee, or person subject to this chapter, in the course of an examination covering the same general subject matter as the audit and may incorporate the audit report in the report of the examination, report of investigation, or other writing of the Commissioner; or"},{"prefix":"6","text":" Assess the licensee, or person subject to this chapter, the cost of the services in paragraph (1) of this subsection."},{"prefix":"g","text":" This section shall remain in effect whether such licensee, or person subject to this chapter, acts or claims to act under any licensing or registration law of the District of Columbia, or claims to act without such authority."},{"prefix":"h","text":" No licensee, or person subject to investigation or examination under this section, shall knowingly withhold, abstract, remove, mutilate, destroy, or secrete any books, records, computer records, or other information."},{"prefix":"i","text":" All examination fees shall be prescribed by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1112","identifier":"26-1112","catch_text":"Examinations and investigations."}}