{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-1015.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following ยง 26-1101.\n\nDC CODE ยง 26-1115\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, ยง 16, 43 DCR 4213.)","sections":[{"prefix":"a","text":" All moneys required by a mortgage lender to be paid by borrowers in escrow to defray future taxes or insurance premiums, or for other lawful purposes, shall be kept in accounts segregated from accounts of the mortgage lender, and shall not be commingled with other funds of the mortgage lender."},{"prefix":"b","text":" No licensed mortgage lender shall require any borrower who, on the date of execution of the loan or financial transaction, has made a down payment equaling 20% or more of the total purchase price of the property or who has an equity interest in the property equal to, or greater than, 20% of the fair market value of the property, to make advance payments of the real estate taxes or casualty insurance premiums to enable the mortgage lender to have funds on hand for disbursement for payment of such taxes or insurance premiums. Licensed mortgage lenders shall provide such borrowers with a separate statement, in writing, which clearly and conspicuously sets forth the right to pay such taxes and insurance premiums directly. Nothing contained in this subsection shall be construed to prohibit a licensed mortgage lender from obtaining, during any period during which the loan is in default and in consideration for the lender not exercising some or all of the remedies to which it is entitled, a written agreement from the borrower to make such advance payments to enable the mortgage lender to have funds on hand for disbursement from payment of such taxes or insurance premiums."},{"prefix":"c","text":" No licensed mortgage lender shall require any borrower to pay any money in escrow to defray future taxes and insurance premiums, or for any other purposes, in connection with a subordinate mortgage loan, except where escrows for such purposes are not being maintained in connection with the mortgage loan superior to such subordinate mortgage loans."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1115","identifier":"26-1115","catch_text":"Escrow accounts."}}