{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-1401.01.\n\nDC CODE ยง 26-1401.03\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 203, 48 DCR 3244.)","sections":[{"prefix":"a","text":" A financial institution may apply to be certified as a universal bank by filing a written application with the Commissioner. The application shall include such information as the Commissioner may require by regulation. The application shall be on such forms, and shall be prepared and filed in accordance with such procedures, as the Commissioner may prescribe by regulation."},{"prefix":"b","text":" An application submitted by a financial institution under subsection (a) of this section shall be approved or disapproved in writing by the Commissioner within 90 days after its submission to the Commissioner. The Commissioner and the financial institution may agree to extend the application period for an additional 60 days."},{"prefix":"c","text":" The Commissioner shall not certify a financial institution as a universal bank unless:"},{"prefix":"1","text":" The financial institution is authorized under its articles of incorporation or other organizational documents to act as financial institution;"},{"prefix":"2","text":" The financial institution is chartered or organized, regulated, supervised, and examined under the District of Columbia Banking Code and is under the authority and supervision of the Commissioner;"},{"prefix":"3","text":" The financial institution is in good standing with the Department and there is no investigatory or enforcement action pending against the financial institution by the Department;"},{"prefix":"4","text":" The financial institution is in good standing with appropriate federal and state financial institutions agencies and there is no investigatory or enforcement action pending against the financial institution by an appropriate federal or state financial institutions agency;"},{"prefix":"5","text":" The financial institution is well capitalized and has maintained a capital level prior to certification as a universal bank as the Commissioner may require based on safety and soundness consideration;"},{"prefix":"6","text":" The financial institution does not exhibit a combination of financial, managerial, operational, and compliance weaknesses that are moderately severe or unsatisfactory, as determined by the Commissioner, based upon the Commissioner's assessment of the financial institution's capital adequacy, adequacy of liquidity, and sensitivity to market risk;"},{"prefix":"7","text":" The most recent evaluation prepared under the Community Reinvestment Act, if any, demonstrates that the financial institution has received a rating of \"outstanding\" or \"satisfactory\" in meeting the credit needs of its entire community, including low-income and moderate-income neighborhoods, consistent with the safe and sound operation of the financial institution;"},{"prefix":"8","text":" The most recent examination which the financial institution has received from its appropriate federal financial institutions agency, if any, indicates that the financial institution is in compliance with applicable federal law and regulations;"},{"prefix":"9","text":" The financial institution agrees to comply with applicable regulations and rules promulgated by the Commissioner and any lawful order of the Commissioner;"},{"prefix":"10","text":" The financial institution agrees to comply with any conditions imposed by the Commissioner in connection with the approval of an application, including additional requirements that the Commissioner determines are necessary for the protection of depositors or shareholders of the financial institution or of the general public."},{"prefix":"11","text":" The financial institution agrees to comply with any written agreement entered into with the Commissioner in connection with the approval of an application;"},{"prefix":"12","text":" The Commissioner determines that it is reasonable to believe that the financial institution will act in a safe and sound manner and maintain a safe and sound condition; and"},{"prefix":"13","text":" The Commissioner determines that certification of the financial institution as a universal bank will serve the public interest."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"II","text":"Application and Certification as a Universal Bank."},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.03","catch_text":"Application to be certified as a universal bank; review and approval or disapproval of application."}}