{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-166 rewrote pars. (7) and (9) which had read as follows:\n\n\"(7) 'Commissioner' means the Commissioner of the Department of Banking and Financial Institutions.\"\n\n\"(9) 'Department' means the Department of Banking and Financial Institutions.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-1401.01.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDC CODE § 26-1401.02\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 202, 48 DCR 3244; June 11, 2004, D.C. Law 15-166, § 2(e), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Affiliate\" shall have the same meaning as set forth in § 26-551.02(1)."},{"prefix":"2","text":" \"Appropriate federal financial institutions agency\" shall have the same meaning as set forth in § 26-551.02(2)."},{"prefix":"3","text":" \"Bank holding company\" shall have the same meaning as set forth in section 2(a) of the Bank Holding Company Act of 1956, approved May 9, 1956 (70 Stat. 133; 12 U.S.C. § 1841(a))."},{"prefix":"4","text":" \"Capital\" shall have the same meaning as set forth in § 26-551.02(6)."},{"prefix":"5","text":" \"Capital accounts\" means unimpaired capital stock, unimpaired surplus, and undivided profits or retained earnings of a financial institution."},{"prefix":"6","text":" \"Capital stock\" means the aggregate of shares of nonwithdrawable capital stock issued."},{"prefix":"7","text":" \"Commissioner\" shall have the same meaning as set forth in § 26- 551.02(7)."},{"prefix":"8","text":" \"Community Reinvestment Act\" means the Community Reinvestment Act of 1977, approved October 12, 1977 (91 Stat. 1147; 12 U.S.C. § 2901 et. seq.)."},{"prefix":"9","text":" \"Department\" shall have the same meaning as set forth in § 26-551.02(9)."},{"prefix":"10","text":" \"Director\" shall have the same meaning as set forth in § 26-551.02(10)."},{"prefix":"11","text":" \"District\" means the District of Columbia."},{"prefix":"12","text":" \"District of Columbia Banking Code\" shall have the same meaning as set forth in § 26-551.01(14)."},{"prefix":"13","text":" \"District savings institution\" shall have the same meaning as set forth in § 26-551.02(15)."},{"prefix":"14","text":" \"Equity securities\" means a security representing an ownership interest in a corporation.or independent agency head"},{"prefix":"15","text":" \"Federal agency\" shall have the same meaning as set forth in § 26- 551.02(17)."},{"prefix":"16","text":" \"Federal financial institutions agency\" means a federal government agency with regulatory authority over a financial institution."},{"prefix":"17","text":" \"Federally chartered savings institutions\" means a financial institution chartered by the Office of Thrift Supervision, or a successor agency to the Office of Thrift Supervision."},{"prefix":"18","text":" \"Financial institution\" shall have the same meaning as set forth in § 26-551.02(18)."},{"prefix":"19","text":" \"Investment securities\" means commercial paper, banker's acceptances, marketable securities in the form of bonds, notes, and debentures, and similar instruments that are regarded as investment securities."},{"prefix":"20","text":" \"Loan\" includes a line of credit or other extension of credit."},{"prefix":"21","text":" \"Low-income\" means an individual income that is less than 60% of the median individual income for the Washington, D.C. metropolitan area according to the statistics of the United States Department of Housing and Urban Development or a median family income that is less than 60% of the median family income for the Washington, D.C. metropolitan area according to the statistics of the United States Department of Housing and Urban Development."},{"prefix":"22","text":" \"Moderate-income\" means an individual income that is at least 60%, and less than 80%, of the median individual income for the Washington, D.C. metropolitan area according to the statistics of the United States Department of Housing and Urban Development, or a median family income that is at least 60%, and less than 80%, of the median family income for the Washington, D.C. metropolitan area according to the statistics of the United States Department of Housing and Urban Development."},{"prefix":"23","text":" \"National bank\" means a financial institution chartered and supervised by the Office of the Comptroller of the Currency, or a successor agency to the Office of the Comptroller of the Currency."},{"prefix":"24","text":" \"Person\" shall have the same meaning as set forth in § 26-551.02(21)."},{"prefix":"25","text":" \"Savings institution\" shall have the same meaning as set forth in § 26- 551.02(23)."},{"prefix":"26","text":" \"State bank\" means a bank chartered and supervised by a financial institutions agency of a state of the United States."},{"prefix":"27","text":" \"State financial institutions agency\" means a government agency of a state of the United States authorized to charter and supervise financial institutions."},{"prefix":"28","text":" \"Subsidiary\" shall have the same meaning as set forth in § 26- 551.02(24)."},{"prefix":"29","text":" \"Superior Court\" means the Superior Court of the District of Columbia."},{"prefix":"30","text":" \"Universal bank\" means a financial institution which is authorized by its articles of incorporation or other organizational documents to act as a financial institution and is certified under this chapter as a universal bank."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.02","catch_text":"Definitions."}}