{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-140, see notes following ยง 26-1001.\n\nDC CODE ยง 26-1009\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-140, ยง 10, 47 DCR 3431.)","sections":[{"prefix":"a","text":" Upon the filing of a complete application, the Superintendent shall investigate the financial condition and responsibility, financial and business experience, character, and general fitness of the applicant. The Superintendent may conduct an on-site investigation of the applicant, the reasonable cost of which shall be borne by the applicant. If the Superintendent finds that:"},{"prefix":"1","text":" The applicant's business will be conducted honestly, fairly, and in a manner commanding the confidence and trust of the community;"},{"prefix":"2","text":" The applicant has fulfilled the requirements imposed by this chapter; and"},{"prefix":"3","text":" The applicant has paid the required license fee, the Superintendent shall issue a license to the applicant authorizing the applicant to engage in the licensed activities in the District of Columbia for a term of one year. If these requirements have not been met, the Superintendent shall deny the application in writing and set forth the reasons for the denial."},{"prefix":"b","text":" The Superintendent shall approve or deny every application for an original license within 120 days from the date a complete application is submitted, which period may be extended by the written consent of the applicant. The Superintendent shall notify the applicant of the date when the application is deemed complete. In the absence of approval or denial of the application, or consent to the extension of the 120 day period, the application is deemed approved and the Superintendent shall issue the license effective as of the first day after the 120 day or extended period has elapsed."},{"prefix":"c","text":" Any applicant aggrieved by a denial issued by the Superintendent under this section may at any time within 30 days after the date of receipt of written notice of the denial contest the denial by serving a response on the Superintendent. The Superintendent shall set a date for a hearing not later than 60 days after service of the response, unless a later date is set with the consent of the denied applicant."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Money Transmissions."},"heading":{"title":"26","chaptersection":"1009","identifier":"26-1009","catch_text":"Issuance of license."}}