{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in subsec. (c)(2), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 305 of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 14-132, see notes following § 26-1151.01.\n\nFor Law 15-354, see notes following § 26-551.05.\n\nDC CODE § 26-1153.05\n\nCurrent through December 11, 2012","credits":"(May 7, 2002, D.C. Law 14-132, § 305, 49 DCR 2551; Apr. 13, 2005, D.C. Law 15-354, § 38, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Any person who purchases or is otherwise assigned a covered loan shall be subject to all claims and defenses with respect to the covered loan that the borrower could assert against the originator of the covered loan, unless the purchaser or assignee demonstrates, by a preponderance of the evidence, that a reasonable person exercising ordinary due diligence could not determine that the loan was a covered loan for the purposes of this chapter, based on:"},{"prefix":"1","text":" The documentation required by § 26-1151.02 or subchapter II of this chapter;"},{"prefix":"2","text":" The itemization of the amount financed; and"},{"prefix":"3","text":" Other disclosure of disbursements."},{"prefix":"b","text":" Nothing in subsection (a) of this section shall affect the rights of a borrower under any other provision of this chapter."},{"prefix":"c","text":" Notwithstanding any other provision of law, the relief provided under this section shall not exceed:"},{"prefix":"1","text":" With respect to actions based upon a violation of this chapter, the amount of actual damages; and"},{"prefix":"2","text":" With respect to all other causes of action, the sum of:"},{"prefix":"A","text":" The amount of all remaining indebtedness; and"},{"prefix":"B","text":" The total amount paid by the consumer in connection with the transaction, reduced by the amount of any damages awarded under paragraph (1) of this subsection."},{"prefix":"d","text":" Any person who sells or otherwise assigns a covered loan shall include a prominent notice, in the form as provided by the Mayor pursuant to rules of the potential liability under this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Home Loan Protection."},"subchapter":{"identifier":"III","text":"Violations and Remedies; Enforcement and Civil Liability."},"heading":{"title":"26","chaptersection":"1153","identifier":"26-1153.05","catch_text":"Assignee liability."}}