{"text":"The provisions of this chapter shall not apply to:","historical":"Prior Codifications\n\n1981 Ed., § 26-1002.\n\nEffect of Amendments\n\nD.C. Law 14-132 repealed par. (4) which had read as follows:\n\n\"(4) Any person who makes or brokers 3 or fewer mortgage loans per calendar year;\".\n\nD.C. Law 18-38, rewrote par. (1); in par. (10), deleted \"and\" from the end; in par. (11), substituted \"; and\" for a period at the end; and added par. (12). Prior to amendment, par. (1) read as follows:\n\n\"(1) Any bank, trust company, savings bank, savings and loan association, or credit union incorporated or chartered under the laws of the United States, any state or territory of the United States, or the District, and any other financial institution incorporated or chartered under the laws of the District or of the United States, that accepts deposits and is regulated under this title, and subsidiaries and affiliates of such entities which maintain their principal office or a branch office in the District of Columbia and in which the lender, subsidiary, or affiliate is subject to the general supervision or regulation of, or subject to audit or examination by, a regulatory body or agency of the United States, any state or territory of the United States, or the District;\".\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 17-350, in par. (10), substituted a semicolon for \"; and\"; in par. (11), substituted \"; and\" for a period; and added par. (12) to read as follows:\n\n\"(12) Persons acting as registered mortgage loan originators, when acting for a federal banking agency.\"\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 601(a)(1) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor legislative history of D.C. Law 12-116, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 14-132, see notes following § 26-603.\n\nFor Law 18-38, see notes following § 26-1101.\n\nReferences in Text\n\nThe Internal Revenue Code, referred to in (9), is codified as Title 26 of the U.S. Code.\n\nDC CODE § 26-1102\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 3, 43 DCR 4213; June 6, 1998, D.C. Law 12-116, § 2(b), 45 DCR 1959; May 7, 2002, D.C. Law 14-132, § 601(a)(1), 49 DCR 2551; July 18, 2009, D.C. Law 18-38, § 2(b), 56 DCR 4290.)","sections":[{"prefix":"1","text":" Any bank, trust company, savings bank, savings and loan association, or credit union incorporated or chartered under the laws of the United States, any state or territory of the United States, or the District, and any other financial institution incorporated or chartered under the laws of the District or of the United States, that accepts deposits and is regulated under Title 26 of the District of Columbia Official Code."},{"prefix":"2","text":" Any insurance company authorized to do business in the District;"},{"prefix":"3","text":" Any corporate instrumentality of the United States government including:"},{"prefix":"A","text":" The Federal Home Loan Mortgage Corporation;"},{"prefix":"B","text":" The Federal National Mortgage Association; and"},{"prefix":"C","text":" The Government National Mortgage Association;"},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Any person who takes back a deferred purchase money mortgage in connection with the sale of:"},{"prefix":"A","text":" Residential real property owned by, and titled in the name of, that person; or"},{"prefix":"B","text":" A new residential dwelling that the person built."},{"prefix":"6","text":" A person making a mortgage loan to a borrower who is the person's spouse, child, child's spouse, parent, sibling, grandparent, grandchild, or grandchild's spouse;"},{"prefix":"7","text":" Nonprofit corporations making mortgage loans to promote home ownership or improvements for very low, lower, and moderate income households as defined in Chapter 25 of Title 14 of the District of Columbia Municipal Regulations;"},{"prefix":"8","text":" Agencies of the federal government, the District, or any state or municipal government, or any quasi-governmental agency making mortgage loans under the specific authority of the laws or regulations of any state, the District, or the United States, including, without limitation, the Housing Finance Agency of the District of Columbia with respect to its activities in offering, accepting, completing, and processing mortgage loan applications under its programs;"},{"prefix":"9","text":" Persons acting as fiduciaries with respect to any employee pension benefit plan qualified under the Internal Revenue Code who make mortgage loans solely to plan participants from plan assets;"},{"prefix":"10","text":" Persons licensed by the District of Columbia as attorneys, real estate brokers, or real estate salespersons, not actively and principally engaged in negotiating, placing, or finding mortgage loans, when rendering services as an attorney, real estate broker, or real estate salesperson; however, a real estate broker or a real estate salesperson who receives any fee, commission, kickback, rebate, or other payment for directly or indirectly negotiating, placing, or finding a mortgage loan for others shall not be exempt from the provisions of this chapter;"},{"prefix":"11","text":" Persons acting in a fiduciary capacity conferred by authority of any court; and."},{"prefix":"12","text":" Persons acting as registered mortgage loan originators."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1102","identifier":"26-1102","catch_text":"Exemptions."}}