{"text":"DISCLOSURE OF DUAL CAPACITY\n\nWE HAVE OFFERED TO ASSIST YOU IN OBTAINING A MORTGAGE LOAN. IF WE ARE SUCCESSFUL IN OBTAINING A LOAN FOR YOU, WE WILL CHARGE AND COLLECT FROM YOU A FEE NOT TO EXCEED ___% OF THE LOAN AMOUNT. THIS FEE IS IN ADDITION TO ANY OTHER FEE WE MAY RECEIVE IN CONNECTION WITH THE SALE OR PURCHASE OF THE REAL ESTATE THAT WILL SECURE THE LOAN. WE DO NOT REPRESENT ALL OF THE LENDERS IN THE MARKET AND THE LENDERS WE DO REPRESENT MAY NOT OFFER THE LOWEST INTEREST RATES OR BEST TERMS AVAILABLE TO YOU. YOU ARE FREE TO SEEK A LOAN WITHOUT OUR ASSISTANCE, IN WHICH EVENT YOU WILL NOT BE REQUIRED TO PAY US A FEE FOR THAT SERVICE. THE BORROWER ACKNOWLEDGES HAVING READ AND UNDERSTOOD THIS DISCLOSURE OF DUAL CAPACITY AND HAVING RECEIVED A COPY HEREOF.\n\n___________________________________              _________________________\nBORROWER'S SIGNATURE                                       DATE\n\n___________________________________              _________________________\nBROKER'S SIGNATURE                                         DATE","historical":"Prior Codifications\n\n1981 Ed., § 26-1014.\n\nEffect of Amendments\n\nD.C. Law 14-132, in subsec. (a),substituted \", or person required to be licensed under this chapter, shall;\" for \"shall\"; made nonsubstantive changes in subsecs. (a)(7) and (a)(8); and added subsecs. (a)(9), (a)(10), and (a)(11).\n\nD.C. Law 18-38, in subsec. (a), rewrote the introductory language and par. (11); and added subsec. (d). Prior to amendment, the introductory language and par. (11) of subsec. (a) read as follows:\n\n\"(a) No mortgage lender or mortgage broker required to be licensed under this chapter, or person required to be licensed under this chapter, shall:\"\n\n\"(11) Engage in the business as a mortgage lender, mortgage broker, or hold himself or herself out to the public to be a mortgage lender or mortgage broker, without a license under § 26-1104 or an exemption under § 26-1102.\"\n\nTemporary Amendments of Section\n\nSection 2(i) of D.C. Law 17-350, in subsec. (a), substituted \"mortgage broker, mortgage lender, mortgage loan originator, or loan officer\" for \"mortgage broker or lender\" in the lead-in text and rewrote par. (11) to read as follows:\n\n\"(11) Engage in the business as a mortgage loan originator, mortgage lender, loan officer, or mortgage broker, or hold himself out to the public to be a mortgage loan originator, loan officer, mortgage lender, or mortgage broker, without a license under section 5 or without an exemption under section 3.\"\n\n; and added subsec. (d) to read as follows:\n\n\"(d) A mortgage loan originator or loan officer required to be licensed under this act shall not:\n\n\"(1) Directly or indirectly employ any scheme, device, or artifice to defraud or mislead borrowers or lenders or to defraud any person;\n\n\"(2) Engage in any unfair or deceptive practice toward any person;\n\n\"(3) Obtain property by fraud or misrepresentation;\n\n\"(4) Solicit or enter into a contract with a borrower that provides in substance that the person or individual subject to this act may earn a fee or commission through \"best efforts\" to obtain a loan even though no loan is actually obtained for the borrower;\n\n\"(5) Solicit, advertise, or enter into a contract for specific interest rates, points, or other financing terms unless the terms are actually available at the time of soliciting, advertising, or contracting;\n\n\"(6) Assist or aid or abet any person in the conduct of business under this act without a valid license as required under this act;\n\n\"(7) Fail to make disclosures as required by this act and any other applicable federal or District law, including regulations thereunder;\n\n\"(8) Fail to comply with this act or rules promulgated under this act, or fail to comply with any other federal or District law, including the rules and regulations thereunder, applicable to any business authorized or conducted under this act;\n\n\"(9) Make, in any manner, any false or deceptive statement or representation, including with regard to the rates, points, or other financing terms or conditions for a residential mortgage loan, or engage in bait and switch advertising;\n\n\"(10) Negligently make any false statement or knowingly and willfully make any omission of material fact in connection with any information or reports filed with a governmental agency or the NMLSR or in connection with any investigation conducted by the Commissioner or another governmental agency;\n\n\"(11) Make any payment, threat, or promise, directly or indirectly, to any person for the purposes of influencing the independent judgment of the person in connection with a residential mortgage loan, or make any payment, threat, or promise, directly or indirectly, to any appraiser of a property for the purposes of influencing the independent judgment of the appraiser with respect to the value of the property;\n\n\"(12) Collect, charge, attempt to collect or charge, or use or propose any agreement purporting to collect or charge any fee prohibited by this act;\n\n\"(13) Cause or require a borrower to obtain property insurance coverage in an amount that exceeds the replacement cost of the improvements as established by the property insurer; or\n\n\"(14) Fail to truthfully account for monies belonging to a party to a residential mortgage loan transaction.\"\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 601(a)(3) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 14-132, see notes following § 26-603.\n\nFor Law 18-38, see notes following § 26-1101.\n\nDC CODE § 26-1114\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 15, 43 DCR 4213; May 7, 2002, D.C. Law 14-132, § 601(a)(3), 49 DCR 2551); July 18, 2009, D.C. Law 18-38, § 2(i), 56 DCR 4290.)","sections":[{"prefix":"a","text":" No mortgage broker, mortgage lender, mortgage loan originator, or loan officer required to be licensed under this chapter, or person required to be licensed under this chapter, shall:"},{"prefix":"1","text":" Obtain any agreement or instrument in which blanks are left to be filled in after execution;"},{"prefix":"2","text":" Take an interest in collateral other than the real estate or residential property, including fixtures and appliances thereon, securing a mortgage loan;"},{"prefix":"3","text":" Obtain any exclusive dealing or exclusive agency agreement from any borrower;"},{"prefix":"4","text":" Delay closing of any mortgage loan for the purpose of increasing interest, costs, fees, or charges payable by the borrower;"},{"prefix":"5","text":" Obtain any agreement or instrument executed by a borrower which contains an acceleration clause permitting the unpaid balance of a mortgage loan to be declared due for any reason other than failure to make timely payments of interest and principal or to perform other obligations undertaken in the agreement or instrument;"},{"prefix":"6","text":" Make, directly or indirectly, any mortgage loan with the intent to foreclose on the borrower's property. For purposes of this paragraph, any of the following factors may be considered in determining whether a mortgage loan was made with the intent to foreclose on the borrower's property:"},{"prefix":"A","text":" Lack of the probability of full repayment of the loan by the borrower; and"},{"prefix":"B","text":" A significant proportion of similarly foreclosed loans by the lender;"},{"prefix":"7","text":" If acting as a mortgage lender, fail to require the person closing the mortgage loan to provide to the borrower prior to the closing of the mortgage loan:"},{"prefix":"A","text":" A settlement statement as required pursuant to the Real Estate Settlement Procedures Act, approved December 22, 1974 (88 Stat. 1724; 12 U.S.C. § 2601 et seq.), and any regulations promulgated thereunder; and"},{"prefix":"B","text":" Any disclosure which is required by the Truth in Lending Act, approved May 29, 1968 (82 Stat. 146; 15 U.S.C. § 1601 et seq.), and Regulation Z (12 CFR Part 226);"},{"prefix":"8","text":" Except for an application fee in an amount not to exceed 1% of the original principal amount of the mortgage loan applied for, and documented costs of credit reports and appraisals, receive compensation from a borrower until a written commitment to make a mortgage loan is given to the borrower by a mortgage lender which written commitment shall be given not less than 72 hours prior to the closing of the mortgage loan, unless this time period is waived by the borrower;"},{"prefix":"9","text":" Make predatory loans or engage in predatory lending activities in violation of Chapter 11A of this title;"},{"prefix":"10","text":" Purchase loans from an unlicensed mortgage broker or lender, unless the unlicensed mortgage broker or lender is exempt under § 26-1102; or"},{"prefix":"11","text":" Engage in the business as a mortgage loan originator, mortgage lender, loan officer, or mortgage broker, or hold himself out to the public to be a mortgage loan originator, loan officer, mortgage lender, or mortgage broker, without a license under § 26-1104 or without an exemption under § 26- 1102."},{"prefix":"b","text":" No mortgage broker required to be licensed under this chapter shall:"},{"prefix":"1","text":" Receive compensation from a mortgage lender of which he is a principal, partner, trustee, director, member, officer, or employee;"},{"prefix":"2","text":" Receive compensation from a borrower in connection with any mortgage loan transaction in which he is the lender or a principal, partner, trustee, director, member, officer, or employee of the mortgage lender; or"},{"prefix":"3","text":"(A) Receive compensation for negotiating, placing, or finding a mortgage loan where a mortgage broker, or any person affiliated with such mortgage broker, has otherwise acted as a real estate broker, agent, or salesperson in connection with the sale of the real estate which secures the mortgage loan and such mortgage broker or affiliated person has received or will receive any other compensation or thing of value from the lender, borrower, seller, or any other person, unless the borrower is given the following notice in writing at the time the mortgage broker's services are first offered to the borrower:"},{"prefix":"B","text":" The foregoing notice shall be at least 10-point type and the prospective borrower shall acknowledge receipt of the written notice."},{"prefix":"C","text":" The phrase \"person affiliated with such mortgage broker\" means any person which is a subsidiary, stockholder, partner, trustee, director, member, officer, or employee of a mortgage broker, and any corporation, 10% or more of the capital stock of which is owned by a mortgage broker or by any person which is a subsidiary, stockholder, partner, trustee, director, member, officer, or employee of a mortgage broker."},{"prefix":"c","text":" Notwithstanding the provisions of subsection (b) of this section, no person shall act as a mortgage broker in connection with any real estate sales transaction entered into prior to September 9, 1996 in which such person, or any person affiliated with such person, has acted as a real estate broker, agent, or salesperson and has received or will receive compensation in connection with such transaction, unless such person was regularly engaged in acting as a mortgage broker in connection with such transaction as of September 9, 1996."},{"prefix":"d","text":" A licensee or any person required to be licensed under this chapter shall not:"},{"prefix":"1","text":" Directly or indirectly employ any scheme, device, or artifice to defraud or mislead borrowers or lenders or to defraud any person;"},{"prefix":"2","text":" Engage in any unfair or deceptive practice toward any person;"},{"prefix":"3","text":" Obtain property by fraud or misrepresentation;"},{"prefix":"4","text":" Solicit or enter into a contract with a borrower that provides in substance that the person or individual subject to this chapter may earn a fee or commission through \"best efforts\" to obtain a loan even though no loan is actually obtained for the borrower;"},{"prefix":"5","text":" Solicit, advertise, or enter into a contract for specific interest rates, points, or other financing terms unless the terms are actually available at the time of soliciting, advertising, or contracting;"},{"prefix":"6","text":" Assist or aid or abet any person in the conduct of business under this chapter without a valid license as required under this chapter;"},{"prefix":"7","text":" Fail to make disclosures as required by this chapter and any other applicable federal or District law, including regulations thereunder;"},{"prefix":"8","text":" Fail to comply with this chapter or rules promulgated under this chapter, or fail to comply with any other federal or District law, including the rules and regulations thereunder, applicable to any business authorized or conducted under this chapter;"},{"prefix":"9","text":" Make, in any manner, any false or deceptive statement or representation, including with regard to the rates, points, or other financing terms or conditions for a residential mortgage loan, or engage in bait-and-switch advertising;"},{"prefix":"10","text":" Negligently make any false statement or knowingly and willfully make any omission of material fact in connection with any information or reports filed with a governmental agency or the NMLSR or in connection with any investigation conducted by the Commissioner or another governmental agency;"},{"prefix":"11","text":" Make any payment, threat, or promise, directly or indirectly, to any person for the purposes of influencing the independent judgment of the person in connection with a residential mortgage loan, or make any payment, threat, or promise, directly or indirectly, to any appraiser of a property for the purposes of influencing the independent judgment of the appraiser with respect to the value of the property;"},{"prefix":"12","text":" Collect, charge, attempt to collect or charge, or use or propose any agreement purporting to collect or charge any fee prohibited by this chapter;"},{"prefix":"13","text":" Cause or require a borrower to obtain property insurance coverage in an amount that exceeds the replacement cost of the improvements as established by the property insurer; or"},{"prefix":"14","text":" Fail to truthfully account for monies belonging to a party to a residential mortgage loan transaction."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1114","identifier":"26-1114","catch_text":"Prohibited practices."}}