{"text":"Corporations may be formed within the District of Columbia for the purposes hereinafter mentioned in the following manner: Any number of natural persons, citizens of the United States, not less than 25, may associate themselves together to form a company for the purpose of carrying on, in the District of Columbia, any 1 of the 3 classes of business herein specified, to wit: (1) a safe deposit, trust, loan, and mortgage business; (2) a title insurance, loan, and mortgage business; or (3) a security, guarantee, indemnity, loan, and mortgage business; provided, that the capital stock of any of said companies shall not be less than $1,000,000 except as otherwise provided in § 31- 2502.13, and that any of said companies may also do a storage business when their capital stock amounts to the sum of not less than $1,200,000.","historical":"Prior Codifications\n\n1981 Ed., § 26-401.\n\n1973 Ed., § 26-301.\n\nLegislative History of Laws\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nTransfer of Functions\n\nPursuant to Reorganization Plan No. 3 of 1992, effective January 20, 1993, unless another date was designated by the Mayor under SeC. V of the Plan, the D.C. Office of Banking and Financial Institutions (\"OBFI\") is hereby transferred from the Deputy Mayor for Economic Development (\"DMED\") control center to a separate OBFI control center/responsibility center. OBFI will continue to be administered by the Superintendent and will remain a part of the economic development cluster reporting to the Mayor.\n\nDC CODE § 26-1301\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1303, ch. 854, § 715; Apr. 16, 1966, 80 Stat. 121, Pub. L. 89-399, § 1(b); Apr. 9, 1997, D.C. Law 11-255, § 24(a), 44 DCR 1271.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1301","identifier":"26-1301","catch_text":"Manner of formation; purposes."}}