{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-905.\n\n1981 Ed., § 26-905.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-175, see Historical and Statutory Notes following § 26-1201.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nDC CODE § 26-1205\n\nCurrent through December 11, 2012","credits":"(Oct. 12, 1988, D.C. Law 7-175, § 6, 35 DCR 6133; Apr. 9, 1997, D.C. Law 11-255, § 25, 44 DCR 1271.)","sections":[{"prefix":"a","text":" Ninety days after October 12, 1988, a nonregional association or a nonregional savings and loan holding company may acquire, on the approval of the Superintendent:"},{"prefix":"1","text":" A District association that has been in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date or a District savings and loan holding company, all of the District association subsidiaries of which were in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date; or"},{"prefix":"2","text":" A District association or District savings and loan holding company organized solely for the purpose of facilitating the acquisition of a District association that was in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date or a District savings and loan holding company, all of the District association subsidiaries of which were in existence on January 1, 1988, and continuously operating for at least 2 years prior to that date."},{"prefix":"b","text":" Before granting approval, the Superintendent shall determine that:"},{"prefix":"1","text":" The applicant will make loans and extend credit to a target economic development project in the District for an amount equal to or greater than . 0625% of the applicant's total assets within 3 years following the date of the acquisition of a District association or a District savings and loan holding company."},{"prefix":"2","text":" The applicant will establish at least 2 branch offices in target development areas, in addition to any acquired branch offices, within 3 years following the date of acquisition of a District association or savings and loan holding company."},{"prefix":"3","text":" The applicant will cash checks issued by the District and the United States governments at branch offices within target development areas upon verification, according to normal and prudent industry practices, that the individual who presents the check at the branch office is legally entitled to payment even though the bearer of the check does not maintain an account at the branch office."},{"prefix":"4","text":" The applicant will sell food coupons pursuant to 7 U.S.C. § 2011 et seq."},{"prefix":"5","text":" The applicant will employ District residents, according to a sliding scale based upon total assets to be developed by the Superintendent, in positions located in the District that were not located in the District prior to approval of the acquisition within 3 years following the date of acquisition of a District association or District savings and loan holding company."},{"prefix":"c","text":" Once an area has been designated as a \"target development area\" or once a project has been determined to be a \"target economic development project\" and identified by an applicant in an application that is approved pursuant to this section, that designation or determination is final for the applicant and any future revision in the designation of target development areas or target economic development projects shall have no effect on the applicant."},{"prefix":"d","text":"(1) Except as provided in paragraph (2) of this subsection, an applicant shall submit with its application an irrevocable and confirmed letter of credit from an acceptable bank or association, as determined by the Superintendent. The letter of credit shall name the District as the beneficiary and provide that the District of Columbia Treasurer receive a sum set by the Superintendent upon presentation to the issuer by the Superintendent of a decision and final order reached pursuant to subsection (g) of this section. The letter of credit shall be established on the date when the applicant submits its application to the Superintendent."},{"prefix":"2","text":" In place of an irrevocable and confirmed letter of credit, the Superintendent may authorize the use of any other financial instrument that would assure payment of fines assessed pursuant to subsection (g) of this section."},{"prefix":"e","text":" The Superintendent may reduce or extend the time within which an association or savings and loan holding company shall satisfy any commitment made in connection with an application filed pursuant to this section if the Superintendent finds that the commitment was contingent upon certain action to be taken by the District that the District has not taken or the economic or financial conditions of the association or savings and loan holding company justify the action and the savings and loan holding company justifies the action."},{"prefix":"f","text":" Any District association or District savings and loan holding company may elect not to be acquired pursuant to this section by passing a resolution to that effect by its board of directors and shareholders or board of directors and members. The resolution shall be forwarded to the Superintendent within 60 days after its adoption. No acquisition of an association or savings and loan holding company, which has timely filed a resolution, shall be allowed by the Superintendent, unless notice is given to the Superintendent, at the time an application is filed, that the resolution has been withdrawn or reversed by vote of the board of directors and shareholders or board of directors and members."},{"prefix":"g","text":"(1) The Superintendent may, at any time, review the activities of a nonregional association or a nonregional savings and loan holding company making an acquisition under this section and its District association subsidiaries to determine whether the nonregional association or nonregional savings and loan holding company is fulfilling the commitments set forth in subsection (b) of this section. At the end of 3 years following the acquisition of a District association or a District savings and loan holding company by a nonregional association or a nonregional savings and loan holding company under this section, the Superintendent shall review the activities of the nonregional association or the nonregional savings and loan holding company and its District association subsidiaries and shall determine whether the nonregional association or nonregional savings and loan holding company has fulfilled and is continuing to fulfill the commitments set forth in subsection (b) of this section. The Superintendent shall complete the review and make the determination no later than 39 months after the acquisition of a District association or District savings and loan holding company by the nonregional association or nonregional savings and loan holding company. The Superintendent may require a nonregional association or a nonregional savings and loan holding company making an acquisition under this section and its District association subsidiaries to supply information and to submit any report the Superintendent considers necessary to make a determination under this subsection."},{"prefix":"2","text":" Upon the determination of the Superintendent that an association or savings and loan holding company has failed to comply with any commitment made in connection with an application filed pursuant to this section, the Superintendent shall order the association or savings and loan holding company to take steps to comply with the commitment within a specified reasonable period of time. The Superintendent may extend this specified reasonable period of time."},{"prefix":"3","text":" If, 30 days after the date specified for compliance with an order issued pursuant to paragraph (2) of this subsection, including any extension, the Superintendent determines that the association or savings and loan holding company has not complied with the order, the Superintendent shall hold a hearing pursuant to § 2-509 to determine whether the association or savings and loan holding company has failed to comply with the order. The hearing shall be subject to judicial review by the District of Columbia Court of Appeals pursuant to § 2-510."},{"prefix":"4","text":" If, after the hearing and final order issued upon the completion of all appeals, the Superintendent concludes that the association or savings and loan holding company has not complied with the order issued by the Superintendent pursuant to paragraph (2) of this subsection within the specified period of time, including any extension, the Superintendent shall either:"},{"prefix":"A","text":" Order the association or savings and loan holding company to divest itself of control of all District associations and all District branches of any other subsidiary association within a reasonable period of time. If the Superintendent orders divestiture pursuant to this paragraph, the divestiture shall be completed within 1 year after the date on which the Superintendent's order became final; or"},{"prefix":"B","text":" Fine the association or savings and loan holding company not more than $1,000 a day and present the decision, final order, and letter of credit or other financial assurance required in subsection (d) of this section to the insurer and call upon the issuer to honor the letter of credit or other financial assurance for payment equal to the amount of the fine assessed pursuant to this paragraph."},{"prefix":"5","text":" When determining whether to order divestiture or to impose a fine and the amount, the Superintendent shall consider the efforts made by the association or savings and loan holding company to comply with the Superintendent's order and whether the association or savings and loan holding company has substantially completed its commitment pursuant to subsection (b) of this section."},{"prefix":"6","text":" The Superintendent shall exercise his or her authority under paragraphs (3), (4), and (5) of this subsection within 4 years of the date of the acquisition of a District savings and loan holding company or District association, plus any extensions and any period during which a hearing and its appeals are pending pursuant to this subsection."},{"prefix":"7","text":" The Superintendent shall submit a written report of any actions that the Superintendent takes pursuant to this subsection to the Council and to the appropriate state or federal regulatory authority."},{"prefix":"h","text":" Subject to the provisions of this section, a District association organized under the laws of the District may consolidate or merge with, transfer all or substantially all of its assets to, or effect a statutory merger with a nonregional association."},{"prefix":"i","text":" The Superintendent shall list applications for acquisitions pursuant to this section in the Superintendent's periodic bulletin published in the District of Columbia Register."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Savings and Loan Acquisition."},"heading":{"title":"26","chaptersection":"1205","identifier":"26-1205","catch_text":"Authorization of nonregional acquisitions."}}