{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-140, see notes following ยง 26-1001.\n\nDC CODE ยง 26-1012\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-140, ยง 13, 47 DCR 3431.)","sections":[{"prefix":"a","text":" Except as provided in this section, no person shall directly or indirectly acquire control of a licensee without the prior written approval of the Superintendent. In order to obtain approval, a person shall:"},{"prefix":"1","text":" Notify the Superintendent 30 days in advance of the proposed change in control of a licensee;"},{"prefix":"2","text":" File an application with the Superintendent in such form as the Superintendent may prescribe;"},{"prefix":"3","text":" Deliver such other information to the Superintendent as the Superintendent may require concerning the financial responsibility, background, experience, and activities of the applicant, its directors, officers, principals, and members, and of any proposed new directors, officers, principals, or members of the licensee; and"},{"prefix":"4","text":" Pay an application fee in the amount that the Superintendent shall prescribe."},{"prefix":"b","text":" The Superintendent shall deny the application to acquire control of a licensee if the Superintendent finds that the acquisition of control is contrary to law or that disapproval is reasonably necessary to protect the interest of the public. In making that determination, the Superintendent shall consider the following:"},{"prefix":"1","text":" Whether the financial condition of the person who seeks to acquire control might jeopardize the financial condition of the business or the interests of the public in the conduct of the business regulated under this chapter; and"},{"prefix":"2","text":" Whether the financial responsibility, character, competence, experience, integrity, and general fitness of the applicant, and if applicable, its directors, officers, principals, and members and any proposed new directors, officers, principals, and members who warrant the belief that the business will not be operated efficiently and fairly and in accordance with the law and that it would not be in the interests of the public to permit that person to control the licensee."},{"prefix":"c","text":" The Superintendent shall grant or deny the application within 60 days after the date when a completed application, accompanied by the required filing fee, is filed, unless the period is extended by order of the Superintendent reciting the reasons for the extension. If the application is denied, the Superintendent shall notify the applicant of the denial and the reasons for the denial."},{"prefix":"d","text":" The provisions of this section shall not apply to a person who purchases a controlling amount of shares on a national stock exchange of a publicly held licensee until the licensee has actual notice of the purchase. Within 5 days of actual notice, the licensee shall notify the Superintendent in writing of the purchase. The person who acquires control shall comply with subsections (a)(2) through (4) of this section."},{"prefix":"e","text":" Whenever control of a licensee is acquired or exercised in violation of this section, the license of the licensee shall be deemed revoked as of the date of the unlawful acquisition of control. Such licensee, or its controlling person, shall surrender the license to the Superintendent on demand."},{"prefix":"f","text":" Nothing in this section shall prohibit a person from negotiating or entering into agreements subject to the condition that the acquisition of control will not be effective until approved by the Superintendent."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Money Transmissions."},"heading":{"title":"26","chaptersection":"1012","identifier":"26-1012","catch_text":"Changes in control of a licensee."}}