{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-140, see notes following ยง 26-1001.\n\nDC CODE ยง 26-1007\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-140, ยง 8, 47 DCR 3431.)","sections":[{"prefix":"a","text":" Each application must be accompanied by a surety bond, irrevocable letter of credit, or such other similar security device acceptable to the Superintendent in the amount of $50,000. If the applicant proposes to engage in business at more than one location, through authorized delegates or otherwise, then the amount of the security device will be increased by $10,000 per location. The maximum amount of the security device required for all locations shall not exceed $250,000. The security device shall be in a form satisfactory to the Superintendent and shall run to the District of Columbia for the benefit of any claimants against the licensee to secure the faithful performance of the obligations of the licensee in respect to the receipt, handling, transmission, or payment of money in connection with the sale and issuance of payment instruments or transmission of money. In the case of a bond, the aggregate liability of the surety shall not exceed the principal sum of the bond. Claimants against the licensee may themselves bring suit directly on the security device or the Superintendent may, through the Office of the Corporation Counsel, bring suit on behalf of such claimants, either in one action or in successive actions."},{"prefix":"b","text":"(1) In lieu of the security device, or of any portion of the principal thereof required by subsection (a) of this section, the licensee may deposit with the Superintendent, or with such banks in the District of Columbia as the licensee may designate and the Superintendent may approve cash, interest-bearing stocks and bonds, notes, debentures or other obligations:"},{"prefix":"A","text":" Of the United States;"},{"prefix":"B","text":" Of any agency or instrumentality of the United States;"},{"prefix":"C","text":" Guaranteed by the United States;"},{"prefix":"D","text":" Of the District of Columbia; or"},{"prefix":"E","text":" Guaranteed by the District of Columbia, in an aggregate amount, based upon the lower of principal amount or market value of not less than the amount of the security device or portion thereof."},{"prefix":"2","text":" The securities or cash referenced in paragraph (1) of this subsection shall be held and shall secure the obligations in the same manner as the security device, but the depositor shall be entitled to receive all interest and dividends thereon."},{"prefix":"3","text":" The licensee may, on the written order of the Superintendent, for good cause shown, substitute other securities for those deposited."},{"prefix":"c","text":" The security device shall be held for 5 years after the licensee ceases money transmission operations in the District of Columbia. Notwithstanding this provision, the Superintendent may permit the security device to be reduced or eliminated prior to that time to the extent that the amount of the licensee's payment instruments outstanding in the District of Columbia are reduced. The Superintendent may also permit a licensee to substitute a letter of credit or such other form of security device acceptable to the Superintendent for the security device in place at the time the licensee ceases money transmission operations in the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Money Transmissions."},"heading":{"title":"26","chaptersection":"1007","identifier":"26-1007","catch_text":"Bond or other security device."}}