{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 303 of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 14-132, see notes following ยง 26-1151.01.\n\nDC CODE ยง 26-1153.03\n\nCurrent through December 11, 2012","credits":"(May 7, 2002, D.C. Law 14-132, ยง 303, 49 DCR 2551.)","sections":[{"prefix":"a","text":" If the Mayor determines that a person has violated this chapter, the Mayor may impose one or more of the following penalties:"},{"prefix":"1","text":" A civil penalty imposed as follows:"},{"prefix":"A","text":" $1,000 for the first violation;"},{"prefix":"B","text":" For the second and each subsequent violation occurring within a 24-month period of a prior violation, twice the immediately preceding civil penalty imposed (or which could have been imposed)."},{"prefix":"2","text":" Order a person to cease and desist from engaging in any violation of this chapter and to make restitution for actual damages to the borrower."},{"prefix":"b","text":" If the Mayor determines that any person has a systematic pattern of violations of this chapter, the Mayor may impose one or more of the following penalties in addition to the penalties set forth in subsection (a) of this section:"},{"prefix":"1","text":" Suspend, revoke, or refuse to renew any license issued by the Mayor;"},{"prefix":"2","text":" Prohibit or suspend an individual responsible for a violation of this chapter from working in his or her present capacity or in any other capacity related to the activities regulated by the Mayor; or"},{"prefix":"3","text":" Obtain an injunction or other process against any person to restrain and prevent the person from engaging in any activity violating this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Home Loan Protection."},"subchapter":{"identifier":"III","text":"Violations and Remedies; Enforcement and Civil Liability."},"heading":{"title":"26","chaptersection":"1153","identifier":"26-1153.03","catch_text":"Administrative penalties."}}