{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1017.\n\nEffect of Amendments\n\nD.C. Law 18-38 substituted \"Commissioner\" for \"Superintendent\"; in subsecs. (a) and (b), substituted \"licensee or person required to be licensed under this chapter\" for \"licensee\"; and, in subsec. (c), substituted \"Attorney General\" for \"Corporation Counsel\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 18-38, see notes following § 26-1101.\n\nDC CODE § 26-1117\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 18, 43 DCR 4213; July 18, 2009, D.C. Law 18-38, § 2(k), 56 DCR 4290.)","sections":[{"prefix":"a","text":" If the Commissioner finds that the conduct of any other business conceals a violation or evasion of this chapter, any rule or regulation adopted under this chapter, or any law regulating mortgage loan lending in the District, the Commissioner may issue a written order to a licensee or person required to be licensed under this chapter to:"},{"prefix":"1","text":" Stop doing business at any place in which the other business is conducted or solicited; or"},{"prefix":"2","text":" Stop doing business in association or conjunction with the other business."},{"prefix":"b","text":" A licensee or person required to be licensed under this chapter who violates an order of the Commissioner issued under this section shall be subject to the penalties provided by § 26-1118."},{"prefix":"c","text":" The Commissioner may request the Attorney General of the District of Columbia to take appropriate action for the enforcement of an order issued under this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1117","identifier":"26-1117","catch_text":"Evasive business tactics."}}