{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-906.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-175, see Historical and Statutory Notes following § 26-1201.\n\nDC CODE § 26-1206\n\nCurrent through December 11, 2012","credits":"(Oct. 12, 1988, D.C. Law 7-175, § 7, 35 DCR 6133.)","sections":[{"prefix":"a","text":" Prior to deciding whether to grant approval of the application under § 26-1202, § 26-1203, or § 26-1205, the Superintendent shall accept public comment on the application and shall hold a public hearing on the application, according to procedures established by rules issued by the Superintendent."},{"prefix":"b","text":" The Superintendent shall make either a favorable or unfavorable recommendation on the application, explain the reasons for his or her recommendation, and submit to the Council his or her recommendation and explanation, a copy of the application, and any other relevant information or submissions within 90 days after receipt of the application. The Superintendent may extend this 90-day period for up to an additional 60 days. No application required by § 26-1202, § 26-1203, or § 26-1205, shall be complete unless it is accompanied by an application fee in an amount to be established by the Superintendent and made payable to the District of Columbia Treasurer. No entity required to obtain issuance shall commence operations until the applicant has submitted evidence that the insurance has been obtained."},{"prefix":"c","text":" The Council may adopt a resolution disapproving the Superintendent's recommendation within 45 days, excluding Saturdays, Sundays, legal holidays, and days of Council recess, after receipt of the Superintendent's recommendation."},{"prefix":"d","text":" If the Council fails to adopt a resolution disapproving the Superintendent's recommendation within the 45-day period, the Superintendent's recommendation shall be deemed approved."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Savings and Loan Acquisition."},"heading":{"title":"26","chaptersection":"1206","identifier":"26-1206","catch_text":"Review of applications."}}