{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-1401.01.\n\nDC CODE ยง 26-1401.11\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 211, 48 DCR 3244.)","sections":[{"prefix":"a","text":" Subject to any applicable District or federal licensing or regulatory requirements, a universal bank may engage, directly or through a subsidiary, in activities that are reasonably related or incident to the lawful and authorized purposes, activities, operations, or business of the universal bank."},{"prefix":"b","text":" The following activities shall be considered reasonably related or incident to the lawful and authorized purposes, activities, operations, or business of a universal bank:"},{"prefix":"1","text":" An activity that a statute or regulation authorizes a universal bank to engage in;"},{"prefix":"2","text":" An activity permitted under the Bank Holding Company Act;"},{"prefix":"3","text":" Business services;"},{"prefix":"4","text":" Data processing;"},{"prefix":"5","text":" E-commerce services, including web hosting, Internet service provider services, and e-commerce logistics and support;"},{"prefix":"6","text":" Courier and messenger services;"},{"prefix":"7","text":" Credit related activities;"},{"prefix":"8","text":" Consumer services;"},{"prefix":"9","text":" Real estate-related services, including real estate brokerage services;"},{"prefix":"10","text":" Insurance and related services (other than insurance underwriting);"},{"prefix":"11","text":" Securities brokerage;"},{"prefix":"12","text":" Investment advice;"},{"prefix":"13","text":" Securities and bond underwriting;"},{"prefix":"14","text":" Mutual fund activities;"},{"prefix":"15","text":" Management consulting;"},{"prefix":"16","text":" Tax planning and preparation;"},{"prefix":"17","text":" Community development and charitable activities; and"},{"prefix":"18","text":" Debt cancellation contracts."},{"prefix":"c","text":" The Commissioner may, by rule, prescribe additional activities that shall be considered reasonably related or incident to the purposes, activities, operations, or business of a universal bank."},{"prefix":"d","text":"(1) If the activity is not described in subsection (a) or (b) of this section, a universal bank shall provide written notice to the Commissioner of the universal bank's intent to engage in an activity under this section at least 60 days before the universal bank intends to engage in the activity."},{"prefix":"2","text":" The Commissioner may deny or revoke the authority of a universal bank to engage in an activity for which notice was provided under paragraph (1) of this subsection if the Commissioner determines that:"},{"prefix":"A","text":" The activity is not an activity reasonably related or incident to the purposes, activities, operations, or business of a universal bank;"},{"prefix":"B","text":" The universal bank is not well-capitalized;"},{"prefix":"C","text":" The universal bank is the subject of an enforcement action; or"},{"prefix":"D","text":" The universal bank does not have satisfactory management expertise to engage in the activity for which notice was provided."},{"prefix":"e","text":" The Commissioner shall take the following factors into account when determining whether an activity is reasonably related or incidental to the purposes, activities, operations, or business of a universal bank:"},{"prefix":"1","text":" Domestic and international competition for banking and other financial services;"},{"prefix":"2","text":" The convergence of financial institutions and financial products;"},{"prefix":"3","text":" Changes, or reasonably expected changes, in the marketplace in which financial institutions compete;"},{"prefix":"4","text":" Changes, or reasonably expected changes, in the technology for delivering banking or related financial services;"},{"prefix":"5","text":" Whether such activity is necessary or appropriate to allow universal banks to:"},{"prefix":"A","text":" Compete effectively with a company seeking to provide banking or related financial services in the United States;"},{"prefix":"B","text":" Use an available or emerging technology in providing financial services, including an application necessary to protect the security or efficacy of systems for the transmission of data related to financial transactions; and"},{"prefix":"C","text":" Offer customers an available or emerging technology for using banking or related financial services; and"},{"prefix":"6","text":" Whether the activity may pose risks to the continued safety and soundness of a universal bank."},{"prefix":"f","text":" The Commissioner may impose conditions upon a universal bank's engagement in an activity that is reasonably related or incidental to the purposes, activities, operations, or business of a universal bank."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"III","text":"Powers and Authority of Universal Banks."},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.11","catch_text":"Reasonably related and incidental activities."}}