{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1003.\n\nEffect of Amendments\n\nD.C. Law 14-28 rewrote subsec. (f)(3), which had read:\n\n\"(3) A license fee of $500.\"\n\nD.C. Law 15-38, in subsec. (j), substituted \"Financial Services endorsement to a basic business license under the basic\" for \"Class A Financial Services endorsement to a master business license under the master\".\n\nD.C. Law 18-38 rewrote the section, which had read as follows:\n\n\"(a) No person shall engage in business as a mortgage lender or mortgage broker, or both, or hold himself out to the public to be a mortgage lender or mortgage broker for 60 days after September 9, 1996, unless such person has first obtained a license under this chapter.\n\n\"(b) To qualify for a license, an applicant shall satisfy the Superintendent that the applicant, including its members, officers, directors, and principals is of good moral character and has sufficient financial responsibility, business experience, and general fitness to:\n\n\"(1) Engage in business as a mortgage lender or mortgage broker;\n\n\"(2) Warrant the belief that the business will be conducted lawfully, honestly, fairly, and efficiently; and\n\n\"(3) In the case of an applicant for a license to act as a mortgage lender, capitalize the business by maintaining at least $200,000 of funds available, and in the case of an applicant for a license to act as a mortgage broker, capitalize the business by maintaining at least $10,000 of funds available.\n\n\"(c) The Superintendent may deny an application for a license to any person who has committed any act prior to the granting of the license that would be a ground for suspension or revocation of a license under this chapter.\n\n\"(d) To apply for a license an applicant shall:\n\n\"(1) Complete, sign, and submit to the Superintendent an application made under oath on the form that the Superintendent requires; and\n\n\"(2) Comply with all conditions and provisions of the application for licensure.\n\n\"(e) The application shall include:\n\n\"(1) If the applicant is an individual, the applicant's name, business address, and telephone number, and residential address and telephone number;\n\n\"(2) If the applicant is a partnership, limited liability company, or other noncorporate business association, the business name, business address, and telephone number, and the residential address and telephone number of each:\n\n\"(A) General partner, if the applicant is a limited partnership;\n\n\"(B) General partner who holds an interest in the partnership of more than 10%, if the applicant is a general partnership; or\n\n\"(C) Member, if the applicant is a limited liability company or a noncorporate business association;\n\n\"(3) If the applicant is a corporation:\n\n\"(A) The name, address, and telephone number of the corporate entity; and\n\n\"(B) The name, business telephone number, and residential address and telephone number of the president, senior vice presidents, secretary, and treasurer, each director and each stockholder owning or controlling 10% or more of any class of stock in the corporation;\n\n\"(4) The name under which the mortgage lender or mortgage broker business is to be conducted;\n\n\"(5) The name and address of the applicant's registered agent, if any;\n\n\"(6) The address of the location of the business to be licensed;\n\n\"(7) Whether the applicant seeks a license to act as a mortgage lender, mortgage broker, or both; and\n\n\"(8) Such other information concerning the financial responsibility, background, experience, and activities of the applicant and its members, officers, directors, and principals as the Superintendent may require.\n\n\"(f) With each application, the applicant shall pay to the Superintendent:\n\n\"(1) A nonrefundable investigation fee of $100;\n\n\"(2) A nonrefundable application fee of $500; and\n\n\"(3) A license fee of $500 for a mortgage broker license, $600 for a mortgage lender license, or $700 for a dual mortgage broker and lender license.\n\n\"(g) The Superintendent may, from time to time, increase or decrease the fees set forth in this section. The fees shall be fixed at such rates, and computed on such bases and in such manner as may, in the judgement of the Superintendent, be necessary to defray the approximate costs of carrying out the regulatory functions set forth in this chapter. These fees shall not be abated by surrender, suspension, or revocation of a license.\n\n\"(h) For each license for which an applicant applies, the applicant shall:\n\n\"(1) Submit a separate application;\n\n\"(2) Pay a separate license fee; and\n\n\"(3) File a separate surety bond or other financial guaranty under subsection (i) of this section.\n\n\"(i) An applicant for an original license or for the renewal of a license shall file a surety bond with each original application and any renewal application for the license.\n\n\"(1) The surety bond shall:\n\n\"(A) Run to the Superintendent for the benefit of any person who has been damaged by a licensee as a result of violating any law or regulation governing the activities of mortgage lenders or mortgage brokers;\n\n\"(B) Be issued by a surety company authorized to do business in the District;\n\n\"(C) Be conditioned upon the applicant complying with all District laws regulating the activities of mortgage lenders, mortgage brokers, and mortgage loan lending and performing all written agreements with borrowers or prospective borrowers, accounting for all funds received by the licensee in conformity with a standard system of accounting consistently applied; and\n\n\"(D) Be continuously maintained thereafter for as long as any license issued under this chapter remains in force.\n\n\"(2) If an applicant has not conducted business in the District in any of the 3 calendar years preceding the year in which an original application for a license is filed, the surety bond required under this subsection shall be in the amount of $12,500.\n\n\"(3) If an applicant has conducted business as a mortgage lender or mortgage broker in the District in any of the 3 calendar years preceding the year in which an original or renewal application is filed, the applicant shall provide a sworn statement setting forth the total dollar amount of mortgage loans applied for and accepted or mortgage loans applied for, procured, and accepted by the mortgage lender or mortgage broker during the latest calendar year such business was conducted. The bond required in this circumstance shall be determined as follows:\n\n\"(A) Where the total dollar amount of stated loans was $1,000,000 or less, the bond shall be in the amount of $12,500;\n\n\"(B) Where the total dollar amount of stated loans was more than $1,000,000 but not more than $2,000,000, the bond shall be in the amount of $17,500;\n\n\"(C) Where the total dollar amount of stated loans was more than $2,000,000 but not more than $3,000,000, the bond shall be in the amount of $25,000; and\n\n\"(D) Where the total dollar amount of stated loans was more than $3,000,000, the bond shall be in the amount of $50,000.\n\n\"(4) Subject to approval by the Superintendent, if an applicant files 4 or more original or renewal applications at the same time, the applicant may provide a blanket surety bond for all licensed offices in the amount of $200,000.\n\n\"(5) Any person who may be damaged by noncompliance of a licensee with any condition of such bond may proceed on such bond against the principal or surety thereon, or both, to recover damages. The aggregate liability under the bond shall not exceed the penal sum of the bond.\n\n\"(j) Any license issued pursuant to this section shall be issued as a Financial Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47 of the District of Columbia Official Code.\"\n\nTemporary Amendments of Section\n\nSection 2(c) of D.C. Law 17-350 rewrote subsecs. (a), (b)(1), and (b)(3) to read as follows:\n\n\"(a)(1) No person shall engage in business as a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof, or hold himself out to the public to be a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof, unless such person has first obtained a license under this act. Each licensee shall register with and maintain a valid unique identifier issued by the NMLSR.\n\n\"(2) Each independent contractor loan processor or underwriter licensed as a mortgage loan originator shall have, and maintain, a valid unique identifier issued by the NMLSR.\n\n\"(3) An individual engaging solely in loan processor or underwriting activities, who does not represent to the public, through advertising or other means of communicating or providing information, including the use of business cards, stationery, brochures, signs, rate lists, or other promotional items, that such individual can or will perform any of the activities of a mortgage loan originator shall not be required to obtain and maintain a license under this act.\"\n\n\"(1) Engage in business as a mortgage loan originator, loan officer, mortgage lender, or mortgage broker;\"\n\n\"(3) Meet the minimum liquidity and capital requirements as prescribed by the Commissioner.\"\n\n; added subsec. (c-1) to read as follows:\n\n\"(c-1) The Commissioner shall deny an application if the applicant has:\n\n\"(1) Had a mortgage loan originator license revoked by any governmental jurisdiction;\n\n\"(2) Been convicted of, or pled guilty or nolo contendere to, a felony in a domestic, foreign, or military court during the 7-year period preceding the date of the application for licensing and registration; or\n\n\"(3) At any time preceding such date of application, been convicted of, or pled guilty or nolo contendere to a felony, if such felony involved an act of fraud or dishonesty, a breach of trust, or money laundering.\"\n\n; rewrote subsecs. (d)(1), (e)(7), and (f) to read as follows:\n\n\"(1) Complete and sign an application made under oath on the form that the Commissioner requires.\"\n\n\"(7) Whether the applicant seeks a license to act as a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof; and\"\n\n\"(f) With each application for licensure, the applicant shall pay the applicable fees prescribed by the Commissioner and any third-party fees.\"\n\n; in subsec. (h)(2), deleted \"and\" at the end; in subsec. (h)(3), substituted a semicolon for a period, designated the existing text as subpar. (A) and added subpar. (B) to read as follows:\n\n\"(B) The applicant shall demonstrate that the applicant has met net worth and surety bond requirements or, as prescribed by the Commissioner, paid into a District of Columbia fund.\"\n\n; added subsecs. (h)(4) through (6) to read as follows:\n\n\"(4) Meet educational requirements prescribed by the Commissioner;\n\n\"(5) Provide proof of compliance with pre-licensure testing and post-licensure continuing education requirements as prescribed by the Commissioner; and\n\n\"(6) Comply with any other provision prescribed by the Commissioner.\"\n\n; added subsec. (h-1) to read as follows:\n\n\"(h-1) The Commissioner shall require, by rule, that an applicant, and any such other person as the Commissioner considers appropriate, applying for licensure under this act, submit his name, contact information and other identifying information, fingerprints, written consent to a criminal background check, an independent credit report, and information related to any administrative, civil, or criminal findings by any governmental jurisdiction with the applicant's application. For the purposes of this act, the Commissioner may use the NMLSR as an agent for requesting information from, and distributing information to, the Federal Bureau of Investigation, the Department of Justice, any governmental agency, or any source so directed by the Commissioner.\"\n\n; in subsec. (i), substituted \"mortgage lenders, mortgage brokers, mortgage loan originators, or loan officers\" for \"mortgage lenders or mortgage brokers\" in par. (1)(A), repealed pars. (2) through (4), and added par. (6) to read as follows:\n\n\"(6) Surety bond requirements shall be prescribed by the Commissioner.\".\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Mortgage Lender and Broker Act of 1996 Time Extension Emergency Act of 1996 (D.C. Act 11-439, December 4, 1996, 44 DCR 6656), and § 2(a) of the Mortgage Lender and Broker Act of 1996 Time Extension Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-21, March 3, 1997, 44 DCR 1768).\n\nFor temporary amendment of section, see § 2(b) of the Mortgage Lender and Broker Act of 1996 Emergency Amendment Act of 1997 (D.C. Act 12-23, March 3, 1997, 44 DCR 1773), § 2(b) of the Mortgage Lender and Broker Act of 1996 Second Emergency Amendment Act of 1997 (D.C. Act 12-245, January 13, 1998, 45 DCR 656), and § 2(b) of the Mortgage Lender and Broker Act of 1996 Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-308, March 20, 1998, 45 DCR 1920).\n\nFor temporary (90 day) amendment of section, see § 2902 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 3(r) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor legislative history of D.C. Law 12-3, see Historical and Statutory Notes following § 26-1101.\n\nFor legislative history of D.C. Law 12-101, see Historical and Statutory Notes following § 26-1101.\n\nFor legislative history of D.C. Law 12-116, see Historical and Statutory Notes following § 26-1101.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 14-28, see notes following § 26-131.10.\n\nFor Law 15-38, see notes following § 26-901.\n\nFor Law 18-38, see notes following § 26-1101.\n\nMiscellaneous Notes\n\nTemporary amendment of section: Section 2(b) of D.C. Law 12-3, in (b)(3), substituted \"maintaining\" for \"having\" twice.\n\nSection 6(b) of D.C. Law 12-3 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 12-101, in (b)(3), substituted \"maintaining\" for \"having\" twice.\n\nSection 6(b) of D.C. Law 12-101 provides that the act shall expire after 225 days of its having taken effect.\n\nFees credited to the Office of Banking and Financial Institutions Enterprise Fund: Section 1804(4) of D.C. Law 12-60 provided that all fees received pursuant to § 26-1003(f) shall be credited to the Office of Banking and Financial Institutions Enterprise Fund.\n\nSection 3 of D.C. Law 18-38 provides:\n\n\"Sec. 3. Applicability.\n\n\"Except for section 2(c)(1), (g), (j), and (o), this act shall not apply until the Commissioner of the Department of Insurance, Securities, and Banking has promulgated rules implementing this act.\"\n\nDC CODE § 26-1103\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 4, 43 DCR 4213; June 6, 1998, D.C. Law 12-116, § 2(c), 45 DCR 1960; Apr. 20, 1999, D.C. Law 12-261, § 2003(s), 46 DCR 3142; Oct. 3, 2001, D.C. Law 14-28, § 3202(a), 48 DCR 6981; Oct. 28, 2003, D.C. Law 15-38, § 3(r), 50 DCR 6913; July 18, 2009, D.C. Law 18- 38, § 2(c), 56 DCR 4290.)","sections":[{"prefix":"a","text":"(1) No person shall engage in business as a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof, or hold himself out to the public to be a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof, unless such person has first obtained a license under this chapter. Each licensee shall register with, and maintain a valid unique identifier issued by, the NMLSR."},{"prefix":"2","text":" Each independent contractor loan processor or underwriter licensed as a mortgage loan originator shall have, and maintain, a valid unique identifier issued by the NMLSR."},{"prefix":"3","text":" An individual engaging solely in loan processor or underwriting activities, who does not represent to the public, through advertising or other means of communicating or providing information, including the use of business cards, stationery, brochures, signs, rate lists, or other promotional items, that such individual can or will perform any of the activities of a mortgage loan originator shall not be required to obtain and maintain a license under this chapter."},{"prefix":"b","text":" To qualify for a license, an applicant shall satisfy the Superintendent that the applicant, including its members, officers, directors, and principals is of good moral character and has sufficient financial responsibility, business experience, and general fitness to:"},{"prefix":"1","text":" Engage in business as a mortgage loan originator, loan officer, mortgage lender, or mortgage broker;"},{"prefix":"2","text":" Warrant the belief that the business will be conducted lawfully, honestly, fairly, and efficiently; and"},{"prefix":"3","text":" Meet the minimum liquidity and capital requirements as prescribed by the Commissioner."},{"prefix":"b-1","text":" An applicant for a mortgage loan originator's license shall have a sponsor."},{"prefix":"c","text":" The Superintendent may deny an application for a license to any person who has committed any act prior to the granting of the license that would be a ground for suspension or revocation of a license under this chapter."},{"prefix":"c-1","text":" The Commissioner shall deny an application if the applicant has:"},{"prefix":"1","text":" Had a mortgage loan originator license revoked by any governmental jurisdiction;"},{"prefix":"2","text":" Been convicted of, or pled guilty or nolo contendere to, a felony in a domestic, foreign, or military court during the 7-year period preceding the date of the application for licensing and registration; or"},{"prefix":"3","text":" At any time preceding the date of application, been convicted of, or pled guilty or nolo contendere to a felony, if such felony involved an act of fraud or dishonesty, a breach of trust, or money laundering."},{"prefix":"d","text":" To apply for a license an applicant shall:"},{"prefix":"1","text":" Complete and sign an application made under oath on the form that the Commissioner requires;"},{"prefix":"2","text":" Comply with all conditions and provisions of the application for licensure."},{"prefix":"e","text":" The application shall include:"},{"prefix":"1","text":" If the applicant is an individual, the applicant's name, business address, and telephone number, and residential address and telephone number;"},{"prefix":"2","text":" If the applicant is a partnership, limited liability company, or other noncorporate business association, the business name, business address, and telephone number, and the residential address and telephone number of each:"},{"prefix":"A","text":" General partner, if the applicant is a limited partnership;"},{"prefix":"B","text":" General partner who holds an interest in the partnership of more than 10%, if the applicant is a general partnership; or"},{"prefix":"C","text":" Member, if the applicant is a limited liability company or a noncorporate business association;"},{"prefix":"3","text":" If the applicant is a corporation:"},{"prefix":"A","text":" The name, address, and telephone number of the corporate entity; and"},{"prefix":"B","text":" The name, business telephone number, and residential address and telephone number of the president, senior vice presidents, secretary, and treasurer, each director and each stockholder owning or controlling 10% or more of any class of stock in the corporation;"},{"prefix":"4","text":" The name under which the mortgage lender or mortgage broker business is to be conducted;"},{"prefix":"5","text":" The name and address of the applicant's registered agent, if any;"},{"prefix":"6","text":" The address of the location of the business to be licensed;"},{"prefix":"7","text":" Whether the applicant seeks a license to act as a mortgage loan originator, loan officer, mortgage lender, mortgage broker, or any permissible combination thereof; and"},{"prefix":"8","text":" Such other information concerning the financial responsibility, background, experience, and activities of the applicant and its members, officers, directors, and principals as the Superintendent may require."},{"prefix":"f","text":" With each application for licensure, the applicant shall pay the applicable fees prescribed by the Commissioner and any third-party fees."},{"prefix":"g","text":" The Superintendent may, from time to time, increase or decrease the fees set forth in this section. The fees shall be fixed at such rates, and computed on such bases and in such manner as may, in the judgement of the Superintendent, be necessary to defray the approximate costs of carrying out the regulatory functions set forth in this chapter. These fees shall not be abated by surrender, suspension, or revocation of a license."},{"prefix":"h","text":" For each license for which an applicant applies, the applicant shall:"},{"prefix":"1","text":" Submit a separate application;"},{"prefix":"2","text":" Pay a separate license fee;"},{"prefix":"3","text":"(A) File a separate surety bond or other financial guaranty under subsection (i) of this section;"},{"prefix":"B","text":" The applicant shall demonstrate that the applicant has met net worth and surety bond requirements or, as prescribed by the Commissioner, paid into a District of Columbia fund;"},{"prefix":"4","text":" Meet educational requirements prescribed by the Commissioner;"},{"prefix":"5","text":" Provide proof of compliance with pre-licensure testing and post-licensure continuing education requirements as prescribed by the Commissioner; and"},{"prefix":"6","text":" Comply with any other requirement prescribed by the Commissioner."},{"prefix":"h-1","text":"(1) The Commissioner shall require, by rule, that an applicant applying for licensure under this chapter, and any such other person as the Commissioner considers appropriate, submit his name, contact information and other identifying information, fingerprints, written consent to a criminal background check, an independent credit report, and information related to any administrative, civil, or criminal findings by any governmental jurisdiction with the applicant's application."},{"prefix":"2","text":" For the purposes of this chapter, the Commissioner may use the NMLSR as an agent for requesting information from, and distributing information to, the Federal Bureau of Investigation, the Department of Justice, any governmental agency, or any source so directed by the Commissioner."},{"prefix":"h-2","text":" The Commissioner may waive or defer any licensing requirement, other than requirements mandated by sections 1505, 1506, and 1508 (d) of the Housing and Economic Recovery Act of 2008, approved July 30, 2008 (122 Stat. 2816; 12 U.S.C. § 5105, 5106, and 5108 (d)), for good cause shown in writing."},{"prefix":"i","text":" An applicant for an original license or for the renewal of a license shall file a surety bond with each original application and any renewal application for the license."},{"prefix":"1","text":" The surety bond shall:"},{"prefix":"A","text":" Run to the Commissioner for the benefit of the District and any person who has been damaged by a licensee as a result of violating any law or regulation governing the activities of mortgage loan originators, mortgage lenders, or mortgage brokers;"},{"prefix":"B","text":" Be issued by a surety company authorized to do business in the District;"},{"prefix":"C","text":" Be conditioned upon the applicant complying with all District laws regulating the activities of mortgage lenders, mortgage brokers, and mortgage loan lending and performing all written agreements with borrowers or prospective borrowers, accounting for all funds received by the licensee in conformity with a standard system of accounting consistently applied; and"},{"prefix":"D","text":" Be continuously maintained thereafter for as long as any license issued under this chapter remains in force."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Any person who may be damaged by noncompliance of a licensee with any condition of such bond may proceed on such bond against the principal or surety thereon, or both, to recover damages. Regardless of the number of years the bond remains in effect, the number of premiums paid, the number of renewals of the license, or the number of claims made, the aggregate liability under the bond shall not exceed the penal sum of the bond."},{"prefix":"6","text":" Surety bond requirements shall be prescribed by the Commissioner."},{"prefix":"j","text":" Any license issued pursuant to this section shall be issued as a Financial Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47 of the District of Columbia Official Code."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1103","identifier":"26-1103","catch_text":"License requirements."}}