{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-902.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-175, see Historical and Statutory Notes following ยง 26-1201.\n\nDC CODE ยง 26-1202\n\nCurrent through December 11, 2012","credits":"(Oct. 12, 1988, D.C. Law 7-175, ยง 3, 35 DCR 6133.)","sections":[{"prefix":"a","text":" A regional association, regional savings and loan holding company, District association, or District savings and loan holding company may acquire a District association or District savings and loan holding company on the approval of the Superintendent, if and only if, each of the following requirements is met:"},{"prefix":"1","text":" The laws of the state in which the regional association or regional savings and loan holding company making the acquisition has its principal place of business permit the regional association or regional savings and loan holding company to be acquired by the District association or District savings and loan holding company sought to be acquired;"},{"prefix":"2","text":" Either the District association sought to be acquired has been in existence and continuously operating for more than 2 years or all of the District association subsidiaries of the District savings and loan holding company sought to be acquired have been in existence and continuously operating for more than 2 years, if the acquisition is by a regional association or regional savings and loan holding company. A regional association or regional savings and loan holding company may acquire an association or savings and loan holding company organized solely for the purpose of facilitating the acquisition of a District association that has been in existence and continuously operating for more than 2 years or a District savings and loan holding company, all of the District association subsidiaries of which have been in existence and continuously operating for more than 2 years;"},{"prefix":"3","text":" The acquisition complies with conditions, restrictions, requirements, or other limitations that would apply to the acquisition by a District association or District savings and loan holding company of an association or savings and loan holding company located in the state in which the regional association or regional savings and loan holding company making the acquisition has its principal place of business, but that would not apply to the acquisition by an association or savings and loan holding company, all of whose branches or association subsidiaries are located in that state, if the acquisition is by a regional association or regional savings and loan holding company; and"},{"prefix":"4","text":" The acquisition, when the acquisition results in a regional association, will not be prejudicial to the interests of the depositors, members, or shareholders of an acquired District association or the general public upon consideration of, at least, the following factors:"},{"prefix":"A","text":" The character, experience, and financial responsibility of the association or savings and loan holding company seeking to make the acquisition, its directors and officers, if applicable, and any proposed new directors and officers to control and operate a District association or District savings and loan holding company; and"},{"prefix":"B","text":" The future prospects and stability of the association or savings and loan holding company sought to be acquired."},{"prefix":"b","text":" Subject to the provisions of this section, a District association organized under the laws of the District may apply to the Superintendent to consolidate or merge with, transfer all or substantially all of its assets to, or effect a statutory merger with a regional association."},{"prefix":"c","text":"(1) A regional association or a regional savings and loan holding company having a District association subsidiary, a District saving and loan holding company subsidiary, or branches in the District, acquired other than pursuant to an emergency supervisory acquisition under federal law or resulting from the regular course of securing or collecting a debt previously contracted in good faith, may apply to the Superintendent to acquire another District association or a District savings and loan holding company on the approval of the Superintendent and appropriate federal authorities."},{"prefix":"2","text":" The approval of the Superintendent shall be subject to any laws and regulations applicable to the acquisition of District associations and District savings and loan holding companies by an association or savings and loan holding company whose branches, association subsidiaries, or association subsidiary branches are located in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Savings and Loan Acquisition."},"heading":{"title":"26","chaptersection":"1202","identifier":"26-1202","catch_text":"Authorization of regional acquisitions."}}