{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-131.01.\n\nDC CODE ยง 26-131.06\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 506, 48 DCR 3244.)","sections":[{"prefix":"a","text":" A person who controls an access area or a defined parking area shall provide lighting for the access area or defined parking area, and the operator or person controlling an automated teller machine shall provide lighting for the automated teller machine and the exterior of an enclosed automated teller machine installation, during hours of darkness if the automated teller machine is open and operating, according to the following standards:"},{"prefix":"1","text":" There shall be a minimum of 10 candlefoot power at the face of the automated teller machine extending unobstructed outward 5 feet."},{"prefix":"2","text":" There shall be a minimum of 2 candlefoot power within 50 feet in all unobstructed directions from the face of the automated teller machine."},{"prefix":"3","text":" If the automated teller machine is located within 10 feet of the corner of a building and the automated teller machine is generally accessible from the adjacent side of the building, there shall be a minimum of 2 candlefoot power along the first 40 unobstructed feet of the adjacent side of the building."},{"prefix":"4","text":" There shall be a minimum of 2 candlefoot power in the portion of the defined parking area within 60 feet of the automated teller machine."},{"prefix":"b","text":" This section shall not apply to an automated teller machine which is located inside a building:"},{"prefix":"1","text":" Unless the building is a freestanding installation that exists for the sole purpose of providing an enclosure for the automated teller machine; or"},{"prefix":"2","text":" If an automated teller machine transaction can be conducted from outside the building."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"1A","text":"Automated Teller Machines"},"heading":{"title":"26","chaptersection":"131","identifier":"26-131.06","catch_text":"Lighting of automated teller machine area."}}