{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 208 of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 14-132, see notes following ยง 26-1151.01.\n\nDC CODE ยง 26-1152.08\n\nCurrent through December 11, 2012","credits":"(May 7, 2002, D.C. Law 14-132, ยง 208, 49 DCR 2551.)","sections":[{"prefix":"a","text":" A lender shall not pay a contractor under a home improvement contract from the proceeds of a covered loan other than by an instrument payable to the borrower or jointly payable to the borrower and the contractor or, at the election of the borrower, through a third-party escrow agent that is independent from the contractor in accordance with the terms established in a written agreement signed by the borrower, the mortgage lender, and the contractor prior to the disbursement of funds to the contractor. The borrower shall be responsible for any reasonable fees or costs associated with the election. A lender may conclusively rely on a certified written statement from either the contractor or the third-party escrow agent that states that the escrow agent and contractor are independent from each other."},{"prefix":"b","text":" A lender shall not purchase a home improvement contract in connection with, or make an instrument payable to, a home improvement contractor that is not bonded with the District pursuant to subchapter IV of Chapter 28 of Title 47. The Mayor shall maintain a list of home improvement contractors that are bonded and in good standing. Unless the lender has notice that the contractor is not licensed or authorized to do business in the District, a lender who relies on the list within 60 days of the closing shall be considered in compliance with this section; provided, that the lender has provided the Mayor with a name, telephone number, mailing address, and electronic mail address of a contact person to whom the Mayor can provide updates or amendments to the list required by this subsection."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Home Loan Protection."},"subchapter":{"identifier":"II","text":"Prohibited Practices."},"heading":{"title":"26","chaptersection":"1152","identifier":"26-1152.08","catch_text":"Home improvement contracts."}}