{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-103.\n\n1973 Ed., § 26-103.\n\nLegislative History of Laws\n\nLaw 4-150, the \"International Banking Facilities Tax, District of Columbia Redevelopment Act of 1945 Amendment, and Cable Television Communications Act of 1981 Technical Clarification Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-360, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 22, 1982 and July 6, 1982, respectively. Signed by the Mayor on July 21, 1982, it was assigned Act No. 4-221 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-101.\n\nLaw 8-260, the \"District of Columbia Interstate Banking Act of 1985 Amendment Temporary Act of 1990,\" was introduced in Council and assigned Bill No. 8-735. The Bill was adopted on first and second readings on December 18, 1990, and February 5, 1991, respectively. Signed by the Mayor on February 22, 1991, it was assigned Act No. 8-345 and transmitted to both Houses of Congress for its review.\n\nLaw 9-42, the \"District of Columbia Interstate Banking Act of 1985 Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-37, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on June 4, 1991, and July 2, 1991, respectively. Signed by the Mayor on July 24, 1991, it was assigned Act No. 9-79 and transmitted to both Houses of Congress for its review.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 11-142, the \"Banking and Branching Act of 1996,\" was introduced in Council and assigned Bill No. 11-321, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on March 5, 1996, and April 2, 1996, respectively. Signed by the Mayor on April 16, 1996, it was assigned Act No. 11-258 and transmitted to both Houses of Congress for its review. D. C. Law 11-142 became effective on June 13, 1996.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 26-102.\n\nReferences in Text\n\nThe \"District of Columbia Regional Interstate Banking Act of 1985 Amendments Act of 1985,\" referred to near the beginning of subsection (d), is D.C. Law 6- 107.\n\nDC CODE § 26-103\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1922, 42 Stat. 500, ch. 147; Mar. 4, 1933, 47 Stat. 1564, ch. 274, § 1; Sept. 15, 1951, 65 Stat. 324, ch. 404, § 3; Sept. 17, 1982, D.C. Law 4- 150, § 301, 29 DCR 3377; Nov. 23, 1985, D.C. Law 6-63, § 106(b), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168; Aug. 17, 1991, D.C. Law 9-42, § 3, 38 DCR 4981; June 13, 1996, D.C. Law 11-142, § 13, 43 DCR 2159; Apr. 9, 1997, D.C. Law 11-255, § 23, 44 DCR 1271.)","sections":[{"prefix":"a","text":" No banking business shall be done in the District of Columbia except by corporations organized in accordance with the provisions of this Code, as amended, or by national banking associations organized in accordance with the laws of the United States or by banks organized in accordance with the laws of another state, except that this subsection shall not apply to:"},{"prefix":"1","text":" Corporations engaged in and doing a banking business on March 4, 1933;"},{"prefix":"2","text":" Individuals, partnerships, associations, or corporations primarily engaged as brokers in buying, selling, exchanging, and/or otherwise dealing in stocks, bonds, and/or other securities, for the account of others, and incidentally thereto conducts banking transactions; and"},{"prefix":"3","text":" Individuals, partnerships, associations, or corporations not doing a bank-of-deposit business."},{"prefix":"b","text":" No corporation shall engage in or do the business of a bank of deposit or a fiduciary business in the District of Columbia nor shall any branch be established to carry on any phase of such banking or fiduciary business in the District of Columbia until the approval and consent of the Superintendent of Banking and Financial Institutions is secured. The term \"branch\" as used in this section shall be held to include any branch bank, branch office, branch agency, additional office, or any place of business located in the District of Columbia, at which deposits are received, or checks paid, or money lent, or at which the public is served or any phase of business conducted by the parent institution or unless the branch is otherwise permitted by applicable law of the District of Columbia or by federal law."},{"prefix":"c","text":" No building association, incorporated or unincorporated, shall do a building association business or maintain any office in the District of Columbia until it shall have secured the approval and consent of the Superintendent of Banking and Financial Institutions; and the Superintendent of Banking and Financial Institutions shall not give consent or approval to any building association to maintain any office or place of business in the District of Columbia, other than a foreign association which qualifies for a certificate of authority under § 26-206, where such association is not incorporated under the laws of the District of Columbia in accordance with Chapter 2 of this title, except that this subsection shall not apply to associations, incorporated or unincorporated, engaged in and doing a building-association business on March 4, 1933."},{"prefix":"d","text":" Except as provided in the District of Columbia Regional Interstate Banking Act of 1985 Amendments Act of 1985, any solvent financial institution in the District of Columbia under the supervision of the Comptroller of the Currency may go into liquidation and discontinue business by the vote of its shareholders owning two-thirds of its stock. Whenever a vote is taken to go into liquidation it shall be the duty of the board of directors to cause notice of this fact to be certified, under the seal of the institution, by its president, secretary, or cashier to the Comptroller of the Currency, and publication thereof to be made for a period of 2 weeks in a newspaper published in the District of Columbia, that the institution has discontinued business and is winding up its affairs, and notifying its creditors to present claims against the institution for payment. The shareholders shall at the time of going into liquidation elect a committee or liquidating agent who shall liquidate the institution. No institution which has gone into voluntary liquidation shall be permitted to resume business but until its liquidation is complete shall remain a legal corporation or association for the purpose of suing or being sued. The liquidating agent shall give satisfactory surety bond to the board of directors of the institution and shall annually, on request of the Comptroller of the Currency, render such reports to the Comptroller as he shall require. Any such institution in liquidation may be examined by the Comptroller of the Currency who, if he finds such institution insolvent, may appoint a receiver and wind up its affairs in the same manner as provided by law for national banking associations."},{"prefix":"e","text":" If any financial institution under the supervision of the Comptroller of the Currency, which has not gone into liquidation and for which a receiver has not already been appointed for other lawful cause, shall discontinue its operations for a period of 60 days, the Comptroller of the Currency may, if he deems it advisable, appoint a receiver for such institution."},{"prefix":"f","text":" Any financial institution over which the Comptroller of the Currency has or had supervision which prior to March 4, 1933, had in any manner ceased to do a banking business shall not resume such banking business and shall advise the Comptroller of the Currency when its business has been fully liquidated, whereupon by operation of this section its charter is terminated. Such financial institution may in the discretion of the Comptroller of the Currency be subject to all provisions of subsection (d) of this section."},{"prefix":"g","text":" Any person, or corporation or any director, officer, employee, agent, or other person who participates in the conduct of affairs of the person or corporation that violates any of the provisions of this section shall be punished by:"},{"prefix":"1","text":" A fine not less than $1,000;"},{"prefix":"2","text":" Imprisonment not exceeding 1 year; or"},{"prefix":"3","text":" Both a fine not less than $1,000 and imprisonment not exceeding 1 year."},{"prefix":"h","text":" No international banking facility shall be established in the District of Columbia until approval and consent of the Comptroller of the Currency is secured. For the purposes of this subsection the term \"international banking facility\" shall have the same meaning as defined in § 204.8 (a) (1) of Regulation D of the Board of Governors of the Federal Reserve System, effective December 3, 1981 (12 CFR 204.8 (a) (1))."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Banking Institutions in General. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"103","identifier":"26-103","catch_text":"Banking businesses to be organized under local or federal provisions; approval of Superintendent of Banking and Financial Institutions required; liquidation of solvent institutions; discontinuance of operation; violations; establishment of international banking facility."}}