{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 301 of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 14-132, see notes following § 26-1151.01.\n\nReferences in Text\n\nSections 129(a) and (b) of the Truth in Lending Act, referred to in subsecs. (e)(2) and (e)(2)(C), is classified to 15 U.S.C.A. § 1639(a) and (b).\n\nDC CODE § 26-1153.01\n\nCurrent through December 11, 2012","credits":"(May 7, 2002, D.C. Law 14-132, § 301, 49 DCR 2551.)","sections":[{"prefix":"a","text":" The Mayor or any borrower under a covered loan may recover damages for a lender's violation of § 26-1151.02 or subchapter II of this chapter."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, if the violation of § 26-1151.02 or subchapter II of this chapter was caused by the borrower, his or her employer, or a creditor providing materially incorrect information to the lender, which inaccuracy the lender did not discover prior to the covered loan funding, and if the lender reasonably attempted to verify the current and expected income and current debts of the borrowers in accordance with § 26- 1152.02(c), the lender shall not be liable."},{"prefix":"c","text":" Damages or other relief awarded to the borrower under this section may include:"},{"prefix":"1","text":" Reformation of the covered loan to correct or remove an unfair term or a term obtained in violation of § 26-1151.02 or subchapter II of this chapter, whichever is applicable as of the date of initial funding;"},{"prefix":"2","text":" Actual damages;"},{"prefix":"3","text":" Injunctive relief;"},{"prefix":"4","text":" Reasonable attorneys' fees and costs; or"},{"prefix":"5","text":" Statutory damages in an amount to be determined by the finder of fact if the finder of fact determines that the lender has engaged in a systematic pattern of practices and acted in violation of § 26-1151.02 or subchapter II of this chapter."},{"prefix":"d","text":" An action for violation of § 26-1151.02 or subchapter II of this chapter shall be filed no later than 3 years after the violation has been discovered or should have been discovered."},{"prefix":"e","text":"(1) A lender making a covered loan who, when acting in good faith, fails to comply with § 26-1151.02 or subchapter II of this chapter, shall not be deemed to have violated § 26-1151.02 or subchapter II of this chapter if the lender establishes one of the following:"},{"prefix":"A","text":" Without regard to who discovered the error, within 120 days of the covered loan initial funding and prior to the institution of judicial process under this section, the borrower was notified of the violation, appropriate restitution was made, and whatever adjustments are necessary were made to the covered loan, at the choice of the lender, to:"},{"prefix":"i","text":" Conform the covered loan to the requirements of § 26-1151.02 or subchapter II of this chapter;"},{"prefix":"ii","text":" Materially change the terms of the covered loan to benefit the borrower; or"},{"prefix":"iii","text":" Remove the features that caused the loan to be considered a covered loan."},{"prefix":"B","text":" The violation resulted from a bona fide error notwithstanding the lender's maintenance of procedures reasonably designed to avoid the error and, within 60 days after the discovery of the compliance failure and prior to the filing of an action under this section, the borrower was notified of the compliance failure, appropriate restitution was made, and whatever adjustments are necessary were made to the covered loan, at the choice of the lender, to:"},{"prefix":"i","text":" Conform the covered loan to the requirements of § 26-1151.02 or subchapter II of this chapter;"},{"prefix":"ii","text":" Materially change the terms of the covered loan to benefit the borrower; or"},{"prefix":"iii","text":" Remove the features that caused the loan to be considered a covered loan."},{"prefix":"2","text":" If the lender fails to comply with § 26-1152.11 or section 129(a) and (b) of the Truth in Lending Act in the case of a lender covered by § 26-1151.02, the lender shall not be deemed to have violated § 26-1151.02 or subchapter II of this chapter, only if:"},{"prefix":"A","text":" The lender satisfies paragraph (1)(A)(i) or (B)(ii) of this subsection;"},{"prefix":"B","text":" The lender provided the borrower with a disclosure notice prior to the closing of the covered loan; and"},{"prefix":"C","text":" The failure to comply with § 26-1152.11, or section 129(a) or (b) of the Truth in Lending Act in the case of a lender covered by § 26-1151.02, shall not have been shown to be part of a pattern or practice of such non-compliance."},{"prefix":"3","text":" For the purposes of this subsection, a bona fide error shall include clerical error or, calculation, computer malfunction, and programming and printing errors. An error of legal judgment with respect to a lender's obligations under § 26-1151.02 or subchapter II of this chapter shall not constitute a bona fide error."},{"prefix":"f","text":" No provision of this chapter shall be applied or interpreted to bar a borrower from bringing an action in an appropriate court of competent jurisdiction pursuant to any District or federal law for damages, injunctive relief, or any other relief."},{"prefix":"g","text":" The remedies provided in this chapter shall be the sole and exclusive remedies for the violation of any provision of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Home Loan Protection."},"subchapter":{"identifier":"III","text":"Violations and Remedies; Enforcement and Civil Liability."},"heading":{"title":"26","chaptersection":"1153","identifier":"26-1153.01","catch_text":"Violations and remedies."}}