{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-911.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-175, see Historical and Statutory Notes following § 26-1201.\n\nReferences in Text\n\nThe \"Federal Savings and Loan Insurance Corporation\", referred to in (b), has been abolished. For provisions relating to the abolition of the Federal Savings and Loan Insurance Corporation and the transfer of functions, personnel and property of that agency, see §§ 401 to 406 of Pub.L. 101-73, set out as a note under 12 U.S.C. § 1437.\n\nDC CODE § 26-1211\n\nCurrent through December 11, 2012","credits":"(Oct. 12, 1988, D.C. Law 7-175, § 12, 35 DCR 6133.)","sections":[{"prefix":"a","text":" An association's status as a regional association shall not be affected by the association's conversion, after October 12, 1988, from a federal charter to a charter issued by a state in the region or by the association's conversion from a state charter to a federal charter, so long as the association otherwise continues to qualify as a regional association under the provisions of § 26- 1201(19)."},{"prefix":"b","text":" An association's status as a District association or a regional association may not be affected by the association's conversion, after October 12, 1988, from an association insured by the Federal Deposit Insurance Corporation to an association insured by the Federal Savings and Loan Insurance Corporation or by the association's conversion from an association insured by the Federal Savings and Loan Insurance Corporation to an association insured by the Federal Deposit Insurance Corporation so long as the association continues to be a District association or a regional association as defined in § 26-1201(8) or § 26- 1201(19)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Savings and Loan Acquisition."},"heading":{"title":"26","chaptersection":"1211","identifier":"26-1211","catch_text":"Status after conversion."}}