{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-1401.01.\n\nDC CODE ยง 26-1401.25\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 225, 48 DCR 3244.)","sections":[{"prefix":"a","text":" While a universal bank is in conservatorship, the Commissioner may require the conservator to set aside and make available for withdrawal by depositors or investors and payment to other creditors, ratably, amounts that the Commissioner determines may be used safely and soundly for such withdrawals and payments."},{"prefix":"b","text":" The Commissioner may permit the conservator to receive deposits."},{"prefix":"c","text":" Deposits received while the universal bank is in conservatorship shall not be subject to any limitation on payment or withdrawal. The deposits, and any new assets acquired on account of the deposits, shall be segregated and held for the new deposits and shall not be used to liquidate any indebtedness of the universal bank:"},{"prefix":"1","text":" Existing at the time that a conservator was appointed for the universal bank; or"},{"prefix":"2","text":" Incurred after a conservator was appointed and was incurred for the purpose of liquidating any indebtedness of the universal bank existing at the time that the conservator was appointed."},{"prefix":"d","text":" Deposits received while the universal bank is in conservatorship shall be kept in cash, invested in direct obligations of the United States, or deposited in depository institutions designated by the Commissioner."},{"prefix":"e","text":" The requirements of subsections (c) and (d) of this section shall remain in effect for 15 days following the date that the conservator returns control of the universal bank to its board of directors, or for such shorter period as the Commissioner may designate."},{"prefix":"f","text":" Before returning control of the universal bank to its board of directors, the conservator shall publish a notice in a paper of general circulation in the District of Columbia in a form approved by the Commissioner, stating the date on which the affairs of the universal bank will be returned to its board of directors and that the provisions of subsection (c) or (d) of this section will not be in effect after 15 days from that date. The conservator shall send a copy of the notice described in the previous sentence to each person who deposited money in the universal bank after the appointment of the conservator and before the time when control of the universal bank is returned to the board of directors."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"V","text":"Commissioner Possession, Receivership, Conservatorship, and Liquidation of Universal Banks"},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.25","catch_text":"Deposits received while universal bank in conservatorship."}}