{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-107.\n\n1973 Ed., § 26-107.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-101.\n\nLaw 7-104, the \"Technical Amendment Act of 1987,\" was introduced in Council and assigned Bill No. 7-346, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 24, 1987, and December 8, 1987, respectively. Signed by the Mayor on December 22, 1987, it was assigned Act No. 7-124 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 26-107\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1933, 47 Stat. 1567, ch. 274, § 6; Nov. 23, 1985, D.C. Law 6-63, § 106(c)(2), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168; Apr. 30, 1988, D.C. Law 7-104, § 42, 35 DCR 147.)","sections":[{"prefix":"a","text":" No corporation, association, partnership, or individual shall carry on any business in the District of Columbia under any name or title containing the word \"bank\" or the words \"trust company\" unless:"},{"prefix":"1","text":" The business is being carried on under the name or title on March 4, 1933;"},{"prefix":"2","text":" The business is carried on under the supervision of the Comptroller of the Currency and the name or title is approved by the Comptroller of the Currency; or"},{"prefix":"3","text":" The business is carried on under the supervision of the Superintendent of Banking and Financial Institutions and the name or title is approved by the Superintendent of Banking and Financial Institutions."},{"prefix":"b","text":" Any individual who, or corporation, association, or partnership which, violates any of the provisions of this section, and any officer of any such corporation or association and any officer or member of any such partnership, who assents to any such violation, shall, upon conviction thereof, be fined not more than $5,000."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Banking Institutions in General. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"107","identifier":"26-107","catch_text":"Restriction on use of words \"bank\" and \"trust company\"; violations."}}