{"text":"The capital stock of every such company shall be at least $1,000,000, and at least 50 percent thereof must have been paid in, in cash or by the transfer of assets as hereinafter provided in § 26-1323, before any such company shall be entitled to transact business as a corporation, except with its own members, and before any company organized hereunder shall be entitled to transact the business of a trust company, or to become and act as a personal representative, guardian of the estate of a minor, or undertake any other kindred fiduciary duty, it shall deposit, either in money or in bonds, mortgages, deeds of trust, or other securities equal in actual value to one-fourth of the capital stock paid in, with the Superintendent of Banking and Financial Institutions, to be kept by him upon the trust and for the purposes hereinafter provided; and the said Superintendent of Banking and Financial Institutions may from time to time require an additional deposit from any such company, to be held upon and for the same trust and purposes, not exceeding, however, in value one-half the paid-in capital stock; and the said Superintendent of Banking and Financial Institutions shall not issue to any corporation the certificate heretofore provided for until said deposit with him of securities required by this section. Within 1 year after the organization of any corporation under the provisions of this chapter, or after any corporation existing prior to January 1, 1902, shall have availed itself of the powers and rights given by this chapter in the manner herein provided for, its entire capital stock shall have been paid in.","historical":"Prior Codifications\n\n1981 Ed., § 26-416.\n\n1973 Ed., § 26-316.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-72, see Historical and Statutory Notes following § 26-1309.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-1352.\n\nDC CODE § 26-1316\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1306, ch. 854, § 728; June 24, 1980, D.C. Law 3-72, § 207(e), 27 DCR 2155; Nov. 23, 1985, D.C. Law 6-63, § 106(a)(11), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1316","identifier":"26-1316","catch_text":"Capital stock--Amount; payment; deposit with Superintendent of Banking and Financial Institutions."}}