{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1018.\n\nEffect of Amendments\n\nD.C. Law 14-132 added subsec. (a)(12A); and, in subsec. (b)(1), substituted \"The Commissioner may enforce the provisions of this section, or any rules and regulations adopted hereunder, by issuing an order against any licensee or person required to be licensed.\" for \"The Superintendent may enforce the provisions of this section or any rules and regulations adopted by issuing an order: (A) To cease and desist from the violation and any further similar violations; and (B) Requiring the violator to take affirmative action to correct the violation including the restitution of money or property to any person aggrieved by the violation.\"\n\nD.C. Law 18-38, in subsec. (b)(1), added the second sentence; and, in subsec. (b)(2), substituted \"$25,000\" for \"$1,000\".\n\nTemporary Amendments of Section\n\nSection 2(k) of D.C. Law 17-350, in subsec. (b)(2), substituted \"$25,000\" for \"$1,000\".\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 601(a)(4) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nFor temporary (90 day) amendment of section, see § 2(k) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(k) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 14-132, see notes following § 26-603.\n\nFor Law 18-38, see notes following § 26-1101.\n\nDC CODE § 26-1118\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 19, 43 DCR 4213; May 7, 2002, D.C. Law 14-132, § 601(a)(4), 49 DCR 2551; July 18, 2009, D.C. Law 18-38, § 2(l), 56 DCR 4290.)","sections":[{"prefix":"a","text":" The Superintendent may suspend or revoke the license of any licensee if the licensee or any owner, director, officer, member, partner, stockholder, employee, or agent of the licensee, while acting on behalf of the licensee:"},{"prefix":"1","text":" Makes any material misstatement in an application for a license;"},{"prefix":"2","text":" Has been convicted of any crime of moral turpitude;"},{"prefix":"3","text":" In connection with any mortgage loan or loan application transaction:"},{"prefix":"A","text":" Commits any fraud;"},{"prefix":"B","text":" Engages in any illegal or dishonest activities; or"},{"prefix":"C","text":" Misrepresents or fails to disclose any material facts to anyone entitled to that information;"},{"prefix":"4","text":" Violates any provision of this chapter, any rule or regulation adopted under it, or any other law regulating mortgage loan lending in the District;"},{"prefix":"5","text":" Engages in a course of conduct consisting of the failure to perform written agreements with borrowers;"},{"prefix":"6","text":" Fails to account for funds received or disbursed to the satisfaction of the person supplying or receiving such funds;"},{"prefix":"7","text":" Fails to disburse funds in accordance with any agreement connected with, and promptly upon closing of, a mortgage loan, taking into account any applicable right of rescission;"},{"prefix":"8","text":" Is convicted of a felony or misdemeanor involving fraud, misrepresentation, or deceit;"},{"prefix":"9","text":" Has a judgment entered against such licensee involving fraud, misrepresentation, or deceit;"},{"prefix":"10","text":" Has been found by a federal, state, or District agency to be in violation of any law or any regulation applicable to the conduct of the licensee's business;"},{"prefix":"11","text":" Refuses to permit an investigation or examination by the Superintendent;"},{"prefix":"12","text":" Fails to pay any fee or assessment imposed by this chapter;"},{"prefix":"12A","text":" Has been found in violation of Chapter 11A of this title or determined by the Commissioner to have made a loan in violation of Chapter 11A of this title;"},{"prefix":"13","text":" Fails to comply with any order of the Superintendent; or"},{"prefix":"14","text":" Otherwise demonstrates unworthiness, bad faith, dishonesty, or any other quality that indicates that the business of the licensee has not been, or will not be, conducted honestly, fairly, equitably, and efficiently."},{"prefix":"b","text":"(1) The Commissioner may enforce the provisions of this section or any rules and regulations adopted hereunder, by issuing an order against any licensee or person required to be licensed. The Commissioner may issue an order requiring a licensee or any person engaging in any activity or business within the scope of this chapter to show cause as to the reasons enforcement action should not be taken against such licensee or person."},{"prefix":"2","text":" If a violator fails to comply with an order issued under paragraph (1) of this subsection, the Superintendent may impose a civil penalty of up to $25,000 for each violation from which the violator failed to cease and desist or for which the violator failed to take affirmative action to correct."},{"prefix":"c","text":" The Superintendent may request the Corporation Counsel of the District of Columbia to take appropriate action in the Superior Court of the District of Columbia for the enforcement of an order issued under this section. The Corporation Counsel may also seek, and the Superior Court of the District of Columbia may order or decree, damages and such other relief allowed by law, including restitution. Persons entitled to any relief as authorized by this section shall be identified by order of the court within 180 days after the date of the order permanently enjoining the unlawful act or practice. In any action brought by the Corporation Counsel by virtue of this provision, the Corporation Counsel shall be entitled to seek attorney's fees and costs."},{"prefix":"d","text":" In determining the amount of financial penalty to be imposed under subsection (b) of this section, the Superintendent shall consider the following:"},{"prefix":"1","text":" The seriousness of the violation;"},{"prefix":"2","text":" The good faith of the violator;"},{"prefix":"3","text":" The violator's history of previous violations;"},{"prefix":"4","text":" The deleterious effect of the violation on the public and mortgage industry;"},{"prefix":"5","text":" The assets of the violator; and"},{"prefix":"6","text":" Any other factors relevant to the determination of the financial penalty."},{"prefix":"e","text":" Nothing in this chapter shall be construed to preclude any individual or entity who suffers loss as a result of any violation of this chapter from maintaining an action to recover damages or restitution and, as provided by statute, attorney's fees."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1118","identifier":"26-1118","catch_text":"Suspension, revocation, and enforcement."}}