{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-1010.\n\nEffect of Amendments\n\nD.C. Law 14-132 made nonsubstantive changes in subsecs. (b)(1) and (b)(2)(D); and added subsec. (b)(3).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 601(a)(2) of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following § 26-1101.\n\nFor Law 14-132, see notes following § 26-603.\n\nDC CODE § 26-1110\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 11, 43 DCR 4213; May 7, 2002, D.C. Law 14-132, § 601(a)(2), 49 DCR 2551).","sections":[{"prefix":"a","text":" Each mortgage lender or mortgage broker required to be licensed under this chapter shall annually, on or before March 31, file a written report with the Superintendent containing such information as the Superintendent may require concerning the licensee's operations during the preceding calendar year as to each licensed place of business. Reports shall be accompanied by a sworn affidavit and in the form prescribed by the Superintendent who shall make and publish annually an analysis and recapitulation of the reports."},{"prefix":"b","text":" Annual reports shall include:"},{"prefix":"1","text":" The number and total dollar amount of mortgage loans which were originated or purchased by the licensee in the District during each fiscal year for which a valid license is maintained by the licensee;"},{"prefix":"2","text":" The number and dollar amount of all loans where the applicant filed notices of intent to foreclose in the last year, including the borrower's:"},{"prefix":"A","text":" Address;"},{"prefix":"B","text":" Tract income level;"},{"prefix":"C","text":" Racial characteristics; and"},{"prefix":"D","text":" Census tract where the property is located; and"},{"prefix":"3","text":" The number of loans brokered, originated, made, and serviced under Chapter 11A of this title."},{"prefix":"c","text":" Any information relating to mortgage loans required to be maintained under subsection (b) of this section shall be itemized in order to disclose for each such item:"},{"prefix":"1","text":" The number and dollar amount of mortgage loans made to mortgagors who did not, at the time of execution of the mortgage, intend to reside in the property securing the mortgage; and"},{"prefix":"2","text":" The number and dollar amount of mortgage loans and completed application involving mortgagors or mortgage applicants grouped according to census tract, income level, racial characteristics and gender."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1110","identifier":"26-1110","catch_text":"Annual report."}}