{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-908.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-175, see Historical and Statutory Notes following § 26-1201.\n\nDC CODE § 26-1208\n\nCurrent through December 11, 2012","credits":"(Oct. 12, 1988, D.C. Law 7-175, § 9, 35 DCR 6133.)","sections":[{"prefix":"a","text":" A District association that is controlled by a savings and loan holding company other than a District savings and loan holding company shall be subject and entitled to the benefit of all laws of the District and the rules promulgated pursuant to laws relating to the acquisition, ownership, affiliations, branching, and operations of District associations controlled by District savings and loan holding companies."},{"prefix":"b","text":" Any restrictions, limitations, prohibitions, or requirements pursuant to this section pertaining to the conduct of business in the District by an association or savings and loan holding company shall not apply to corporate, business, investment, or other activities of the association or savings and loan holding company outside the District."},{"prefix":"c","text":" An association or a savings and loan holding company that controls an association or branches located in the District shall file with the Superintendent:"},{"prefix":"1","text":" Copies of all regular and periodic reports that the savings and loan association or savings and loan holding company is required to file under §§ 13 and 15(d) of the Securities Exchange Act of 1934 (15 U.S.C. §§ 78m and 78o(d)), excluding any portions not required to be made available to the public; and"},{"prefix":"2","text":" Any other information regarding the District association or branches that the Superintendent shall require by rule."},{"prefix":"d","text":" The Superintendent shall promptly notify the Council of any regional or nonregional associations and savings and loan holding companies that control District associations or have District association subsidiaries that fail or refuse to submit information as required in subsection (c) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Savings and Loan Acquisition."},"heading":{"title":"26","chaptersection":"1208","identifier":"26-1208","catch_text":"District status."}}