{"text":"The percentage limitations in ยง 26-1401.13 shall not apply to, and a universal bank may invest without limitation in, any of the following:","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-1401.01.\n\nDC CODE ยง 26-1401.14\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 214, 48 DCR 3244.)","sections":[{"prefix":"1","text":" Stocks or obligations of a corporation organized for business development by the District, the United States, or a District or federal agency;"},{"prefix":"2","text":" Obligations of an urban renewal investment corporation organized under the laws of the District or of the United States;"},{"prefix":"3","text":" An equity interest in an insurance company or an insurance holding company organized to provide insurance for universal banks and for persons affiliated with universal banks to the extent that ownership of the equity interest is a prerequisite to obtaining directors' and officers' insurance or blanket bond insurance for the universal bank through the insurance company;"},{"prefix":"4","text":" Shares of stock, whether purchased or otherwise acquired, in a corporation acquiring, placing, and operating remote service units or bank communications terminals;"},{"prefix":"5","text":" Equity, debt securities, or debt instruments of a service corporation subsidiary of the universal bank;"},{"prefix":"6","text":" Advances of federal funds;"},{"prefix":"7","text":" Financial futures transactions, financial options transactions, forward commitments, or other financial products for the purpose of reducing, hedging, or otherwise managing the universal bank's interest rate risk exposure; provided, that the prior written approval of the Commissioner shall be required to make the investments described in this paragraph;"},{"prefix":"8","text":" A subsidiary of the universal bank organized to exercise corporate fiduciary powers under this chapter;"},{"prefix":"9","text":" An agricultural credit corporation; provided, that the universal bank shall not own more than 80% of the stock of an agricultural credit corporation and shall not invest more than 20% of the universal bank's capital in agricultural credit corporations;"},{"prefix":"10","text":" Deposit accounts or insured obligations of a financial institution, the accounts of which are insured by a deposit insurance corporation;"},{"prefix":"11","text":" Obligations of, or obligations that are fully guaranteed by, the United States;"},{"prefix":"12","text":" Stocks or obligations of any Federal Reserve Bank, Federal Home Loan Bank, the Student Loan Marketing Association, the Government National Mortgage Association, the Federal National Mortgage Association, the Federal Home Loan Mortgage Corporation, or the Federal Deposit Insurance Corporation; or"},{"prefix":"13","text":" Any other investment authorized by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"IV","text":"Limitations, and Exceptions to Limitations, on Powers of Universal Banks."},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.14","catch_text":"Exceptions to limitations on investment powers of universal banks."}}