{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-1008.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-155, see Historical and Statutory Notes following ยง 26-1101.\n\nDC CODE ยง 26-1108\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, ยง 9, 43 DCR 4213.)","sections":[{"prefix":"a","text":" A licensee may not change the place of business for which a license is issued unless the licensee:"},{"prefix":"1","text":" Notifies the Superintendent in writing of the proposed change; and"},{"prefix":"2","text":" Receives the written consent of the Superintendent."},{"prefix":"b","text":" The application for a change of place of business shall be approved unless the Superintendent finds that the applicant has not conducted business under this chapter efficiently, fairly, in the public interest, and in accordance with all applicable laws and regulations."},{"prefix":"c","text":" Notwithstanding subsection (a)(2) of this section, if the Superintendent does not approve or disapprove of the proposed change of place of business within 30 days of the mailing of the notice required under subsection (a)(1) of this section, the proposed change of place of business shall be deemed approved."},{"prefix":"d","text":" After approval, the applicant for a change of place of business shall give written notice to the Superintendent within 10 days after the commencement of business at the additional or relocated office."},{"prefix":"e","text":" Every licensee shall notify the Superintendent, in writing of the closing of any office not less than 10 days before such closing, and of the name, address, and position of each new principal, officer, member, partner, or director not more than 10 days after such new principal, officer, member, partner, or director assumes such position. Every licensee shall also provide such other information with respect to any such changes as the Superintendent may reasonably require."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1108","identifier":"26-1108","catch_text":"Change of place of business."}}