{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-431.\n\n1973 Ed., § 26-331.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-1352.\n\nDC CODE § 26-1331\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1309, ch. 854, § 743; June 20, 1938, 52 Stat. 780, ch. 527; Nov. 23, 1985, D.C. Law 6-63, § 106(a)(15), as added Apr. 11, 1986, D.C. Law 6-107, § 2(k), 33 DCR 1168.)","sections":[{"prefix":"a","text":" Any corporation which may be formed under this chapter may increase its capital stock by complying with the provisions of this chapter to any amount which may be deemed sufficient and proper for the purposes of the corporation."},{"prefix":"b","text":" Any company transacting the business of a trust company heretofore or hereafter organized or operating under the provisions of this chapter may by the vote of shareholders owning two-thirds of its capital stock reduce its capital to any sum not below the amount required by this chapter; but no such reduction shall be made until the amount of the proposed reduction has been reported to the Superintendent of Banking and Financial Institutions and such reduction has been approved by said Superintendent of Banking and Financial Institutions, and no shareholder shall be entitled to any distribution of cash or other assets by reason of any reduction of the common capital of any such corporation unless such distribution shall have been approved by the Superintendent of Banking and Financial Institutions and by the affirmative vote of at least two-thirds of the shares of stock outstanding."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Trust, Loan, Mortgage, Safe Deposit and Title Corporations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"1331","identifier":"26-1331","catch_text":"Increase or decrease of capital stock."}}