{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 102 of Home Loan Protection Emergency Act of 2002 (D.C. Act 14-295, March 1, 2002, 49 DCR 2534).\n\nLegislative History of Laws\n\nFor Law 14-132, see notes following ยง 26-1151.01.\n\nReferences in Text\n\nThe \"Home Ownership and Equity Protection Act of 1994\", referred to in subsec. (c), is Pub.L. 103-325, Title I, Subtitle B, Sept. 23, 1994, 108 Stat. 2190, which is codified to various sections in Chapter 16 of Title 15 of U.S.C.A.\n\nDC CODE ยง 26-1151.02\n\nCurrent through December 11, 2012","credits":"(May 7, 2002, D.C. Law 14-132, ยง 102, 49 DCR 2551.)","sections":[{"prefix":"a","text":" Nothing in subchapter II of this chapter shall be construed to apply to loans made or purchased by the Federal National Mortgage Association, Federal Home Loan Corporation, or a bank, trust company, savings and loan association, or savings bank, that is regulated and supervised by a supervising federal agency, including the finance and operating subsidiaries of such entities that are so regulated and supervised."},{"prefix":"b","text":" This section shall not apply to any lender that is not federally regulated and supervised, except the Federal National Mortgage Association, or the Federal Home Loan Corporation."},{"prefix":"c","text":" Except as provided in subsection (d) of this section, the Home Ownership and Equity Protection Act of 1994, approved September 23, 1994 (108 Stat. 2190; codified in various sections of Chapter 16 of the U.S. Code), and the implementing regulations issued by the Federal Reserve Board, as each may be amended from time to time, are hereby adopted by reference thereto and shall apply to loans made or purchased by the Federal National Mortgage Association, Federal Home Loan Corporation, or a bank, trust company, savings and loan association, or savings bank that is regulated and supervised by a supervising federal agency, including the finance and operating subsidiaries of such entities that are so regulated and supervised, that engage in lending activities in the District."},{"prefix":"d","text":" The violations, remedies, penalties, and enforcement provisions set forth in subchapter III of this chapter shall apply to loans made or purchased by the Federal National Mortgage Association, Federal Home Loan Corporation, or a bank, trust company, savings and loan association, or savings bank that is regulated and supervised by a supervising federal agency, including the finance and operating subsidiaries of such entities that are so regulated and supervised, that engage in lending activities in the District with regard to violations of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11A","text":"Home Loan Protection."},"subchapter":{"identifier":"I","text":"Definitions; Federally Regulated and Supervised Entities and Fannie Mae and Freddie Mac."},"heading":{"title":"26","chaptersection":"1151","identifier":"26-1151.02","catch_text":"Federally regulated, supervised, and insured entities and the Federal National Mortgage Association and Federal Home Loan Corporation."}}