{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 26-1001.\n\nEffect of Amendments\n\nD.C. Law 17-90 added par. (12A).\n\nD.C. Law 18-38, in par. (1), deleted \"to be occupied by the borrower as the borrower's primary residence\" following \"home\";  added pars.  (1A), (1B), (2A), (2B), (3A), (5A), (9A), (12B), (12C), (12D), (15A), (15B), (16A), (16B), (17A), and (17B);  in par. (5)(A), deleted \"to be occupied by the borrower\" following \"home\";  in pars. (7) and (8), substituted \"mortgage loan originator, loan officer, mortgage lender,\" for \"mortgage lender\";  rewrote par. (12);  and repealed par. (16).   Prior to amendment or repeal, pars. (12) and (16) read as follows:\n\n\"(12) 'Mortgage loan' means any loan or other extension of credit that is secured, in whole or in part, by any interest in residential real property in the District of Columbia.\"\n\n\"(16) 'Residential real property' means any owner-occupied real property located in the District of Columbia, which property has a dwelling on it designed principally as a residence with accommodations for not more than 4 families. This term does not include any real property held primarily for rental, investment, or the generation of income through any commercial or industrial enterprise.\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 12-3 rewrote (9); and repealed (11)(A)(i).\n\nSection 6(b) of D.C. Law 12-3 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 12-101 rewrote (9); and repealed (11)(A)(i).\n\nSection 6(b) of D.C. Law 12-101 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(a) of D.C. Law 17-350, in par. (1), deleted \"to be occupied by the borrower as the borrower's primary residence\"; added pars. (1A), (1B), (2A), (2B), (2C) to read as follows:\n\n\"(1A) 'Clerical tasks' means the receipt, collection, and distribution of information common for the processing or underwriting of a loan in the mortgage industry and communication with a consumer to obtain information necessary for the processing or underwriting of a residential mortgage loan.\n\n\"(1B) 'Commissioner' means the Commissioner of the Department of Insurance, Securities, and Banking.\"\n\n\"(2A) 'Conference of State Bank Supervisors' means the professional association of state officials responsible for chartering, regulating, and supervising state-chartered commercial and savings banks and state-licensed branches and agencies of foreign banks.\n\n\"(2B) 'Depository institution' shall:\n\n\"(A) Have the same meaning as provided in section 3 of the Federal Deposit Insurance Act, approved September 21, 1950 (64 Stat. 873; 12 U.S.C. § 1813); and\n\n\"(B) Include any credit union.\n\n\"(2C) 'Federal banking agency' means the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, the Director of the Office of Thrift Supervision, the National Credit Union Administration, or the Federal Deposit Insurance Corporation.\"\n\n; in par. (5)(A), deleted \"to be occupied by the borrower\"; added par. (5A) to read as follows:\n\n\"(5A) 'Independent contractor' means an individual who is required to obtain and maintain a license under this act to engage in residential mortgage loan origination activities as a loan processor or underwriter.\"\n\n; in pars. (7) and (8), substituted \"mortgage loan originator, loan officer, mortgage lender\" for \"mortgage lender\"; added par. (9A), amended par. (12), added pars. (12A-i), (12A-ii), (12A-iii), (15A), and (15B) to read as follows:\n\n\"(9A) 'Loan processor or underwriter' means an individual who performs clerical or support duties as an employee of and at the direction of, and subject to the supervision and instruction of, a person licensed, or exempt from licensing, under this act.\"\n\n\"(12) \"Mortgage loan\" means any loan primarily for personal, family, or household use that is secured by a mortgage, deed of trust, or other equivalent consensual security interest on a dwelling, as defined in section 103(v) of the Truth in Lending Act, approved May 29, 1968 (82 Stat. 147; 15 U.S.C. § 1602(v)), or residential real estate upon which is constructed, or intended to be constructed, a dwelling.\"\n\n\"(12A-i)(A) 'Mortgage loan originator' or 'loan officer' means an individual who:\n\n\"(i) Takes a residential mortgage application;\n\n\"(ii) Offers or negotiates terms of a residential mortgage loan; or\n\n\"(iii) Solicits, or offers to solicit, a mortgage loan on behalf of a borrower for compensation or gain.\n\n\"(B) The term shall not include:\n\n\"(i) An individual who is not otherwise described in subparagraph (A) of this paragraph;\n\n\"(ii) An individual or entity solely involved in extension of credit relating to timeshare plans, as defined in 11 U.S.C. § 101(53D).\n\n\"(iii) An individual who only performs real estate brokerage activities and is licensed or registered in accordance with District of Columbia law, unless the individual is compensated by a mortgage lender, a mortgage broker, mortgage loan originator, or loan officer, or by any agent of a mortgage lender, mortgage broker, mortgage loan originator, or loan officer.\n\n\"(12A-ii) 'Mortgage uniform licensing form' means the SSR application form for mortgage brokers, mortgage lenders, and mortgage loan originators approved by the Commissioner.\n\n\"(12A-iii) 'Nationwide Mortgage Licensing System and Registry' or 'NMLSR' means a mortgage licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators, mortgage lenders, mortgage brokers, and loan officers.\n\n\"(15A) 'Real estate brokerage activity' means any activity that involves offering or providing real estate brokerage services to the public, including;\n\n\"(A) Acting as a real estate agent or real estate broker for a buyer, seller, lessor, or lessee of real property;\n\n\"(B) Bringing together parties interested in the sale, purchase, lease, rental, or exchange of real property;\n\n\"(C) Negotiating, on behalf of any party, any portion of a contract relating to the sale, purchase, lease, rental, or exchange of real property (other than in connection with providing financing with respect to any such transaction);\n\n\"(D) Engaging in any activity for which a person engaged in the activity is required to be registered or licensed as a real estate agent or real estate broker under any applicable law; and\n\n\"(E) Offering to engage in any activity, or act in any capacity, described in subparagraph (A), (B), (C), or (D) of this paragraph.\n\n\"(15B) 'Registered mortgage loan originator' or 'Registered loan officer' means any individual who is:\n\n\"(A) A mortgage loan originator or loan officer;\n\n\"(B) An employee of:\n\n\"(i) A depository institution;\n\n\"(ii) A subsidiary that is owned and controlled by a depository institution and regulated by a federal banking agency; or\n\n\"(iii) An institution regulated by the Farm Credit Administration; and\n\n\"(C) Registered with, and maintains a unique identifier through, the NMLSR.\"\n\n; repealed par. (16); and added pars. (16A), (17A), and (17B) to read as follows:\n\n\"(16A) 'SRR' means the limited liability corporation which owns and operates the NMLSR.\"\n\n\"(17A) 'Takes a residential mortgage loan application' means:\n\n\"(A) Recording the borrower's application information in any form for use in a credit decision; or\n\n\"(B) Receiving the borrower's application information in any form for use in a credit decision.\n\n\"(17B) 'Unique identifier' means a number or other identifier assigned by protocols established by the NMLSR.\"\n\nSection 5(b) of D.C. Law 17-350 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Mortgage Lender and Broker Act of 1996 Emergency Amendment Act of 1997 (D.C. Act 12-23, March 3, 1997, 44 DCR 1773), § 2(a) of the Mortgage Lender and Broker Act of 1996 Second Emergency Amendment Act of 1997 (D.C. Act 12-245, January 13, 1998, 45 DCR 656), and § 2(a) of the Mortgage Lender and Broker Act of 1996 Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-308, March 20, 1998, 45 DCR 1920).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Mortgage Lender and Broker Emergency Amendment Act of 2008 (D.C. Act 17-617, December 22, 2008, 56 DCR 189).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Mortgage Lender and Broker Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-31, March 16, 2009, 56 DCR 2327).\n\nLegislative History of Laws\n\nLaw 11-155, the \"Mortgage Lender and Broker Act of 1996,\" was introduced in Council and assigned Bill No. 11-637, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 19, 1996, it was assigned Act No. 11-309 and transmitted to both Houses of Congress for its review. D.C. Law 11-155 became effective on September 9, 1996.\n\nLaw 12-3, the \"Mortgage Lender and Broker Act of 1996 Temporary Amendment Act of 1997,\" was introduced in Council and assigned Bill No. 12-82. The Bill was adopted on first and second readings on February 4, 1997, and March 4, 1997, respectively. Signed by the Mayor on March 19, 1997, it was assigned Act No. 12-45 and transmitted to both Houses of Congress for its review. D.C. Law 12-3 became effective on May 23, 1997.\n\nLaw 12-101, the \"Mortgage Lender and Broker Act of 1996 Temporary Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-475. The Bill was adopted on first and second readings on December 4, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 27, 1998, it was assigned Act No. 12-277 and transmitted to both Houses of Congress for its review. D.C. Law 12- 101 became effective on April 30, 1998.\n\nLaw 12-116, the \"Mortgage Lender and Broker Act of 1996 Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-426, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on February 3, 1998, and March 3, 1998, respectively. Signed by the Mayor on March 17, 1998, it was assigned Act No. 12-313 and transmitted to both Houses of Congress for its review. D.C. Law 12-116 became effective on June 6, 1998.\n\nLaw 17-90, the \"Mortgage Disclosure Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-167 which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on October 2, 2007, and November 6, 2007, respectively. Signed by the Mayor on November 27, 2007, it was assigned Act No. 17-208 and transmitted to both Houses of Congress for its review. D.C. Law 17-90 became effective on January 29, 2008.\n\nLaw 18-38, the \"Mortgage Lender and Broker Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-133, which was referred to the Committee on Public Service and Consumer Affairs. The Bill was adopted on first and second readings on April 7, 2009, and May 5, 2009, respectively. Signed by the Mayor on May 21, 2009, it was assigned Act No. 18-89 and transmitted to both Houses of Congress for its review. D.C. Law 18-38 became effective on July 18, 2009.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 17-90 provides that section 2 shall apply 30 days after the effective date of this act.\n\nDC CODE § 26-1101\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-155, § 2, 43 DCR 4213; June 6, 1998, D.C. Law 12-116, § 2(a), 45 DCR 1959; Jan. 29, 2008, D.C. Law 17-90, § 2(a), 54 DCR 11925; July 18, 2009, D.C. Law 18-38, § 2(a), 56 DCR 4290.)","sections":[{"prefix":"1","text":" \"Borrower\" means a person who submits an application for a loan secured by a first or subordinate mortgage or deed of trust on a single to 4-family home."},{"prefix":"1A","text":" \"Clerical tasks\" means the receipt, collection, and distribution of information common for the processing or underwriting of a loan in the mortgage industry and communication with a consumer to obtain information necessary for the processing or underwriting of a residential mortgage loan."},{"prefix":"1B","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"2","text":" \"Commitment\" means a written, specific, binding agreement between a borrower and a lender which sets forth the terms of the loan being extended to the borrower."},{"prefix":"2A","text":" \"Conference of State Bank Supervisors\" means the professional association of state officials responsible for chartering, regulating, and supervising state-chartered commercial and savings banks and state-licensed branches and agencies of foreign banks."},{"prefix":"2B","text":" \"Depository institution\" shall:"},{"prefix":"A","text":" Have the same meaning as provided in section 3 of the Federal Deposit Insurance Act, approved September 21, 1950 (64 Stat. 873; 12 U.S.C. § 1813); and"},{"prefix":"B","text":" Include any credit union."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"3A","text":" \"Federal banking agency\" means the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, the Director of the Office of Thrift Supervision, the National Credit Union Administration, or the Federal Deposit Insurance Corporation."},{"prefix":"4","text":" \"Federally approved seller-servicers\" means a mortgage lender that has been approved as a seller-servicer by:"},{"prefix":"A","text":" The Federal Home Loan Mortgage Corporation;"},{"prefix":"B","text":" The Federal National Mortgage Association; or"},{"prefix":"C","text":" The Government National Mortgage Association."},{"prefix":"5","text":" \"Financing agreement\" means a written agreement between a borrower and a lender which sets forth the terms of a purchase money loan or a refinancing of an existing loan that:"},{"prefix":"A","text":" Results in or is secured by a first or subordinate mortgage or deed of trust on a single to 4-family home; and"},{"prefix":"B","text":" Is offered or extended to the borrower."},{"prefix":"5A","text":" \"Independent contractor\" means an individual who is required to obtain and maintain a license under this chapter to engage in residential mortgage loan origination activities as a loan processor or underwriter."},{"prefix":"6","text":" \"Interest in real property\" includes:"},{"prefix":"A","text":" A confessed judgment note or consent judgment required or obtained by any person acting as a mortgage lender or mortgage broker for the purpose of acquiring a lien on residential real property;"},{"prefix":"B","text":" A sale and leaseback required or obtained by any person acting as a mortgage lender or mortgage broker for the purpose of creating a lien on residential real property;"},{"prefix":"C","text":" A mortgage, deed of trust, or lien other than a judgment lien, on residential real property; and"},{"prefix":"D","text":" Any other security interest that has the effect of creating a lien on residential real property in the District of Columbia."},{"prefix":"7","text":" \"License\" means a license issued by the Superintendent under this chapter to authorize a person to engage in business as a mortgage loan originator, loan officer, mortgage lender, or mortgage broker."},{"prefix":"8","text":" \"Licensee\" means a person who is licensed as a mortgage loan originator, loan officer, mortgage lender, or mortgage broker under this chapter."},{"prefix":"9","text":" \"Loan application\" means the submission of a borrower's financial information in anticipation of a credit decision, whether written or computer-generated, relating to a mortgage loan. If the submission does not state or identify a specific property, the submission is an application for a pre-qualification and not an application for a mortgage loan. The subsequent addition of an identified property to the submission converts the submission to an application for a mortgage loan."},{"prefix":"9A","text":" \"Loan processor or underwriter\" means an individual who performs clerical or support duties as an employee of and at the direction of, and subject to the supervision and instruction of, a person licensed, or exempt from licensing, under this chapter."},{"prefix":"10","text":" \"Mortgage broker\" means any person who, for compensation or gain, or in the expectation of compensation or gain, either directly or indirectly accepts or offers to accept an application for a mortgage loan, solicits or offers to solicit a mortgage loan on behalf of a borrower, or negotiates or offers to negotiate the terms and conditions of a mortgage loan on behalf of a lender."},{"prefix":"11","text":" \"Mortgage lender\" means:"},{"prefix":"A","text":" Any person who:"},{"prefix":"i","text":" Repealed."},{"prefix":"ii","text":" Makes a mortgage loan to any person; or"},{"prefix":"iii","text":" Engages in the business of servicing mortgage loans for others or collecting or otherwise receiving mortgage loan payments directly from borrowers for distribution to any other person."},{"prefix":"B","text":" A mortgage lender does not include:"},{"prefix":"i","text":" A financial institution that accepts deposits and is regulated under this title;"},{"prefix":"ii","text":" The Federal Home Loan Mortgage Corporation;"},{"prefix":"iii","text":" The Federal National Mortgage Association;"},{"prefix":"iv","text":" The Government National Mortgage Association; or"},{"prefix":"v","text":" Any person engaged exclusively in the acquisition of all or any portion of a mortgage loan under any federal, state, or local governmental program of mortgage loan purchases."},{"prefix":"12","text":" \"Mortgage loan\" means any loan primarily for personal, family, or household use that is secured by a mortgage, deed of trust, or other equivalent consensual security interest on a dwelling, as defined in section 103(v) of the Truth in Lending Act, approved May 29, 1968 (82 Stat. 147; 15 U.S.C. § 1602(v)), or residential real estate upon which is constructed, or intended to be constructed, a dwelling."},{"prefix":"12A","text":" \"Non-conventional mortgage loan\" means any mortgage loan that is not a fixed-rate mortgage loan with an amortization period of 30 years or less."},{"prefix":"12B","text":"(A) \"Mortgage loan originator\" or \"loan officer\" means an individual who:"},{"prefix":"i","text":" Takes a residential mortgage application;"},{"prefix":"ii","text":" Offers or negotiates terms of a residential mortgage loan; or"},{"prefix":"iii","text":" Solicits, or offers to solicit, a mortgage loan on behalf of a borrower for compensation or gain."},{"prefix":"B","text":" The term shall not include:"},{"prefix":"i","text":" An individual who is not otherwise described in subparagraph (A) of this paragraph;"},{"prefix":"ii","text":" An individual or entity solely involved in extension of credit relating to timeshare plans, as defined in 11 U.S.C. § 101(53D); or"},{"prefix":"iii","text":" An individual who only performs real estate brokerage activities and is licensed or registered in accordance with District of Columbia law, unless the person is compensated by a mortgage lender, a mortgage broker, mortgage loan originator, or loan officer, or by any agent of a mortgage lender, mortgage broker, mortgage loan originator, or loan officer."},{"prefix":"12C","text":" \"Mortgage uniform licensing form\" means the SSR application form for mortgage brokers, mortgage lenders, and mortgage loan originators approved by the Commissioner."},{"prefix":"12D","text":" \"Nationwide Mortgage Licensing System and Registry\" or \"NMLSR\" means a mortgage licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators, mortgage lenders, mortgage brokers, and loan officers."},{"prefix":"13","text":" \"Nonprofit corporation\" means a corporation no part of the income of which is distributable to its members, directors or officers. Nothing in this chapter shall be construed as prohibiting the payment of reasonable compensation for services rendered and the making of distribution upon dissolution of final liquidation."},{"prefix":"14","text":" \"Person\" means an individual, firm, corporation, business trust, estate, trust, partnership, association, 2 or more persons having a joint or common interest, or any other legal or commercial entity, or group of individuals however organized."},{"prefix":"15","text":" \"Principal\" means any person who, directly or indirectly, owns or controls 10% or more of the outstanding stock of a stock corporation or 10% or greater interest in a nonstock corporation or a limited liability company."},{"prefix":"15A","text":" \"Real estate brokerage activity\" means any activity that involves offering or providing real estate brokerage services to the public, including;"},{"prefix":"A","text":" Acting as a real estate agent or real estate broker for a buyer, seller, lessor, or lessee of real property;"},{"prefix":"B","text":" Bringing together parties interested in the sale, purchase, lease, rental, or exchange of real property;"},{"prefix":"C","text":" Negotiating, on behalf of any party, any portion of a contract relating to the sale, purchase, lease, rental, or exchange of real property (other than in connection with providing financing with respect to any such transaction);"},{"prefix":"D","text":" Engaging in any activity for which a person engaged in the activity is required to be registered or licensed as a real estate agent or real estate broker under any applicable law; and"},{"prefix":"E","text":" Offering to engage in any activity, or act in any capacity, described in subparagraph (A), (B), (C), or (D) of this paragraph."},{"prefix":"15B","text":" \"Registered mortgage loan originator\" or \"registered loan officer\" means any individual who is:"},{"prefix":"A","text":" A mortgage loan originator or loan officer;"},{"prefix":"B","text":" An employee of:"},{"prefix":"i","text":" A depository institution;"},{"prefix":"ii","text":" A subsidiary that is owned and controlled by a depository institution and regulated by a federal banking agency; or"},{"prefix":"iii","text":" An institution regulated by the Farm Credit Administration; and"},{"prefix":"C","text":" Registered with, and maintains a unique identifier through, the NMLSR."},{"prefix":"16","text":" Repealed."},{"prefix":"16A","text":" \"Sponsor\" means the licensed mortgage lender or mortgage broker with whom the mortgage loan originator is employed or associated."},{"prefix":"16B","text":" \"SRR\" means the limited liability corporation which owns and operates the NMLSR."},{"prefix":"17","text":" \"Superintendent\" means the Superintendent of the District of Columbia Office of Banking and Financial Institutions."},{"prefix":"17A","text":" \"Takes a residential mortgage loan application\" means:"},{"prefix":"A","text":" Recording the borrower's application information in any form for use in a credit decision; or"},{"prefix":"B","text":" Receiving the borrower's application information in any form for use in a credit decision."},{"prefix":"17B","text":" \"Unique identifier\" means a number or other identifier assigned by protocols established by the NMLSR."},{"prefix":"18","text":" \"Washington, D.C. metropolitan region\" means the District of Columbia, the counties of Montgomery and Prince Georges in the State of Maryland, the counties of Arlington and Fairfax, and the cities of Alexandria and Falls Church in the Commonwealth of Virginia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Mortgage Lenders and Brokers."},"heading":{"title":"26","chaptersection":"1101","identifier":"26-1101","catch_text":"Definitions."}}