{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (a)(1), validated a previously made technical correction.\n\nD.C. Law 15-166, in subsec. (a), deleted \"of Insurance and Securities Regulation\" following \"Department\", and deleted \", with the approval of the Commissioner of the Department of Insurance and Securities Regulation,\" following ''Commissioner\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(g) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-1401.01.\n\nFor Law 14-213, see notes following § 26-131.02.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDC CODE § 26-1401.15\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 215, 48 DCR 3244; Oct. 19, 2002, D.C. Law 14-213, § 18(f), 49 DCR 8140; June 11, 2004, D.C. Law 15-166, § 2(g), 51 DCR 2817.)","sections":[{"prefix":"a","text":"(1) If a universal bank is permitted to engage in the business of insurance or securities under any authority granted by this chapter, the insurance and securities activities of the universal bank shall be subject to the regulation and supervision of the Department and appropriate federal agencies and shall be carried out under all laws, rules, and regulations applicable to insurance and securities; provided, that the Commissioner may exempt a universal bank from a provision of this chapter, or any rule or regulation promulgated under this chapter, which has been preempted by federal law, rule, or regulation."},{"prefix":"2","text":" The Department shall maintain functional regulatory authority over the insurance and securities activities of the insurance or securities subsidiary or holding company affiliate of a universal bank. The regulatory authority of the Department shall include reviewing and taking necessary actions, including approval and disapproval, on applications and other documents or reports concerning a proposed acquisition of, or a change or continuation of control of, an insurer domiciled in the District of Columbia."},{"prefix":"b","text":"(1) A universal bank shall disclose, or cause to be disclosed, to purchasers of, prospective purchasers of, and persons solicited to purchase, an insurance policy of the universal bank that the insurance offered or sold is not a deposit, is not insured by the federal deposit insurance corporation, and is not guaranteed by the universal bank; provided, that this disclosure requirement shall not apply to the solicitation or sale of a credit unemployment insurance policy, group credit life insurance policy, group credit health insurance policy, group credit accident insurance policy, or group credit health and accident insurance policy, or a similar group credit insurance policy covering the person of the insured."},{"prefix":"2","text":" A person soliciting the purchase of, or selling, insurance on the premises of a universal bank shall disclose, or cause to be disclosed, to purchasers of, prospective purchasers of, and persons solicited to purchase, an insurance policy of the universal bank that the insurance offered or sold is not a deposit, is not insured by the federal deposit insurance corporation, and is not guaranteed by the universal bank; provided, that this disclosure requirement shall not apply to the solicitation or sale of a credit unemployment insurance policy, group credit life insurance policy, group credit health insurance policy, group credit accident insurance policy, or group credit health and accident insurance policy, or a similar group credit insurance policy covering the person of the insured."},{"prefix":"3","text":" A disclosure required under paragraph (1) or (2) of this subsection shall be made in writing and in clear and concise language."},{"prefix":"c","text":" If a person obtains insurance and credit from a universal bank, the expense of the credit and insurance transactions shall be disclosed in separate contractual provisions, and the expense of insurance premiums shall not be included in the primary credit transactions without the express written consent of the person; provided, that this subsection shall not apply if the insurance policy being obtained is a flood insurance policy, a credit unemployment insurance policy, a group credit life insurance policy, a group credit health insurance policy, group credit accident insurance policy, or a group credit health and accident insurance policy, or a similar group credit insurance policy covering the person of the insured."},{"prefix":"d","text":"(1) A universal banks shall not condition the making of a loan, including a loan under § 26-1401.09(a)(2), the lease or sale of property of any kind, or the furnishing of any services to a customer on the requirement that the customer obtain insurance from the universal bank, an affiliate or subsidiary of the universal bank, or a particular insurer, agent, or broker. A universal bank shall not fix or vary the consideration charged to a customer for the making of a loan, including a loan under § 26-1401.09(a)(2), the lease or sale of property of any kind, or the furnishing of any services based on whether the customer obtains insurance from the universal bank, an affiliate or subsidiary of the universal bank, or a particular insurer, agent, or broker."},{"prefix":"2","text":" The prohibitions under paragraph (1) of this subsection shall not prevent a universal bank from informing a person that insurance is required to obtain a loan or credit, that loan or credit approval is contingent upon the person's procurement of acceptable insurance, or that insurance is available from the universal bank; provided, that the universal bank shall also inform the person in writing that his or her choice of insurance provider shall not affect the universal bank's credit decision or credit terms; provided further, that the disclosure shall be given again before or at the time that the universal bank, or the person selling or soliciting the purchase of insurance on the premises of the universal bank, solicits the purchase of insurance from a customer who has applied for a loan or extension of credit."},{"prefix":"e","text":"(1) A universal bank may engage in an activity under § 26-1401.09(a)(6) through (19) directly or indirectly through a subsidiary, unless the Commissioner determines that the activity shall be conducted through a subsidiary; provided that:"},{"prefix":"A","text":" An underwriting or distribution of annuities under § 26-1401.09(a)(16) shall be conducted only through a non-depository financial institution affiliate of the universal bank unless federal law permits the underwriting and distribution to be conducted through a subsidiary of the financial institution;"},{"prefix":"B","text":" An underwriting or distribution of life insurance, accident insurance, health insurance, property insurance, casualty insurance, or any other form of insurance under § 26-1401.09(a)(17) shall be conducted only through a non-depository financial institution affiliate of the universal bank unless federal law permits the underwriting and distribution to be conducted in a subsidiary of the financial institution;"},{"prefix":"C","text":" An underwriting, dealing, or market-making in securities under § 26- 1401.09(a)(18) shall be conducted only in a subsidiary of the universal bank; and"},{"prefix":"D","text":" A distribution of shares in investment companies under § 26- 1401.09(a)(19) shall only be conducted through a subsidiary of the universal bank."},{"prefix":"2","text":" The Commissioner may require that a subsidiary or affiliate of a universal bank engaged in an activity under § 26-1401.09(a)(6) through (19) implement and maintain appropriate safeguards to limit the risk exposure of the universal bank."},{"prefix":"f","text":" The investment in a subsidiary that engages in an activity under § 26- 1401.09(a)(6) through (19) shall not exceed 20% of the universal bank's capital; provided, that the Commissioner may authorize a higher percentage, by written order, if the percentage is consistent with safe and sound practices and the safe and sound operation and condition of the universal bank."},{"prefix":"g","text":" The aggregate investment in all subsidiaries that engage in an activity under § 26-1401.09(a)(6) through (19) shall not exceed 50% of the universal bank's capital; provided, that the Commissioner may authorize a higher percentage, by written order, if the percentage is consistent with safe and sound practices and the safe and sound operation and condition of the universal bank."},{"prefix":"h","text":" A subsidiary that engages in an activity under § 26-1401.09(a)(6) through (19) may be owned jointly with one or more persons, including universal banks."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Universal Bank Certification."},"subchapter":{"identifier":"IV","text":"Limitations, and Exceptions to Limitations, on Powers of Universal Banks."},"heading":{"title":"26","chaptersection":"1401","identifier":"26-1401.15","catch_text":"Limits on insurance and securities powers of universal banks."}}