{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-140, see notes following ยง 26-1001.\n\nDC CODE ยง 26-1010\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-140, ยง 11, 47 DCR 3431.)","sections":[{"prefix":"a","text":" The annual fee for renewal of a license shall be $500, plus $25 for each location in the District of Columbia, but not to exceed a maximum aggregate amount of $2,500. The renewal term of a license shall be one calendar year."},{"prefix":"b","text":" The renewal fee shall be accompanied by a report, in a form prescribed by rule by the Superintendent, which form shall be sent by the Superintendent to each licensee no later than 3 months immediately preceding December 31 of each year. The licensee must include in its annual renewal report:"},{"prefix":"1","text":" A copy of its most recent audited consolidated annual financial statement, including balance sheet, statement of income or loss, statement of changes in shareholder's equity and statement of changes in financial position, or, in the case of a licensee that is a wholly owned subsidiary of another corporation, the consolidated audited annual financial statement of the parent corporation may be filed in lieu of the licensee's audited annual financial statement;"},{"prefix":"2","text":" The number of payment instruments sold by the licensee in the District of Columbia, the dollar amount of those instruments, and the dollar amount of those instruments currently outstanding for the most recent quarter for which data is available prior to the date of the filing of the renewal application, but in no event more than 120 days prior to the renewal date;"},{"prefix":"3","text":" Any material changes to any of the information submitted by the licensee on its original application which have not previously been reported to the Superintendent on any other report required to be filed under this chapter;"},{"prefix":"4","text":" A list of the licensee's permissible investments; and"},{"prefix":"5","text":" A list of the locations within the District of Columbia at which business regulated by this chapter is being conducted by either the licensee or its authorized delegate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Money Transmissions."},"heading":{"title":"26","chaptersection":"1010","identifier":"26-1010","catch_text":"Renewal of license and annual report."}}