{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-501.\n\n1973 Ed., § 26-401.\n\nEffect of Amendments\n\nD.C. Law 19-378, in subsec. (a), substituted \"Chapters 1 and 3 of Title 29\" for \"Chapter 2 of Title 29\".\n\nLegislative History of Laws\n\nLaw 18-378, the \"District of Columbia Official Code Title 29 (Business Organizations) Enactment Act of 2009\", was introduced in Council and assigned Bill No. 18-500, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 27, 2011, it was assigned Act No. 18-724 and transmitted to both Houses of Congress for its review. D.C. Law 18-378 became effective on July 2, 2011.\n\nTransfer of Functions\n\nPursuant to Reorganization Plan No. 3 of 1992, effective January 20, 1993, unless another date was designated by the Mayor under seC. V of the Plan, the D.C. Office of Banking and Financial Institutions (\"OBFI\") is hereby transferred from the Deputy Mayor for Economic Development (\"DMED\") control center to a separate OBFI control center/responsibility center. OBFI will continue to be administered by the Superintendent and will remain a part of the economic development cluster reporting to the Mayor.\n\nDC CODE § 26-201\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1298, ch. 854, §§ 687, 688; July 2, 2011, D.C. Law 18-378, § 3(k)(2), 58 DCR 1720.)","sections":[{"prefix":"a","text":" Any 5 or more persons who desire to form an incorporated building or homestead association, all being citizens of the United States, and a majority of them residents of the District of Columbia, may make, sign, seal, and acknowledge, before some officer authorized to take the acknowledgment of deeds, and file for record in the Office of the Recorder of Deeds, a certificate, in writing, to the same effect as that required in Chapters 1 and 3 of Title 29 for the formation of the corporations therein mentioned."},{"prefix":"b","text":" When such certificate shall have been filed for record as aforesaid, the persons who have signed and acknowledged the same, and their successors, shall become and be a body politic and corporate, in fact and in law, by the name stated in the certificate, and by that name have succession and be capable of suing and being sued in the courts, of the District, and of purchasing, holding, and conveying such real estate as may be necessary to the conduct of its business, and to make reasonable bylaws not inconsistent herewith."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Building Associations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"26","chaptersection":"201","identifier":"26-201","catch_text":"Formation; general nature and powers."}}