{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 26-1101.\n\nEffect of Amendments\n\nD.C. Law 17-42 repealed par. (3) which had read as follows:\n\n\"(3) 'Deferred deposit' means a supplemental check cashing service that allows the maker, in the event of a need for emergency cash, to write a personal check and receive cash immediately upon presentment and qualification, while delaying the deposit of the check into his or her personal checking account, pursuant to an agreement with the licensed check casher, for a mutually agreed to number of days following the issue date of the check. Post-dating of personal checks cashed and held for deferred deposit shall be prohibited.\"\n\nLegislative History of Laws\n\nLaw 12-111, the \"Check Cashers Act of 1998,\" was introduced in Council and assigned Bill No. 12-338. The Bill was adopted on first and second readings on January 6, 1998, and February 3, 1998, respectively. Signed by the Mayor on February 24, 1998, it was assigned Act No. 12-300 and transmitted to both Houses of Congress for is review. D.C. Law 12-111 became effective on May 12, 1998.\n\nLaw 17-42, the \"Payday Loan Consumer Protection Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-132 which was referred to the Committee on Public Service and Consumer Affairs.  The Bill was adopted on first and second readings on July 10, 2007, and September 18, 2007, respectively.  Signed by the Mayor on October 3, 2007, it was assigned Act No. 17-115 and transmitted to both Houses of Congress for its review.   D.C. Law 17-42 became effective on November 24, 2007.\n\nEffective Dates\n\nSection 4 of D.C. Law 17-42 provides:\n\n\"This act shall take effect following the certification by the Chief Financial Officer, through a revised quarterly revenue estimate for fiscal year 2008, that local funds exceed the annual revenue estimates incorporated in the fiscal year 2008 budget and financial plan in an amount sufficient to account for its fiscal effect. The Chief Financial Officer shall set aside revenue to account for the cost of fully implementing this act.\"\n\nDC CODE § 26-301\n\nCurrent through December 11, 2012","credits":"(May 12, 1998, D.C. Law 12-111, § 2, 45 DCR 1782; Nov. 24, 2007, D.C. Law 17-42, § 2(a), 54 DCR 9988.)","sections":[{"prefix":"1","text":" \"Check\" means any check, draft, money order, personal money order, or other instrument for the transmission or payment of money."},{"prefix":"2","text":" \"Check cashing\" means the exchange of a check for money delivered to the presenter at the time and place of the presentation."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" \"Issue date\" means, on a check held for deferred deposit, the date the check is cashed and the deferred deposit agreement is originated."},{"prefix":"5","text":" \"Licensee\" means any person duly licensed by the Superintendent pursuant to this chapter."},{"prefix":"6","text":" \"Limited station\" means a type of check cashing business that authorizes the licensee to carry on the business of cashing checks for employees of a single and particular business or office and at a single location at or near such particular business or office site."},{"prefix":"7","text":" \"Mobile unit\" means any vehicle or other movable structure from which the business of cashing checks is to be conducted."},{"prefix":"8","text":" \"Person\" means an individual, firm, corporation, business trust, estate, trust, partnership, limited liability company, association, 2 or more persons having a joint or common interest, or any other legal or commercial entity, or group of individuals however organized but does not include the United States government, the government of the District of Columbia, or the United States Postal Service."},{"prefix":"9","text":" \"Superintendent\" means the Superintendent of the Office of Banking and Financial Institutions."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Check Cashers. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"301","identifier":"26-301","catch_text":"Definitions."}}