{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-1104.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-111, see Historical and Statutory Notes following ยง 26-301.\n\nDC CODE ยง 26-304\n\nCurrent through December 11, 2012","credits":"(May 12, 1998, D.C. Law 12-111, ยง 5, 45 DCR 1783.)","sections":[{"prefix":"a","text":" An application for a license under this chapter shall be in writing under oath in the form prescribed by the Superintendent."},{"prefix":"b","text":" The application shall include:"},{"prefix":"1","text":" If the applicant is an individual, the applicant's name, business address and telephone number, and residence address and telephone number;"},{"prefix":"2","text":" If the applicant is a partnership or other non-corporate business association, the business name, business address and telephone number, and the residence address and telephone number of each:"},{"prefix":"A","text":" General partner, if the applicant is a limited partnership;"},{"prefix":"B","text":" General partner who holds the interest in the partnership or more than 10% interest if the applicant is a general partnership; or"},{"prefix":"C","text":" Member, if the applicant is a limited liability company or other non-corporate business association;"},{"prefix":"3","text":" If the applicant is a corporation:"},{"prefix":"A","text":" The name, address, and telephone number of the corporate entity; and"},{"prefix":"B","text":" The name, business telephone number, and the residence and telephone number of the president, senior vice presidents, secretary, treasurer, each director, and each stockholder owning or controlling 10% or more of any class of stock in the corporation;"},{"prefix":"4","text":" The applicant's business plan;"},{"prefix":"5","text":" The name under which the check cashing business is to be conducted;"},{"prefix":"6","text":" The name and address of the applicant's registered agent;"},{"prefix":"7","text":" The location at which the applicant proposes to conduct business;"},{"prefix":"8","text":" If the applicant seeks to conduct business from a mobile unit, the District registration number or other identification of the mobile unit and the area in which the applicant proposes to operate the mobile unit;"},{"prefix":"9","text":" If the applicant seeks to conduct business from a limited station, the group of employees that would be served and the location at which these employees would be served; and"},{"prefix":"10","text":" Any other information that the Superintendent requires."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Check Cashers. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"304","identifier":"26-304","catch_text":"Form and contents of application for license."}}