{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-166 rewrote pars. (3) and (4) which had read as follows:\n\n\"(3) 'Commissioner' means the Commissioner of the Department of Banking and Financial Institutions.\n\n\"(4) 'Department' means the Department of Banking and Financial Institutions.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(k) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-431.01.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDC CODE § 26-431.02\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 402, 48 DCR 3244; June 11, 2004, D.C. Law 15-166, § 2(k), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Community development\" means:"},{"prefix":"A","text":" Affordable housing (including single-family and multi-family rental housing and homeownership) for low-income or moderate-income individuals and families and related retail and community facilities development;"},{"prefix":"B","text":" Community services targeted to low-income or moderate-income individuals and families;"},{"prefix":"C","text":" Activities that promote economic development by financing businesses that meet the size eligibility standards of the Small Business Administration Certified Development Company Program or the Small Business Administration Small Business Investment Company Program or have gross annual revenues of $1 million or less;"},{"prefix":"D","text":" Activities that revitalize or stabilize low-income or moderate-income areas; or"},{"prefix":"E","text":" Activities that seek to prevent defaults or foreclosures on loans made for the purposes described in subparagraphs (A) and (C) of this paragraph."},{"prefix":"2","text":" \"Community Reinvestment Act\" shall mean the Community Reinvestment Act of 1977, approved October 12, 1977 (91 Stat. 1147; 12 U.S.C. § 2901 et seq.)."},{"prefix":"3","text":" \"Commissioner\" shall have the same meaning as set forth in § 26- 551.02(7)."},{"prefix":"4","text":" \"Department\" shall have the same meaning as set forth in § 26-551.02(9)."},{"prefix":"5","text":" \"Designated development areas\" means any of the following located in the District:"},{"prefix":"A","text":" A low-income or moderate-income area;"},{"prefix":"B","text":" An area designated as underserved or economically disadvantaged by the Commissioner; or"},{"prefix":"C","text":" A commercial, industrial, residential, or other economic development project which the Commissioner determines will benefit the District."},{"prefix":"6","text":" \"Federal financial supervisory agency\" means the Office of the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, the Federal Deposit Insurance Corporation, the Office of Thrift Supervision and any successor to any of the foregoing agencies, as applicable to the specific type of bank."},{"prefix":"7","text":" \"Financial institution\" shall have the same meaning as in § 26- 551.02(18)."},{"prefix":"8","text":" \"Low-income\" shall have the same meaning as set forth in § 26- 1401.02(21)."},{"prefix":"9","text":" \"Low-income area\" means a census tract or block numbering area in which the median individual or family income does not exceed 65% of the median income of the Washington, D.C., metropolitan area as determined by the statistics of the United States Department of Housing and Urban Development."},{"prefix":"10","text":" \"Moderate-income\" shall have the same meaning as set forth in § 26- 1401.02(22)."},{"prefix":"11","text":" \"Moderate-income area\" means a census tract or block numbering area in which the median individual or family income does not exceed 80% of the median income for the Washington, D.C. metropolitan area as determined by the statistics of the United States Department of Housing and Urban Development."},{"prefix":"12","text":" \"Minority group\" means African-Americans, Hispanic-Americans, Latinos, Asian-Americans, Pacific Islander-Americans, American Indians, Native Americans, or Alaskan-Natives."},{"prefix":"13","text":" \"Minority-owned business\" means a business in which:"},{"prefix":"A","text":" At least 51% ownership and control is held by individuals who are members of a minority group;"},{"prefix":"B","text":" At least 51% of the individuals that make policy decisions and actively manage day-to-day operations are members of a minority group; and"},{"prefix":"C","text":" More than 50% of the net profit or loss accrues to owners who are members of a minority group."},{"prefix":"14","text":" \"Mortgage loan\" means a loan that is secured by residential real property."},{"prefix":"15","text":" \"Small business loan\" means a small business loan as defined in Federal Reserve System Regulation BB, 12 C.F.R. Part 228."},{"prefix":"16","text":" \"Women-owned business\" means a business in which:"},{"prefix":"A","text":" At least 51% of the ownership and control is held by a woman or women;"},{"prefix":"B","text":" A woman or women constitute at least 51% of the individuals that make policy decisions and actively manage day-to-day operations; and"},{"prefix":"C","text":" More than 50% of the net profit or loss accrues to a woman owner or women owners."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"4A","text":"Community Development by Financial Institutions."},"heading":{"title":"26","chaptersection":"431","identifier":"26-431.02","catch_text":"Definitions."}}