{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-302.\n\n1973 Ed., ยง 26-702.\n\nDC CODE ยง 26-402\n\nCurrent through December 11, 2012","credits":"(Oct. 27, 1949, 63 Stat. 938, ch. 767, ยง 2.)","sections":[{"prefix":"a","text":" A common trust fund, as herein defined, shall not be subject to any tax imposed by Chapter 18 of Title 47, and for the purpose of said subchapter shall not be deemed to be a corporation."},{"prefix":"b","text":" The net income of a common trust fund shall be computed in the same manner and on the same basis as in the case of an individual. Each participant in a common trust fund shall include, in computing its net income, its proportionate share of the net income of such fund, whether or not distributed to it, and the amount so included in the net income of a participant shall be taxable to such participant, or its beneficiaries, in the manner and to the extent provided in subchapter IX of Chapter 18 of Title 47, as if any amount not distributed to the participant during its taxable year actually had been so distributed."},{"prefix":"c","text":" No gain or loss shall be realized by a common trust fund upon the admission or withdrawal of a participant, or upon the admission or withdrawal of any interest of a participant. The withdrawal of any participating interest by a participant shall be treated as a sale or exchange of such interest by such participant."},{"prefix":"d","text":" Every bank or trust company maintaining a common trust fund shall make a return under oath for the taxable year of such fund."},{"prefix":"e","text":" If the taxable year of a common trust fund is different from that of a participant therein, the proportionate share of the net income of such fund to be included in computing the net income of such participant for its taxable year shall be based upon the net income of such fund for its taxable year ending within the taxable year of such participant."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Common Trust Funds. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"402","identifier":"26-402","catch_text":"Taxability."}}