{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-431.01.\n\nDC CODE ยง 26-431.04\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 404, 48 DCR 3244.)","sections":[{"prefix":"a","text":"(1) A financial institution shall submit a community development plan stating the financial institution's plans for meeting the credit and financial services needs of the residents of the District, particularly in designated development areas. A financial institution shall submit a community development plan annually, when there is a revision to the plan, and at such times as the Commissioner, by rule, may require."},{"prefix":"2","text":" The community development plan submitted under paragraph (1) of this subsection shall commit the financial institution and its subsidiaries to:"},{"prefix":"A","text":" Provide monitoring reports on forms designated by, and at intervals specified by, the Commissioner;"},{"prefix":"B","text":" Provide additional information as requested by the Commissioner to monitor compliance;"},{"prefix":"C","text":" Permit examinations of the records of the financial institution to the extent considered necessary by the Commissioner to monitor and enforce compliance with the community development plan;"},{"prefix":"D","text":" Participate in meetings on the community development performance of the financial institution at times designated by the Commissioner; and"},{"prefix":"E","text":" Provide that the commitment shall be a binding agreement on the financial institution and the financial institution's successors and assignees."},{"prefix":"b","text":" The Commissioner shall assess the record of a financial institution, determine whether the financial institution is satisfying its continuing and affirmative obligation to meet the credit needs of its local communities, including low-income and moderate-income areas, consistent with the safe and sound operation of the financial institution, and shall prepare a report on the assessment and determination:"},{"prefix":"1","text":" In connection with an application for a certificate of authority under the District of Columbia Banking Code;"},{"prefix":"2","text":" In connection with the acquisition of a bank, savings institution, or holding company located in the District under the Regional Interstate Banking Act of 1985; and"},{"prefix":"3","text":" As required under ยง 26-431.05."},{"prefix":"c","text":" In determining whether the financial institution is satisfying its continuing and affirmative obligation to meet the credit needs of its local communities, including low-income and moderate-income neighborhoods, the Commission shall consider:"},{"prefix":"1","text":" The financial institution's Community Reinvestment Act rating and prior evaluations and any community development evaluations from the 3 prior years;"},{"prefix":"2","text":" Plans of the financial institution to make mortgage loans in the District and in designated development areas;"},{"prefix":"3","text":" Plans of the financial institution to make consumer loans, other than mortgage loans, in the District and in designated development areas;"},{"prefix":"4","text":" Plans of the financial institution to:"},{"prefix":"A","text":" Open or close branches in the District and in designated development areas;"},{"prefix":"B","text":" Provide basic deposit and checking accounts, such as lifeline accounts, and electronic transfer accounts designed for low-income persons; and"},{"prefix":"C","text":" Provide check-cashing services to non-account holders;"},{"prefix":"5","text":" Plans of the financial institution to:"},{"prefix":"A","text":" Procure services or supplies from District businesses, including minority-owned and women-owned District businesses; and"},{"prefix":"B","text":" Hire District residents;"},{"prefix":"6","text":" Plans of the financial institution to seek and place District residents, including women and members of minority groups, on the board of directors of the financial institution, subsidiaries or affiliates of the financial institution, and the holding company of the financial institution;"},{"prefix":"7","text":" Plans of the financial institution to:"},{"prefix":"A","text":" Provide seminars and individualized counseling on consumer and commercial lending in the District and in designated development areas; and"},{"prefix":"B","text":" Establish and maintain flexible credit terms and underwriting guidelines;"},{"prefix":"8","text":" Plans of the financial institution regarding the marketing of, and marketing budget for, the community development plan in the District, including plans to market the community development plan in the designated development areas as well as the types of media to be used;"},{"prefix":"9","text":" Plans of the financial institution to:"},{"prefix":"A","text":" Enter into partnerships with nonprofit and community groups, for-profit developers, District agencies, and colleges and universities and other proposed activities that promote public/private partnerships and lending programs with community-based development organizations; and"},{"prefix":"B","text":" Participate in other community programs that foster community development in the District;"},{"prefix":"10","text":" Designation of a senior lending officer responsible for implementing and overseeing the community development plan; and"},{"prefix":"11","text":" If the determination is in connection with the acquisition of a bank, savings institution, or holding company:"},{"prefix":"A","text":" The status of the prior community development commitments of the financial institution to be acquired; and"},{"prefix":"B","text":" Plans of the acquiring entity to continue the prior commitments."},{"prefix":"d","text":" A report prepared under subsection (b) of this section shall include the assessment factors utilized to determine the financial institution's descriptive rating, the financial institution's descriptive rating, and the basis for the Commissioner's determination of the financial institution's descriptive rating."},{"prefix":"e","text":" A report prepared under subsection (b) of this section shall be available to the public upon request."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"4A","text":"Community Development by Financial Institutions."},"heading":{"title":"26","chaptersection":"431","identifier":"26-431.04","catch_text":"Community development plan requirement."}}