{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following § 26-551.01.\n\nDC CODE § 26-551.18\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 118, 48 DCR 3244.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section or as otherwise required by law, the Department and the employees, agents, and contractors of the Departments shall not disclose:"},{"prefix":"1","text":" The contents of a report or examination of a person by the Department, except as the Commissioner determines is appropriate to disclose in the final order issued under § 26-551.13;"},{"prefix":"2","text":" Information furnished to, or obtained by, the Department, the disclosure of which the Commissioner determines could endanger the safety and soundness of a financial institution;"},{"prefix":"3","text":" Personal financial information furnished to, or obtained by the Department, except as the Commissioner determines is appropriate to disclose in the final order issued under § 26-551.13."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, the contents of a report or examination of a person or information, including personal information, furnished to or obtained by the Department may be disclosed:"},{"prefix":"1","text":" To employees, agents, and contractors of the Department in the performance of the duties of the employee, agent, or contractor;"},{"prefix":"2","text":" To the directors, officers, and other persons authorized by the board of directors of a financial institution or other entity, if the financial institution or other entity furnished the information to the Department;"},{"prefix":"3","text":" To authorized and appropriate government agencies; or"},{"prefix":"4","text":" In accordance with a court order."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"5B","text":"Administration of the Banking Code."},"subchapter":{"identifier":"IV","text":"Investigation, Examination, and Enforcement Powers of the Commissioner."},"heading":{"title":"26","chaptersection":"551","identifier":"26-551.18","catch_text":"Confidentiality of information."}}