{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (c), validated a previously made technical correction.\n\nD.C. Law 15-166, in the section name line, substituted \"Administration of the District of Columbia Banking Code.\" for \"Advisory Neighborhood Commissions-Duties and responsibilities; notice; great weight; access to documents; reports; contributions.\"; repealed subsecs. (a), (d), (e), (f), and (h); in subsec. (b), deleted \"of Banking and Financial Institutions is established and\" following 'The Department\"; rewrote subsec. (c); and, in subsec. (g), deleted the second sentence which had read \"All agreements entered into with, and correspondence, invoices, certificates of operation, licenses, orders, memoranda, and regulations issued by, the Superintendent of the Office of Banking and Financial Institutions and the Office of Banking and Financial Institutions shall continue in effect as if the agreements entered into with, and correspondence, invoices, certificates of operation, licenses, orders, memoranda, and regulations were issued by, the Commissioner or the Department, respectively.\" Prior to amendment, subsecs. (a), (c), (d), (e), (f), and (h) had read as follows:\n\n\"(a) The position of the Superintendent of the Office of Banking and Financial Institutions and the Office of Banking and Financial Institutions are abolished.\"\n\n\"(c) The position of the Commissioner of the Department of Banking and Financial Institutions is established. The Commissioner is the head of the Department of Banking and Financial Institutions and shall administer the Department in accordance with this chapter.\n\n\"(d) All powers, duties, responsibilities, and functions of the Superintendent of the Office of Banking and Financial Institutions and of the Office of Banking and Financial Institutions shall be transferred upon June 9, 2001, to the Commissioner and the Department, respectively.\n\n\"(e) The Commissioner and the Department shall be the successors in interest to all the rights, obligations, and property of the Superintendent of the Office of Banking and Financial Institutions and the Office of Banking and Financial Institutions, respectively. The Commissioner and the Department shall assume all of the debts, liabilities, and assets of the Superintendent of the Office of Banking and Financial Institutions and the Office of Banking and Financial Institutions, respectively.\n\n\"(f) Any pending action or proceeding by or against the Superintendent of the Office of Banking and Financial Institutions or the Office of Banking and Financial Institutions may be prosecuted to judgment, and the judgment shall bind the Commissioner and the Department. In any pending action or proceeding by or against the Superintendent of the Office of Banking and Financial Institutions or the Office of Banking and Financial Institutions, the Commissioner and the Department may be substituted in place of the Superintendent of the Office of Banking and Financial Institutions or the Office of Banking and Financial Institutions, respectively.\"\n\n\"(h) All employees of the Office of Banking and Financial Institutions shall, upon June 9, 2001, become employees of the Department and all rights, benefits, seniority, and compensation of any nature shall continue uninterrupted.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 802 of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-551.01.\n\nFor Law 14-213, see notes following § 26-131.02.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDelegation of Authority\n\nDelegation of Authority to Administer the Junior Super $avers Club Program, see Mayor's Order 2001-157, October 12, 2001 (48 DCR 9888); Mayor's Order 2001- 158, October 12, 2001 (48 DCR 9890).\n\nMiscellaneous Notes\n\nSection 802 of D.C. Law 14-28 provides:\n\n\"Sec. 802. (a) All positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available to the Department of Consumer and Regulatory Affairs for the operation and implementation of An Act To regulate the business of loaning money on security of any kind by persons, firms, and corporations other than national banks, licensed bankers, trust companies, savings banks, building and loan associations, and real estate brokers in the District of Columbia, approved February 4, 1913 (37 Stat. 657; D.C. Official Code 26-901 et seq.), Chapter 46 of Title 28 of the District of Columbia Official Code, and Chapter 1 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR 100 et seq.), are hereby transferred to the Department of Banking and Financial Institutions, established by section 103 of the 21st Century Financial Modernization Act of 2000, signed by the Mayor on January 26, 2001 (D.C.   Act 13-597;  48 DCR 3244).\n\n\"(b) All of the functions assigned and authority delegated to the Department of Consumer and Regulatory Affairs concerning An Act To regulate the business of loaning money on security of any kind by persons, firms, and corporations other than national banks, licensed bankers, trust companies, savings banks, building and loan associations, and real estate brokers in the District of Columbia, approved February 4, 1913 (37 Stat.  657;  D.C.  Official Code 26-901 et seq.), Chapter 46 of Title 28 of the District of Columbia Official Code, and Chapter 1 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR 100 et seq.), are hereby transferred to the Department of Banking and Financial Institutions, established by section 103 of the 21st Century Financial Modernization Act of 2000, signed by the Mayor on January 26, 2001 (D.C.   Act 13-597;  48 DCR 3244).\"\n\nDC CODE § 26-551.03\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 103, 48 DCR 3244; Oct. 19, 2002, D.C. Law 14-213, § 18(c), 49 DCR 8140; June 11, 2004, D.C. Law 15-166, § 2(b), 51 DCR 2817.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"b","text":" The Department shall administer the provisions of the District of Columbia Banking Code on behalf of the Mayor."},{"prefix":"c","text":" The Department of Banking and Financial Institutions and the position of the Commissioner of the Department of Banking and Financial Institutions are abolished."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" References in any statute, regulation, or rule of the District to the Superintendent of the Office of Banking and Financial Institutions or the Office of Banking and Financial Institutions shall mean the Commissioner and the Department, respectively."},{"prefix":"h","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"5B","text":"Administration of the Banking Code."},"subchapter":{"identifier":"II","text":"Abolishment of Department of Banking and Financial Institutions; Commissioner of the Department of Banking and Financial Institutions."},"heading":{"title":"26","chaptersection":"551","identifier":"26-551.03","catch_text":"Administration of the District of Columbia Banking Code."}}