{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following § 26-551.01.\n\nDC CODE § 26-551.16\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 116, 48 DCR 3244.)","sections":[{"prefix":"a","text":" The Commissioner may issue and serve upon the financial institution or its affiliate or subsidiary a final cease and desist order if:"},{"prefix":"1","text":" The party served with the notice of charges fails to appear at the hearing called under § 26-551.13; or"},{"prefix":"2","text":" The record of the hearing held under § 26-551.13 supports a finding that the violation or unsafe and unsound practice specified in the notice of charges has occurred or reasonably likely to occur."},{"prefix":"b","text":" A final cease and desist order may require that a financial institution or a director, officer, trustee, employee, agent, affiliate, or subsidiary of the financial institution:"},{"prefix":"1","text":" Cease and desist from the violation or unsafe or unsound practice or from any activity that will or may result in a violation or unsafe or unsound practice;"},{"prefix":"2","text":" Take affirmative action to correct the violation, unsafe or unsound practice, or condition resulting from the violation or unsafe or unsound practice or to avoid a violation or unsafe or unsound practice; or"},{"prefix":"3","text":" Provide indemnification, reimbursement, restitution, or any other relief that the Commissioner determines is appropriate."},{"prefix":"c","text":" A final cease and desist order shall become effective 30 days after the service of the order upon the financial institution or its affiliate or subsidiary; provided, that a final cease and desist order which has been issued upon the consent of the Commissioner and a financial institution or other parties shall become effective upon the date specified in the consent order."},{"prefix":"d","text":" A final cease and desist order shall remain in effect until it is stayed, modified, terminated, or set aside by the Commissioner or a court."},{"prefix":"e","text":" In addition to, or instead of, issuing a final cease and desist order, the Commissioner may enter into an informal enforcement action, such as a supervisory agreement or memorandum of understanding, with the financial institution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"5B","text":"Administration of the Banking Code."},"subchapter":{"identifier":"IV","text":"Investigation, Examination, and Enforcement Powers of the Commissioner."},"heading":{"title":"26","chaptersection":"551","identifier":"26-551.16","catch_text":"Cease and desist order."}}