{"text":"","historical":"Temporary Addition of Section\n\nSection 201 of D.C. Law 13-207 added this section.\n\nSection 401(b) of D.C. Law 13-207 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 201 of the Child Support and Welfare Reform Compliance Emergency Amendment Act of 2001 (D.C. Act 13-446, November 7, 2000, 47 DCR 9213).\n\nFor temporary (90 day) addition of section, see § 203 of Child Support and Welfare Reform Compliance Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-5, February 13, 2001, 48 DCR 2440).\n\nLegislative History of Laws\n\nFor Law 13-207, see notes following § 26-531.\n\nFor Law 13-269, see notes following § 26-531.\n\nDC CODE § 26-532\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-269, § 203, 48 DCR 1270.)","sections":[{"prefix":"a","text":" A financial institution doing business in the District shall:"},{"prefix":"1","text":" Upon the request of the IV-D agency, enter into agreements with the IV-D agency to develop and operate a data-match system in which the financial institution is required to provide for each calendar quarter the name, record address, social security number or other taxpayer identification number, and other identifying information (including account number) for each noncustodial parent who maintains an account at the institution, individually or jointly, and who owes past-due child or spousal support that is enforced by the IV-D agency, as identified by the Mayor by name and social security number or other taxpayer identification number; and"},{"prefix":"2","text":" Encumber or surrender assets held by the institution on behalf of a noncustodial parent who is subject to a lien pursuant to § 46-224 in response to a notice of lien or levy from the Superior Court or the IV-D agency."},{"prefix":"b","text":" The IV-D agency may pay a reasonable fee to a financial institution for conducting the data match provided for in subsection (a) of this section, not to exceed the actual costs incurred by the financial institution."},{"prefix":"c","text":" A financial institution shall not be liable under any District law for:"},{"prefix":"1","text":" Any disclosure of information to the IV-D agency under subsection (a) of this section;"},{"prefix":"2","text":" Encumbering or surrendering, in response to a notice of lien or levy issued by the IV-D agency, any assets it holds; or"},{"prefix":"3","text":" Any other action taken in good faith to comply with subsection (a) of this section."},{"prefix":"d","text":" A financial institution that intentionally fails to comply with subsection (a) of this section shall be subject to a penalty of $5,000 for each failure to conduct a data match with data that the IV-D agency submits or attempts to submit to the financial institution. For purposes of this subsection, a single data submission may include data concerning multiple obligors. Penalties pursuant to this subsection shall be enforced in the Superior Court by the Corporation Counsel of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"5A","text":"Data Match Requirements for Financial Institution."},"heading":{"title":"26","chaptersection":"532","identifier":"26-532","catch_text":"Obligations of financial institutions; fees; liability; penalties."}}