{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-166, in subsec. (b), deleted \"and the Commissioner of the Department of Insurance and Securities Regulation\" following \"Department\".\n\nD.C. Law 15-354, in subsec. (b), substituted \"an ex officio member\" for \"ex officio members\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-551.01.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nFor Law 15-354, see notes following § 26-551.05.\n\nDC CODE § 26-551.07\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 107, 48 DCR 3244; June 11, 2004, D.C. Law 15-166, § 2(d), 51 DCR 2817; Apr. 13, 2005, D.C. Law 15-354, § 35(c), 52 DCR 2638.)","sections":[{"prefix":"a","text":" The Board shall be comprised of 15 members. The Mayor shall, with the advice and consent of the Council, appoint 13 members to the Board. The Mayor shall appoint to the Board a representative of a general banking industry association for the District; a representative of a general trade or commerce industry association; 2 certified public accountants; and 2 representatives of consumer interests. The Mayor shall appoint members who have a strong interest in the District's financial institutions industry."},{"prefix":"b","text":" The Commissioner of the Department shall be an ex-officio member of the Board."},{"prefix":"c","text":" The Commissioner shall be the Chair of the Board."},{"prefix":"d","text":" The term of an appointed member of the Board shall be 3 years; provided, that of the first members appointed to the Board, 4 members shall be appointed to an initial term to end one year after June 9, 2001, 4 members shall be appointed to an initial term to end 2 years after June 9, 2001, and 5 members shall be appointed to an initial term to end 3 years after June 9, 2001."},{"prefix":"e","text":" At the end of the term of an appointed member, the appointed member may continue to serve until a successor is confirmed."},{"prefix":"f","text":" An appointed member of the Board shall be eligible for reappointment."},{"prefix":"g","text":" A person appointed to complete the term of a departing member of the Board shall serve for the unexpired term of the original appointment and until a successor is confirmed. A person appointed to complete the term of a departing member of the Board may be reappointed to one or more additional terms."},{"prefix":"h","text":" A member of the Board, before assuming the duties of Board membership, shall take and subscribe an oath to perform the duties of the office faithfully, impartially, and justly to the best of the member's ability. A record of the oath shall be filed in the office of the Special Assistant to the Mayor for Boards and Commissions."},{"prefix":"i","text":" The Mayor may remove a member of the Board for failing to establish or maintain District residency or for misconduct, neglect of duty, or other cause. If a member of the Board is indicted for the commission of a felony, the member shall be automatically suspended from serving on the Board; provided, that upon (1) a final determination of guilt, or (2) a final determination of innocence or other termination of the proceeding without a determination of guilt, the term of the Board member shall be automatically terminated or reinstated, respectively."},{"prefix":"j","text":" A member of the Board shall not receive compensation, but shall be entitled to reimbursement for travel and incidental expenses."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"5B","text":"Administration of the Banking Code."},"subchapter":{"identifier":"III","text":"Financial Institutions Advisory Board."},"heading":{"title":"26","chaptersection":"551","identifier":"26-551.07","catch_text":"Members of the Financial Institutions Advisory Board; compensation."}}