{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-166 rewrote pars. (2) and (3) which had read as follows:\n\n\"(2) 'Commissioner' means the Commissioner of the Department of Banking and Financial Institutions.\n\n\"(3) 'Department' means the Department of Banking and Financial Institutions.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(c) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 13-268, the \"International Banking Act of 2000\", was introduced in Council and assigned Bill No. 13-866, which was referred to the Committee on Consumer and Regulatory Affairs and the Committee on Government Affairs, Recreation. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 5, 2001, it was assigned Act No. 13-558 and transmitted to both Houses of Congress for its review. D.C. Law 13-268 became effective on April 3, 2001.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDC CODE § 26-631\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-268, § 2, 48 DCR 1251; June 11, 2004, D.C. Law 15-166, § 4(c), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Banking business\" means activities and transactions involving banking, including receiving deposits, paying checks, lending money, and any activity which is determined by the Commissioner to be incidental to the business of banking."},{"prefix":"2","text":" \"Commissioner\" shall have the same meaning as set forth in § 26- 551.02(7)."},{"prefix":"3","text":" \"Department\" shall have the same meaning as set forth in § 26-551.02(9)."},{"prefix":"4","text":" \"District of Columbia Banking Code\" means the statutory provisions concerning banking and financial institutions which are codified in Title 26 of the District of Columbia Official Code, any law administered by the Commissioner, and rules and regulations promulgated under those statutory provisions and laws."},{"prefix":"5","text":" \"Edge Act\" means the Federal Reserve Act, approved December 23, 1913 (38 Stat. 351; 12 U.S.C. § 221 et seq.)."},{"prefix":"6","text":" \"Federal agency\" means an agency of an international banking corporation established and operating under the Federal International Act."},{"prefix":"7","text":" \"Federal branch\" means a branch of an international banking corporation established and operating under the Federal International Act."},{"prefix":"8","text":" \"Federal International Act\" means the International Banking Act of 1978, approved September 17, 1978 (92 Stat. 607; 12 U.S.C. § 3101 et seq.)."},{"prefix":"9","text":" \"Federal international bank office\" means a branch or agency of an international banking corporation established and operating under the Federal International \"ct."},{"prefix":"10","text":" \"Foreign country\" means a country other than the United States, including a dependency or possession of such country, and any territory of the United States, including Guam, American Samoa, the Virgin Islands, and the Commonwealth of Puerto Rico."},{"prefix":"11","text":" \"International agency\" means an office located in the District of Columbia, other than a federal international bank office, which exercises powers, as set forth in § 26-635, on behalf of an international banking corporation."},{"prefix":"12","text":" \"International banking corporation\" means a banking corporation organized and licensed under the laws of a foreign country. The term \"international banking corporation\" shall include an international commercial bank, foreign merchant bank, foreign mortgage bank, or other foreign institution that engages in banking activities in connection with the business of banking in the country where the foreign institution is organized or operating."},{"prefix":"13","text":" \"International banking corporation office\" means, unless otherwise specified, an office established in the District of Columbia under this chapter."},{"prefix":"14","text":" \"International branch\" means an office located in the District of Columbia, other than a federal international bank office, which exercises powers, as set forth in § 26-635, on behalf of an international banking corporation."},{"prefix":"15","text":" \"International financing corporation\" means a corporation organized under the laws of the District of Columbia for the purpose of engaging in the activities described in § 26-635."},{"prefix":"16","text":" \"International representative office\" means:"},{"prefix":"A","text":" An office of an international banking corporation that is established or maintained in the District of Columbia for the purpose of engaging in the activities described in § 26-635; or"},{"prefix":"B","text":" A person whose primary business is to engage in such activities, on behalf of an international banking corporation, from an office located in the District of Columbia."},{"prefix":"17","text":" \"Representative\" means a person or entity located in an office in the District of Columbia that engages in any activity in the District of Columbia for or on behalf of an international banking corporation, which activity is not otherwise prohibited by law."},{"prefix":"18","text":" \"State\" means a state of the United States or the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"6A","text":"International Banking."},"heading":{"title":"26","chaptersection":"631","identifier":"26-631","catch_text":"Definitions."}}