{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (b)(2)(B)(iii), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 13-268, see notes following § 26-631.\n\nFor Law 14-213, see notes following § 26-131.02.\n\nDC CODE § 26-635\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-268, § 6, 48 DCR 1251; Oct. 19, 2002, D.C. Law 14-213, § 17, 49 DCR 8140.)","sections":[{"prefix":"a","text":"(1) An international banking corporation licensed by the Commissioner may engage in the business authorized by this chapter only at the office specified in the license. A license issued under this chapter shall not be transferable or assignable; provided, that the location of an international banking corporation office may be changed after notification of the Commissioner as required by regulation. The license shall at all times be conspicuously displayed in the place of business specified in the license."},{"prefix":"2","text":" An international banking corporation licensed under this chapter shall, whenever its articles of incorporation are amended, immediately file with the Commissioner a copy of the amendment duly authenticated by the proper officer of the country under which the international banking corporation was organized. The filing of the amendment shall not:"},{"prefix":"A","text":" Enlarge or alter the purpose for which the international banking corporation is authorized to transact banking business or representational activities in the District of Columbia;"},{"prefix":"B","text":" Authorize the international banking corporation to transact banking business or representational activities in the District of Columbia in any other name than the name set forth in its license; or"},{"prefix":"C","text":" Extend the duration of its corporate existence."},{"prefix":"3","text":" An international banking corporation licensed under this chapter shall apply to the Commissioner to secure an amended license if it changes its corporate name, changes the duration of its corporate existence, or desires to pursue a different or additional purpose which is not set forth in its prior application for a license. The requirements with respect to the form and contents of the application, the manner of its execution, the filing of duplicate originals of the application with the Commissioner, the issuance and effect of an amended license, and the recording of the amended license shall be the same as in the case of an original application for a license."},{"prefix":"4","text":" An international banking corporation desiring to convert an existing international banking corporation office to an international banking corporation office of a different type shall submit to the Commissioner an application on a form that the Commissioner shall prescribe, which application shall be accompanied by all of the information and documents that are required for the license sought."},{"prefix":"5","text":" Nothing in the laws of the District of Columbia shall restrict the right of a District of Columbia-licensed international agency, international branch, or international financing corporation to convert to a federal license or charter upon compliance with the laws of the United States. Upon completion of any such conversion, the District of Columbia license shall be surrendered to the Commissioner."},{"prefix":"6","text":" An international banking corporation desiring to convert a federal international bank office or corporation organized under section 25A of the Edge Act into an international banking corporation office operating under the provisions of this chapter shall meet the minimum criteria of the District of Columbia-chartered form into which it is converting."},{"prefix":"b","text":"(1)(A) An international banking corporation that meets the requirements of § 26-634 may, with the approval of the Commissioner, establish one or more international branches in the District of Columbia. An international branch shall have the same rights and privileges as a bank organized under the District of Columbia Banking Code, including the right to receive deposits and exercise fiduciary powers. The operations of an international branch shall be conducted under regulations determined by the Commissioner as necessary to ensure compliance with the provisions of the District of Columbia Banking Code. The regulations shall include requirements for the maintenance of accounts and records separate from those of the international banking corporation of which it is a branch. An application to establish an international branch shall be made under § 26-636."},{"prefix":"B","text":" An international banking corporation may operate more than one international branch in the District of Columbia, each at a different place of business; provided, that each branch office shall be separately licensed to transact a banking business, or any part of a banking business, under this chapter."},{"prefix":"2","text":"(A) An international agency licensed under this chapter may make any loan, extension of credit, or investment which it could make if chartered and operating as a bank organized under the laws of the District of Columbia."},{"prefix":"B","text":" An international agency shall not receive deposits in the District of Columbia other than:"},{"prefix":"i","text":" Deposits of a foreign nation, an agency or instrumentality of a foreign nation, or a person who resides in, is domiciled in, and maintains its, or his or her, principal place of business in, a foreign nation. For purposes of this subparagraph, the term \"person\" means an individual, proprietorship, joint venture, partnership, trust, business trust, syndicate, association, joint stock company, corporation, limited liability company, or any other organization (or any branch or division thereof);"},{"prefix":"ii","text":" Interbank deposits, interbank borrowing, or similar interbank obligations; or"},{"prefix":"iii","text":" International banking facility time deposits as defined in § 47- 1801.04(31)."},{"prefix":"C","text":" An international agency may maintain in the District of Columbia, for the account of others, credit balances necessarily incidental to, or arising out of, the exercise of its authority."},{"prefix":"D","text":" Upon approval of an application by the Commissioner under § 26-636, an international agency may act as a fiduciary and exercise trust powers subject to the same requirements, and in the same manner, as the trust business of a District of Columbia trust company or a District of Columbia bank with trust powers."},{"prefix":"E","text":" An international banking corporation may operate more than one international agency in the District of Columbia, each at a different place of business; provided, that each agency office shall be separately licensed to transact a banking business or any part of a banking business, under this chapter."},{"prefix":"c","text":" Subject to the provisions of this chapter, an international representative office may act in the District of Columbia in a liaison capacity with existing and potential customers of an international banking corporation and its subsidiaries and affiliates. It may, through its employees or agents, solicit loans; assemble credit information; make proprietary inspections and appraisals; assist in completing loan applications and other preliminary paperwork in preparation for making a loan; administer personnel and operations; engage in data processing or recordkeeping activities; provide information to customers concerning their accounts; answer questions; receive applications for extensions of credit and other banking services; transmit documents on behalf of customers; make arrangements for customers to transact business on their accounts; service loans or extensions of credit and investments; solicit, but not accept, deposits; and engage in such other activities as the Commissioner may approve by order or regulation. An international representative office may not conduct any banking business, or part of a banking business, in the District of Columbia."},{"prefix":"d","text":" An international banking corporation may, with the approval of the Commissioner under the District of Columbia Banking Code, acquire control over or organize a bank organized under the laws of the District of Columbia. For the purposes of this section, the term \"bank\" shall have the same meaning as set forth in section 2(c) of the Bank Holding Company Act of 1956, approved May 9, 1956 (70 Stat. 133; 12 U.S.C. § 1841(c))."},{"prefix":"e","text":" A bank established by an international banking corporation and chartered outside the District of Columbia may establish a branch in the District of Columbia; provided, that the branch shall be subject to the same laws, rules, regulations, and oversight as a bank branch of a domestic financial institution chartered outside the District of Columbia."},{"prefix":"f","text":" An international banking corporation that has established a branch, agency, or representative office outside the District of Columbia may establish and operate, directly or indirectly, an international branch, an international agency, or an international representative office in the District of Columbia in accordance with applicable District of Columbia law."},{"prefix":"g","text":" An international financing corporation established under this chapter shall directly engage only in those activities permissible for corporations organized under the Edge Act. Subject to the prior approval of the Commissioner and to such limitations as the Commissioner shall prescribe by regulation, the fact that an international financing corporation invests in shares of, and owns or controls, an Edge Act corporation, an international banking corporation, or a company engaged in financial activities outside the United States, or establishes and operates branches, representative offices, and similar banking facilities in foreign countries, shall not prohibit their operation in the District of Columbia."},{"prefix":"h","text":" This chapter shall not be construed to prohibit an international banking corporation which does not maintain an office in the District of Columbia from transacting the following business:"},{"prefix":"1","text":"(A) Making loans in the District of Columbia secured by mortgages on real property; or"},{"prefix":"B","text":" Contracting in the District of Columbia with a banking institution engaged in the business of banking under the laws of the District of Columbia to acquire from or through such banking institution a part or the entire interest in:"},{"prefix":"i","text":" A loan or evidence of debt which such banking institution has made, purchased, or acquired, or will make, purchase, or acquire, for its own account or otherwise; and"},{"prefix":"ii","text":" A like interest in any security and any security instrument proposed to be given, or previously or subsequently given, to secure or evidence such loan or evidence of debt;"},{"prefix":"2","text":" Enforcing in the District of Columbia obligations previously or subsequently acquired by it in the transaction of business outside the District of Columbia or in the transaction of business authorized by this section; or"},{"prefix":"3","text":" Acquiring, holding, leasing, mortgaging, contracting with respect to, or otherwise protecting or conveying property in the District of Columbia previously or subsequently assigned, transferred, mortgaged, or conveyed to it as security for, or in whole or part satisfaction of, a loan made by it or an obligation acquired by it in the transaction of business outside the District of Columbia or in the transaction of business authorized by this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"6A","text":"International Banking."},"heading":{"title":"26","chaptersection":"635","identifier":"26-635","catch_text":"Scope of license; permissible activities of international banking corporations."}}