{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-806.1.\n\nEffect of Amendments\n\nD.C. Law 17-59, in subsec. (d), deleted \"and the Council approves, by resolution, the reduction or extension\" following \"justifies the action\".\n\nTemporary Amendments of Section\n\nSection 3(c) of D.C. Law 17-31, in subsec. (d), deleted \"and the Council approves, by resolution, the reduction or extension\".\n\nSection 5(b) of D.C. Law 17-31 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(c) of Bank Charter Modernization Emergency Amendment Act of 2007 (D.C. Act 17-66, July 9, 2007, 54 DCR 6819).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-702.01.\n\nFor Law 17-59, see notes following § 26-636.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-142 as subchapter II of Chapter 8 [subchapter II of Chapter 7, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in the introductory language of (a).\n\nMiscellaneous Notes\n\nFees credited to the Office of Banking and Financial Institutions Enterprise Fund: Section 1804(2) of D.C. Law 12-60 provided that all fees received pursuant to § 26-806.1(a)(2) [1981 Ed.] shall be credited to the Office of Banking and Financial Institutions Enterprise Fund.\n\nDC CODE § 26-706.01\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, § 7a, as added Apr. 11, 1986, D.C. Law 6- 107, § 2(e), 33 DCR 1168; Dec. 11, 2007, D.C. Law 17-59, § 3(c), 54 DCR 10718.)","sections":[{"prefix":"a","text":" Notwithstanding any other provisions of this subchapter, 90 days after April 11, 1986, any nonregional bank holding company may make application to the Superintendent for approval to acquire:"},{"prefix":"1","text":" Any District bank that was in existence on December 18, 1985, and continuously operating for at least 2 years prior to that date; or"},{"prefix":"2","text":" Any District bank holding company all of the District bank subsidiaries of which were in existence on December 18, 1985, and that had been in existence and continuously operating for at least 2 years prior to that date. The Superintendent shall list applications for acquisition among the pending applications in the Superintendent's periodic bulletin, published in the District of Columbia Register, and mailed without charge to any person upon request. Prior to deciding whether to grant approval of the application, the Superintendent shall accept public comment on the application and shall hold a public hearing on the application, according to procedures established by the rules issued by the Superintendent. The Superintendent shall not approve the acquisitions unless it is found that the application satisfies the requirements of § 26-704, including the $4,000 application fee, and subsection (b) of this section."},{"prefix":"b","text":" An applicant under this section shall be required to demonstrate to the Superintendent that:"},{"prefix":"1","text":" The applicant will make loans and extend credit in a target economic development project in the District for an amount equal to or greater than . 0625% of the applicant's total assets 3 years following the date of acquisition of a District bank holding company or District bank. In no event shall the amount of loans and extension of credit be less than $50,000,000 or required to be made more than $100,000,000, though an applicant may agree to make loans and extend credit in target economic development projects in excess of $100,000,000, and the loans shall not include temporary financing, general obligation bonds issued by the District government, or the purchase of an interest in a pool of mortgage loans, such as mortgage participation certificates issued or guaranteed by the Federal Home Loan Mortgage Corporation, the Government National Mortgage Association, or the Farmers Home Administration;"},{"prefix":"2","text":" The applicant will establish at least 2 bank offices in target banking development areas, in addition to any acquired bank offices, within 3 years following the date of acquisition of a District bank or District bank holding company;"},{"prefix":"3","text":" The applicant will cash checks issued by the District and the United States governments at bank offices within target banking development areas, even though the bearer of the check does not maintain an account at the bank. According to normal and prudent banking practices, the bank may verify that the individual who presents the check at the bank office is legally entitled to payment;"},{"prefix":"4","text":" The applicant will sell food coupons pursuant to 7 U.S.C. § 2011 et seq.;"},{"prefix":"5","text":" The applicant will employ at least 200 District residents, or a lesser number according to a sliding scale based upon total assets to be developed by the Superintendent, but in no event less than 50, in positions located in the District that were not located in the District prior to approval of the application, within 3 years following the date of acquisition of a District bank holding company or District bank; and"},{"prefix":"6","text":" The applicant will promote international trade and finance within the District."},{"prefix":"c","text":"(1) With its application, an applicant shall submit an irrevocable and confirmed letter of credit for $10,000,000 from an acceptable bank, as determined by the Superintendent. The letter of credit shall name the District of Columbia as the beneficiary and shall provide that the District of Columbia Treasurer shall receive up to $10,000,000 upon presentation to the issuer by the Superintendent of a decision and order which is reached pursuant to the procedures in subsection (f) of this section and which is a final order because all administrative and judicial appeals of the decision and order are exhausted or untimely. The letter of credit shall be established as of the date when the applicant submits its application to the Superintendent."},{"prefix":"2","text":" In place of an irrevocable and confirmed letter of credit, the Superintendent may authorize the use of any other financial instrument which would assure payment of fines assessed pursuant to subsection (f) of this section."},{"prefix":"d","text":" The Superintendent may reduce or extend the time within which a bank holding company shall satisfy any commitment made in connection with an application filed pursuant to this section, if the Superintendent finds that the commitment was contingent upon certain action to be taken by the District and the District does not take the action, or, upon good cause shown, the economic or financial conditions of the bank holding company justifies the action."},{"prefix":"e","text":" Any District bank holding company or District bank may choose not to be acquired pursuant to this section by having a resolution to that effect passed by its board of directors and shareholders. The resolution shall be forwarded to the Superintendent within 60 days after its adoption. No acquisition of a bank or bank holding company which has timely filed such a resolution shall be allowed by the Superintendent unless notice is given to the Superintendent, at the time an application is filed, that the resolution has been withdrawn or reversed by vote of the board of directors and shareholders."},{"prefix":"f","text":"(1) The Superintendent may, at any time, review the activities of a nonregional bank holding company making an acquisition under this section and of its District bank subsidiaries to determine whether the nonregional bank holding company is fulfilling the commitments set forth in subsection (b) of this section. In all events, at the end of 3 years following the acquisition of a District bank or a District bank holding company under this section, the Superintendent shall review the activities of the nonregional bank holding company making the acquisition, and of its District bank subsidiaries, and shall determine whether the nonregional bank holding company has fulfilled, and is continuing to fulfill, the commitments set forth in subsection (b) of this section. The Superintendent shall complete the review and make the determination no later than 3 years and 3 months after the acquisition of a District bank or bank holding company by the nonregional bank holding company. The Superintendent may require a nonregional bank holding company making an acquisition under this section, and its District bank subsidiaries, to supply the information and to submit the reports the Superintendent considers necessary in order to make a determination under this subsection."},{"prefix":"2","text":" Upon the determination of the Superintendent that a bank holding company has failed to comply with any commitment made in connection with an application filed pursuant to this section, the Superintendent shall order the company to take steps to comply with the commitment within a specified reasonable period of time. The Superintendent may extend this specified reasonable period of time."},{"prefix":"3","text":" If, 30 days after the date specified for compliance by an order issued pursuant to this subsection, including any extension, the Superintendent believes that the bank holding company has not complied with the order, the Superintendent shall hold a hearing pursuant to § 2-509, to determine whether the bank holding company has failed to comply with the order. The hearing shall be subject to judicial review by the District of Columbia Court of Appeals pursuant to § 2-510."},{"prefix":"4","text":" If, after the hearing and final order issued upon the completion of all appeals, the Superintendent concludes that the bank holding company has not complied with the Superintendent's order within the specified period of time, including any extension, the bank holding company has not undertaken a good faith effort to comply with the Superintendent's order, and the applicant has not substantially completed its commitment pursuant to this section, the Superintendent shall either:"},{"prefix":"A","text":" Order the bank holding company to divest itself of control of all District banks and bank holding companies within a reasonable period of time. If, the Superintendent orders a bank holding company to divest itself of control of all District banks and bank holding companies pursuant to this paragraph, the divestiture shall, in all events, be completed within 1 year after the date on which the Superintendent's order becomes final and not pending further judicial review; or"},{"prefix":"B","text":" Fine the bank holding company $10,000,000 and present the decision and order, including a showing that all administrative and judicial appeals of that decision and order are exhausted or untimely, to the issuer of the $10,000,000 letter of credit or other financial assurance required in subsection (c) of this section, and shall call upon the issuer to honor the letter of credit or other financial assurance for the full amount of $10,000,000."},{"prefix":"5","text":" If, after the hearing and final order issued upon the completion of all appeals, the Superintendent concludes that the bank holding company has not complied with the Superintendent's order within the specified period of time, including any extension, the bank holding company has not undertaken a good faith effort to comply with the Superintendent's order, and the bank holding company has substantially completed its commitment pursuant to this section, the Superintendent may fine the bank holding company up to $10,000,000, and, if the Superintendent does fine the bank holding company, the Superintendent shall present the decision and order, including a showing that all administrative and judicial appeals of that decision and order are exhausted or untimely, to the issuer of the $10,000,000 letter of credit or other financial assurance required in subsection (c) of this section, and shall call upon the issuer to honor the letter of credit or other financial assurance for payments equal to the amount of the fines assessed pursuant to this paragraph."},{"prefix":"6","text":" If, after the hearing and final order issued upon the completion of all appeals, the Superintendent concludes that the bank holding company has not complied with the Superintendent's order within the specified period of time, including any extension, the bank holding company has undertaken a good faith effort to comply with the Superintendent's order, and the bank holding company has not substantially completed its commitment pursuant to this section, the Superintendent may fine the bank holding company up to $10,000,000, and, if the Superintendent does fine the bank holding company, the Superintendent shall present the decision and order, including a showing that all administrative and judicial appeals of that decision and order are exhausted or untimely, to the issuer of the $10,000,000 letter of credit or other financial assurance required in subsection (c) of this section, and shall call upon the issuer to honor the letter of credit or other financial assurance for payment equal to the amount of the fines assessed pursuant to this paragraph."},{"prefix":"7","text":" If, after the hearing and final order issued upon the completion of all appeals, the Superintendent concludes that the bank holding company has not complied with the Superintendent's order within the specified period of time, including any extension, the bank holding company has undertaken a good faith effort to comply with the Superintendent's order and the bank holding company has substantially completed its commitment pursuant to this section, the Superintendent may fine the bank holding company up to $5,000,000, and, if the Superintendent does fine the bank holding company, the Superintendent shall present the decision and order, including a showing that all administrative and judicial appeals of that decision and order are exhausted or untimely to the issuer of the $10,000,000 letter of credit or other financial assurance required in subsection (c) of this section, and shall call upon the issuer to honor the letter of credit or other financial assurance for payment equal to the amount of the fines assessed pursuant to this paragraph, but the payment shall not be greater than $5,000,000."},{"prefix":"8","text":" The Superintendent shall exercise the Superintendent's authority under paragraphs (3), (4), (5), and (6) of this subsection within 4 years of the date of the acquisition of a District bank holding company or District bank, plus any extensions and any period during which a hearing and its appeals, if any, are pending pursuant to this subsection."},{"prefix":"9","text":" The Superintendent shall submit a written report of any actions that the Superintendent takes pursuant to this subsection to the Council and to the Federal Reserve Board."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"706","identifier":"26-706.01","catch_text":"Alternative entry by acquisition."}}