{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-807.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-63, see Historical and Statutory Notes following § 26-701.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-702.01.\n\nReferences in Text\n\n\"12 U.S.C. § 1730a,\" referred to in (a)(2), was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-142 as subchapter II of Chapter 8 [subchapter II of Chapter 7, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in the introductory language of (a) and in (b).\n\nDC CODE § 26-707\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, § 8, 32 DCR 5954; Apr. 11, 1986, D.C. Law 6-107, § 2(f), 33 DCR 1168.)","sections":[{"prefix":"a","text":" An action for equitable or any other appropriate relief to enforce the provisions of this subchapter may be brought in any court of competent jurisdiction by:"},{"prefix":"1","text":" Any District of Columbia bank holding company or District of Columbia bank;"},{"prefix":"2","text":" Any regional bank holding company that has a District of Columbia bank subsidiary (other than a District of Columbia bank subsidiary that was acquired either pursuant to 12 U.S.C. § 1730a(m) or 12 U.S.C. § 1823(f), or in the regular course of securing or collecting a debt previously contracted in good faith, as provided in 12 U.S.C. § 1842(a)); or"},{"prefix":"3","text":" The Corporation Counsel of the District of Columbia in the name of the District of Columbia."},{"prefix":"b","text":" Each bank holding company making the submission to the Superintendent required by § 26-704 or 26-706.01 shall include in that submission a statement identifying a registered agent and registered office for the bank holding company. The registered agent shall be an agent of the bank holding company upon whom process of law against the company may be served. All notices or demands required or permitted by law may be served upon the registered agent. The registered agent and office may be the same as that used by the District bank holding company or District bank sought to be acquired or established. The appointment of a registered agent for purposes of this section must meet the requirements imposed on a foreign corporation's appointment of a registered agent and office by § 29-101.106.   If the bank holding company fails to properly appoint or maintain a registered agent and office in the District, the Mayor shall be an agent of the bank holding company upon whom any process of law, notice, or demand against the bank holding company may be served.  All matters served upon the Mayor pursuant to this section shall be handled in the same manner as matters served upon the Mayor on behalf of foreign corporations pursuant to § 29-101.108(b) and (d). The appointment of a registered agent pursuant to this section may not be revoked or modified, except that a new registered agent may be substituted, so long as any liability for the fines imposed by this subchapter remains outstanding against the bank holding company. Upon satisfaction of any liability, the appointment may be revoked or otherwise modified, unless the bank holding company is otherwise required by law to maintain the registered agent and office."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"707","identifier":"26-707","catch_text":"Enforcement."}}