{"text":"A District of Columbia bank holding company, a District of Columbia bank, a regional bank holding company, or a regional bank may acquire or control, and shall not cease to be a District of Columbia bank holding company, a District of Columbia bank, a regional bank holding company, or a regional bank, as the case may be, by virtue of its acquisition or control of:","historical":"Prior Codifications\n\n1981 Ed., § 26-803.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-63, see Historical and Statutory Notes following § 26-701.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 26-702.01.\n\nReferences in Text\n\n\"12 U.S.C. § 1730a,\" referred to in (1), was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363.\n\nDC CODE § 26-703\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, § 4, 32 DCR 5954; Feb. 5, 1994, D.C. Law 10-68, § 25(b), 40 DCR 6311.)","sections":[{"prefix":"1","text":" A bank having banking offices in a state not within the region, if the bank has been acquired pursuant to the provisions of 12 U.S.C. § 1730a(m) or 12 U.S.C. § 1823(f);"},{"prefix":"2","text":" A bank having banking offices in a state not within the region, if the bank has been acquired in the regular course of securing or collecting a debt previously contracted in good faith, as provided in 12 U.S.C. § 1842(a), and if the bank or bank holding company divests the securities or assets acquired within 2 years of the date of acquisition; or"},{"prefix":"3","text":" A bank or corporation organized under the laws of the United States or of any state and operating under 12 U.S.C. § 601 or 12 U.S.C. §§ 611-632, or a bank or bank holding company organized under the laws of a foreign country that is principally engaged in business outside the United States and that either has no banking office in the United States or has banking offices in the United States that are engaged only in business activities permissible for a corporation operating under 12 U.S.C. § 601 or §§ 611-632."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"703","identifier":"26-703","catch_text":"Exceptions."}}