{"text":"The Council of the District of Columbia hereby finds and declares that:","historical":"Prior Codifications\n\n1981 Ed., ยง 26-851.\n\nLegislative History of Laws\n\nLaw 11-142, the \"Banking and Branching Act of 1996,\" was introduced in Council and assigned Bill No. 11-321, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on March 5, 1996, and April 2, 1996, respectively. Signed by the Mayor on April 16, 1996, it was assigned Act No. 11-258 and transmitted to both Houses of Congress for its review. D. C. Law 11-142 became effective on June 13, 1996.\n\nDC CODE ยง 26-731\n\nCurrent through December 11, 2012","credits":"(June 13, 1996, D.C. Law 11-142, ยง 2, 43 DCR 2159.)","sections":[{"prefix":"1","text":" On September 29, 1994, the federal Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 (\"federal legislation\") became law."},{"prefix":"2","text":" Sections 102 and 103 of the federal legislation permit states to enact early opt in legislation to enable a state to appropriately regulate interstate banking, branching, and bank mergers and acquisitions prior to June 1997 when all provisions of the federal legislation will become fully effective."},{"prefix":"3","text":" It is the intent of the District of Columbia to exercise its statutory option under the federal legislation by opting in to its interstate branching schemata thus permitting the District's Office of Banking and Financial Institutions to regulate, pursuant to the federal legislation, interstate branching, acquisition of branches, bank mergers, and consolidations of existing banking entities within the District of Columbia among other things."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Interstate Banking and Branching."},"heading":{"title":"26","chaptersection":"731","identifier":"26-731","catch_text":"Findings."}}