{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-857.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-142, see Historical and Statutory Notes following § 26-731.\n\nMiscellaneous Notes\n\nFees credited to the Office of Banking and Financial Institutions Enterprise Fund: Section 1804(3) of D.C. Law 12-60 provided that all fees received pursuant to § 26-857(a)(2) [1981 Ed.] shall be credited to the Office of Banking and Financial Institutions Enterprise Fund.\n\nDC CODE § 26-737\n\nCurrent through December 11, 2012","credits":"(June 13, 1996, D.C. Law 11-142, § 8, 43 DCR 2159.)","sections":[{"prefix":"a","text":" A District bank may engage with an out-of-state bank (\"applicant\") in an interstate merger transaction where the resulting bank is not a District state bank. The resulting bank from such an interstate merger transaction may maintain and operate the branches in the District of the merged District bank, provided the applicant meets the following requirements:"},{"prefix":"1","text":" Submits to the Superintendent a copy of the application it files with its home state regulator or with the federal banking agency in order to consummate such merger within the District;"},{"prefix":"2","text":" Pays a merger fee to be determined by the Superintendent. This fee may be waived by the Superintendent if the Superintendent determines that the fee paid by the applicant in its home state is sufficient;"},{"prefix":"3","text":" Prior to consummation of such merger, obtains a certificate of authority to transact business in the District in accordance with § 29-101.99. The applicant shall be entitled to do so notwithstanding the exclusion of the business of banking under the terms of § 29-101.99(a); and"},{"prefix":"4","text":" In the case of an interstate merger transaction to be consummated prior to June 1, 1997, the laws of the home state of the applicant permit District banks to consummate interstate merger transactions in the home state under terms similar to those set forth in this subchapter."},{"prefix":"b","text":" An out-of-state state bank that engages in an interstate merger transaction with a District bank and is the resulting bank may exercise at its branches in the District all rights and powers to be exercised by District state banks, unless the out-of-state state bank's home state determines that the exercise of such rights or powers would threaten the safety and soundness of the out-of-state state bank."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Interstate Banking and Branching."},"heading":{"title":"26","chaptersection":"737","identifier":"26-737","catch_text":"Interstate merger transactions by an out-of-state bank with a District bank; retention of branches by resulting bank."}}