{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-805.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-63, see Historical and Statutory Notes following § 26-701.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-702.01.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-142 as subchapter II of Chapter 8 [subchapter II of Chapter 7, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in (b).\n\nDC CODE § 26-705\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, § 6, 32 DCR 5954; Apr. 11, 1986, D.C. Law 6-107, § 2(d), 33 DCR 1168.)","sections":[{"prefix":"a","text":" Except as otherwise expressly permitted by applicable federal or District law, a bank holding company that is neither a District bank holding company nor a regional bank holding company shall not acquire a District bank holding company or a District bank."},{"prefix":"b","text":" Except as otherwise required by applicable federal law, a District bank holding company or a regional bank holding company that ceases to be a District bank holding company or a regional bank holding company shall, as soon as practicable, and, in all events, within 1 year after the event, divest itself of control of all District bank holding companies and all District banks. Divestiture shall not be required if (1) the District bank holding company or the regional bank holding company ceases to be a District bank holding company or a regional bank holding company, as the case may be, because of an increase in the deposits held by bank subsidiaries not located within the region and if the increase is not the result of an acquisition of a bank holding company or bank, or (2) a District bank or District bank holding company ceases to be a District bank or District bank holding company because of an acquisition authorized by this subchapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"705","identifier":"26-705","catch_text":"Prohibited acts."}}