{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-804.\n\nEffect of Amendments\n\nD.C. Law 17-59, in subsec. (b), rewrote par. (2) and repealed pars. (3) to (5); in subsec. (c), rewrote the lead-in language, par. (2), and par. (6), and repealed par. (1)(B) and (3) to (5), and added par. (8); rewrote subsec. (d)(3)(M); in subsec. (e)(1), deleted \"or the Council\" following \"Superintendent\"; and repealed subsecs. (f) to (i). Prior to amendment, subsecs. (b)(2) to (5), lead-in language of subsec. (c), subsecs. (c)(1)(B), (2) to (7), (d)(3)(M), (f) to (i), read as follows:\n\n\"(2) The Superintendent shall make either a favorable or unfavorable recommendation on the application and explain the reasons for the Superintendent's recommendation, and shall transmit to the Council the Superintendent's recommendation, a copy of the application, and any other relevant information or submissions within 90 days after receipt of the application. The Superintendent may extend this 90-day period for up to an additional 60 days. No application required by this section shall be complete unless it is accompanied by an application fee in an amount to be established by the Superintendent and made payable to the D.C. Treasurer. No entity for which insurance is required shall commence operations until the applicant has submitted evidence that the insurance has been acquired.\n\n\"(3) The Council may adopt a resolution disapproving the Superintendent's recommendation within 45 days, excluding Saturdays, Sundays, holidays, and days when the Council is in recess, after receipt of the Superintendent's recommendation.\n\n\"(4) If the Council fails to adopt a resolution disapproving the Superintendent's recommendation within the 45-day period, the Superintendent's recommendation shall be considered approved.\n\n\"(5) If the Council adopts a resolution rejecting the recommendation of the Superintendent, the Council shall transmit the resolution to the Superintendent within 10 days after its adoption and the following procedures shall apply:\n\n\"(A) If the Superintendent has made an unfavorable recommendation on the application, the application is considered approved.\n\n\"(B) If the Superintendent has made a favorable recommendation on the application, the application is considered disapproved.\n\n\"(c) Any authority granted to acquire any District bank holding company or District bank shall be contingent on the review of the Superintendent and Council as provided in this subsection. Upon the filing of a complete application, the following procedures shall apply:\"\n\n\"(B) Until the Superintendent is appointed and confirmed in accordance with § 26-702.01, applications for acquisitions by regional and nonregional bank holding companies shall be reviewed in accordance with the standards set forth in both this subchapter and the procedures set forth in this section, and in the District of Columbia Regional Interstate Banking Act of 1985 Amendments Act of 1985, except that the period for submission and review of applications shall commence 45 days, excluding Saturdays, Sundays, holidays, and days of Council recess, before filing with the Federal Reserve Board.\n\n\"(2) The Superintendent shall make either a favorable or unfavorable recommendation on the application and explain the reasons for the recommendation, and shall transmit to the Council the recommendation, a copy of the application, and any other relevant information or submissions within 60 days from the date of receipt of the application. The Superintendent shall consider the financial and managerial resources of the bank holding company, the future prospects and stability of the subsidiaries of the bank holding company and the bank whose assets or shares the bank holding company seeks to acquire, the financial history of the bank holding company or its subsidiary, the adequacy of the community development program, and whether the acquisition may result in undue concentration of resources or substantial decrease of competition in the District.\n\n\"(3) The Council may adopt a resolution disapproving the Superintendent's recommendation within 45 days, excluding Saturdays, Sundays, holidays, and days when the Council is in recess, after receipt of the Superintendent's recommendation.\n\n\"(4) If the Council fails to adopt a resolution disapproving the Superintendent's recommendation within the 45-day period, the Superintendent's recommendation shall be considered approved.\n\n\"(5) If the Council adopts a resolution disapproving the recommendation of the Superintendent, the Council shall transmit the resolution to the Superintendent within 10 days after adoption of the resolution and the following procedures shall apply:\n\n\"(A) If the Superintendent has made a favorable recommendation on the application, the application is considered disapproved.\n\n\"(B) If the Superintendent has made an unfavorable recommendation on the application, the application is considered approved.\n\n\"(6) The Superintendent shall submit a copy of the final recommendation to the Federal Reserve Board.\n\n\"(7) The applicant shall include a copy of the Superintendent's final recommendation with its application to the Federal Reserve Board.\"\n\n\"(M) The applicant's agreement to submit an annual report to the Superintendent and the Council updating any information submitted to the Superintendent and the Council with regard to the community development program.\"\n\n\"(f) Any applicant which files an application with the Superintendent pursuant to this section shall also file, on the same day, a notification copy of the application with the Council.\n\n\"(g) Nothing in this section shall prohibit the applicant from resubmitting to the Superintendent a disapproved application. Any resubmitted application shall be considered in accordance with the procedures set forth in this section.\n\n\"(h) The Council shall hold a public hearing or public roundtable on each application transmitted to the Council by the Superintendent pursuant to this section or § 26-706.01.\n\n\"(i) The Superintendent may issue rules providing for emergency circumstances under which applications may be exempted from the Council review requirement of this subchapter, if the Council has not disapproved the rules pursuant to § 26- 702.01.\"\n\nTemporary Amendments of Section\n\nSection 3(b) of D.C. Law 17-31, in subsec. (b), repealed pars. (3) to (5) and amended par. (2) to read as follows:\n\n\"(2) The Commissioner shall either approve or disapprove the application and explain the reasons for the decision. No application required by this section shall be complete unless it is accompanied by an application fee in an amount to be established by the Commissioner and made payable to the District of Columbia Treasurer. No entity for which deposit insurance is required shall commence operations until the applicant has submitted evidence that the deposit insurance has been acquired.\"\n\n; in subsec. (c), amended the lead-in text to read as follows: \"Any authority granted to acquire any District bank holding company or District bank shall be contingent on the review and approval of the Commissioner as provided in this subsection. Upon the filing of a complete application, the following procedures shall apply:\", repealed pars. (1)(B), (3) to (5), and (7), and amended pars. (2) and (6) and added par. (8) to read as follows:\n\n\"(2) The Commissioner shall either approve or disapprove the application and explain the reasons for the decision. The Commissioner shall consider:\n\n\"(A) The financial and managerial resources of the bank holding company;\n\n\"(B) The future prospects and stability of the subsidiaries of the bank holding company and the bank whose assets or shares the bank holding company seeks to acquire;\n\n\"(C) The financial history of the bank holding company or its subsidiary;\n\n\"(D) The adequacy of the bank holding company's community development program; and\n\n\"(E) Whether the acquisition may result in undue concentration of resources or substantial decrease of competition in the District.\"\n\n\"(6) The Commissioner shall submit a copy of the approval or disapproval to the Federal Reserve Board.\"\n\n\"(8) The Commissioner shall submit to the Council:\n\n\"(A) A quarterly report of any applications filed or decisions reached by the Commissioner pursuant to this section; and\n\n\"(B) An annual report of all actions that the Commissioner takes pursuant to this section.\"\n\n; amended subsec. (d)(3)(M) to read as follows:\n\n\"(M) The applicant's agreement to submit an annual report to the Commissioner and the Council updating any information submitted to the Commissioner with regard to the community development program.\"\n\n; and, in subsec. (e)(1), deleted \"or the Council\"; and repealed subsecs. (f) to (i).\n\nSection 5(b) of D.C. Law 17-31 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(b) of Bank Charter Modernization Emergency Amendment Act of 2007 (D.C. Act 17-66, July 9, 2007, 54 DCR 6819).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-63, see Historical and Statutory Notes following § 26-701.\n\nFor legislative history of D.C. Law 6-107, see Historical and Statutory Notes following § 26-702.01.\n\nLaw 6-192, the \"Technical Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986, and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 26-701.\n\nLaw 8-84, the \"District of Columbia Regional Interstate Banking Act of 1985 Amendment Temporary Act of 1989,\" was introduced in Council and assigned Bill No. 8-473. The Bill was adopted on first and second readings on November 21, 1989, and December 5, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-134 and transmitted to both Houses of Congress for its review.\n\nLaw 8-91, the \"District of Columbia Regional Interstate Banking Act of 1985 Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-456, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on December 19, 1989, and January 20, 1990, respectively. Signed by the Mayor on January 11, 1990, it was assigned Act No. 8-142 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-260, see Historical and Statutory Notes following § 26-702.01.\n\nFor legislative history of D.C. Law 9-42, see Historical and Statutory Notes following § 26-712.\n\nFor legislative history of D.C. Law 10-27, see Historical and Statutory Notes following § 26-702.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 26-702.\n\nFor Law 17-59, see notes following § 26-636.\n\nReferences in Text\n\nThe District of Columbia Regional Interstate Banking Act of 1985 Amendments Act of 1985, referred to in subparagraph (c)(1)(B), is D.C. Law 6-107.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-142 as subchapter II of Chapter 8 [subchapter II of Chapter 7, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in (a), (c)(1)(B), and (i).\n\nResolutions\n\nResolution 16-114, the \"Bank of Georgetown Approval Resolution of 2005\", was approved effective April 5, 2005.\n\nMiscellaneous Notes\n\nFees credited to the Office of Banking and Financial Institutions Enterprise Fund: Section 1804(1) of D.C. Law 12-60 provided that all fees received pursuant to §§ 26-804(b)(2) and 26-804(c)(1)(A) [1981 Ed.] shall be credited to the Office of Banking and Financial Institutions Enterprise Fund.\n\nBB&T Corporation Acquisition of Franklin Bancorporation, Inc., Approval Resolution of 1998: Pursuant to Resolution 12-519, effective June 2, 1998, the Council approved the recommendation of the Superintendent of the Office of Banking and Financial Institutions that the acquisition of Franklin Bancorporation, a District bank holding company, by BB&T Corporation, a regional bank holding company be approved.\n\nDC CODE § 26-704\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, § 5, 32 DCR 5954; Apr. 11, 1986, D.C. Law 6-107, § 2(c), 33 DCR 1168; Feb. 24, 1987, D.C. Law 6-192, § 10, 33 DCR 7836; Apr. 30, 1988, D.C. Law 7-104, § 27(b), 35 DCR 147; Mar. 15, 1990, D.C. Law 8-84, § 2, 37 DCR 44; Mar. 15, 1990, D.C. Law 8-91, § 2, 37 DCR 776; Aug. 17, 1991, D.C. Law 9-42, § 2(c), 38 DCR 4981; Dec. 11, 2007, D.C. Law 17-59, § 3(b), 54 DCR 10718.)","sections":[{"prefix":"a","text":" Any person who conducts or seeks to conduct a class of business described in § 26-702.01(b)(4), (5), or (6) in the District shall file an application with the Superintendent for approval to do business in the District, unless the person is already chartered by the appropriate federal or District agency or organized by virtue of the laws of any of the states of this Union and doing business pursuant to § 26-103(a)(1). Consistent with applicable federal law, all the applications, including any supporting documents, and any other information required to be submitted to the Superintendent shall be made available to the public. An application filed with the appropriate federal agency for approval to conduct a class of business described in § 26- 702.01(b)(4), (5), or (6) and still pending approval or approved prior to April 11, 1986, shall not be subject to this section or the provisions of this subchapter. The Council shall file comments regarding the applications pending April 11, 1986. Any Council comments regarding a pending application filed prior to April 11, 1986, shall meet the requirements of the preceding sentence."},{"prefix":"b","text":" Upon the filing of a complete application pursuant to subsection (a) of this section, the following procedures shall apply:"},{"prefix":"1","text":"(A) The Superintendent shall prepare a periodic bulletin listing all pending applications. The bulletin shall be published in the District of Columbia Register and shall be mailed without charge to any person upon request."},{"prefix":"B","text":" Prior to deciding whether to grant approval of the application, the Superintendent shall accept public comment on the application and shall hold a public hearing on the application, according to procedures established by the rules issued by the Superintendent."},{"prefix":"2","text":" The Commissioner shall either approve or disapprove the application and explain the reasons for the decision. An application required by this section shall not be complete unless it is accompanied by an application fee in an amount to be established by the Commissioner and made payable to District of Columbia Treasurer. An entity for which deposit insurance is required shall not commence operations until the applicant has submitted evidence that the deposit insurance has been acquired."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" No applicant shall commence business until its application is considered approved."},{"prefix":"c","text":" Any authority granted to acquire any District bank holding company or District bank shall be contingent on the review and approval of the Commissioner as provided in this subsection. Upon the filing of a complete application, the following procedures shall apply:"},{"prefix":"1","text":"(A) A regional bank holding company that seeks to acquire a District bank holding company or a District bank, or a nonregional bank holding company that seeks to acquire a District bank holding company or a District bank pursuant to § 26-706.01, shall file a copy of the complete draft of the application required to be filed with the Federal Reserve Board for approval of an acquisition in accordance with 12 U.S.C. § 1842. An applicant may file an application with the Federal Reserve Board at any time subsequent to filing the draft application with the Superintendent. No application required by this section shall be complete unless it is accompanied by an application fee in the amount of $4,000."},{"prefix":"B","text":" Repealed."},{"prefix":"2","text":" The Commissioner shall either approve or disapprove the application and explain the reasons for the decision. The Commissioner shall consider:"},{"prefix":"A","text":" The financial and managerial resources of the bank holding company;"},{"prefix":"B","text":" The future prospects and stability of the subsidiaries of the bank holding company and the bank whose assets or shares the bank holding company seeks to acquire;"},{"prefix":"C","text":" The financial history of the bank holding company or its subsidiary'"},{"prefix":"D","text":" The adequacy of the bank holding company's community development program; and"},{"prefix":"E","text":" Whether the acquisition may result in undue concentration of resources or substantial decrease of competition in the District."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" The Commissioner shall submit a copy of the approval or disapproval to the Federal Reserve Board."},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" The Commissioner shall submit to the Council:"},{"prefix":"A","text":" A quarterly report of any applications filed or decisions reached by the Commissioner pursuant to this section; and"},{"prefix":"B","text":" An annual report of all actions that the Commissioner takes pursuant to this section."},{"prefix":"d","text":" Where not inconsistent with federal law:"},{"prefix":"1","text":" Each application filed pursuant to this section shall, where appropriate, include information applicable to the nature of the application, the applicant's general plan of business, the applicant's proposed capital investment in the District, and a community development program."},{"prefix":"2","text":" The community development program shall set forth the applicant's plan to:"},{"prefix":"A","text":" Assist in the development of economically disadvantaged and underserved neighborhoods in the District;"},{"prefix":"B","text":" Assist in meeting the credit and deposit service needs of low- and moderate-income and minority District residents;"},{"prefix":"C","text":" Assist in expanding support for small, minority, and women-owned businesses; and"},{"prefix":"D","text":" Market the community development program and publicize the community development program to the applicant's employees and to individuals and businesses located in areas which the applicant will serve."},{"prefix":"3","text":" To the extent considered appropriate, the Superintendent shall require that an applicant provide the following information:"},{"prefix":"A","text":" A description of the local community, including low- and moderate-income neighborhoods where the applicant intends to provide credit and services and from which the applicant intends to draw deposits or customers, business services which the applicant will offer to low- and moderate-income persons throughout the District, a description of these low- and moderate-income persons, and a description of the banking services which the applicant will offer at a minimum cost to these persons. The applicant shall state its agreement to cash checks issued by the District and the United States governments at bank offices within target banking development areas, even though the bearer of the check does not maintain an account at the bank. According to normal and prudent banking practices, the bank may verify that the individual who presents the check at the bank office is legally entitled to payment;"},{"prefix":"B","text":" A description of the applicant's intended dividend policies;"},{"prefix":"C","text":" A description of the applicant's intended underwriting policies;"},{"prefix":"D","text":" A description of the applicant's loan policy, including the loan rates and the percentage of the total loans which will be made in low- and moderate-income areas. For the purposes of determining compliance with the requirements of this subsection, loans may include permanent mortgage financing for the purchase and rehabilitation of 1 to 4 unit owner-occupied buildings, or multi-family residential buildings, home improvement loans for single-family homes, and interim loans for construction or rehabilitation, or projects qualifying for permanent financing. For the purposes of determining compliance with the requirements of this subsection, the applicant may also offer FHA insured and VA guaranteed mortgage financing, including FHA Title 1 home improvement loans, blanket and share loans for the purchase and rehabilitation of cooperatively owned residential properties, loans made pursuant to programs established under § 47-848, or a similar homesteading program established by the District of Columbia government, participation with nonprofit developers of housing, term loans for small, minority or women-owned businesses for building construction, building improvement, inventory and fixed asset financing, and working capital;"},{"prefix":"E","text":" A description of any technical assistance that the applicant will offer to individuals and businesses in low- and moderate-income areas;"},{"prefix":"F","text":" A description of the applicant's plans to use District-based minority firms to meet the applicant's procurement needs, including goods and professional services;"},{"prefix":"G","text":" A description of the applicant's plans to cooperate with the District of Columbia's Department of Employment Services to identify potential District resident employees for the applicant's District offices, and a description of applicant's plans to assure the retention of existing jobs held by District residents;"},{"prefix":"H","text":" A description of the applicant's plans to designate a senior lending officer to review specifically the needs of small, minority, or women-owned businesses and community development organizations;"},{"prefix":"I","text":" A description of the applicant's plans to use its best efforts to increase the number of minority and female representatives on the applicant's board of directors and on the board of any of the applicant's District-based subsidiaries, and a description of applicant's plans to establish a training program for employees at all levels of the bank's and bank holding company's operations;"},{"prefix":"J","text":" A description of the applicant's plans for branching or opening new offices, and, where appropriate, a description of how those plans will aid the applicant in achieving the objectives of the community development program;"},{"prefix":"K","text":" A description of the applicant's plans to sell food coupons, pursuant to 7 U.S.C. § 2011 et seq., in bank offices located in the District;"},{"prefix":"L","text":" Any other information that the Superintendent considers appropriate; and"},{"prefix":"M","text":" The applicant's agreement to submit an annual report to the Commissioner and the Council updating any information submitted to the Commissioner with regard to the community development program."},{"prefix":"e","text":"(1) If a bank holding company filing an application for review pursuant to this section has made in connection with that application any express written commitments to the Superintendent with respect to subjects set forth in subsection (d) of this section, the Superintendent may, at any time, review the activities of the bank holding company and of its District bank subsidiaries to determine whether the bank holding company has fulfilled the express written commitments. The Superintendent may require a bank holding company that has made the express written commitments and its District bank subsidiaries to supply the information and to submit the reports the Superintendent considers necessary in order to make a determination under this subsection."},{"prefix":"2","text":" Upon the determination of the Superintendent that a bank holding company has failed to fulfill express written commitments that the bank holding company made with respect to subjects set forth in subsection (d) of this section, the Superintendent may order the bank holding company to take steps to comply with all the commitments within a reasonable period of time."},{"prefix":"3","text":" If the Superintendent believes at any time that a bank holding company subject to an order issued under paragraph (2) of this subsection has failed to comply with the order within the period specified in the order, the Superintendent may conduct a hearing in accordance with § 2-509, on the issue of whether the bank holding company has fulfilled any express written commitments that the bank holding company made with respect to subjects set forth in subsection (d) of this section."},{"prefix":"4","text":" If, after a hearing as specified in paragraph (3) of this subsection, the Superintendent determines that a bank holding company has failed to fulfill express written commitments that the bank holding company made with respect to subjects set forth in subsection (d) of this section, the Superintendent may order the bank holding company to divest itself of control of all District banks and District bank holding companies within a reasonable period of time. If the Superintendent orders a bank holding company to divest itself of control of all District banks and bank holding companies pursuant to this subsection, the divestiture shall, in all events, be completed within 1 year after the date on which the Superintendent's order becomes final and not pending further review."},{"prefix":"5","text":" The Superintendent's decision in a case initiated under paragraph (3) of this subsection shall be subject to judicial review by the District of Columbia Court of Appeals pursuant to § 2-510."},{"prefix":"6","text":" The Superintendent shall initiate any case under paragraph (3) of this subsection on the issue of whether a bank holding company has failed to fulfill express written commitments that the bank holding company made with respect to subjects set forth in subsection (d) of this section within 4 years of the date of acquisition of the District bank or District bank holding company in connection with which the bank holding company made the express written commitments."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" Repealed."},{"prefix":"h","text":" Repealed."},{"prefix":"i","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"704","identifier":"26-704","catch_text":"Review of applications."}}