{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-854.\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 11-247 amends (b) to read as follows:\n\n\"(b) The Superintendent shall approve or deny each application for a license within 60 days after the date from when the application and bond are filed and the fees are paid. The Superintendent may issue a provisional license to an applicant who has filed the application and bond and paid all required fees if the Superintendent determines that he is unable to complete the application review process within 60 days.\"\n\nSection 4(b) of D.C. Law 11-247 provides that the act shall expire after 225 days of its having taken effect.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-142, see Historical and Statutory Notes following § 26-731.\n\nFor legislative history of D.C. Law 11-247, see Historical and Statutory Notes following § 26-733.\n\nDC CODE § 26-734\n\nCurrent through December 11, 2012","credits":"(June 13, 1996, D.C. Law 11-142, § 5, 43 DCR 2159.)","sections":[{"prefix":"a","text":" An out-of-state bank (\"applicant\") that does not maintain a branch within the District may establish and maintain a de novo branch or may acquire a branch within the District provided the applicant meets the following requirements:"},{"prefix":"1","text":" Submits to the Superintendent a copy of the application it files with its home state supervisor or with the appropriate federal agency in order to establish such branch within the District;"},{"prefix":"2","text":" Pays a branching fee to be determined by the Superintendent; and"},{"prefix":"3","text":"(A) In the case of a de novo branch to be established prior to June 1, 1997, the laws of the home state of the applicant permit District banks to establish and maintain de novo branches in that state under terms similar to those set forth in this subchapter; or"},{"prefix":"B","text":" In the case of a branch to be established through acquisition of a branch prior to June 1, 1997, the laws of the home state of the applicant permit District banks to establish and maintain branches in that state through the acquisition of branches under terms similar to those set forth in this subchapter."},{"prefix":"b","text":" An out-of-state state bank that establishes and maintains a branch in the District may exercise, at such branch, all rights and powers permitted to be exercised by District state banks unless the out-of-state state bank's home state determines that the exercise of such rights or powers would threaten the safety and soundness of the out-of-state state bank."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Interstate Banking and Branching."},"heading":{"title":"26","chaptersection":"734","identifier":"26-734","catch_text":"Interstate branching by de novo entry or acquisition into the District."}}