{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 26-809.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-63, see Historical and Statutory Notes following ยง 26-701.\n\nEditor's notes\n\nBecause of the codification of D.C. Law 11-142 as subchapter II of Chapter 8 [subchapter II of Chapter 7, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in the introductory language of (a) and in (b).\n\nDC CODE ยง 26-709\n\nCurrent through December 11, 2012","credits":"(Nov. 23, 1985, D.C. Law 6-63, ยง 10, 32 DCR 5954.)","sections":[{"prefix":"a","text":" Three years after November 23, 1985, the committee of the Council which has oversight of banking regulations shall convene a public hearing to receive testimony that will aid the committee in determining whether passage of this subchapter:"},{"prefix":"1","text":" Has led to the creation of an increased number of jobs for District residents;"},{"prefix":"2","text":" Has increased the availability of commercial banking services for District residents and businesses, including minority and women-owned businesses;"},{"prefix":"3","text":" Has increased, or otherwise altered, local lending and investment by District of Columbia banks that have been acquired by District of Columbia or regional bank holding companies;"},{"prefix":"4","text":" Has led to a strengthening of the local commercial banking market; or"},{"prefix":"5","text":" Has otherwise benefited the residents of the District of Columbia."},{"prefix":"b","text":" The committee shall use the information acquired at the hearing required by subsection (a) of this section to determine whether the District should continue to participate in the regional reciprocal interstate banking arrangement provided for in this subchapter and if so, for what period and to what extent. The committee may also determine whether a limit should be imposed on the number of banks or on the percentage of District deposits controlled by a single company; whether specific capitalization, employment, and location requirements should be imposed on out-of-state bank holding companies wishing to acquire District banks or bank holding companies; and whether specific plans detailing how the acquiror and acquiree intend to serve deposit and credit needs of District residents should be required. As soon as practicable after conclusion of the hearing, but no later than 6 months after the hearing, the committee shall file with the Office of the Secretary a recommendation or recommendations for Council action to alter the provisions of this subchapter, if necessary."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Interstate Banking and Branching. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Regional Interstate Banking. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"709","identifier":"26-709","catch_text":"Review of impact."}}