{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (a)(7), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-833.01.\n\nFor Law 14-213, see notes following § 26-131.02.\n\nDC CODE § 26-831.15\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 315, 48 DCR 3244; Oct. 19, 2002, D.C. Law 14-213, § 18(e), 49 DCR 8140.)","sections":[{"prefix":"a","text":" Subject to Superior Court approval, a receiver shall:"},{"prefix":"1","text":" Take possession of the books, records, and assets of the merchant bank and collect all debts, dues, and claims belonging to the merchant bank;"},{"prefix":"2","text":" Sue, defend, compromise, arbitrate, or otherwise settle all claims involving the merchant bank;"},{"prefix":"3","text":" Sell all real and personal property;"},{"prefix":"4","text":" Exercise all fiduciary functions of the merchant bank;"},{"prefix":"5","text":" Pay all administrative expenses of the receivership, which expenses shall be a first charge upon the assets of the merchant bank and shall be fully paid before a final distribution or payment of dividends to creditors or shareholders;"},{"prefix":"6","text":" Pay, ratably, all debts of the merchant bank; provided, that debts not exceeding $500 may be paid in full but the holders of such debt shall not be entitled to interest on the debt;"},{"prefix":"7","text":" Repay, ratably, any amount paid in by a shareholder by reason of an assessment made upon the stock of the merchant bank by the Department in accordance with this chapter;"},{"prefix":"8","text":" Pay, ratably, to the shareholders of the merchant bank, in proportion to the number of shares held and owned by each, the balance of the net assets of the merchant bank after payment or provision for payments as provided in this section;"},{"prefix":"9","text":" Have all the powers of the directors, officers, and shareholders of the merchant bank as necessary to support an action taken on behalf of the merchant bank; and"},{"prefix":"10","text":" Hold title to all the bank's property, contracts, and rights of action"},{"prefix":"b","text":" Subject to Superior Court approval, a receiver may:"},{"prefix":"1","text":" Borrow money as necessary or expedient in aiding the liquidation of the merchant bank and secure the borrowed money by the pledge, hypothecation, or mortgage of the assets of the bank;"},{"prefix":"2","text":" Employ agents, legal counsel, accountants, appraisers, consultants, and other personnel, including, with the prior written approval of the Commissioner, personnel of the Department, that the receiver considers necessary or expedient to assist in the performance of the receiver's duties; provided, that the expense of employing Department personnel shall be an administrative expense of the liquidation that shall be payable to the Department; or"},{"prefix":"3","text":" Exercise any other power and duty authorized by the Superior Court."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"V","text":"Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.15","catch_text":"Receiver duties and powers."}}