{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-166 rewrote pars. (4) and (5) which had read as follows:\n\n(4) \"Commissioner\" means the Commissioner of the Department of Banking and Financial Institutions.\n\n\"(5) 'Department' means the Department of Banking and Financial Institutions.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-833.01.\n\nFor Law 15-166, see notes following § 26-131.02.\n\nDC CODE § 26-831.02\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 302, 48 DCR 3244; June 11, 2004, D.C. Law 15-166, § 2(i), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Affiliate\" shall have the same meaning as set forth in § 26-551.02(1)."},{"prefix":"2","text":" \"Appropriate financial institutions agency\" means the federal or state agency with statutory authority over the financial institution activities of a financial institution."},{"prefix":"3","text":" \"Capital\" shall have the same meaning as set forth in § 26-551.02(6)."},{"prefix":"4","text":" \"Commissioner\" shall have the same meaning as set forth in § 26- 551.02(7)."},{"prefix":"5","text":" \"Department\" shall have the same meaning as set forth in § 26-551.02(9)."},{"prefix":"6","text":" \"Deposit\" means a demand, time, or savings deposit, savings share account, withdrawable or repurchasable share, investment certificate, or other savings account or savings deposit account made by an individual, corporation, partnership, state or federal government unit, or any other government organization, without regard to the location of the depositor."},{"prefix":"7","text":" \"District\" means the District of Columbia."},{"prefix":"8","text":" \"District of Columbia Banking Code\" shall have the same meaning as set forth in § 26-551.02(14)."},{"prefix":"9","text":" \"Financial institution\" shall have the same meaning as set forth in § 26-551.02(18)."},{"prefix":"10","text":" \"Merchant bank\" means a financial institution that is chartered or organized under the District of Columbia Banking Code as a merchant bank and is under the authority and supervision of the Commissioner."},{"prefix":"11","text":" \"Subsidiary\" shall have the same meaning as set forth in § 26- 551.02(24)."},{"prefix":"12","text":" \"Superior Court\" means Superior Court of the District of Columbia."},{"prefix":"13","text":" \"Universal bank\" shall have the same meaning as set forth in § 26- 1401.02(28)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.02","catch_text":"Definitions."}}