{"text":"Except as provided in §§ 19-602.21 to 19-602.26, when a deposit shall have been made in, or shall after May 15, 1928, be made in, or any collection item shall have been placed or shall after May 15, 1928, be placed with any bank, trust company, savings bank, building association, or other banking institution, including national banks, transacting business in the District of Columbia, or when any shares of stock shall have been issued or shall after May 15, 1928, be issued by any building association, transacting business in the District of Columbia, in the names of 2 or more persons, including spouses or domestic partners, payable to either, or payable to either or the survivor or survivors, such deposit, or in any part thereof, or any interest or dividend thereon, and such collection item or its proceeds, or any interest or dividend thereon, or such shares of stock issued by a building association or any interest or dividend thereon, may be paid or delivered to either of said persons whether the other or others be living or not; and the receipt or acquittance of the person to whom such payment or delivery is made shall be a valid, sufficient, and complete release and discharge of the bank, trust company, savings bank, building association, or other banking institution, including national banks, for any payment or delivery so made. For the purposes of this section, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3).","historical":"Prior Codifications\n\n1981 Ed., § 26-201.\n\n1973 Ed., § 26-201.\n\nEffect of Amendments\n\nD.C. Law 13-292 substituted \"Except as provided in §§ 19-602.21 to 19-602.26, when\" for \"When\".\n\nD.C. Law 17-231 substituted \"spouses or domestic partners\" for \"husband and wife\"; and added \"For the purposes of this section, the term 'domestic partner' shall have the same meaning as provided in § 32-701(3).\"\n\nLegislative History of Laws\n\nLaw 13-292, the \"Omnibus Trusts and Estates Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-298, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 26, 2001, it was assigned Act No. 13-599 and transmitted to both Houses of Congress for its review. D.C. Law 13-292 became effective on April 27, 2001.\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nDC CODE § 26-801\n\nCurrent through December 11, 2012","credits":"(May 15, 1928, 45 Stat. 533, ch. 568, § 1; Apr. 27, 2001, D.C. Law 13-292, § 303, 48 DCR 2087; Sept. 12, 2008, D.C. Law 17-231, § 25(a), 55 DCR 6758.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Joint Accounts; Adverse Claimants; Trust Accounts. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"801","identifier":"26-801","catch_text":"Deposits or shares of stock in names of 2 or more persons; payments or deliveries; liability of bank."}}