{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-833.01.\n\nDC CODE ยง 26-831.16\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 316, 48 DCR 3244.)","sections":[{"prefix":"a","text":" Except as provided in subsection (c) of this section, the transfer of, or a lien on, the property or assets of the merchant bank shall be voidable by the receiver if the transfer or lien was:"},{"prefix":"1","text":" Made or created within one year before the date the Commissioner takes possession of the merchant bank or the date the merchant bank is ordered into receivership if the receiving transferee or lien holder was at the time an affiliate, officer, director, employee, or principal shareholder of the merchant bank or an affiliate of the merchant bank;"},{"prefix":"2","text":" Made or created within 90 days before the date the Commissioner takes possession of the merchant bank or the date the merchant bank is ordered into receivership, with the intent of giving to a creditor or depositor, or enabling a creditor or depositor to obtain, a greater percentage of the creditor's or depositor's debt than is given or obtained by another creditor or depositor of the same class;"},{"prefix":"3","text":" Accepted after the date the Commissioner takes possession of the merchant bank or the date the merchant bank is ordered into receivership by a creditor or depositor having reasonable cause to believe that a preference, as described in subsection (b) of this section, will occur; or"},{"prefix":"4","text":" Voidable by the merchant bank and the merchant bank may recover the property transferred, or its value, from the person to whom it was transferred or from a person who has received it, unless the transferee or recipient was a bona fide holder for value before the date the Commissioner takes possession of the merchant bank or the date the merchant bank is ordered into receivership or conservatorship."},{"prefix":"b","text":" A preference in a transfer or grant of an interest in the property or assets of a merchant bank shall be deemed to occur when:"},{"prefix":"1","text":" There is an intent to hinder, delay, or defraud an entity to which, on or after the date that the transfer or grant of interest was made, the merchant bank was or became indebted; or"},{"prefix":"2","text":" Less than a reasonably equivalent value is obtained by the merchant bank in exchange for the transfer or grant of interest if the merchant bank was insolvent when the transfer or grant of interest was made or if the merchant bank became insolvent as a result of the transfer or grant of interest."},{"prefix":"c","text":" Notwithstanding any other provision of this chapter, the Commissioner or the receiver shall not void an otherwise voidable transfer under this section if:"},{"prefix":"1","text":" The transfer or lien does not exceed $1,000 in value;"},{"prefix":"2","text":" The transfer or lien was received in good faith by a person who is not a described in subsection (a)(1) of this section and who gave value in exchange for the transfer or lien; or"},{"prefix":"3","text":" The transfer or lien was intended by the merchant bank and the transferee or lien holder to be, and in fact substantially was, a contemporaneous exchange for new value given to the merchant bank."},{"prefix":"d","text":" A person acting on behalf of the merchant bank who knowingly participated in making or implementing a voidable transfer or lien, and each person receiving property or assets, or the benefit of property or assets, of the merchant bank as a result of a voidable transfer or lien, shall be personally liable for the property, assets, or benefit received and shall account to the receiver for the benefit of the merchant bank."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"V","text":"Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.16","catch_text":"Lien on property or assets; voidable transfer."}}