{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-833.01.\n\nDC CODE ยง 26-831.19\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 319, 48 DCR 3244.)","sections":[{"prefix":"a","text":" Under the supervision of the Commissioner, the conservator shall take possession of the books, records, and assets of the bank and shall take any action necessary to conserve the assets of the merchant bank pending further disposition of the business of the merchant bank as provided by law."},{"prefix":"b","text":" Subject to Superior Court approval and under the supervision of the Commissioner, a conservator shall:"},{"prefix":"1","text":" Take possession of the books, records, and assets of the merchant bank and collect all debts, dues, and claims belonging to the merchant bank;"},{"prefix":"2","text":" Sue, defend, compromise, arbitrate, or otherwise settle all claims involving the merchant bank;"},{"prefix":"3","text":" Sell real and personal property if necessary to conserve the assets of the merchant bank;"},{"prefix":"4","text":" Exercise all fiduciary functions of the merchant bank;"},{"prefix":"5","text":" Pay all administrative expenses of the conservatorship, which expenses shall be a first charge upon the assets of the merchant bank and shall be fully paid before a final distribution or payment of dividends to creditors or shareholders;"},{"prefix":"6","text":" Pay the debts of the merchant bank if the conservator determines that payment of the debts is in the best interests of the merchant bank;"},{"prefix":"7","text":" Have all the powers of the directors, officers, and shareholders of the merchant bank as necessary to support an action taken on behalf of the merchant bank; and"},{"prefix":"8","text":" Hold title to all the bank's property, contracts, and rights of action."},{"prefix":"c","text":" Subject to Superior Court approval and under the supervision of the Commissioner, a conservator may:"},{"prefix":"1","text":" Employ agents, legal counsel, accountants, appraisers, consultants, and other personnel, including, with the prior written approval of the Commissioner, personnel of the Department, that the conservator considers necessary or expedient to assist in the performance of the conservator's duties; provided, that the expense of employing Department personnel shall be an administrative expense of the liquidation that shall be payable to the Department; or"},{"prefix":"2","text":" Exercise any other power and duty authorized by the Superior Court."},{"prefix":"d","text":" Unless otherwise provided by law, a conservator, other than a conservator who is an employee of the Department and acting in his or her official capacity, may be required to post a bond in an amount to be determined by the Superior Court."},{"prefix":"e","text":" The conservator shall, on a regular basis, report to the Commissioner regarding all matters involving the conservatorship."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"V","text":"Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.19","catch_text":"Conservator; rights, powers, and privileges."}}