{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-833.01.\n\nDC CODE ยง 26-831.14\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 314, 48 DCR 3244.)","sections":[{"prefix":"a","text":" The Commissioner may petition the Superior Court to appoint a receiver for a merchant bank if there is a reasonable basis to believe that the merchant bank:"},{"prefix":"1","text":" Has violated a law, rule, regulation, a condition imposed by the Commissioner in connection with the approval of an application, an order or authorized request by the Commissioner, or a term or condition of a written agreement entered into with the Commissioner, and such violation affects the safe and sound condition and operation of the bank or the severity of the violation calls into question the competency of management or the quality of the operation of the bank;"},{"prefix":"2","text":" Has violated a condition imposed by the Commissioner in connection with the approval of an application, an order or authorized request of the Commissioner, or a written agreement entered into with the Commissioner;"},{"prefix":"3","text":" Is conducting its business in an unauthorized, unsafe, or unsound manner;"},{"prefix":"4","text":" Is in an unsafe and unsound condition;"},{"prefix":"5","text":" Has an impairment of its capital;"},{"prefix":"6","text":" Has suspended payment of its obligations;"},{"prefix":"7","text":" Has refused, upon proper demand, to submit its records and affairs for inspection to an examiner of the Department;"},{"prefix":"8","text":" Has refused to be examined upon oath regarding its affairs; or"},{"prefix":"9","text":" Has neglected, refused, or failed to take or continue proceedings for voluntary liquidation in accordance with any of the provisions of this chapter."},{"prefix":"b","text":" The Superior Court may act upon a petition by the Commissioner for the appointment of a receiver immediately and without notice to any person. The Superior Court may appoint a receiver if the Superior Court determines that a condition set forth in subsection (a) of this section exists and that the bank is operating, or may operate, in an unsafe or unsound manner. The Superior Court may also issue an injunction to require a universal bank to correct any condition set forth in subsection (a) of this section, whether or not the bank is operating, or may operate, in an unsafe or unsound manner. If the Superior Court appoints a receiver and, after the appointment of the receiver, it appears to the court that reasons for receivership do not, or no longer, exist, the Superior Court shall dissolve the receivership and terminate any pending proceedings."},{"prefix":"c","text":" Unless otherwise provided by law, a receiver, other than a receiver who is an employee of the Department and acting in his or her official capacity, shall post a bond in an amount to be determined by the Superior Court."},{"prefix":"d","text":" The receiver shall, on a regular basis, report to the Commissioner regarding all matters involving the receivership."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"V","text":"Commissioner Possession, Receivership, Conservatorship, and Liquidation of Merchant Banks."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.14","catch_text":"Appointment of a receiver for a merchant bank."}}