{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-308, see notes following ยง 26-833.01.\n\nDC CODE ยง 26-831.03\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, ยง 303, 48 DCR 3244.)","sections":[{"prefix":"a","text":" A person described in ยง 26-833.09(a) may apply for a merchant bank charter by filing a written application with the Commissioner. The application shall include such information as the Commissioner may require by regulation and shall be on such forms and in accordance with such procedures as the Commissioner may prescribe by regulation."},{"prefix":"b","text":" An application submitted under subsection (a) of this section shall be approved or disapproved in writing by the Commissioner within 60 days after a complete application is submitted to the Commissioner. The Commissioner and the applicant may agree to extend the review period for an additional 60 days."},{"prefix":"c","text":" The Commissioner shall not issue a merchant bank charter to the applicant unless:"},{"prefix":"1","text":" The applicant is authorized under its articles of incorporation or other organizational documents to act as a financial institution;"},{"prefix":"2","text":" The applicant is in good standing with the Department and there is no investigatory or enforcement action pending against the applicant by the Department;"},{"prefix":"3","text":" The applicant is in good standing with appropriate financial institutions agencies and there is no investigatory or enforcement action pending against the applicant by an appropriate financial institutions agency;"},{"prefix":"4","text":" The applicant is well capitalized and will maintain a capital level as required by this chapter and as the Commissioner may require as appropriate for the purposes of safety and soundness;"},{"prefix":"5","text":" The applicant does not exhibit a combination of financial, managerial, operational, and compliance weaknesses that are moderately severe or unsatisfactory, as determined by the Commissioner, based upon the Commissioner's assessment of the applicant's capital adequacy of liquidity, and sensitivity to market risk;"},{"prefix":"6","text":" The most recent examination that the applicant has received from its federal appropriate financial institutions agency, if any, indicates that the applicant is in compliance with applicable federal law and regulation;"},{"prefix":"7","text":" The applicant agrees to comply with applicable regulations and rules promulgated by the Commissioner;"},{"prefix":"8","text":" The applicant agrees to comply with any lawful order of the Commissioner and with any conditions imposed by the Commissioner in connection with the approval of an application, including additional requirements imposed on the applicant that the Commissioner determines are necessary for the protection of the shareholders or creditors of the applicant or of the general public;"},{"prefix":"9","text":" The applicant agrees to comply with any written agreement entered into with the Commissioner in connection with the approval of an application;"},{"prefix":"10","text":" The Commissioner determines that it is reasonable to believe that the applicant will act in a safe and sound manner and maintain a safe and sound condition; and"},{"prefix":"11","text":" The Commissioner determines that issuing a merchant bank charter to the applicant will serve the public interest."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"II","text":"Application and Certification as a Merchant Bank."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.03","catch_text":"Application for merchant bank charter; review and approval or disapproval of application."}}