{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213, in subsec. (a), substituted \"provided, that a merchant bank shall obtain certification as a universal bank before exercising those powers of a universal bank\" for \"provided, that a universal bank shall obtain certification as a universal bank before exercising those powers of a universal bank that a District-chartered bank or District-chartered savings and loan is not authorized to exercise\".\n\nLegislative History of Laws\n\nFor Law 13-308, see notes following § 26-833.01.\n\nFor Law 14-213, see notes following § 26-131.02.\n\nDC CODE § 26-831.07\n\nCurrent through December 11, 2012","credits":"(June 9, 2001, D.C. Law 13-308, § 307, 48 DCR 3244; Oct. 19, 2002, D.C. Law 14-213, § 18(d), 49 DCR 8140.)","sections":[{"prefix":"a","text":" Except as provided in this chapter, a merchant bank shall have all the powers and authority of a District-chartered bank or District-chartered savings and loan, including powers and authority with respect to investments, loans, fiduciary and trust functions, and transactions; provided, that a merchant bank shall obtain certification as a universal bank before exercising those powers of a universal bank."},{"prefix":"b","text":" A merchant bank shall not solicit, receive, or accept money, or its equivalent, on deposit, or engage in deposit-like activity, as a regular business activity."},{"prefix":"c","text":" A merchant bank may issue a draft drawn on the merchant bank in the form of a treasurer's check or cashier's check."},{"prefix":"d","text":" A merchant bank may deposit cash, whether constituting principal or income, in any financial institution inside or outside the District of Columbia."},{"prefix":"e","text":" A merchant bank shall notify the Commissioner at least 30 days before the merchant bank establishes an office or branch office where the merchant bank intends to transact the business of the merchant bank."},{"prefix":"f","text":" A merchant bank may apply to the Commissioner for certification, chartering, or organization as any other type of financial institution authorized under the District of Columbia Banking Code."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Merchant Banks."},"subchapter":{"identifier":"III","text":"Powers and Authority of a Merchant Bank."},"heading":{"title":"26","chaptersection":"831","identifier":"26-831.07","catch_text":"Powers of merchant banks; limits on powers."}}