{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-701.\n\n1973 Ed., § 26-601.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (b), substituted \"Financial Services endorsement to a basic business license under the basic\" for \"Class A Financial Services endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(q) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nAll functions of the Superintendent of Licenses were transferred to the Director of the Department of Economic Development by Commissioner's Order No. 69-96, dated March 7, 1969. The Department of Economic Development was replaced by the Department of Licenses, Investigation and Inspection by Mayor's Order No. 78-42, dated February 17, 1978.\n\nThe functions of the Department of Licenses, Investigations, and Inspections were transferred to the Department of Consumer and Regulatory Affairs by Reorganization Plan No. 1 of 1983, effective March 31, 1983.\n\nDC CODE § 26-901\n\nCurrent through December 11, 2012","credits":"(Feb. 4, 1913, 37 Stat. 657, ch. 26, § 1; Mar. 3, 1917, 39 Stat. 1006, ch. 160; Apr. 20, 1999, D.C. Law 12-261, § 2003(r), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(q), 50 DCR 6913.)","sections":[{"prefix":"a","text":" It shall be unlawful and illegal to engage in the District of Columbia in the business of loaning money upon which a rate of interest greater than 6% per annum is charged on any security of any kind, direct or collateral, tangible or intangible, without procuring license; and all persons, firms, voluntary associations, joint-stock companies, incorporated societies, and corporations engaged in said business shall pay a license tax of $500 per annum to the District of Columbia. No license shall be granted to any person, firm, or voluntary association unless such person and the members of any such firm or voluntary association shall be bona fide residents of the District of Columbia, and no license shall be granted for a period longer than 1 year, and no license shall be granted to any joint-stock company, incorporated society, or corporation unless and until such company, society, or corporation shall, in writing and in due form, to be first approved by and filed with the Mayor of the District of Columbia, appoint an agent, resident in the District of Columbia, upon whom all judicial and other process or legal notice directed to such company, society, or corporation may be served. And in the case of death, removal from the District, or any legal disability or disqualification of any such agent, service of such process or notice may be made upon the Director of the Department of Licenses, Investigation and Inspections of the District of Columbia."},{"prefix":"b","text":" Any license issued pursuant to this section shall be issued as a Financial Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47 of the District of Columbia Official Code."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Money Lenders; Licenses. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"901","identifier":"26-901","catch_text":"Businesses required to procure license and pay tax; appointment of resident agent; service of process or notice."}}