{"text":"No such person, firm, voluntary association, joint-stock company, incorporated society, or corporation shall charge or receive a greater rate of interest upon any loan made by him or it that exceeds the lawful rate in the District of Columbia set by Chapter 33 of Title 28 on the actual amount of the loan, and this charge shall cover all fees, expenses, demands, and services of every character, including notarial and recording fees and charges, except upon the foreclosure of the security. The foregoing interest shall not be deducted from the principal of loan when same is made. Every such person, firm, voluntary association, joint-stock company, incorporated society, or corporation conducting such business shall furnish the borrower a written, typewritten, or printed statement at the time the loan is made, showing, in English, in clear and distinct terms, the amount of the loan, the date when loaned and when due, the person to whom the loan is made, the name of the lender, the amount of interest charged, and the lender shall give the borrower a plain and complete receipt for all payments made on account of the loan at the time such payments are made. No such loan greater than $200 shall be made to any 1 person; provided, that any person contracting, directly or indirectly, for, or receiving a greater rate of interest than that fixed in this chapter, shall forfeit all interest so contracted for or received; and in addition thereto shall forfeit to the borrower a sum of money, to be deducted from the amount due for principal, equal to one-fourth of the principal sum; and provided further, that any person in the employ of the government who shall loan money in violation of the provisions of this chapter shall forfeit his office or position, and be removed from the same.","historical":"Prior Codifications\n\n1981 Ed., § 26-705.\n\n1973 Ed., § 26-605.\n\nLegislative History of Laws\n\nLaw 6-188, the \"Money Lenders Licensing Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 5, 1986 and November 18, 1986, respectively. Signed by the Mayor on November 25, 1986, it was assigned Act No. 6-239 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 26-905\n\nCurrent through December 11, 2012","credits":"(Feb. 4, 1913, 37 Stat. 659, ch. 26, § 5; Feb. 24, 1987, D.C. Law 6-188, § 2(a), 33 DCR 7687.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Money Lenders; Licenses. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"905","identifier":"26-905","catch_text":"Maximum rate of interest; fees and charges covered; deduction from principal prohibited; statement and receipts furnished borrower; amount of loans; violations."}}