{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 26-707.\n\n1973 Ed., § 26-607.\n\nLegislative History of Laws\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-188, see Historical and Statutory Notes following § 26-905.\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 26-907\n\nCurrent through December 11, 2012","credits":"(Feb. 4, 1913, 37 Stat. 659, ch. 26, § 7; Oct. 5, 1985, D.C. Law 6-42, § 466, 32 DCR 4450; Feb. 24, 1987, D.C. Law 6-188, § 2(c), 33 DCR 7687; Mar. 8, 1991, D.C. Law 8-237, § 5, 38 DCR 314.)","sections":[{"prefix":"a","text":" A person violating any provision of this chapter shall, upon conviction, be fined $300, imprisoned for not less than 30 days or more than 90 days, or both. In addition, the court may order any person violating this chapter to make restitution for the value of property illegally obtained as a result of the violation. Prosecutions for violations of this chapter or any rules issued pursuant to this chapter shall be conducted in the Superior Court of the District of Columbia by the Corporation Counsel or any of his or her assistants in the name of the District of Columbia."},{"prefix":"b","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"26","text":"Banks and Other Financial Institutions. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Money Lenders; Licenses. (Refs & Annos)"},"heading":{"title":"26","chaptersection":"907","identifier":"26-907","catch_text":"Violations."}}