{"text":"A corporation or transfer agent making a transfer pursuant to an assignment by a fiduciary who is not the registered owner shall require the following evidence of appointment or incumbency:","historical":"Prior Codifications\n\n1981 Ed., § 28-2904.\n\n1973 Ed., § 28-2904.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Act for Simplification of Fiduciary Security Transfers. See 7C Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-2904\n\nCurrent through December 11, 2012","credits":"(Aug. 30, 1964, 78 Stat. 673, Pub. L. 88-509, § 1.)","sections":[{"prefix":"1","text":" in the case of a fiduciary appointed or qualified by a court, a certificate issued by or under the direction or supervision of the court or an officer thereof, and dated within sixty days before the transfer; or"},{"prefix":"2","text":" in any other case, a copy of a document showing the appointment or a certificate issued by or on behalf of a person reasonably believed by the corporation or transfer agent to be responsible or, in the absence of such a document or certificate, other evidence reasonably deemed by the corporation or transfer agent to be appropriate. Corporations and transfer agents may adopt reasonable standards with respect to evidence of appointment or incumbency under this subsection. Neither the corporation nor transfer agent is charged with notice of the contents of any document obtained pursuant to this subsection except to the extent that the contents relate directly to the appointment or incumbency."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"29","text":"Fiduciary Security Transfers. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"2904","identifier":"28-2904","catch_text":"Evidence of appointment of incumbency."}}