{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3906.\n\n1973 Ed., T. 28, Appx., § 7.\n\nEffect of Amendments\n\nD.C. Law 16-33, rewrote section, which had read:\n\n\"(a) The Office of Consumer Education and Information shall:\n\n\"(1) inform the public and the business community of existing laws, regulations and guidelines concerning consumer rights and standards of fair treatment;\n\n\"(2) coordinate consumer education programs with, and use consumer education programs to help carry out, the consumer protection programs of the Office;\n\n\"(3) handle publicity for the Office [Department] concerning cases under section 28-3905, when the Director requests;\n\n\"(4) aid the Director in the formulation of consumer protection plans and recommend legislation and regulations related to consumer education;\n\n\"(5) cooperate with consumer-related agencies, groups and individuals in the D.C. area to improve consumer education efforts.\n\n\"(b) The Chief of the Office of Consumer Education and Information shall be appointed by the Director.\"\n\nD.C. Law 16-218, in subsec. (a), added par. (2A).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2032(e) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-76, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 8-234, see Historical and Statutory Notes following § 28-3909.\n\nFor Law 16-33, see notes following § 28-3901.\n\nLaw 16-218, the \"Consumer Education on Video and Computer Games for Minors Act of 2006\", was introduced in Council and assigned Bill No.  16-125, which was referred to Committee on Consumer and Regulatory Affairs.   The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively.  Signed by the Mayor on December 19 2006, it was assigned Act No. 16-547 and transmitted to both Houses of Congress for its review.  D.C. Law 16-218 became effective on March 6, 2007.\n\nEditor's Notes\n\nThe bracketed language has been inserted in (a)(3) to correct an error in D.C. Law 8-234.\n\nDC CODE § 28-3906\n\nCurrent through December 11, 2012","credits":"(July 22, 1976, D.C. Law 1-76, § 7, 23 DCR 1185; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(a), (d), 27 DCR 2900; Mar. 8, 1991, D.C. Law 8-234, § 2(g), 38 DCR 296; Oct. 20, 2005, D.C. Law 16-33, § 2032(e), 52 DCR 7503; Mar. 6, 2007, D.C. Law 16-218, § 2, 53 DCR 10209.)","sections":[{"prefix":"a","text":" The Office of Consumer Protection is established within the Department. The Office of Consumer Protection shall:"},{"prefix":"1","text":" Inform the public and the business community of existing laws, regulations, and guidelines concerning consumer rights and standards of fair treatment;"},{"prefix":"2","text":" Coordinate consumer education programs with, and use consumer education programs to help carry out, the consumer protection programs of the Department, including enforcement options through the Department and the Office of the Attorney General and before the courts;"},{"prefix":"2A","text":" Develop a consumer education program to educate consumers about the appropriateness of video and computer games for certain age groups, which may include information on video and computer game rating systems and the manner in which parental controls can enhance the ability of parents to regulate their children's access to video and computer games;"},{"prefix":"3","text":" Handle publicity for the Department concerning cases under § 28-3905 when the Director requests;"},{"prefix":"4","text":" Aid the Director in the formulation of consumer protection plans and recommend legislation and regulations related to consumer education;"},{"prefix":"5","text":" Cooperate with consumer-related agencies, groups, and individuals in the District of Columbia metropolitan area to improve consumer education efforts; and"},{"prefix":"6","text":" Perform the functions of the Department under § 28-3903(7) and (8)."},{"prefix":"b","text":" The Chief of the Office of Consumer Protection shall be appointed by the Director."},{"prefix":"c","text":" In fiscal year 2006, the Office of Consumer Protection shall focus on investigation and mediation in the areas of auto repair and home improvement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"39","text":"Consumer Protection Procedures."},"heading":{"title":"28","chaptersection":"3906","identifier":"28-3906","catch_text":"Consumer education and information."}}