{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3308.\n\n1973 Ed., § 28-3308.\n\nLegislative History of Laws\n\nLaw 3-38, the \"Interest Rate Modification Act of 1979,\" was introduced in Council and assigned Bill No. 3-172, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on October 23, 1979 and November 11, 1979, respectively. Signed by the Mayor on November 11, 1979, it was assigned Act No. 3-119 and transmitted to both Houses of Congress for its review.\n\nLaw 4-70, the \"Consumer Credit Interest Rate Amendments Act of 1981,\" was introduced in Council and assigned Bill No. 4-138, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on October 27, 1981, and November 10, 1981, respectively. Signed by the Mayor on December 2, 1981, it was assigned Act No. 4-117 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-62, see Historical and Statutory Notes following § 28-3301.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3307.\n\nReferences in Text\n\nSection 3 of the Federal Deposit Insurance Act and section 401 of the National Housing Act, both referred to in subsection (e) of this section, are codified in 12 U.S.C. §§ 1813 and 1724, respectively. 12 U.S.C. 1724 was repealed by Pub. L. 101-73, title IV, § 407, August 9, 1989, 103 Stat. 363.\n\nDC CODE § 28-3308\n\nCurrent through December 11, 2012","credits":"(Dec. 17, 1971, 85 Stat. 665, Pub. L. 92-200, § 3; Nov. 20, 1979, D.C. Law 3-38, § 3, 26 DCR 2183; Mar. 10, 1982, D.C. Law 4-70, § 3, 28 DCR 5236; Mar. 14, 1984, D.C. Law 5-62, § 3, 31 DCR 114; Apr. 9, 1997, D.C. Law 11-255, § 27(e), 44 DCR 1271.)","sections":[{"prefix":"a","text":" On a loan (other than a loan directly secured on real estate or a direct motor vehicle installment loan covered by Chapter 36 of this subtitle) to be repaid in equal or substantially equal monthly or other periodic installments, including a loan obtained by using a check, credit card, or other device to access a line of credit, any federally insured bank or savings and loan association doing business in the District of Columbia may contract for and receive interest at the rate permitted under this chapter or, in lieu of such interest, a finance charge, which if expressed as an annual percentage rate, does not exceed a rate of 24% per annum on the unpaid balances of the principal. This section does not limit or restrict the manner of contracting for the finance charge, whether by way of discount, add-on, or simple interest, so long as the annual percentage rate of the finance charge does not exceed that permitted by this section."},{"prefix":"b","text":" If such installment loan is precomputed,"},{"prefix":"1","text":" the finance charge may be calculated on the assumption that all scheduled payments will be made when due, and"},{"prefix":"2","text":" except as provided in subsection (c), upon prepayment in full of the unpaid balance of a precomputed direct installment loan, refinancing, or consolidation, an amount not less than the unearned portion of the finance charge calculated according to this section shall be rebated to the debtor. If the rebate otherwise required is less than $1, no rebate need be made."},{"prefix":"c","text":" Upon prepayment in full of such direct installment loan other than a refinancing or consolidation, whether or not precomputed, the lender may collect or retain a minimum charge within the limits stated in this section if the finance charge earned at the time of prepayment is less than any minimum charge contracted for. The minimum charge may not exceed the smaller of the following: (1) the amount of the finance charge contracted for, or (2) $5 in a transaction which had a principal of $75 or less, or $7.50 in a transaction which had a principal of more than $75."},{"prefix":"d","text":" The unearned portion of the finance charge is a fraction of the finance charge of which the numerator is the sum of the periodic balances scheduled to follow the computational period in which the prepayment occurs, and the denominator is the sum of all periodic balances under either the related loan agreement or, if the balance owing resulted from a refinancing or a consolidation, under the related refinancing agreement or consolidation agreement."},{"prefix":"e","text":" As used in this section, \"finance charge\", and \"annual percentage rate\" shall have the respective meanings under the provisions of the Truth-in-Lending Act (82 Stat. 146 et seq.; 15 U.S.C. § 1601 et seq.) and the regulations and interpretations thereunder; and \"federally insured bank or savings and loan association\" means an insured bank as defined in section 3 of the Federal Deposit Insurance Act or an \"insured institution\" as defined in section 401 of the National Housing Act."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"33","text":"Interest and Usury."},"heading":{"title":"28","chaptersection":"3308","identifier":"28-3308","catch_text":"Finance charge on direct installment loans."}}