{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-237, see notes following § 28-3851.\n\nDC CODE § 28-3852\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-237, § 2(c), 54 DCR 393.)","sections":[{"prefix":"a","text":" Any person or entity who conducts business in the District of Columbia, and who, in the course of such business, owns or licenses computerized or other electronic data that includes personal information, and who discovers a breach of the security of the system, shall promptly notify any District of Columbia resident whose personal information was included in the breach. The notification shall be made in the most expedient time possible and without unreasonable delay, consistent with the legitimate needs of law enforcement, as provided in subsection (d) of this section, and with any measures necessary to determine the scope of the breach and restore the reasonable integrity of the data system."},{"prefix":"b","text":" Any person or entity who maintains, handles, or otherwise possesses computerized or other electronic data that includes personal information that the person or entity does not own shall notify the owner or licensee of the information of any breach of the security of the system in the most expedient time possible following discovery."},{"prefix":"c","text":" If any person or entity is required by subsection (a) or (b) of this section to notify more than 1,000 persons of a breach of security pursuant to this subsection, the person shall also notify, without unreasonable delay, all consumer reporting agencies that compile and maintain files on consumers on a nationwide basis, as defined by section 603(p) of the Fair Credit Reporting Act, approved October 26, 1970 (84 Stat. 1128; 15 U.S.C. § 1681a(p)), of the timing, distribution and content of the notices. Nothing in this subsection shall be construed to require the person to provide to the consumer reporting agency the names or other personal identifying information of breach notice recipients. This subsection shall not apply to a person or entity who is required to notify consumer reporting agencies of a breach pursuant to Title V of the Gramm-Leach-Bliley Act, approved November 12, 1999 (113 Stat. 1436; 15 U.S.C § 6801 et seq)."},{"prefix":"d","text":" The notification required by this section may be delayed if a law enforcement agency determines that the notification will impede a criminal investigation but shall be made as soon as possible after the law enforcement agency determines that the notification will not compromise the investigation."},{"prefix":"e","text":" Notwithstanding subsection (a) of this section, a person or business that maintains its own notification procedures as part of an information security policy for the treatment of personal information and is otherwise consistent with the timing requirements of this subchapter shall be deemed to be in compliance with the notification requirements of this section if the person or business provides notice, in accordance with its policies, reasonably calculated to give actual notice to persons to whom notice is otherwise required to be given under this subchapter. Notice under this section may be given by electronic mail if the person or entity's primary method of communication with the resident is by electronic means."},{"prefix":"f","text":" A waiver of any provision of this subchapter shall be void and unenforceable."},{"prefix":"g","text":" A person or entity who maintains procedures for a breach notification system under Title V of the Gramm-Leach -Bliley Act, approved November 12, 1999 (113 Stat. 1436; 15 U.S.C § 6801 et seq.) (\"Act\"), and provides notice in accordance with the Act, and any rules, regulations, guidance and guidelines thereto, to each affected resident in the event of a breach, shall be deemed to be in compliance with this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Consumer Security Breach Notification."},"heading":{"title":"28","chaptersection":"3852","identifier":"28-3852","catch_text":"Notification of security breach."}}