{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3901.\n\n1973 Ed., T. 28, Appx., § 2.\n\nEffect of Amendments\n\nD.C. Law 13-172 in subsec. (b)(1) inserted \"and deter the continuing use of such practices\" following \"practices\" in subsec. (b)(1) and added subsec. (c) providing for liberal construction of the chapter.\n\nD.C. Law 16-33 rewrote subsec. (a)(12), which had read:\n\n\"(12) 'Office of Consumer Education and Information' means the Department's Office of Consumer Education and Information which is responsible for carrying out the statutory requirements set forth in section 28-3906; and\"\n\nD.C. Law 17-4 rewrote subsec. (a)(3), which had read as follows:\n\n\"(3) 'merchant' means a person who does or would sell, lease (to), or transfer, either directly or indirectly, consumer goods or services, or a person who does or would supply the goods or services which are or would be the subject matter of a trade practice;\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1402(b) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1402(b) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2032(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nLaw 1-76, the \"District of Columbia Consumer Protection Procedures Act,\" was introduced in Council and assigned Bill No. 1-253, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on April 6, 1976 and April 20, 1976, respectively. Signed by the Mayor on May 14, 1976, it was assigned Act No. 1-118 and transmitted to both Houses of Congress for its review.\n\nLaw 3-85, the \"Enacted Titles Numbering and Amendment Act of 1980,\" was introduced in Council and assigned Bill No. 3-296, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 20, 1980 and June 3, 1980, respectively. Signed by the Mayor on June 20, 1980, it was assigned Act No. 3-202 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 8-234, see Historical and Statutory Notes following § 28-3909.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nLaw 17-4, the \"Nonprofit Organizations Oversight Improvement Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-53 which was referred to Committee on the Public Safety and Judiciary. The Bill was adopted on first and second readings on March 6, 2007, and April 3, 2007, respectively. Signed by the Mayor on April 19, 2007, it was assigned Act No. 17-33 and transmitted to both Houses of Congress for its review. D.C. Law 17-4 became effective on June 12, 2007.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 1-76, see Mayor's Order 86-132, August 12, 1986.\n\nMiscellaneous Notes\n\nShort title of subtitle D of title II of Law 16-33: Section 2031 of D.C. Law 16-33 provided that subtitle D of title II of the act may be cited as the Department of Consumer and Regulatory Affairs Consumer Protection Revitalization Act of 2005.\n\nDC CODE § 28-3901\n\nCurrent through December 11, 2012","credits":"(July 22, 1976, D.C. Law 1-76, § 2, 23 DCR 1185; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(a), (d), 27 DCR 2900; Mar. 8, 1991, D.C. Law 8-234, § 2(b), 38 DCR 296; Feb. 5, 1994, D.C. Law 10-68, § 27(b), 40 DCR 6311; Apr. 9, 1997, D.C. Law 11-255, § 27(u), 44 DCR 1271; Oct. 19, 2000, D.C. Law 13-172, § 1402(b), 47 DCR 6308; Oct. 20, 2005, D.C. Law 16-33, § 2032(b), 52 DCR 7503; June 12, 2007, D.C. Law 17-4, § 2(a), 54 DCR 4085.)","sections":[{"prefix":"a","text":" As used in this chapter, the term-"},{"prefix":"1","text":" \"person\" means an individual, firm, corporation, partnership, cooperative, association, or any other organization, legal entity, or group of individuals however organized;"},{"prefix":"2","text":" \"consumer\" means a person who does or would purchase, lease (from), or receive consumer goods or services, including a co-obligor or surety, or a person who does or would provide the economic demand for a trade practice; as an adjective, \"consumer\" describes anything, without exception, which is primarily for personal, household, or family use;"},{"prefix":"3","text":" \"merchant\" means a person, whether organized or operating for profit or for a nonprofit purpose, who in the ordinary course of business does or would sell, lease (to), or transfer, either directly or indirectly, consumer goods or services, or a person who in the ordinary course of business does or would supply the goods or services which are or would be the subject matter of a trade practice;"},{"prefix":"4","text":" \"complainant\" means one or more consumers who took part in a trade practice, or one or more persons acting on behalf of (not the legal representative or other counsel of) such consumers, or the successors or assigns of such consumers or persons, once such consumers or persons complain to the Department about the trade practice;"},{"prefix":"5","text":" \"respondent\" means one or more merchants alleged by a complainant to have taken part in or carried out a trade practice, or the successors or assigns of such merchants, and includes other persons who may be deemed legally responsible for the trade practice;"},{"prefix":"6","text":" \"trade practice\" means any act which does or would create, alter, repair, furnish, make available, provide information about, or, directly or indirectly, solicit or offer for or effectuate, a sale, lease or transfer, of consumer goods or services;"},{"prefix":"7","text":" \"goods and services\" means any and all parts of the economic output of society, at any stage or related or necessary point in the economic process, and includes consumer credit, franchises, business opportunities, real estate transactions, and consumer services of all types;"},{"prefix":"8","text":" \"Department\" means the Department of Consumer and Regulatory Affairs;"},{"prefix":"9","text":" \"Director\" means the Director of the Department of Consumer and Regulatory Affairs;"},{"prefix":"10","text":" \"Chief of the Office of Compliance\" means the senior administrative officer of the Department's Office of Compliance who is delegated the responsibility of carrying out certain duties specified under section 28- 3905;"},{"prefix":"11","text":" \"Office of Adjudication\" means the Department's Office of Adjudication which is responsible for carrying out certain duties specified under section 28-3905;"},{"prefix":"12","text":" \"Office of Consumer Protection\" means the Department's Office of Consumer Protection which is responsible for carrying out the statutory requirements set forth in § 28-3906; and"},{"prefix":"13","text":" \"Committee\" means the Advisory Committee on Consumer Protection which is responsible for carrying out the statutory requirements set forth in section 28-3907."},{"prefix":"b","text":" The purposes of this chapter are to:"},{"prefix":"1","text":" assure that a just mechanism exists to remedy all improper trade practices and deter the continuing use of such practices;"},{"prefix":"2","text":" promote, through effective enforcement, fair business practices throughout the community; and"},{"prefix":"3","text":" educate consumers to demand high standards and seek proper redress of grievances."},{"prefix":"c","text":" This chapter shall be construed and applied liberally to promote its purpose."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"39","text":"Consumer Protection Procedures."},"heading":{"title":"28","chaptersection":"3901","identifier":"28-3901","catch_text":"Definitions and purposes."}}