{"text":"SAVE THIS DOCUMENT AND ANY RENTAL HOUSING LISTINGS PROVIDED TO YOU. WE ARE AN INFORMATION SERVICE ONLY. WE MAKE NO ATTEMPT TO SECURE YOU HOUSING. THE SERVICE OFFERS ONLY COMPILED INFORMATION CONCERNING AVAILABLE RENTAL HOUSING UNITS. NO GUARANTEE IS MADE THAT YOU WILL FIND RENTAL PROPERTY BY USING THIS SERVICE. YOU MAY BE ENTITLED TO A REFUND IF ANY OF THE RENTAL HOUSING INFORMATION PROVIDED TO YOU IS NOT CURRENT, ACCURATE OR OTHERWISE NOT IN COMPLIANCE WITH THE LAW; and","historical":"Prior Codifications\n\n1981 Ed., § 28-3819.\n\nLegislative History of Laws\n\nLaw 3-71, the \"Rental Housing Locator Consumer Protection Act of 1979,\" was introduced in Council and assigned Bill No. 3-124, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on March 18, 1980 and April 1, 1980, respectively. Signed by the Mayor on May 1, 1980, it was assigned Act No. 3-179 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3802.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nDC CODE § 28-3819\n\nCurrent through December 11, 2012","credits":"(June 21, 1980, D.C. Law 3-71, § 2, 27 DCR 1891; Apr. 9, 1997, D.C. Law 11-255, § 27(t), 44 DCR 1271; Apr. 20, 1999, D.C. Law 12-261, § 2003(t), 46 DCR 3142.)","sections":[{"prefix":"a","text":" Definitions. -- As used in this section the term or terms:"},{"prefix":"1","text":" \"Fee\" means any fee, commission, charge, deposit, down payment or other valuable consideration, including any fee or charge for a credit check or consultation."},{"prefix":"2","text":" \"Rental housing locator\" or \"locator\" means any person who for a fee identifies or purports to identify or who provides or purports to provide any other information about any rental unit available for rent, other than a rental unit owned or managed by such person."},{"prefix":"3","text":" \"Rental housing locator contract\" means a contract between a rental housing locator and another person that obligates the locator for a fee to identify any number of rental units as available for rent or to provide any other information about them."},{"prefix":"4","text":" \"Rental unit\" means any room, suite, apartment, or single family house rented or offered for rent as a residence, including any appurtenant services, facilities, improvements or land."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Accuracy of information. -- (1) Every rental housing locator shall revise and correct all information to be provided pursuant to a rental housing locator contract or otherwise made available to any customer, potential customer, or the general public, every 24 hours for rental units it advertises and every 48 hours for rental units it does not advertise, or else remove such units from its lists and discontinue the advertising of such units."},{"prefix":"2","text":" A rental housing locator shall identify as available for rent or provide other information about a rental unit only if the locator has been given permission to do so by the owner/manager of the unit, or the rental unit has been advertised, posted, or otherwise publicly offered or held out as available for rent, by the owner/manager of the rental unit."},{"prefix":"3","text":" Rental housing locator agencies shall be required to make available, upon request, records of all unadvertised and advertised listings provided to customers and potential customers to the Office of Consumer Protection and the Metropolitan Police Department."},{"prefix":"d","text":" Contracts. -- (1) Contracts between the rental housing locator agency and the customer shall be written, and a copy of the contract shall be supplied to the customer."},{"prefix":"2","text":" The contract shall clearly state the duration of the locator service contract."},{"prefix":"3","text":" Every rental housing locator shall refund, upon request, any fee to any customer within thirty (30) days of said request if any of the rental housing information provided to that customer by the locator fails to comply with the requirements of accuracy as defined by subsection (c) of this section or if the locator fails, upon demand, to provide the correct street address or telephone number of any rental housing unit it advertises or otherwise describes to a customer; or if the locator fails to provide a customer with rental housing listings as called for in the contract."},{"prefix":"4","text":" The contract shall include in a prominent place and in bold face type the following clauses:"},{"prefix":"A","text":" The first clause shall read as follows:"},{"prefix":"B","text":" The second clause shall state that all inquiries should be made to the District of Columbia Office of Consumer Protection followed by the current address, telephone number, and hours of that office."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3819","identifier":"28-3819","catch_text":"Rental housing locators."}}