{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3104.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-83, see Historical and Statutory Notes following § 28-3101.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Fraudulent Transfer Act. See Volume 7A, Part II Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-3104\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-83, § 2, 42 DCR 6773.)","sections":[{"prefix":"a","text":" A transfer made, or obligation incurred, by a debtor is fraudulent as to a creditor, whether the creditor's claim arose before or after the transfer was made or the obligation was incurred, if the debtor made the transfer or incurred the obligation:"},{"prefix":"1","text":" With actual intent to hinder, delay, or defraud any creditor of the debtor; or"},{"prefix":"2","text":" Without receiving a reasonably equivalent value in exchange for the transfer or obligation, and the debtor:"},{"prefix":"A","text":" Was engaged or was about to engage in a business or a transaction for which the remaining assets of the debtor were unreasonably small in relation to the business or transaction; or"},{"prefix":"B","text":" Intended to incur, or believed or reasonably should have believed that the debtor would incur, debts beyond the debtor's ability to pay as they became due."},{"prefix":"b","text":" In determining actual intent under subsection (a)(1) of this section, consideration may be given, among other factors, to whether:"},{"prefix":"1","text":" The transfer or obligation was to an insider;"},{"prefix":"2","text":" The debtor retained possession or control of the property transferred after the transfer;"},{"prefix":"3","text":" The transfer or obligation was disclosed or concealed;"},{"prefix":"4","text":" Before the transfer was made or obligation was incurred, the debtor had been sued or threatened with suit;"},{"prefix":"5","text":" The transfer was of substantially all the debtor's assets;"},{"prefix":"6","text":" The debtor absconded;"},{"prefix":"7","text":" The debtor removed or concealed assets;"},{"prefix":"8","text":" The value of the consideration received by the debtor was reasonably equivalent to the value of the asset transferred or the amount of the obligation incurred;"},{"prefix":"9","text":" The debtor was insolvent or became insolvent shortly after the transfer was made or the obligation was incurred;"},{"prefix":"10","text":" The transfer occurred shortly before or shortly after a substantial debt was incurred; and"},{"prefix":"11","text":" The debtor transferred the essential assets of the business to a lienor who transferred the assets to an insider of the debtor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"31","text":"Fraudulent Conveyances. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"3104","identifier":"28-3104","catch_text":"Transfers fraudulent as to present and future creditors."}}