{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3702.\n\n1973 Ed., § 28-3702.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-70, see Historical and Statutory Notes following § 28-3701.\n\nLaw 5-62, the \"Interest Rate Ceiling Amendment Act of 1983,\" was introduced in Council and assigned Bill No. 5-193, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 15, 1983, and December 6, 1983, respectively. Signed by the Mayor on December 23, 1983, it was assigned Act No. 5-93 and transmitted to both Houses of Congress for its review.\n\nLaw 11-26, the \"Revolving Credit account Late Fee Act of 1995,\" was introduced in Council and assigned Bill No. 11-43, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on April 4, 1995 and May 2, 1995, respectively. Signed by the Mayor on May 15, 1995, it was assigned Act No. 11-54 and transmitted to both Houses of Congress for its review. D.C. Law 11-26 became effective on July 14, 1995.\n\nLaw 11-110, the \"Technical Amendments Acts of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3701.\n\nDC CODE § 28-3702\n\nCurrent through December 11, 2012","credits":"(Dec. 17, 1971, 85 Stat. 668, Pub. L. 92-200, § 4; Mar. 10, 1982, D.C. Law 4-70, § 6, 28 DCR 5236; Mar. 14, 1984, D.C. Law 5-62, § 5, 31 DCR 114; July 14, 1995, D.C. Law 11-26, § 2, 42 DCR 2565; Apr. 18, 1996, D.C. Law 11-110, § 28, 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 27(k), 44 DCR 1271.)","sections":[{"prefix":"a","text":" The seller or financial institution may contract for the payment by the buyer of a credit service charge not exceeding that permitted by this section."},{"prefix":"b","text":" A credit service charge may be made in each billing cycle. For the purpose of computing the outstanding balance subject to the credit service charge (1) the outstanding balance on any day shall consist of an amount which shall not exceed the sum of the total charges to the account less the amounts paid or credited to the account prior to such day, or (2) the outstanding balance may be computed by the average daily balance method. The credit service charge may also be computed for all outstanding balances within a range of not in excess of $10 on the basis of the median amount within such range if as so computed such credit service charge is applied to all outstanding balance within such range."},{"prefix":"c","text":"(1) If the billing cycle is monthly, a credit service charge may be imposed in the maximum amount of 2%. If the billing cycle is not monthly, the maximum charge is that percentage which bears the relation to the applicable monthly percentage as the number of days in the billing cycle bears to 30. For the purposes of this section, a variation of not more than 4 days from month to month is \"the same day of the billing cycle\"."},{"prefix":"2","text":" Notwithstanding the terms of any revolving credit account or any other provision of law, a seller or financial institution, with respect to its revolving credit accounts may (A) impose or increase any credit service charge, (B) change the method of computing the balance upon which charges are imposed, or (C) increase the required minimum periodic payment; provided, that the seller or financial institution mails a written notice of the change to each affected buyer at least thirty (30) days before the effected date of the change; Provided, further, that the seller or financial institution shall permit each affected buyer to repay, under the existing terms, any debt incurred prior to the effective date of the change, unless the buyer incurs additional debt on or after that date or otherwise assents in writing to the changes. This paragraph does not authorize a seller or financial institution to impose a credit service charge in excess of that permitted under paragraph (1) of this subsection."},{"prefix":"3","text":" The notice required by paragraph (2) of this subsection shall clearly set forth the new term or terms, the corresponding existing term or terms, and the effective date of the change; shall appear on a single document that contains no other information except the changed revolving credit account agreement or other material directly related to the change; and shall be in plain language. The notice shall clearly explain the two options available to the buyer. The options shall be presented more conspicuously than the rest of the notice by, for example, bold-faced type, larger type size, or contrasting color."},{"prefix":"d","text":"(1) In addition to the credit service charge permitted in subsection (b) of this section, a seller or financial institution may impose a late fee, delinquency charge, or any similar assessment on each minimum payment not paid in full within 10 days after the date the minimum payment is due. The late fee, delinquency charge, or any similar assessment shall not exceed $15 for any one minimum payment not made within 10 days of the date the minimum payment was due."},{"prefix":"2","text":" Notwithstanding the terms of any revolving credit account or any other provision of law, a seller or financial institution may impose a late fee, delinquency charge, or other similar assessment pursuant to paragraph (1) of this subsection provided that the seller or financial institution mails a written notice of the change to each affected buyer at least 30 days before the date of the effected change, and that the seller or financial institution shall permit each affected buyer to repay, under the existing terms, any debt incurred prior to the effective date of the change, unless the buyer incurs additional debt on or after that date or otherwise asserts in writing to the changes."},{"prefix":"3","text":" The notice required by paragraph (2) of this subsection shall clearly set forth the new terms, the corresponding existing terms, and the effective date of the change; shall appear on a single document that contains no other information except the charged revolving account agreement or other material directly related to the change; and shall be in plain language."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"37","text":"Revolving Credit Accounts."},"heading":{"title":"28","chaptersection":"3702","identifier":"28-3702","catch_text":"Amount and computation of credit service charge."}}