{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 28-3311.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-62, see Historical and Statutory Notes following ยง 28-3301.\n\nDC CODE ยง 28-3311\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 1984, D.C. Law 5-62, ยง 4, 31 DCR 114.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the word \"interest\" means any compensation directly or indirectly imposed by a lender for the extension of credit for the use or forbearance of money, including any loan fee, origination fee, service and carrying charge, investigator's fee, and any amount payable as a discount under section 28-3301(e)(1), or point, or otherwise payable for services. The following charges shall not be considered interest:"},{"prefix":"1","text":" fees and charges collected at the direction of and actually paid to a government or governmental agency;"},{"prefix":"2","text":" a service charge for investigation and continued servicing of collateral for a commercial loan secured by inventory or accounts receivable and any compensating balance accounts required by a lender for a commercial loan;"},{"prefix":"3","text":" reasonable charges by the lender's attorney or other agent for service rendered in connection with collateral appraisals and the preparation, closing, or disbursement of the loan, but only if the charges are an actual expense of the lender;"},{"prefix":"4","text":" premiums for credit life, accident, health, or loss-of-income insurance, but only if the insurance coverage is in fact not required by the lender and this fact is clearly and conspicuously disclosed; that the borrower signs or initials an affirmative written request for the insurance after receiving the disclosures specified in this paragraph; and that the terms of and premiums for the insurance coverage are disclosed;"},{"prefix":"5","text":" premiums for insurance against loss of or damage to the property, or against liability arising out of the ownership or use of the property, but only if the lender does not in fact require that the insurance be purchased through a particular broker, agent or insurance company; that the insurance coverage may be obtained from a broker, agent or insurance company of borrower's choice, subject to approval by the lender, and this fact is clearly and conspicuously disclosed; and that if the insurance coverage is obtained from or through the lender, the term of and premiums for the insurance coverage are clearly and conspicuously disclosed;"},{"prefix":"6","text":" a service charge made by a broker or dealer dealing in investment securities if money is advanced on the security of pledged investment securities and if services are rendered in the collection, crediting, and disbursement of income on the investment securities and in the furnishing of income tax and other information in connection with that income;"},{"prefix":"7","text":" reasonable charges for investigation and reporting in regard to the credit rating or credit history of the borrower, but only if such charges are an actual expense of the lender; and"},{"prefix":"8","text":" advance payments of real estate taxes or casualty insurance premiums made in accordance with section 28-3301(f)(2)."},{"prefix":"b","text":" The rate of interest on any loan or financial transaction shall be calculated in compliance with the provisions of the Truth-in-Lending Act, as heretofore and hereafter amended, effective May 29, 1968 (82 Stat. 146; 15 U.S.C. 1601 et seq.), and the regulations and interpretations thereunder."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"33","text":"Interest and Usury."},"heading":{"title":"28","chaptersection":"3311","identifier":"28-3311","catch_text":"Definition of interest."}}