{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 28-3106.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-83, see Historical and Statutory Notes following § 28-3101.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Fraudulent Transfer Act. See Volume 7A, Part II Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-3106\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-83, § 2, 42 DCR 6773; Apr. 9, 1997, D.C. Law 11-255, § 27(c), 44 DCR 1271.)","sections":[{"prefix":"1","text":" A transfer is made:"},{"prefix":"A","text":" With respect to an asset that is real property other than a fixture, including the interest of a seller or purchaser under a contract for the sale of the asset, when the transfer is so far perfected that a good-faith purchaser of the asset from the debtor against whom applicable law permits the transfer to be perfected cannot acquire an interest in the asset that is superior to the interest of the transferee; and"},{"prefix":"B","text":" With respect to an asset that is not real property or that is a fixture, when the transfer is so far perfected that a creditor on a simple contract cannot acquire a judicial lien otherwise than under this chapter that is superior to the interest of the transferee."},{"prefix":"2","text":" If applicable law permits the transfer to be perfected as provided in paragraph (1) of this section and the transfer is not so perfected before the commencement of an action for relief under this chapter, the transfer is deemed made immediately before the commencement of the action."},{"prefix":"3","text":" If applicable law does not permit the transfer to be perfected as provided in paragraph (1) of this section, the transfer is made when it becomes effective between the debtor and the transferee."},{"prefix":"4","text":" A transfer is not made until the debtor has acquired rights in the asset transferred."},{"prefix":"5","text":" An obligation is incurred:"},{"prefix":"A","text":" If oral, when it becomes effective between the parties; or"},{"prefix":"B","text":" If evidenced by a writing, when the writing executed by the obligor is delivered to, or for the benefit of, the obligee."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"31","text":"Fraudulent Conveyances. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"3106","identifier":"28-3106","catch_text":"When transfer is made or obligation is incurred."}}