{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3903.\n\n1973 Ed., T. 28, Appx., § 4.\n\nEffect of Amendments\n\nD.C. Law 16-33 repealed subsecs. (a)(10) and (a)(15), which had read:\n\n\"(10) publish rules and regulations governing the Department's procedures, developed by the Director in accordance with the District of Columbia Administrative Procedure Act (sections 2-501 et seq.);\"\n\n\"(15) issue rules that interpret, define, state general policy, or prescribe requirements to prevent unfair, deceptive, and unlawful trade practices as set forth in section 28-3904;\"\n\nD.C. Law 16-191, in subsecs. (a)(13)(D) and (14), validated previously made technical corrections.\n\nD.C. Law 17-219, in subsec. (a)(1)(i), substituted \"$250\" for \"$2,500\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Cooperative Association Amendment Act of 1998 (D.C. Law 12-117, April 13, 1999, law notification 46 DCR 3839).\n\nFor temporary (225 day) amendment of section, see § 2 of the Omnibus Regulatory Reform Temporary Amendment Act of 1999 (D.C. Law 13-3, May 28, 1999, law notification 46 DCR 5303).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Omnibus Regulatory Reform Amendment Act of 1998 Emergency Repealer Act of 1998 (D.C. Act 12-297, March 4, 1998, 45 DCR 1773), and see § 2 of the Omnibus Regulatory Reform Congressional Review Emergency Repealer Act of 1998 (D.C. Act 12-387, July 13, 1998, 45 DCR 4792).\n\nFor temporary amendment of section, see § 2 of the Omnibus Regulatory Reform and Alcoholic Beverage Control DC Arena Clarifying Emergency Amendment Act of 1999 (D.C. Act 13-1, January 29, 1999, 46 DCR 2284).\n\nFor temporary (90 day) amendment of section, see § 2032(c) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-76, see Historical and Statutory Notes following § 28-3901.\n\nLaw 2-8, the \"Consumer Goods Repair Board Act of 1977,\" was introduced in Council and assigned Bill No. 2-49, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on March 8, 1977 and March 22, 1977, respectively. Signed by the Mayor on April 7, 1977, it was assigned Act No. 2-28 and transmitted to both Houses of Congress for its review.\n\nLaw 2-115, the \"District of Columbia Consumer Lay Away Plan Act of 1978,\" was introduced in Council and assigned Bill No. 2-130, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978 respectively. Signed by the Mayor on July 24, 1978, it was assigned Act No. 2-241 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 8-234, see Historical and Statutory Notes following § 28-3909.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 28-3902.\n\nFor Law 16-33, see notes following § 28-3901.\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nFor Law 17-219, see notes following § 28-3301.\n\nMiscellaneous Notes\n\nShort title: Section 2023 of D.C. Law 17-219 provided that subtitle J of title II of the act may be cited as the \"Consumer Protection Act of 2008\".\n\nDC CODE § 28-3903\n\nCurrent through December 11, 2012","credits":"(July 22, 1976, D.C. Law 1-76, § 4, 23 DCR 1185; June 11, 1977, D.C. Law 2-8, § 4(a), 24 DCR 726; Oct. 4, 1978, D.C. Law 2-115, § 3, 25 DCR 1997; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(a), (d), 27 DCR 2900; Mar. 8, 1991, D.C. Law 8-234, § 2(d), 38 DCR 296; Feb. 5, 1994, D.C. Law 10-68, § 27(a), (d), 40 DCR 6311; Apr. 9, 1997, D.C. Law 11-255, § 27(w), 44 DCR 1271; Apr. 29, 1998, D.C. Law 12-86, § 1301(b), 45 DCR 1172; Oct. 20, 2005, D.C. Law 16-33, § 2032(c), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 100, 53 DCR 6794; Aug. 16, 2008, D.C. Law 17-219, § 2024, 55 DCR 7598.)","sections":[{"prefix":"a","text":" The Department, in its discretion, may:"},{"prefix":"1","text":" receive and investigate any consumer complaint and initiate its own investigation of deceptive, unfair, or unlawful trade practices against consumers where the:"},{"prefix":"i","text":" amount in controversy totals $250 or more; or"},{"prefix":"ii","text":" case, or cases, indicates a pattern or practice of abuse on the part of a business or industry;"},{"prefix":"2","text":" issue summonses and subpoenas to compel the production of documents, papers, books, records, and other evidence, hold hearings, compel the attendance of witnesses, administer oaths, and take the testimony of any person under oath, concerning any trade practice;"},{"prefix":"3","text":" issue cease and desist orders with respect to trade practices determined to be in violation of District law by the Department;"},{"prefix":"4","text":" report to appropriate governmental agencies any information concerning violation of any law;"},{"prefix":"5","text":" present the interest of consumers before administrative and regulatory agencies and legislative bodies;"},{"prefix":"6","text":" assist, advise, and cooperate with private, local and federal agencies and officials to protect and promote the interest of the District of Columbia consumer public;"},{"prefix":"7","text":" assist, develop, and conduct programs of consumer education and information through public hearings, meetings, publications, or other materials prepared for distribution to the consumer public of the District of Columbia;"},{"prefix":"8","text":" undertake activities to encourage local business and industry to maintain high standards of honesty, fair business practices, and public responsibility in the production, promotion, and sale of consumer goods and services and in the extension of credit;"},{"prefix":"9","text":" exercise and perform such other functions and duties consistent with the purposes or provisions of this chapter which may be deemed necessary or appropriate to protect and promote the welfare of District of Columbia consumers;"},{"prefix":"10","text":" Repealed."},{"prefix":"11","text":" implead and interplead persons who are properly parties to a case before the Department under section 28-3905;"},{"prefix":"12","text":" negotiate, agree to, and sign consent decrees;"},{"prefix":"13","text":" determine whether a person has executed a trade practice in violation of any law of the District of Columbia, and provide full remedy for such violation by:"},{"prefix":"A","text":" damages in contract, and orders for restitution, rescission, reformation, repair, and replacement,"},{"prefix":"B","text":" stipulations, conditions, and directives, both temporary and permanent, of all kinds,"},{"prefix":"C","text":" enforcement of orders and decrees, collection of civil penalties, and other activities, in the courts,"},{"prefix":"D","text":" and other lawful methods;"},{"prefix":"14","text":" maintain both confidential and public records, and publicize its own actions, in accordance with section 28-3905; and"},{"prefix":"15","text":" Repealed."},{"prefix":"16","text":" appoint private attorneys from the District of Columbia bar, who shall take action in the name of the Department, and shall promulgate regulations implementing this provision, in order to assist in the enforcement of any consumer complaint."},{"prefix":"b","text":" The Department shall:"},{"prefix":"1","text":" perform the functions of the Mayor, Department of Consumer Affairs, Board of Consumer Goods Repairs Services or Department of Economic Development in:"},{"prefix":"A","text":" the District of Columbia Consumer Credit Protection Act of 1971 (Title 28, Chapters 36, 37, 38, et al.),"},{"prefix":"B","text":" the District of Columbia Consumer Retail Credit Regulation (16 DCMR Ch. 1),"},{"prefix":"C","text":" the District of Columbia Consumer Goods Repair Regulation (16 DCMR Ch. 6); and"},{"prefix":"D","text":" the District of Columbia Consumer LayAway Plan Act (section 28-3818);"},{"prefix":"2","text":" render annual reports to the Council and the Mayor as to the number of complaints filed and the nature, status, and disposition thereof, and about the other activities of the Department undertaken during the previous year."},{"prefix":"c","text":" The Department may not:"},{"prefix":"1","text":" order damages for personal injury of a tortious nature;"},{"prefix":"2","text":" apply the provisions of section 28-3905 to:"},{"prefix":"A","text":" landlord-tenant relations;"},{"prefix":"B","text":" persons subject to regulation by the Public Service Commission of the District of Columbia;"},{"prefix":"C","text":" professional services of clergymen, lawyers, and Christian Science practitioners engaging in their respective professional endeavors;"},{"prefix":"D","text":" a television or radio broadcasting station or publisher or printer of a newspaper, magazine, or other form of printed advertising, which broadcasts, publishes, or prints an advertisement which violates District law, except insofar as such station, publisher or printer engages in a trade practice which violates District law in selling or offering for sale its own goods or services, or has knowledge of the advertising being in violation of District law; or"},{"prefix":"E","text":" an action of an agency of government."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"39","text":"Consumer Protection Procedures."},"heading":{"title":"28","chaptersection":"3903","identifier":"28-3903","catch_text":"Powers of the consumer protection agency."}}