{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3108.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-83, see Historical and Statutory Notes following § 28-3101.\n\nUniform Law\n\nThis section is based upon § 8 of the Uniform Fraudulent Transfer Act. See Volume 7A, Part II Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-3108\n\nCurrent through December 11, 2012","credits":"(Feb. 9, 1996, D.C. Law 11-83, § 2, 42 DCR 6773.)","sections":[{"prefix":"a","text":" A transfer or obligation is not voidable under section 28-3104(a)(1) against a person who took in good faith and for a reasonably equivalent value or against any subsequent transferee or obligee."},{"prefix":"b","text":" Except as otherwise provided in this section, to the extent a transfer is voidable in an action by a creditor under section 28-3107(a)(1), the creditor may recover judgment for the value of the asset transferred, as adjusted under subsection (c) of this section, or the amount necessary to satisfy the creditor's claim, whichever is less. The judgment may be entered against:"},{"prefix":"1","text":" The first transferee of the asset or the person for whose benefit the transfer was made; or"},{"prefix":"2","text":" Any subsequent transferee other than a good-faith transferee or obligee who took for value or from any subsequent transferee or obligee."},{"prefix":"c","text":" If the judgment under subsection (b) of this section is based upon the value of the asset transferred, the judgment must be for an amount equal to the value of the asset at the time of the transfer, subject to adjustment as the equities may require."},{"prefix":"d","text":" Notwithstanding voidability of a transfer or an obligation under this chapter, a good-faith transferee or obligee is entitled, to the extent of the value given the debtor for the transfer or obligation, to:"},{"prefix":"1","text":" A lien on, or a right to retain, any interest in the asset transferred;"},{"prefix":"2","text":" Enforcement of any obligation incurred; or"},{"prefix":"3","text":" A reduction in the amount of the liability on the judgment."},{"prefix":"e","text":" A transfer is not voidable under section 28-3104(a)(2) or section 28- 3105 if the transfer results from:"},{"prefix":"1","text":" Termination of a lease upon default by the debtor when the termination is pursuant to the lease and applicable law; or"},{"prefix":"2","text":" Enforcement of a security interest in compliance with sections 28:9-101 through 28:9-507."},{"prefix":"f","text":" A transfer is not voidable under section 28-3105(b):"},{"prefix":"1","text":" To the extent the insider gave new value to, or for the benefit of, the debtor after the transfer was made unless the new value was secured by a valid lien;"},{"prefix":"2","text":" If made in the ordinary course of business or financial affairs of the debtor and the insider; or"},{"prefix":"3","text":" If made pursuant to a good-faith effort to rehabilitate the debtor and the transfer secured present value given for that purpose as well as an antecedent debt of the debtor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"31","text":"Fraudulent Conveyances. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"3108","identifier":"28-3108","catch_text":"Defenses, liability, and protection of transferee."}}