{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3905.\n\n1973 Ed., T. 28, Appx., § 6.\n\nEffect of Amendments\n\nD.C. Law 13-172 added the introductory sentence to subsec. (k)(2) pertaining to the penalties being cumulative and additional and rewrote subsec. (k)(1) which formerly provided:\n\n\"(k)(1) Any consumer who suffers any damage as a result of the use or employment by any person of a trade practice in violation of a law of the District of Columbia within the jurisdiction of the Department may bring an action in the Superior Court of the District of Columbia to recover or obtain any of the following:\n\n\"(A) a civil fine, payable to the Department, not to exceed $500 per violation;\n\n\"(B) treble damages, or $1,500 per violation, whichever is greater, payable to the consumer;\n\n\"(C) reasonable attorneys' fees;\n\n\"(D) punitive damages; and\n\n\"(E) any other relief which the court deems proper.\"\n\nD.C. Law 16-33 rewrote subsec. (b), which had read:\n\n\"(b) The Director shall investigate each such complaint and determine:\n\n\"(1) what trade practice actually occurred, and\n\n\"(2) whether the trade practice which occurred violates any statute, regulation, rule of common law, or other law, of the District of Columbia.\"\n\nD.C. Law 17-4 added subsec. (k)(5).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1402(d) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1402(d) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 2032(d) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-76, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 2-8, see Historical and Statutory Notes following § 28-3903.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 3-159, see Historical and Statutory Notes following § 28-3902.\n\nFor legislative history of D.C. Law 8-234, see Historical and Statutory Notes following § 28-3909.\n\nFor legislative history of D.C. Law 10-68, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3901.\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following § 28-3902.\n\nFor Law 13-172, see notes following § 28-3901.\n\nFor Law 16-33, see notes following § 28-3901.\n\nFor Law 17-4, see notes under § 28-3905.\n\nDC CODE § 28-3905\n\nCurrent through December 11, 2012","credits":"(July 22, 1976, D.C. Law 1-76, § 6, 23 DCR 1185; June 11, 1977, D.C. Law 2-8, § 4(b), 24 DCR 726; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(a), (d), 27 DCR 2900; Mar. 5, 1981, D.C. Law 3-159, §§ 2(b), (c), 3, 27 DCR 5147; Mar. 8, 1991, D.C. Law 8-234, § 2(f), 38 DCR 296; Feb. 5, 1994, D.C. Law 10-68, § 27(f), 40 DCR 6311; Apr. 9, 1997, D.C. Law 11-255, § 27(y), 44 DCR 1271; Apr. 29, 1998, D.C. Law 12-86, § 1301(c), 45 DCR 1172; Oct. 19, 2000, D.C. Law 13-172, § 1402(d), 47 DCR 6308; Oct. 20, 2005, D.C. Law 16-33, § 2032(d), 52 DCR 7503; June 12, 2007, D.C. Law 17-4, § 2(b), 54 DCR 4085.)","sections":[{"prefix":"a","text":" A case is begun by filing with the Department a complaint plainly describing a trade practice and stating the complainant's (and, if different, the consumer's) name and address, the name and address (if known) of the respondent, and such other information as the Director may require. The complaint must be in or reduced by the Director to writing. The filing of a complaint with the Department shall toll the periods for limitation of time for bringing an action as set out in section 12-301 until the complaint has been resolved through an administrative order, consent decree, or dismissal in accordance with this section or until an opportunity to arbitrate has been provided in Chapter 5 of Title 50."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, the Director shall investigate each such complaint and determine:"},{"prefix":"A","text":" What trade practice actually occurred; and"},{"prefix":"B","text":" Whether the trade practice which occurred violates any statute, regulation, rule of common law, or other law of the District of Columbia."},{"prefix":"2","text":" The Director may, in his or her discretion, decline to prosecute certain cases as necessary to manage the Department's caseload and control program costs."},{"prefix":"b-1","text":" In carrying out an investigation and determination pursuant to subsection (b) of this section, the Director shall consult the respondent and such other available sources of information, and make such other efforts, as are appropriate and necessary to carry out such duties."},{"prefix":"c","text":" If at any time the Director finds that the trade practice complained of may, in whole or in part, be a violation of law other than a law of the District of Columbia or a law within the jurisdiction of the Department, the Director may in writing so inform the complainant, respondent and officials of the District, the United States, or other jurisdiction, who would properly enforce such law."},{"prefix":"d","text":" The director shall determine that there are, or are not, reasonable grounds to believe that a trade practice, in violation of a law of the District of Columbia within the jurisdiction of the Department, has occurred in any part or all of the case. The Director may find that there are not such reasonable grounds for any of the following reasons:"},{"prefix":"1","text":" any violation of law which may have occurred is of a law not of the District of Columbia or not within the jurisdiction of the Department, or occurred more than three years prior to the filing of the complaint;"},{"prefix":"2","text":" in case paragraph (1) of this subsection does not apply, no trade practice occurred in violation of any law of the District;"},{"prefix":"3","text":" the respondent cannot be identified or located, or would not be subject to the personal jurisdiction of a District of Columbia court;"},{"prefix":"4","text":" the complainant, to the Director's knowledge, no longer seeks redress in the case;"},{"prefix":"5","text":" the complainant and respondent, to the Director's knowledge, have themselves reached an agreement which settles the case; or"},{"prefix":"6","text":" the complainant can no longer be located."},{"prefix":"d-1","text":" The Director may dismiss any part or all of a case to which one or more of the reasons stated in subsection (d) of this section apply. The Director shall inform all parties in writing of the determination, and, if any part or all of the case is dismissed, shall specify which of the reasons in this subsection applies to which part of the case, and such other detail as is necessary to explain the dismissal."},{"prefix":"e","text":" The Director may attempt to settle, in accordance with subsection (h) of this section, each case for which reasonable grounds are found in accordance with subsection (d-1) of this section. After the Director's determination as to whether the complaint is within the Department's jurisdiction, in accordance with subsection (d-1) of this section, the Director shall:"},{"prefix":"1","text":" effect a consent decree;"},{"prefix":"2","text":" dismiss the case in accordance with subsection (h)(2) of this section;"},{"prefix":"3","text":" through the Chief of the Office of Compliance present to the Office of Adjudication, with copies to all parties, a brief and plain statement of each trade practice that occurred in violation of District law, the law the trade practice violates, and the relief sought from the Office of Adjudication for violation; or"},{"prefix":"4","text":" notify all parties of another action taken, with the reasons therefor stated in detail and supported by fact. Reasons may include:"},{"prefix":"A","text":" any reason listed in subsections (d)(1) through (d)(6) of this section; and"},{"prefix":"B","text":" that the presentation of a charge to the Office of Adjudication would not serve the purposes of this chapter."},{"prefix":"5","text":" Repealed."},{"prefix":"f","text":" When the case is transmitted to the Office of Adjudication, the Chief of the Office of Compliance shall sign, and serve the respondent, the Department's summons to answer or appear before the Office of Adjudication. Not less than 15 nor more than 90 days after such transmittal, the case shall be heard. The case shall proceed under section 10 of the District of Columbia Administrative Procedure Act (section 2-509). The Office of Adjudication may, without delaying its hearing or decision, attempt to settle the case pursuant to subsection (h) of this section, and has discretion to permit any stipulation or consent decree the parties agree to. The Director shall be a party on behalf of the complainant. Applications to intervene shall be decided as may be proper or required by law or rule. Reasonable discovery shall be freely allowed. Any finding or decision may be modified or set aside, in whole or part, before a notice of appeal is filed in the case, or the time to so file has run out."},{"prefix":"g","text":" If, after hearing the evidence, the Office of Adjudication decides a trade practice occurred in which the respondent violated a law of the District of Columbia within the jurisdiction of the Department, such Office of Adjudication shall issue an order which:"},{"prefix":"1","text":" shall require the respondent to cease and desist from such conduct;"},{"prefix":"2","text":" shall, if such Office of Adjudication also decides that the consumer has been injured by the trade practice, order redress through contract damages, restitution for money, time, property or other value received from the consumer by the respondent, or through rescission, reformation, repair, replacement, or other just method;"},{"prefix":"3","text":" shall state the number of trade practices the respondent performed in violation of law;"},{"prefix":"4","text":" shall, absent good cause found by the Office of Adjudication, require the respondent to pay the Department its costs for investigation, negotiation, and hearing;"},{"prefix":"5","text":" may include such other findings, stipulations, conditions, directives, and remedies including punitive damages, treble damages, or reasonable attorney's fees, as are reasonable and necessary to identify, correct, or prevent the conduct which violated District law; and"},{"prefix":"6","text":" may be based, in whole or part, upon a violation of a law establishing or regulating a type of business, occupational or professional license or permit, and may refer the case for further proceedings to an appropriate board or commission, but may not suspend or revoke a license or permit if there is a board or commission which oversees the specific type of license or permit."},{"prefix":"h","text":"(1) At any time after reasonable grounds are found in accordance with subsection (d) of this section, the respondent, the Department (represented by (i) the Director prior to transmittal to the Office of Adjudication and after an order issued pursuant to subsection (f) of this section has been appealed, and (ii) the Office of Adjudication after transmittal to the Office of Adjudication and prior to such appeal), and the complainant, may agree to settle all or part of the case by a written consent decree which may:"},{"prefix":"A","text":" include any provision described in subsection (g)(2) through (6) of this section;"},{"prefix":"B","text":" not contain an assertion that the respondent has violated a law;"},{"prefix":"C","text":" contain an assurance that the respondent will refrain from a trade practice;"},{"prefix":"D","text":" bar the Department from further action in the case, or a part thereof; or"},{"prefix":"E","text":" contain such other provisions or considerations as the parties agree to."},{"prefix":"2","text":" The representative of the Department shall administer the settlement proceedings, and may utilize the good offices of the Advisory Committee on Consumer Protection. All settlement proceedings shall be informal and include all interested parties and such representatives as the parties may choose to represent them. Such proceedings shall be private, and nothing said or done, except a consent decree, shall be made public by the Department, any party, or the Advisory Committee, unless the parties agree thereto in writing. The representative of the Department may call settlement conferences. For persistent and unreasonable failure by the complainant to attend such conferences or to take part in other settlement proceedings, the Director, prior to transmittal to the Office of Adjudication, may dismiss the case."},{"prefix":"3","text":" A consent decree described in paragraph (1) of this subsection may be modified by agreement of the Department, complainant and respondent."},{"prefix":"i","text":"(1) An aggrieved party may appeal to the District of Columbia Court of Appeals after:"},{"prefix":"A","text":" the Office of Adjudication decides a case pursuant to subsection (f) of this section;"},{"prefix":"B","text":" all parts of a case have been dismissed by operation of subsection (d) or (e) of this section; or"},{"prefix":"C","text":" the Director dismisses an entire case in accordance with subsection (h)(2) of this section."},{"prefix":"1A","text":" Such appeals shall be conducted in accordance with the procedures and standards of section 11 of the District of Columbia Administrative Procedure Act (section 2-510), and take into account the procedural duties placed upon the Department in this section and all actions taken by the Department in the case."},{"prefix":"2","text":" An aggrieved party may appeal any ruling of the Office of Adjudication under subsection (j) of this section to the Superior Court of the District of Columbia."},{"prefix":"3","text":"(A) Any person found to have executed a trade practice in violation of a law of the District of Columbia within the jurisdiction of the Department:"},{"prefix":"i","text":" shall be liable to the Department for a civil penalty of not exceeding $1000.00 for each violation enumerated in an order pursuant to subsection (g)(3) of this section; and"},{"prefix":"ii","text":" may be assessed and made liable to the Department for a civil penalty of not exceeding $1000.00 for each violation or failure to adhere to a provision, of an order described in subsection (f), (g), or (j) of this section or a consent decree described in subsection (h) of this section."},{"prefix":"B","text":" The Department, the complainant, or the respondent may sue in the Superior Court of the District of Columbia for a remedy, enforcement, or assessment or collection of a civil penalty, when any violation, or failure to adhere to a provision of a consent decree described in subsection (h) of this section, or an order described in subsection (f), (g), or (j) of this section, has occurred. The Department shall sue in that Court for assessment of a civil penalty when an order described in subsection (g) of this section has been issued and become final. A failure by the Department or any person to file suit or prosecute under this subparagraph in regard to any provision or violation of a provision of any consent decree or order, shall not constitute a waiver of such provision or any right under such provision. The Court shall levy the appropriate civil penalties, and may order, if supported by evidence, temporary, preliminary, or permanent injunctions, damages, treble damages, reasonable attorney's fees, consumer redress, or other remedy. The Court may set aside the final order if the Court determines that the Department of Consumer and Regulatory Affairs lacked jurisdiction over the respondent or that the complaint was frivolous. If, after considering an application to set aside an order of the Department of Consumer and Regulatory Affairs, the Court determines that the application was frivolous or that the Department of Consumer and Regulatory Affairs lacked jurisdiction, the Court shall award reasonable attorney's fees."},{"prefix":"C","text":" Application to the Court to enforce an order shall be made at no cost to the District of Columbia or the complainant."},{"prefix":"4","text":" The Corporation Counsel shall represent the Department in all proceedings described in this subsection."},{"prefix":"j","text":" If, at any time before notice of appeal from a decision made according to subsection (f) of this section is filed or the time to so file has run out, the Director believes that legal action is necessary to preserve the subject matter of the case, to prevent further injury to any party, or to enable the Department ultimately to order a full and fair remedy in the case, the Chief of the Office of Compliance shall present the matter to the Office of Adjudication, which may issue a cease and desist order to take effect immediately, or grant such other relief as will assure a just adjudication of the case, in accordance with such beliefs of the Director which are substantiated by evidence. The Office of Adjudication's ruling may be appealed to court within 7 days of notice thereof on the Director, respondent, and complainant."},{"prefix":"k","text":"(1) A person, whether acting for the interests of itself, its members, or the general public, may bring an action under this chapter in the Superior Court of the District of Columbia seeking relief from the use by any person of a trade practice in violation of a law of the District of Columbia and may recover or obtain the following remedies:"},{"prefix":"A","text":" treble damages, or $1,500 per violation, whichever is greater, payable to the consumer;"},{"prefix":"B","text":" reasonable attorney's fees;"},{"prefix":"C","text":" punitive damages;"},{"prefix":"D","text":" an injunction against the use of the unlawful trade practice;"},{"prefix":"E","text":" in representative actions, additional relief as may be necessary to restore to the consumer money or property, real or personal, which may have been acquired by means of the unlawful trade practice; or"},{"prefix":"F","text":" any other relief which the court deems proper."},{"prefix":"2","text":" The remedies or penalties provided by this chapter are cumulative and in addition to other remedies or penalties provided by law. Nothing in this chapter shall prevent any person who is injured by a trade practice in violation of a law of the District of Columbia within the jurisdiction of the Department from exercising any right or seeking any remedy to which the person might be entitled or from filing any complaint with any other agency."},{"prefix":"3","text":" Any written decision made pursuant to subsection (f) of this section is admissible as prima facie evidence of the facts stated therein."},{"prefix":"4","text":" If a merchant files in any court a suit seeking to collect a debt arising out of a trade practice from which has also arisen a complaint filed with the Department by the defendant in the suit either before or after the suit was filed, the court shall dismiss the suit without prejudice, or remand it to the Department."},{"prefix":"5","text":" An action brought by a person under this subsection against a nonprofit organization shall not be based on membership in such organization, membership services, training or credentialing activities, sale of publications of the nonprofit organization, medical or legal malpractice, or any other transaction, interaction, or dispute not arising from the purchase or sale of consumer goods or services in the ordinary course of business."},{"prefix":"l","text":" The Director and Office of Adjudication may use any power granted to the Department in section 28-3903, as each reasonably deems will aid in carrying out the functions assigned to each in this section. Each, while holding the primary responsibility of the Department for decision in a certain case, may join such case with others then before the Department. No case may be disposed of in a manner not expressly authorized in this section. Every complaint case filed with the Department and within its jurisdiction shall be decided in accordance with the procedures and sanctions of this section, notwithstanding that a given trade practice, at issue in the case, may be governed in whole or in part by another law which has different enforcement procedures and sanctions."},{"prefix":"m","text":"(1) Whenever requested, the Department will make available to the complainant and respondent an explanation, and any other information helpful in understanding, the provisions of any consent decree to which the Department agrees, and any order or decision which the Department makes."},{"prefix":"2","text":" The Director shall maintain a public index for all the cases on which the Department has made a final action or a consent decree, organized by:"},{"prefix":"A","text":" name of complainant;"},{"prefix":"B","text":" name of respondent;"},{"prefix":"C","text":" industry of the merchant involved;"},{"prefix":"D","text":" nature of the violation of District law alleged or found to exist (for example, subsection of section 28-3904 involved, or section of a licensing law involved);"},{"prefix":"E","text":" final disposition."},{"prefix":"n","text":" There shall be established a Consumer Protection Education Fund (\"Fund\"). All monies awarded to or paid to the Department by operation of this section, including final judgements, consent decrees, or settlements reduced to final judgements, shall be paid into the Fund in order to further the purpose of this chapter as enumerated in § 28-3901."},{"prefix":"o","text":" Every complaint case that is before the Department in accordance with this section shall proceed in confidence, except for hearings and meetings before the Office of Adjudication, until the Department makes a final action or a consent decree."},{"prefix":"p","text":" The Director may file a complaint in accordance with subsection (a) of this section, on behalf of one or more consumers or as complainant, based on evidence and information gathered by the Department in carrying out this chapter. Persons not parties to but directly or indirectly intended as beneficiaries of an order described in subsection (f), (g), or (j) of this section, or a consent decree described in subsection (h) of this section, arising out of a complaint filed by the Director, may enforce such order or decree in the manner provided in subsection (i)(3)(B) of this section."},{"prefix":"q","text":" At any hearing pursuant to subsection (f) or (j) of this section, a witness has the right to be advised by counsel present at such hearing. In any process under this section, the complainant and respondent may have legal or other counsel for representation and advice."},{"prefix":"r","text":" All cases for which complaints were filed before March 5, 1981, may be presented to and heard by the Office of Adjudication notwithstanding the time limits previously provided in section 28-3905(d), 28-3905(e), and 28- 3905(f) for the investigation and transmittal of cases to the Office of Adjudication, and for the hearing of cases by the Office of Adjudication."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"39","text":"Consumer Protection Procedures."},"heading":{"title":"28","chaptersection":"3905","identifier":"28-3905","catch_text":"Complaint procedures."}}