{"text":"With respect to a consumer credit sale or direct installment loans except for revolving credit accounts:","historical":"Prior Codifications\n\n1981 Ed., § 28-3803.\n\n1973 Ed., § 28-3803.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3802.\n\nDC CODE § 28-3803\n\nCurrent through December 11, 2012","credits":"(Dec. 17, 1971, 85 Stat. 669, Pub. L. 92-200, § 4; Apr. 9, 1997, D.C. Law 11-255, § 27(m), 44 DCR 1271.)","sections":[{"prefix":"1","text":" No creditor shall at any time enter into an agreement which contains or anticipates a schedule of payments under which any one payment is not equal or substantially equal to all other payments, excluding any final payment which is less than the average of previous payments or any down payment received by the creditor contemporaneously with or prior to the consummation of the transaction, or under which the intervals between any consecutive payments differ substantially."},{"prefix":"2","text":" Notwithstanding any provision of this section, where a consumer's livelihood is dependent upon seasonal or intermittent income, the parties may agree in a separate writing that one or more payments or the intervals between one or more payments may be reduced or expanded in accordance with the needs of the consumer if such payments are expressly related to the consumer's income. The separate writing shall contain a conspicuous notice directly above the signature line stating: \"I waive my right to have all payments to be made under this agreement in substantially equal amounts\"."},{"prefix":"3","text":" In the event that the provisions of paragraph (2) of this subsection apply, the consumer shall have the right at any time, without further cost or obligation, to revise the schedule of payments to conform both as to amounts and intervals to the average of all installments and intervals."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3803","identifier":"28-3803","catch_text":"Balloon payments."}}