{"text":"\"DEMAND FOR PAYMENT OF DISHONORED CHECK, DRAFT, ORDER, OR OTHER INSTRUMENT FOR\nTHE PAYMENT OF MONEY\n\nNotice: You may be sued 30 days after this notice if you don't make payment\nwithin 30 days of this notice\n\nDATE:\n\nTO:    Name of Drawer\nLast known residence address\nor place of business\n\nYOUR CHECK, DRAFT, ORDER, OR OTHER INSTRUMENT FOR THE PAYMENT OF MONEY IN THE AMOUNT OF $      , DATED      , PAYABLE TO THE ORDER OF      HAS BEEN DISHONORED BY THE BANK/DEPOSITORY UPON WHICH IT WAS DRAWN, BECAUSE:\n\n( ) YOU HAD NO ACCOUNT WITH THAT BANK/DEPOSITORY\n\n( ) YOU HAD INSUFFICIENT FUNDS OR CREDIT WITH THAT BANK/DEPOSITORY\n\n( ) A STOP PAYMENT ORDER WAS ISSUED\n\n( ) OTHER (specify)\n\nIF YOU DO NOT MAKE PAYMENT, YOU COULD BE SUED UNDER SECTION __________ OF THE DISTRICT OF COLUMBIA OFFICIAL CODE TO RECOVER PAYMENT. IF JUDGMENT IS RENDERED AGAINST YOU IN COURT, IT MAY ALSO INCLUDE NOT ONLY THE ORIGINAL FACE AMOUNT OF THE CHECK, BUT ALSO ADDITIONAL DAMAGES, AS FOLLOWS:\n\n\n\n\nNAME OF PAYEE:\n\n(PHONE NUMBER)\n\nADDRESS TO WHICH PAYMENT SHOULD BE DELIVERED\n\nIF YOU DISPUTE ANY OF THE FACTS LISTED ABOVE, CONTACT THE PAYEE IMMEDIATELY.\".","historical":"Effect of Amendments\n\nD.C. Law 17-353 added this section to Title 28, an enacted title of the District of Columbia Official Code.\n\nLegislative History of Laws\n\nFor Law 16-93, see notes following § 28-3151.\n\nFor Law 17-353, see notes following § 28-3151.\n\nDC CODE § 28-3152\n\nCurrent through December 11, 2012","credits":"(May 12, 2006, D.C. Law 16-93, § 3, 53 DCR 1645; Mar. 25, 2009, D.C. Law 17-353, § 301, 56 DCR 1117.)","sections":[{"prefix":"a","text":" Any person who, for himself or herself, or for another person, with intent to defraud, makes, draws, utters, or delivers any check, draft, order, or other instrument for the payment of money for goods or services upon any bank or other depository and knows or should have known that payment of the check, draft, order, or other instrument for the payment of money for goods or services will be refused by the drawee bank or other depository, either because the drawer does not have sufficient funds in or credit with the bank or other depository, or the drawer, with intent to defraud, has ordered a stop payment on the check, draft, order, or other instrument for the payment of money for goods or services, shall be civilly liable to the payee who has presented the check, draft, order, or other instrument for the payment of money as provided in this section."},{"prefix":"b","text":" A person shall be liable under subsection (a) of this section only if the check, draft, order, or other instrument for payment of money is dishonored and the drawer fails to pay the face amount of that check, draft, order, or other instrument for payment of money within 30 days following the mailing by the merchant of a written demand for payment as provided in subsection (f) of this section."},{"prefix":"c","text":" Any person liable under subsection (a) of this section shall be liable to the merchant for the face amount of the check, and:"},{"prefix":"1","text":" Additional damages in the amount of 2 times the amount of the check, draft, order, or other instrument for the payment of money, or $100, whichever is greater;"},{"prefix":"2","text":" Costs; and"},{"prefix":"3","text":" Reasonable attorney fees."},{"prefix":"d","text":" The refusal of the drawee bank or other depository to make payment on a check, draft, order, or other instrument because the drawer does not have sufficient funds in or credit with the bank or other depository shall be prima facie evidence of the drawer's intent to defraud and of knowledge of insufficient funds in or credit with such bank or other depository."},{"prefix":"e","text":" The additional damages authorized under subsection (c)(1) of this section shall only be available to those merchants that post or otherwise give conspicuous notice at their place of business of the additional damages, including reference to the section of law authorizing the additional damages."},{"prefix":"f","text":" The written demand for payment of the dishonored check, draft, order, or other instrument for the payment of money required by subsection (b) of this section shall be in the form prescribed in subsection (g) of this section and shall be sent to the drawer's last known residence address and the last known place of business, if any, by first-class mail and by certified mail, return receipt requested with delivery restricted to the drawer, on or after the date the merchant received notice that the check, draft, order, or other instrument for the payment of money has been dishonored."},{"prefix":"g","text":" The written demand for payment required by subsection (f) of this section shall be in substantially the following form and shall be printed in at least 10-point type:"},{"prefix":"1","text":" TWO TIMES THE FACE AMOUNT OF THE CHECK, OR $100, WHICHEVER IS GREATER;"},{"prefix":"2","text":" COSTS; AND"},{"prefix":"3","text":" REASONABLE ATTORNEY FEES."},{"prefix":"h","text":" The remedies provided by this chapter are in addition to civil remedies otherwise provided by law."},{"prefix":"i","text":" The recovery of damages from the alleged offender shall not prohibit criminal prosecution of the alleged offender under § 22-1510."},{"prefix":"j","text":" The recovery of civil damages by a merchant or a finding of liability under this chapter shall not be admissible in a criminal proceeding."},{"prefix":"k","text":" A conviction or plea of guilty of making, drawing, or uttering a check, draft, order, or other instrument for payment of money with the intent to defraud under § 22-1510 is not a prerequisite to the maintenance of a civil action under this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"31A","text":"Dishonored Checks."},"heading":{"title":"28","chaptersection":"3152","identifier":"28-3152","catch_text":"Merchant's civil recovery for dishonored checks."}}