{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-238, the \"Consumer Security Freeze Act of 2006\", was introduced in Council and assigned Bill No. 16-811, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 28 2006, it was assigned Act No. 16-594 and transmitted to both Houses of Congress for its review. D.C. Law 16-238 became effective on March 8, 2007.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 16-238 provided: \"This act shall apply as of July 1, 2007.\"\n\nDC CODE ยง 28-3861\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-238, ยง 2(b), 54 DCR 397.)","sections":[{"prefix":"1","text":" \"Consumer\" means an individual who resides in the District of Columbia."},{"prefix":"2","text":" \"Credit report\" means information maintained by a credit reporting agency bearing on a consumer's creditworthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living, which is used or expected to be used or collected in whole or in part for:"},{"prefix":"A","text":" Serving as a factor in establishing the consumer's eligibility for credit or insurance to be used primarily for personal, family, or household purposes;"},{"prefix":"B","text":" Employment purposes; or"},{"prefix":"C","text":" Any other purpose authorized under the Fair Credit Reporting Act, approved October 26, 1970 (84 Stat. 1127; 15 U.S.C. ยง 1681b)."},{"prefix":"3","text":" \"Credit reporting agency\" means any person who, for consideration, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of maintaining consumers' credit information for the purpose of furnishing the information to third parties."},{"prefix":"4","text":" \"Proper identification\" means information generally considered sufficient to identify a person. Additional information concerning the consumer's employment and personal or family history shall not be included within the term \"proper identification\" unless the consumer is unable to reasonably identify himself or herself with other information generally considered sufficient."},{"prefix":"5","text":" \"Security freeze\" or \"freeze\" means a restriction, at the request of the consumer and subject to certain exceptions, that prohibits the credit reporting agency from releasing all or any part of a credit report or any information derived from it without the express authorization of the consumer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Consumer Security Freeze."},"heading":{"title":"28","chaptersection":"3861","identifier":"28-3861","catch_text":"Definitions."}}