{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3814.\n\n1973 Ed., § 28-3814.\n\nEffect of Amendments\n\nD.C. Law 19-59 added subsecs. (b)(1A) and (k); in subsec. (c), substituted \"creditor or debt collector\" for \"debt collectors\"; and, in subsecs. (d), (e), (f), (g), (h), and (j)(1), substituted \"creditor or debt collector\" for \"debt collector\".\n\nD.C. Law 19-171, in subsec. (b)(1A), validated a previously made technical correction in the punctuation.\n\nLegislative History of Laws\n\nLaw 19-59, the \"Creditor Calling Act of 2011\", was introduced in Council and assigned Bill No. 19-230, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on July 12, 2011, and September 20, 2011, respectively. Signed by the Mayor on October 14, 2011, it was assigned Act No. 19-189 and transmitted to both Houses of Congress for its review. D.C. Law 19-59 became effective on December 2, 2011.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 28-3814\n\nCurrent through December 11, 2012","credits":"(Dec. 17, 1971, 85 Stat. 675, Pub. L. 92-200, § 4; Dec. 2, 2011, D.C. Law 19-59, § 2, 58 DCR 8973; Sept. 26, 2012, D.C. Law 19-171, § 82, 59 DCR 6190.)","sections":[{"prefix":"a","text":" This section only applies to conduct and practices in connection with collection of obligations arising from consumer credit sales, consumer leases, and direct installment loans (other than a loan directly secured on real estate or a direct motor vehicle installment loan covered by Chapter 36 of Title 28)."},{"prefix":"b","text":" As used in this section, the term --"},{"prefix":"1","text":" \"claim\" means any obligation or alleged obligation, arising from a consumer credit sale, consumer lease, or direct installment loan;"},{"prefix":"1A","text":" \"creditor\" means a claimant or other person holding a claim;"},{"prefix":"2","text":" \"debt collection\" means any action, conduct or practice in connection with the solicitation of claims for collection or in connection with the collection of claims, that are owed or due, or are alleged to be owed or due, a seller or lender by a consumer; and"},{"prefix":"3","text":" \"debt collector\" means any person engaging directly or indirectly in debt collection, and includes any person who sells or offers to sell forms represented to be a collection system, device, or scheme intended or calculated to be used to collect claims."},{"prefix":"c","text":" No creditor or debt collector shall collect or attempt to collect any money alleged to be due and owing by means of any threat, coercion, or attempt to coerce in any of the following ways:"},{"prefix":"1","text":" the use, or express or implicit threat of use, of violence or other criminal means, to cause harm to the person, reputation, or property of any person;"},{"prefix":"2","text":" the accusation or threat to falsely accuse any person of fraud or any crime, or any conduct which, if true, would tend to disgrace such other person or in any way subject him to ridicule, or any conduct which, if true, would tend to disgrace such other person or in any way subject him to ridicule or contempt of society;"},{"prefix":"3","text":" false accusations made to another person, including any credit reporting agency, that a consumer has not paid a just debt, or threat to so make such false accusations;"},{"prefix":"4","text":" the threat to sell or assign to another the obligation of the consumer with an attending representation or implication that the result of such sale or assignment would be that the consumer would lose any defense to the claim or would be subjected to harsh, vindictive, or abusive collection attempts; and"},{"prefix":"5","text":" the threat that nonpayment of an alleged claim will result in the arrest of any person."},{"prefix":"d","text":" No creditor or debt collector shall unreasonably oppress, harass, or abuse any person in connection with the collection of or attempt to collect any claim alleged to be due and owing by that person or another in any of the following ways:"},{"prefix":"1","text":" the use of profane or obscene language or language that is intended to unreasonably abuse the hearer or reader;"},{"prefix":"2","text":" the placement of telephone calls without disclosure of the caller's identity or with the intent to harass or threaten any person at the called number; and"},{"prefix":"3","text":" causing expense to any person in the form of long-distance telephone tolls, telegram fees, or other charges incurred by a medium of communication, by concealment of the true purpose of the notice, letter, message, or communication."},{"prefix":"e","text":" No creditor or debt collector shall unreasonably publicize information relating to any alleged indebtedness or debtor in any of the following ways:"},{"prefix":"1","text":" the communication of any false information relating to a consumer's indebtedness to any employer or his agent except where such indebtedness had been guaranteed by the employer or the employer has requested the loan giving rise to the indebtedness and except where such communication is in connection with an attachment or execution after judgments as authorized by law;"},{"prefix":"2","text":" the disclosure, publication, or communication of false information relating to a consumer's indebtedness to any relative or family member of the consumer unless such person is known to the creditor or debt collector to be a member of the same household as the consumer, except through proper legal action or process or at the express and unsolicited request of the relative or family member;"},{"prefix":"3","text":" the disclosure, publication, or communications of any information relating to a consumer's indebtedness by publishing or posting any list of consumers, except for the publication and distribution of \"stop lists\" to point-of-sale locations where credit is extended, or by advertising for sale any claim to enforce payment thereof or in any other manner other than through proper legal action, process, or proceeding; and"},{"prefix":"4","text":" the use of any form of communication to the consumer, which ordinarily may be seen by any other persons, that displays or conveys any information about the alleged claim other than the name, address, and phone number of the creditor or debt collector."},{"prefix":"f","text":" No creditor or debt collector shall use any fraudulent, deceptive, or misleading representation or means to collect or attempt to collect claims or to obtain information concerning consumers in any of the following ways:"},{"prefix":"1","text":" the use of any company name, while engaged in debt collection, other than the creditor or debt collector's true company name;"},{"prefix":"2","text":" the failure to clearly disclose in all written communications made to collect or attempt to collect a claim or to obtain or attempt to obtain information about a consumer, that the creditor or debt collector is attempting to collect a claim and that any information obtained will be used for that purpose;"},{"prefix":"3","text":" any false representation that the creditor or debt collector has in his possession information or something of value for the consumer, that is made to solicit or discover information about the consumer;"},{"prefix":"4","text":" the failure to clearly disclose the name and full business address of the person to whom the claim has been assigned for collection, or to whom the claim is owed, at the time of making any demand for money;"},{"prefix":"5","text":" any false representation or implication of the character, extent, or amount of a claim against a consumer, or of its status in any legal proceeding;"},{"prefix":"6","text":" any false representation or false implication that any creditor or debt collector is vouched for, bonded by, affiliated with or an instrumentality, agent, or official of the District of Columbia or any agency of the Federal or District government;"},{"prefix":"7","text":" the use or distribution or sale of any written communication which simulates or is falsely represented to be a document authorized, issued, or approved by a court, an official, or any other legally constituted or authorized authority, or which creates a false impression about its source, authorization, or approval;"},{"prefix":"8","text":" any representation that an existing obligation of the consumer may be increased by the addition of attorney's fees, investigation fees, service fees, or any other fees or charges when in fact such fees or charges may not legally be added to the existing obligation; and"},{"prefix":"9","text":" any false representation or false impression about the status or true nature of or the services rendered by the creditor or debt collector or his business."},{"prefix":"g","text":" No creditor or debt collector shall use unfair or unconscionable means to collect or attempt to collect any claim in any of the following ways:"},{"prefix":"1","text":" the seeking or obtaining of any written statement or acknowledgment in any form that specifies that a consumer's obligation is one incurred for necessaries of life where the original obligation was not in fact incurred for such necessaries;"},{"prefix":"2","text":" the seeking or obtaining of any written statement or acknowledgment in any form containing an affirmation of any obligation by a consumer who has been declared bankrupt without clearly disclosing the nature and consequences of such affirmation and the fact that the consumer is not legally obligated to make such affirmation;"},{"prefix":"3","text":" the collection or the attempt to collect from the consumer all or any part of the creditor or debt collector's fee or charge for services rendered;"},{"prefix":"4","text":" the collection of or the attempt to collect any interest or other charge, fee, or expense incidental to the principal obligation unless such interest or incidental fee, charge, or expense is expressly authorized by the agreement creating the obligation and legally chargeable to the consumer or unless such interest or incidental fee, charge, or expense is expressly authorized by law; and"},{"prefix":"5","text":" any communication with a consumer whenever it appears that the consumer has notified the creditor that he is represented by an attorney and the attorney's name and address are known."},{"prefix":"h","text":" No creditor or debt collector shall use, or distribute, sell, or prepare for use, any written communication that violates or fails to conform to United States postal laws and regulations."},{"prefix":"i","text":" No creditor or debt collector shall take or accept for assignment any of the following:"},{"prefix":"1","text":" an assignment of any claim for attorney's fees which have not been lawfully provided for in the writing evidencing the obligation; or"},{"prefix":"2","text":" an assignment for collection of any claim upon which suit has been filed or judgment obtained, without the creditor or debt collector first making a reasonable effort to contact the attorney representing the consumer."},{"prefix":"j","text":"(1) Proof, by substantial evidence, that a creditor or debt collector has wilfully violated any provision of the foregoing subsections of this section shall subject such creditor or debt collector to liability to any person affected by such violation for all damages proximately caused by the violation."},{"prefix":"2","text":" Punitive damages may be awarded to any person affected by a wilful violation of the foregoing subsections of this section, when and in such amount as is deemed appropriate by the court and trier of fact."},{"prefix":"k","text":" No creditor, debt collector, or collection agency, or their representatives or agents shall contact consumers by telephone before 8 a.m. and after 9 p.m. EST or EDT, whichever time zone is in effect."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3814","identifier":"28-3814","catch_text":"Debt collection."}}