{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3909.\n\nEffect of Amendments\n\nD.C. Law 13-172 designated the existing text as subsec. (a), deleted from the second sentence thereof \"on behalf of any identifiable person,\" preceding \"may recover restitution\", and added subsecs. (b) and (c).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 1402(e) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 1402(e) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nLaw 8-234, the \"District of Columbia Consumer Protection Procedures Act Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-111, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-317 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-172, see notes following § 28-3901.\n\nDC CODE § 28-3909\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-234, § 2(h), 38 DCR 296; Oct. 19, 2000, D.C. Law 13-172, § 1402(e), 47 DCR 6308.)","sections":[{"prefix":"a","text":" Notwithstanding any provision of law to the contrary, if the Corporation Counsel has reason to believe that any person is using or intends to use any method, act, or practice in violation of section 28-3803, 28-3805, 28- 3807, 28-3810, 28-3811, 28-3812, 28-3814, 28-3817, 28-3818, 28-3819, or 28-3904, and if it is in the public interest, the Corporation Counsel, in the name of the District of Columbia, may petition the Superior Court of the District of Columbia to issue a temporary or permanent injunction against the use of the method, act, or practice. In any action under this section, the Corporation Counsel shall not be required to prove damages and the injunction shall be issued without bond. The Corporation Counsel may recover restitution for property lost or damages suffered by consumers as a consequence of the unlawful act or practice."},{"prefix":"b","text":" In addition, in an action under this section, the Corporation Counsel may recover a civil penalty of not more than $1,000 for each violation, the costs of the action, and reasonable attorney's fees."},{"prefix":"c","text":" The Corporation Counsel may also:"},{"prefix":"1","text":" represent the interests of consumers before administrative and regulatory agencies and legislative bodies;"},{"prefix":"2","text":" assist, advise, and cooperate with private, local, and federal agencies and officials to protect and promote the interests of consumers;"},{"prefix":"3","text":" assist, develop, and conduct programs of consumer education and information through public hearings, meetings, publications, or other materials prepared for distribution to consumers;"},{"prefix":"4","text":" undertake activities to encourage local business and industry to maintain high standards of honesty, fair business practices, and public responsibility in the production, promotion, and sale of consumer goods and services and in the extension of consumer credit;"},{"prefix":"5","text":" perform other functions and duties which are consistent with the purposes or provisions of this chapter, and with the Corporation's Counsel's role as parens patriae, which may be necessary or appropriate to protect and promote the welfare of consumers;"},{"prefix":"6","text":" negotiate and enter into agreements for compliance by merchants with the provisions of this chapter; or"},{"prefix":"7","text":" publicize its own actions taken in the interests of consumers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"39","text":"Consumer Protection Procedures."},"heading":{"title":"28","chaptersection":"3909","identifier":"28-3909","catch_text":"Restraining prohibited acts."}}