{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 28-3101.\n\n1973 Ed., § 28-3101.\n\nLegislative History of Laws\n\nLaw 11-83, the \"Uniform Fraudulent Transfer Act of 1995,\" was introduced in Council and assigned Bill No. 11-228, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on October 10, 1995, and November 7, 1995, respectively. Signed by the Mayor on November 27, 1995, it was assigned Act No. 11-160 and transmitted to both Houses of Congress for its review. D.C. Law 11-83 became effective on February 9, 1996.\n\nUniform Law\n\nThis section is based upon § 1 of the Uniform Fraudulent Transfer Act. See Volume 7A, Part II Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-3101\n\nCurrent through December 11, 2012","credits":"(Aug. 30, 1964, 78 Stat. 674, Pub. L. 88-509, § 1; Feb. 9, 1996, D.C. Law 11-83, § 2, 42 DCR 6773.)","sections":[{"prefix":"1","text":" \"Affiliate\" means:"},{"prefix":"A","text":" A person who directly or indirectly owns, controls, or holds with power to vote 20% or more of the outstanding voting securities of the debtor, other than a person who holds the securities:"},{"prefix":"i","text":" As a fiduciary or agent without sole discretionary power to vote the securities; or"},{"prefix":"ii","text":" Solely to secure a debt, if the person has not exercised the power to vote;"},{"prefix":"B","text":" A corporation having 20% or more of its outstanding voting securities that are directly or indirectly owned, controlled, or held with power to vote by the debtor or a person who directly or indirectly owns, controls, or holds with power to vote 20% or more of the outstanding voting securities of the debtor, other than a person who holds the securities:"},{"prefix":"i","text":" As a fiduciary or agent without sole power to vote the securities; or"},{"prefix":"ii","text":" Solely to secure a debt, if the person has not in fact exercised the power to vote;"},{"prefix":"C","text":" A person whose business is operated by the debtor under a lease or other agreement, or a person whose assets are substantially all controlled by the debtor; or"},{"prefix":"D","text":" A person who operates the debtor's business under a lease or other agreement or controls substantially all of the debtor's assets."},{"prefix":"2","text":" \"Asset\" means property of a debtor, but does not include:"},{"prefix":"A","text":" Property to the extent it is encumbered by a valid lien;"},{"prefix":"B","text":" Property to the extent it is generally exempt under nonbankruptcy law; or"},{"prefix":"C","text":" An interest in property held in tenancy by the entireties to the extent it is not subject to process by a creditor holding a claim against only one tenant."},{"prefix":"3","text":" \"Claim\" means a right to payment, whether or not the right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured."},{"prefix":"4","text":" \"Creditor\" means a person who has a claim."},{"prefix":"5","text":" \"Debt\" means liability on a claim."},{"prefix":"6","text":" \"Debtor\" means a person who is liable on a claim."},{"prefix":"7","text":" \"Insider\" includes:"},{"prefix":"A","text":" If the debtor is an individual:"},{"prefix":"i","text":" A relative of the debtor or of a general partner of the debtor;"},{"prefix":"ii","text":" A partnership in which the debtor is a general partner;"},{"prefix":"iii","text":" A general partner in a partnership described in sub-subparagraph (ii) of this subparagraph;"},{"prefix":"iv","text":" A corporation of which the debtor is a director, officer, or person in control;"},{"prefix":"v","text":" An unincorporated business organization in which the debtor has capital participation as a member or partner with limitation of liability for that participation, if that capital participation includes the right to conduct the business of the organization; or"},{"prefix":"vi","text":" A member or partner in an unincorporated business organization described in sub-subparagraph (v) of this subparagraph who has the right to conduct the business of the organization or who controls the organization;"},{"prefix":"B","text":" If the debtor is a corporation:"},{"prefix":"i","text":" A director of the debtor;"},{"prefix":"ii","text":" An officer of the debtor;"},{"prefix":"iii","text":" A person in control of the debtor;"},{"prefix":"iv","text":" A partnership in which the debtor is a general partner;"},{"prefix":"v","text":" A general partner in a partnership described in sub-subparagraph (iv) of this subparagraph; or"},{"prefix":"vi","text":" A relative of a general partner, director, officer, or person in control of the debtor;"},{"prefix":"C","text":" If the debtor is a partnership:"},{"prefix":"i","text":" A general partner in the debtor;"},{"prefix":"ii","text":" A relative of a general partner in, or a general partner of, the partnership, or a person in control of the debtor;"},{"prefix":"iii","text":" Another partnership in which the debtor is a general partner;"},{"prefix":"iv","text":" A general partner in a partnership described in sub-subparagraph (iii) of this subparagraph; or"},{"prefix":"v","text":" A person in control of the debtor;"},{"prefix":"D","text":" If the debtor is an unincorporated business organization in which members or partners receive limitation of liability for their capital participation in the organization:"},{"prefix":"i","text":" A member or partner of the organization who has the right to conduct the business of the organization;"},{"prefix":"ii","text":" A person who controls the organization; or"},{"prefix":"iii","text":" A relative of a person described in sub-subparagraph (i) or (ii) of this subparagraph;"},{"prefix":"E","text":" An affiliate, or an insider of an affiliate as if the affiliate were the debtor; and"},{"prefix":"F","text":" A managing agent of the debtor."},{"prefix":"8","text":" \"Lien\" means a charge against, or an interest in, property to secure payment of a debt or performance of an obligation, and includes a security interest created by agreement, a judicial lien obtained by legal or equitable process or proceedings, a common-law lien, or a statutory lien."},{"prefix":"9","text":" \"Person\" means an individual, partnership, corporation, association, organization, limited liability company, government or governmental subdivision or agency, business trust, estate, trust, or any other legal or commercial entity."},{"prefix":"10","text":" \"Property\" means anything that may be the subject of ownership."},{"prefix":"11","text":" \"Relative\" means an individual related by consanguinity within the third degree as determined by the common law, a spouse, or an individual related to a spouse within the third degree as so determined, and includes an individual in an adoptive relationship within the third degree."},{"prefix":"12","text":" \"Transfer\" means every mode, direct or indirect, absolute or conditional, voluntary or involuntary, of disposing of, or parting with, an asset or an interest in an asset, and includes payment of money, release, lease, and creation of a lien or other encumbrance."},{"prefix":"13","text":" \"Valid lien\" means a lien that is effective against the holder of a judicial lien subsequently obtained by legal or equitable process or proceedings."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"31","text":"Fraudulent Conveyances. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"3101","identifier":"28-3101","catch_text":"Definitions."}}