{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-238, see notes following ยง 28-3861.\n\nDC CODE ยง 28-3864\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2007, D.C. Law 16-238, ยง 2(b), 54 DCR 397.)","sections":[{"prefix":"a","text":" A credit reporting agency that discovers a security breach of credit information in violation of a security freeze shall provide written notice to the affected consumer of the security breach of credit information in accordance with Subchapter II [of this chapter]."},{"prefix":"b","text":" If a credit reporting agency willfully violates the security freeze by releasing credit information that has been placed under a security freeze, the affected consumer may bring a civil action against the credit reporting agency for the following:"},{"prefix":"1","text":" Injunctive relief to prevent or restrain further violation of the security freeze;"},{"prefix":"2","text":" Actual damages;"},{"prefix":"3","text":" Punitive damages; and"},{"prefix":"4","text":" Reasonable attorney's fees and costs of the action."},{"prefix":"c","text":" If a credit reporting agency negligently violates the security freeze by releasing credit information that has been placed under a security freeze, the affected consumer may bring a civil action against the credit reporting agency for the following:"},{"prefix":"1","text":" Injunctive relief to prevent or restrain further violation of the security freeze;"},{"prefix":"2","text":" Actual damages; and"},{"prefix":"3","text":" Reasonable attorney's fees and costs of the action."},{"prefix":"d","text":"(1) The Attorney General may petition the Superior Court of the District of Columbia for temporary or permanent injunctive relief against, and for an award of restitution for property lost or damages suffered by a consumer as a consequence of, a violation of this subchapter by a credit reporting agency, or fraudulent or deceptive conduct that causes the improper release or use of credit information that is subject to a security freeze. Notwithstanding any other provision of this section, only the Attorney General shall enforce the requirements under ยง 28-3862(e)(2)."},{"prefix":"2","text":" In an action under this section, the Attorney General may recover:"},{"prefix":"A","text":" A civil penalty not to exceed $1,000 for each violation; and"},{"prefix":"B","text":" Reasonable attorney's fees and costs of the action."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Consumer Security Freeze."},"heading":{"title":"28","chaptersection":"3864","identifier":"28-3864","catch_text":"Enforcement."}}