{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3815.\n\n1973 Ed., § 28-3815.\n\nLegislative History of Laws\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made, in brackets, in this section.\n\nDC CODE § 28-3815\n\nCurrent through December 11, 2012","credits":"(Dec. 17, 1971, 85 Stat. 678, Pub. L. 92-200, § 4; Mar. 8, 1991, D.C. Law 8-237, § 24, 38 DCR 314.)","sections":[{"prefix":"a","text":" As used in this section --"},{"prefix":"1","text":" \"Commissioner\" [\"Mayor\"] means the Commissioner of the District of Columbia [Mayor of the District of Columbia] or his designated agent;"},{"prefix":"b","text":" Compliance with the requirements imposed under this chapter shall be enforced by the Commissioner [Mayor]. Nothing contained herein shall be construed to affect the authority and jurisdiction of the respective agencies designated in section 108 of the Truth-in-Lending Act (82 Stat. 146 et seq.; 15 U.S.C. 1601 et seq.)."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this act [this chapter], or any rules or regulations issued under the authority of this act [this chapter], pursuant to titles I-III of the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 [Chapter 18 of Title 2].   Adjudication of any infraction of this act [this chapter] shall be pursuant to titles I-III of the Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 [Chapter 18 of Title 2]."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3815","identifier":"28-3815","catch_text":"Administrative enforcement."}}