{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3818.\n\n1973 Ed., § 28-3818.\n\nLegislative History of Laws\n\nLaw 2-115, the \"District of Columbia Consumer Lay Away Plan Act of 1978,\" was introduced in Council and assigned Bill No. 2-130, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978, respectively. Signed by the Mayor on July 24, 1978, it was assigned Act No. 2-241 and transmitted to both Houses of Congress for its review.\n\nLaw 3-28, the \"District of Columbia Consumer Lay Away Plan Service Charge Amendments Act of 1979,\" was introduced in Council and assigned Bill No. 3-117, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 19, 1979 and July 3, 1979, respectively. Signed by the Mayor on August 1, 1979, it was assigned Act No. 3-77 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3802.\n\nDC CODE § 28-3818\n\nCurrent through December 11, 2012","credits":"(Oct. 4, 1978, D.C. Law 2-115, § 2, 25 DCR 1997; Oct. 18, 1979, D.C. Law 3-28, § 2, 26 DCR 676; Apr. 9, 1997, D.C. Law 11-255, § 27(s), 44 DCR 1271.)","sections":[{"prefix":"a","text":" Definitions. -- As used in this section the term:"},{"prefix":"1","text":" \"consumer goods\" means chattels owned, used, or bought by an individual for personal, family, or household purposes. The term consumer goods does not include goods acquired for commercial or business use or resale;"},{"prefix":"2","text":" \"layaway plan\" means a plan or agreement whereby a seller of consumer goods offers for sale or sells such goods to a buyer on terms which contemplate completion of three (3) or more agreed payments all of which must be made prior to the release or delivery of such goods;"},{"prefix":"3","text":" \"service charge\" means a one time charge, not to exceed one dollar ($1.00) on any layaway plan, to cover the administrative costs associated with such layaway plan; provided, that the one dollar ($1.00) service charge shall cover all layaway plan transactions between the retailer and a single consumer occurring in the same business day."},{"prefix":"b","text":" Disclosures. -- The seller shall, prior to the time of executing a layaway plan agreement, provide the buyer with a copy of a written, clear, and conspicuous disclosure. Failure of the seller to comply with this provision shall be deemed an executed trade practice in violation of the law of the District of Columbia for which the penalties in section 6(i)(3) of the District of Columbia Consumer Protection Procedures Act, effective July 22, 1976 (D.C. Law 1-76) [§ 28-3905(i)(3)] shall apply. The disclosure required by this subsection shall include:"},{"prefix":"1","text":" a statement as to the schedule or period of payments to be made by the buyer towards the purchase of consumer goods under a layaway plan;"},{"prefix":"2","text":" a statement that the consumer goods identified in the layaway plan will be retained in stock or set aside from stock but retained by the seller and made available for release or delivery to the buyer upon final payment or within fourteen (14) days after final payment;"},{"prefix":"3","text":" a statement as to the refund and exchange policies and charges restrictive of the seller pursuant to subsections (c), (d), (f), (g), and (h) of this section to the extent applicable;"},{"prefix":"4","text":" a statement as to the seller's right to deduct late charges as set forth in subsection (g) of this section; and"},{"prefix":"5","text":" a statement that the buyer shall receive from the seller a written statement, upon request, and shall obtain a receipt for any and all payments made towards the purchase of consumer goods under a layaway plan as set forth in subsections (i)(1) and (i)(2) of this section."},{"prefix":"c","text":" Buyer's right to cancel. -- The buyer, at his option, has the right to cancel an executed layaway plan within two (2) weeks after entering into the layaway plan and to obtain a full refund of any amount of money paid toward the purchase of consumer goods under the layaway plan. Such refund is payable upon cancellation or within two (2) weeks after cancellation."},{"prefix":"d","text":" Cancellation fee. -- If a buyer notifies a seller of his intention to cancel a purchase of consumer goods under a layaway plan after the expiration of the two (2) week cancellation period set forth in subsection (c) of this section, the seller shall promptly refund the full amount of money paid by the buyer towards the purchase of the consumer goods under the layaway plan. The seller may, however, retain an amount not to exceed eight percent (8%) of the purchase price of the consumer goods purchased under the layaway plan or sixteen dollars ($16.00), whichever is less."},{"prefix":"e","text":" Seller's default. -- If, for any reason, the seller is unable to provide the consumer goods identified in the layaway plan or their exact duplicate to the buyer upon final payment or within fourteen (14) days thereafter, the seller shall refund the entire amount paid by the buyer towards the purchase of such goods under the layaway plan plus eight percent (8%) of the purchase price of the consumer goods purchased under the layaway plan or sixteen dollars ($16.00), whichever is less."},{"prefix":"f","text":" Charges restricted. -- The seller shall not require a buyer who has executed a layaway plan to pay a charge or fee of any kind on such goods except for those fees pursuant to subsections (d), (g), and (j) of this section to the extent applicable."},{"prefix":"g","text":" Late fee. -- If, for any reason, the buyer is unable to make payment in accordance with the terms of a layaway plan, the seller shall send prompt notice informing the buyer of the delinquency in payment. If the seller does not receive payment on the consumer goods identified in the layaway plan within fourteen (14) days after such notice is sent to the buyer, the seller may deduct an amount not to exceed one dollar ($1.00) from the full amount of money paid by the buyer towards the purchase of such goods under the layaway plan and refund the remaining amount to the buyer."},{"prefix":"h","text":" Acceleration of payment prohibited. -- The seller shall not accelerate any payments under a layaway plan. The seller shall be entitled to the amount of payments due to date under the layaway plan including those charges pursuant to subsections (d) and (g) of this section to the extent applicable."},{"prefix":"i","text":" Receipt and statement of payments. -- (1) The seller shall promptly provide the buyer with a receipt for any and all payments made towards the purchase of consumer goods under a layaway plan. If payment is made by mail or by any means other than in person, a receipt shall be provided no later than seven (7) days after a payment is made. Such receipt shall include:"},{"prefix":"A","text":" a description of the consumer goods identified in the layaway plan; and"},{"prefix":"B","text":" the amount and date of such payment."},{"prefix":"2","text":" The seller, upon request of the buyer, shall provide the buyer, within a reasonable time thereafter, a written statement of any and all payments made towards the purchase of consumer goods under the layaway plan. Such statement shall include:"},{"prefix":"A","text":" a description of the consumer goods identified in the layaway plan;"},{"prefix":"B","text":" the amount and date of any and all payments made to date;"},{"prefix":"C","text":" the total of all payments made to date; and"},{"prefix":"D","text":" the balance of all payments remaining."},{"prefix":"j","text":" Service charge. -- The seller is allowed to charge the buyer a service charge, which is not to exceed one dollar ($1.00), for goods purchased under a layaway plan, to cover the administrative costs associated with such layaway plan; provided, that the one dollar ($1.00) service charge shall cover all layaway plan transactions between the retailer and a single consumer occurring in the same business day."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3818","identifier":"28-3818","catch_text":"Layaway plans."}}