{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-3301.\n\n1973 Ed., § 28-3301.\n\nEffect of Amendments\n\nD.C. Law 17-42, in subsec. (d)(1), substituted \"an amount in excess of $2,500\" for \"an amount in excess of $1,000\"; and added subsecs. (h) and (i).\n\nD.C. Law 18-378, in subsec. (d)(1)(D), substituted \", formed under, or subject to, Chapter 4 of Title 29 \" for \", as referred to in sections 29-901 through 29-916\" .\n\nLegislative History of Laws\n\nLaw 3-38, the \"Interest Rate Modification Act of 1979,\" was introduced in Council and assigned Bill No. 3-172, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on October 23, 1979 and November 11, 1979, respectively. Signed by the Mayor on November 11, 1979, it was assigned Act No. 3-119 and transmitted to both Houses of Congress for its review.\n\nLaw 3-73, the \"Cooperative Loan Interest Rate Modification Act of 1980,\" was introduced in Council and assigned Bill No. 3-223, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first, amended first and second readings on March 4, 1980, April 1, 1980 and April 22, 1980, respectively. Signed by the Mayor on May 14, 1980, it was assigned Act No. 3- 182 and transmitted to both Houses of Congress for its review.\n\nLaw 4-150, the \"International Banking Facilities Tax, District of Columbia Redevelopment Act of 1945 Amendment, and Cable Television Communications Act of 1981 Technical Clarification Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-360, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 22, 1982 and July 6, 1982, respectively. Signed by the Mayor on July 21, 1982, it was assigned Act No. 4-221 and transmitted to both Houses of Congress for its review.\n\nLaw 5-62, the \"Interest Rate Ceiling Amendment Act of 1983,\" was introduced in Council and assigned Bill No. 5-193, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on November 15, 1983, and December 6, 1983, respectively. Signed by the Mayor on December 23, 1983, it was assigned Act No. 5-93 and transmitted to both Houses of Congress for its review.\n\nLaw 6-2, the \"Interest Rate Ceiling Amendment Act of 1983 Clarification Act of 1985 Temporary Act of 1985,\" was introduced in Council and assigned Bill No. 6- 76. The Bill was adopted on first and second readings on January 16, 1985, and February 12, 1985, respectively. Signed by the Mayor on February 28, 1985, it was assigned Act No. 6-12 and transmitted to both Houses of Congress for its review.\n\nLaw 6-5, the \"Interest Rate Ceiling Amendment Clarification Act of 1985,\" was introduced in Council and assigned Bill No. 6-82, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on March 12, 1985, and March 26, 1985, respectively. Signed by the Mayor on April 10, 1985, it was assigned Act No. 6-17 and transmitted to both Houses of Congress for its review.\n\nLaw 17-42, the \"Payday Loan Consumer Protection Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-132 which was referred to the Committee on Public Service and Consumer Affairs. The Bill was adopted on first and second readings on July 10, 2007, and September 18, 2007, respectively. Signed by the Mayor on October 3, 2007, it was assigned Act No. 17-115 and transmitted to both Houses of Congress for its review. D.C. Law 17- 42 became effective on November 24, 2007.\n\nLaw 18-378, the \"District of Columbia Official Code Title 29 (Business Organizations) Enactment Act of 2009\", was introduced in Council and assigned Bill No. 18-500, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on February 27, 2011, it was assigned Act No. 18-724 and transmitted to both Houses of Congress for its review. D.C. Law 18-378 became effective on July 2, 2011.\n\nReferences in Text\n\nThe \"Interest Rate Ceiling Amendment Act of 1983\", referred to in the last sentences of subsections (b) and (c), is D.C. Law 5-62. The effective date of that Act is March 14, 1984.\n\nMiscellaneous Notes\n\nSection 7092 of D.C. Law 17-219 repealed section 4 of D.C. Law 17-42.\n\nDC CODE § 28-3301\n\nCurrent through December 11, 2012","credits":"(Aug. 30, 1964, 78 Stat. 675, Pub. L. 88-509, § 1; Dec. 17, 1971, 85 Stat. 665, Pub. L. 92-200, § 1; Nov. 20, 1979, D.C. Law 3-38, § 2, 26 DCR 2183; July 1, 1980, D.C. Law 3-73, § 2, 27 DCR 2270; Sept. 17, 1982, D.C. Law 4-150, § 302, 29 DCR 3377; Mar. 14, 1984, D.C. Law 5-62, § 2, 31 DCR 114; Apr. 23, 1985, D.C. Law 6-2, § 2, 32 DCR 1477; June 4, 1985, D.C. Law 6-5, § 2, 32 DCR 2084; Nov. 24, 2007, D.C. Law 17-42, § 3(a), 54 DCR 9988; July 2, 2011, D.C. Law 18-378, § 3(i)(2), 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this section, section 28-3308, and chapter 36 of this subtitle, the parties to an instrument in writing for the payment of money at a future time may contract therein for the payment of interest on the principal amount thereof at a rate not exceeding 24% per annum."},{"prefix":"b","text":" It shall be lawful to contract for a rate of interest not exceeding 24% per annum on a loan or financial transaction which is secured by: (1) a first purchase mortgage or first purchase deed of trust on residential real property; (2) a first purchase security interest in stock or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization; or (3) the assignment by way of a first security of the borrower's interest in the proprietary lease or first right of tenancy in property covered by such organization. The first sentence of this subsection shall apply only to a loan or financial transaction which is both contracted for and consummated after the effective date of the Interest Rate Ceiling Amendment Act of 1983 and for which no written commitment to make the loan or financial transaction at a lower rate of interest was issued by the lender to the borrower prior to the effective date of the Interest Rate Ceiling Amendment Act of 1983."},{"prefix":"c","text":" It shall be lawful to contract for a rate of interest not exceeding 24% per annum on a loan or financial transaction which is secured directly or indirectly by: (1) a mortgage or deed of trust, other than a first purchase mortgage or first purchase deed of trust, on residential real property; (2) a security interest in stock or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization; or (3) the assignment by way of a security, other than a first security interest, of the borrower's interest in the proprietary lease or first right of tenancy in property covered by such organization. The first sentence of this subsection shall apply only to a loan or financial transaction which is both contracted for and consummated after the effective date of the Interest Rate Ceiling Amendment Act of 1983 and for which no written commitment to make the loan or financial transaction at a lower rate of interest was issued by the lender to the borrower prior to the effective date of the Interest Rate Ceiling Amendment Act of 1983."},{"prefix":"d","text":" Notwithstanding any other provision of this chapter:"},{"prefix":"1","text":" any loan, except a loan which is secured directly or indirectly by a mortgage or deed of trust on residential real property, or by a security interest in stock or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization, or by the assignment by the way of a security of the borrower's interest in the proprietary lease or right of tenancy in property covered by a cooperative housing organization and the residential real property or cooperative is the place of residence of the borrower, where the borrower receives the use of an amount in excess of $2,500 shall not be subject to the provisions of this chapter and it shall be lawful to contract for, or receive, any rate of interest thereon if any of the following conditions are satisfied:"},{"prefix":"A","text":" the borrower is a not for profit corporation, whether organized under the laws of the United States, the District of Columbia, or any other jurisdiction; or"},{"prefix":"B","text":" the borrower is an individual, group of individuals, corporation, unincorporated association, partnership, or other entity, and the loan is made for the purpose of acquiring or carrying on a business, professional, or commercial activity; or"},{"prefix":"C","text":" the borrower is an individual, a group of individuals, corporation, unincorporated association, partnership, or any other entity, and the loan is made for the purpose of acquiring any real or personal property as an investment or for carrying on an investment activity; or"},{"prefix":"D","text":" the borrower is a religious society, formed under, or subject to, Chapter 4 of Title 29, and the loan is made for the purpose of acquiring or making an improvement on any real or personal property for purposes other than commercial or investment activities."},{"prefix":"2","text":" any loan where the borrower receives the use of an amount in excess of $1,000 which is secured directly or indirectly by a mortgage or deed of trust on residential real property, or by a security interest in stock or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization, or by the assignment by the way of a security of the borrower's interest in the proprietary lease or right of tenancy in property covered by a cooperative housing organization and the residential real property or cooperative is the place of residence of the borrower, shall only be subject to the provisions of D.C. Official Code, sections 28-3301(f), 28-3310, 28-3311, 28-3312, 28-3313, and 28-3314, and it shall be lawful to contract for any rate of interest thereon if any of the conditions set forth in D.C. Official Code, section 28-3301(d)(1)(A), (B), (C), or (D) are satisfied."},{"prefix":"3","text":" a lender shall not require a borrower to make any sworn statement or characterization that the loan meets the requirements of subsections (d)(1)(A), (B), (C), or (D) of this section if such statement or characterization is not true. Nothing contained in this subsection shall be construed to limit a lender's right to request information from the borrower which enables a lender to make a determination that the loan meets the requirements of subsections (d)(1)(A), (B), (C), or (D)."},{"prefix":"e","text":"(1) \"Point\" means a fee, premium, bonus, loan origination fee, service charge, or any other charge equal to 1% or less of the principal amount of a loan which is charged by the lender at or before the time the loan is made as additional compensation for the loan. The term \"point\" shall not include any increase in the purchase price of the residential real property or the first purchase security interest in stock, or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization, or the borrower's interest in a proprietary lease or first right of tenancy in the property covered by such organization which is charged by the seller (i) to recover the cost of compensation to a lender for agreeing to make a loan to the borrower which results in a reduction in the effective rate of interest charged to the borrower or (ii) in the case of a first purchase mortgage or first purchase deed of trust, to recover the cost to the seller of his agreement to reduce the effective rate of interest on the first purchase mortgage or first purchase deed of trust or (iii) any monies deposited by a borrower in a savings account to be applied to subsidize scheduled periodic payments on the loan or financial transaction."},{"prefix":"2","text":" A lender may not charge a borrower more than 1 point unless the borrower agrees to pay additional points to a lender for the sole purpose of qualifying for and obtaining a loan or financial transaction at a lower rate of interest than would otherwise have been offered. The first sentence of this paragraph shall not apply to any loan or financial transaction which is described in subsection (d) or to any loan which is described in section 501(a)(1) of the Depository Institutions Deregulation and Monetary Control Act of 1980, approved March 31, 1980 (96 Stat. 161; 12 U.S.C. § 1735f-7, note)."},{"prefix":"f","text":" A loan or financial transaction which is secured by a mortgage or deed of trust on residential real property, or a security interest in stock or a membership certificate issued to a tenant stockholder or resident member by a cooperative housing organization, or the assignment by the way of security of the borrower's interest in the proprietary lease or right of tenancy in property covered by such organization shall meet all of the following requirements:"},{"prefix":"1","text":" the loan or financial transaction may be prepaid by the borrower at no penalty at any time following the expiration of 3 years from the execution of the loan or financial transaction. Within 3 years from the execution of the loan or financial transaction, no prepayment charge or penalty shall be contracted for or received which exceeds an amount equal to 2 months advance interest on the aggregate amount of all prepayments in excess of 1/3 of the amount of the original loan or financial transaction made in any 12 month period."},{"prefix":"2","text":" any borrower who, on the date of execution of the loan or financial transaction, has made a downpayment equaling 20% or more of the total purchase price of the property or who has an equity interest in the property equal to or greater than 20% of the fair market value of the property shall not be required by the term of the loan to make advance payments of the real estate taxes or casualty insurance premiums to enable the lender to have funds on hand for disbursement for payment of such taxes or insurance premiums and such borrower shall be furnished with a separate statement, in writing, which clearly and conspicuously sets forth his right to pay such taxes and insurance premiums directly. Nothing contained in this paragraph shall be construed to prohibit the lender from obtaining, during any period during which the loan is in default and in consideration for the lender not exercising some or all of the remedies to which it is entitled, a written agreement from the borrower to make such advance payments to enable the lender to have funds on hand for disbursement for payment of such taxes or insurance premiums."},{"prefix":"3","text":" prior to the execution of the loan or financial transaction, the lender shall furnish the borrower a separate statement, in writing, which complies with the disclosure provisions of the Truth-In-Lending Act, as heretofore and hereafter amended, effective May 29, 1968 (82 Stat. 146; 15 U.S.C. § 1601 et seq.), and the regulations and interpretations thereunder and, where applicable, a separate statement, in writing, which complies with the disclosure provisions of the Alternative Mortgage Transaction Parity Act of 1982, approved October 15, 1982 (96 Stat. 1545; 12 U.S.C. § 3801 et seq.), and the regulations and interpretations thereunder."},{"prefix":"g","text":" The provisions of this chapter shall not apply to any international banking facility time deposit or international banking facility loan, but shall be governed solely by regulations promulgated by the Board of Governors of the Federal Reserve System. For purposes of this subsection the terms \"international banking facility time deposit\" and \"international banking facility loan\" shall have the same meaning as defined in part 204.8(a)(2) and (3), respectively, of Federal Reserve System Regulation D (12 CFR 204.8(a)(2) and (3)) (1983)."},{"prefix":"h","text":" Except as otherwise provided in this section, the provisions of this chapter shall apply to consumer credit transactions, including modifications (including refinancing, consolidations, and deferrals), occurring in the District of Columbia. For the purposes of this chapter, a consumer credit transaction occurs in the District of Columbia if:"},{"prefix":"1","text":" A written agreement evidencing the obligation or offer of the consumer is received by the creditor in the District of Columbia; or"},{"prefix":"2","text":" A consumer who is a resident of the District of Columbia enters into the transaction with a creditor who has solicited or advertised in the District of Columbia by any means, including mail, brochure, telephone, print, radio, television, internet, or any other electronic means."},{"prefix":"i","text":" For the purposes of this chapter, the term \"consumer\" shall have the same meaning as in § 28-3901(a)(2)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"33","text":"Interest and Usury."},"heading":{"title":"28","chaptersection":"3301","identifier":"28-3301","catch_text":"Rate of interest expressed in contract."}}