{"text":"\"NOTICE TO THE BUYER:\n\nYou have the right to cancel this contract during the first fifteen days after the contract is made, or after the first fifteen days, if, due to death, illness, injury, or a change in residence, you are unable to use the full membership privileges in this contract. If you cancel, you will have to pay only for the goods or services you are entitled to up through the month in which you cancel, plus a registration fee of 5% of the price of this contract (not counting any finance charge), not to exceed $25. You must notify the health spa, by certified or registered mail at the address given in this contract, of your intention to cancel, or your cancellation will not be effective. If your cancellation is due to illness or injury, a certificate from a doctor of your choice must accompany your notice of cancellation to the health spa. Contact the District of Columbia Office of Consumer Affairs if you have a question as to how to calculate your obligation or your refund after you cancel.\";\n\n\n\n\n\n\n\n\n\n\n\n\nIf this balance is a positive figure, it is the amount of the seller's refund to the buyer, and shall be due and payable within 15 days after the cancellation. If this balance is a negative figure, it is the amount of the buyer's obligation to the seller, and within 15 days after the cancellation, the seller shall notify the buyer of his obligation. Notice of such obligation, if given by mail, is given when it is deposited in a mail box postage prepaid and properly addressed to the buyer's address as stated in the notice of cancellation, or, if the buyer's address is not stated there, as stated in the contract.","historical":"Prior Codifications\n\n1981 Ed., § 28-3817.\n\n1973 Ed., § 28-3817.\n\nLegislative History of Laws\n\nLaw 1-62, the \"Health Spa Consumer Protection Act,\" was introduced in Council and assigned Bill No. 1-63, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 16, 1975 and January 13, 1976, respectively. Signed by the Mayor on February 10, 1976, it was assigned Act No. 1-92 and transmitted to both Houses of Congress for its review.\n\nLaw 5-138, the \"Health Spa Consumer Protection Act Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-405, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on September 12, 1984, and October 9, 1984, respectively. Signed by the Mayor on October 25, 1984, it was assigned Act No. 5-196 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-3701.\n\nReferences in Text\n\n\"This act\", referred to in the second sentence of paragraph (1) of subsection (e), is D.C. Law 5-138.\n\nDC CODE § 28-3817\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 1976, D.C. Law 1-62, § 2(a), 22 DCR 6044; Mar. 13, 1985, D.C. Law 5-138, § 2, 31 DCR 5747; Apr. 9, 1997, D.C. Law 11-255, § 27(r), 44 DCR 1271.)","sections":[{"prefix":"a","text":" As used in this section, the term --"},{"prefix":"1","text":" \"health spa\" means a proposed or existing location or organization with indoor or outdoor facilities for physical sport, exercise, training, or therapy or rehabilitation. It does not include any location, the primary activity of which is training or instruction in a specific skill, such as dance, or swimming. It does not include any location which is operated primarily by a not-for-profit organization."},{"prefix":"2","text":" \"health spa sale\" means a cash sale or a consumer credit sale in which a health spa or affiliated organization agrees, after the effective date of this section, to provide or make available, for a period of more than 30 days, goods or services (whether or not a membership is included) for physical sport, exercise, training, therapy or rehabilitation."},{"prefix":"3","text":" \"buyer\" means any natural person who purchases a health spa sale contract for his, or another natural person's, personal use."},{"prefix":"4","text":" \"seller\" means the seller of a health spa sale to a buyer."},{"prefix":"b","text":" Every contract containing a health spa sale shall:"},{"prefix":"1","text":" be in writing;"},{"prefix":"2","text":" if renewable in whole or part, require the buyer's separate signature and payment for renewal;"},{"prefix":"3","text":" provide for a buyer's right (which may not be waived) to cancel, as explained in subsection (c);"},{"prefix":"4","text":" in close proximity to the space reserved for the buyer's signature, and in boldface type of at least ten points, include the following statement:"},{"prefix":"5","text":" be presented, fully completed, to the buyer, and be signed and dated by the buyer, and then a copy, as so approved, be furnished to the buyer; and"},{"prefix":"6","text":" specify the seller's and the buyer's addresses."},{"prefix":"c","text":"(1) The buyer, at his option, has the right to cancel a health spa sale during the first fifteen days after the sale is made, or after such fifteen days, if, due to death, illness, injury, or a change in residence, the buyer is unable to use all the goods and services provided in the sale."},{"prefix":"2","text":" Notice of cancellation given by the buyer need not take a particular form and is sufficient if it indicates by any form of written expression the intention of the buyer to be no longer bound by the health spa sale, and (whenever such notice is given more than 15 days after the contract is made) that, due to death, illness, injury, or a change in residence or in the location of the health spa, the buyer is unable to use all the goods or services promised in the sale. If the cancellation is due to illness or injury, a certificate from a doctor of the consumer's choice must accompany the notice of cancellation to the health spa."},{"prefix":"3","text":" Cancellation occurs when the buyer mails written notice of cancellation to the seller at the seller's address as specified in the contract, by registered or certified mail."},{"prefix":"4","text":" The cancellation balance shall be calculated as follows:"},{"prefix":"A","text":" Divide the number of months (counting a fraction as one month) which have elapsed from the date the contract (or renewal option then in effect) became effective to the date of cancellation, by the total number of months for which such services were contracted."},{"prefix":"B","text":" Multiply the contract price (or the price for the renewal period then in effect) by the quotient obtained in subparagraph (A) of this paragraph."},{"prefix":"C","text":" Add to the amount obtained in subparagraph (B) of this paragraph a registration fee of 5% of the original price of the contract (not counting any finance charge), but in no case more than $25.00."},{"prefix":"D","text":" If the payment by the consumer of the contract price is financed, subtract from the amount obtained in subparagraph (C) of this paragraph the amount of interest, calculated by the method of 78ths, not yet accrued through the month of the contract during which cancellation occurs."},{"prefix":"E","text":" Subtract the difference obtained in subparagraph (D) of this paragraph, or if not applicable, the amount obtained in subparagraph (C) of this paragraph, from the amount already paid by the buyer under the contract and finance agreement."},{"prefix":"5","text":" The buyer's right to cancel, as explained in this subsection, applies separately to all health spa sale contracts between the seller and the buyer."},{"prefix":"6","text":" When there are two or more buyers (signatories, not necessarily beneficiaries, of the contract) of a health spa sale, the right to cancel, as explained in this subsection, is available only when all the buyers join in the notice of cancellation."},{"prefix":"7","text":" After receiving notice of cancellation from the buyer, the seller shall mark his copy of the cancelled health spa sale contract \"cancelled\"."},{"prefix":"d","text":"(1) The seller shall maintain copies of all cancelled health spa sale contracts for a period of 2 years from their dates of cancellation, and such records shall be open to inspection by proper representatives of the District of Columbia Government."},{"prefix":"2","text":" If a contract containing a health spa sale does not meet all the requirements of subsection (b) of this section, such health spa sale shall be void, and the buyer shall at any time be entitled to a complete refund of all payments made under that contract."},{"prefix":"3","text":" Any person, company or organization which purchases a buyer's obligations under a health spa sale, makes such purchase subject to the buyer's right to cancel as explained in subsection (c) of this section, as if such person, company, or organization were the seller."},{"prefix":"4","text":" The principal consumer protection agency or the Corporation Counsel of the District of Columbia Government may seek in the proper court or administrative agency an order requiring a health spa to include in all health spa sale contracts the notice required in subsection (b) (4) of this section."},{"prefix":"e","text":"(1) Each health spa which contracts health spa sales for goods or services to be provided or made available at a health spa which is planned, under construction, or in operation shall be required by the Department of Consumer and Regulatory Affairs (\"Department\") to maintain a bond, issued by a surety company licensed to do business in the District of Columbia, in an amount not less than $50,000, or shall file with the Department an irrevocable letter of credit or cash in that amount. A buyer of a health spa sale who suffers or sustains any loss or damage by reason of breach of contract or bankruptcy by the seller or by reason of a violation by the seller of the provisions of this act may bring an action based on the bond and recover against the surety, the liability of the surety under any bond may not exceed the aggregate amount of the bond, regardless of the number or amount of claims filed. If the claims filed should exceed the amount of the bond, the surety shall pay the amount of the bond to the Department for distribution to claimants entitled to restitution and shall be relieved of all liability under the bond."},{"prefix":"2","text":" A health spa which states in writing, at the time it registers with the Department pursuant to subsection (f) of this section, that it will make health spa sales to no more than 100 persons, shall for as long as it abides by the agreement be required to purchase a surety bond in the amount of $25,000 or to file with the Department an irrevocable letter of credit or cash in that amount."},{"prefix":"3","text":" Each health spa, prior to making or contracting for any health spa sale, shall complete the registration required by subsection (f) of this section and shall file with the Department evidence that the bond or letter of credit is in force or shall file cash in lieu of the bond or letter of credit. Each health spa obtaining a bond or letter of credit shall file annually with the Department evidence that the bond or letter of credit remains in force, and shall maintain accurate records of the bond and premium payments on it, or of the letter of credit. These records shall be open to inspection by the Department at any time during normal business hours."},{"prefix":"f","text":"(1) Each person or health spa which makes health spa sales in the District of Columbia shall register with the Department on forms provided by the Department. The person or health spa shall furnish the full name and address of each business location where health spa sales are contracted, a financial statement, and any other information the department deems appropriate."},{"prefix":"2","text":" Each seller of health spa sales in the District of Columbia shall designate a resident of the District of Columbia to serve as resident agent for receipt of service of process."},{"prefix":"g","text":" Any person or health spa which makes or contracts to make any health spa sale in violation of subsection (e)(3) of this section shall be subject to a fine of not less than $1,000 and not more than $5,000."},{"prefix":"h","text":" The Department may bring an action to enjoin the sale of health spa memberships by any health spa which fails to comply with subsection (e)(3) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"38","text":"Consumer Protections. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"28","chaptersection":"3817","identifier":"28-3817","catch_text":"Health spa sales."}}