{"text":"\"My religious beliefs require that I waive the medical examination and the hearing aid evaluation required by the 'Hearing Aid Dealer and Consumers Act of 1977' for the purchase of a hearing aid. I voluntarily waive the medical examination, notwithstanding the fact that I have been advised by\n\n_______________________________________________________________________________\n\nHEARING AID DISPENSER'S NAME\n\nthat my best health interest would be served if I had a medical evaluation by a physician who is an ear specialist.\"\n\nNo registrant shall seek to induce a prospective hearing aid user to execute such a waiver.","historical":"Prior Codifications\n\n1981 Ed., § 28-4004.\n\n1973 Ed., T. 28, Appx., § 55.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-33, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 7-46, see Historical and Statutory Notes following § 28-4001.\n\nDC CODE § 28-4004\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1977, D.C. Law 2-33, § 5, 24 DCR 3726; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(b), (e), 27 DCR 2900; Dec. 10, 1987, D.C. Law 7-46, § 2(c), 34 DCR 6847.)","sections":[{"prefix":"a","text":" No registrant shall fit, offer for sale, or sell a hearing aid to a person unless, within the preceding three (3) months, the person has received a medical clearance after an examination by an otolaryngologist and a hearing test evaluation."},{"prefix":"b","text":" No registrant shall sell a hearing aid not conforming to the hearing test evaluation required without prior consultation and written approval from the signer of the hearing test evaluation."},{"prefix":"c","text":" Sections 28-4004(a) and 28-4004(b) do not apply to --"},{"prefix":"1","text":" the purchase of an identical hearing aid within two (2) years of the date that the purchaser receives the original aid; and"},{"prefix":"2","text":" the purchase of parts, attachments or accessories of the telephone designed to aid the hearing-impaired."},{"prefix":"d","text":" If a prospective hearing aid user has a bona fide religious belief which precludes him or her from having a medical examination as required in section 28-4004(a), the prospective hearing aid user may waive the medical examination requirement; provided, that the prospective hearing aid user signs the following statement, printed in ten (10)-point type:"},{"prefix":"e","text":" Repealed."},{"prefix":"f","text":" No hearing aid shall be sold to any person unless accompanied by a thirty (30) day money-back written guarantee providing that if the customer returns the hearing aid within thirty (30) days in the same condition as when purchased the customer shall be entitled to the return of the cost of the hearing aid and accessories as itemized on the bill provided pursuant to section 28-4005(a), but in no case shall the hearing aid dealer be permitted to retain a service charge greater than five percent (5%) of the cost of the hearing aid and accessories and the cost of the earmold."},{"prefix":"g","text":" No registrant or agent thereof shall visit the home or shall telephone any potential buyer for the purpose of inducing a sale of a hearing aid without having obtained, prior to the visit, the express written consent of the buyer to that visit. Any consent shall clearly and conspicuously state that the buyer is aware that the seller may attempt to sell a hearing aid during the visit."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"40","text":"Hearing Aid Dealers and Consumers."},"heading":{"title":"28","chaptersection":"4004","identifier":"28-4004","catch_text":"Special provisions."}}