{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-4006.\n\n1973 Ed., T. 28, Appx., § 57.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-33, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 7-46, see Historical and Statutory Notes following § 28-4001.\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-4001.\n\nDC CODE § 28-4006\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1977, D.C. Law 2-33, § 7, 24 DCR 3726; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(b), (e), 27 DCR 2900; Dec. 10, 1987, D.C. Law 7-46, § 2(d), 34 DCR 6847; Mar. 8, 1991, D.C. Law 8-237, § 19, 38 DCR 314; Apr. 9, 1997, D.C. Law 11-255, § 27(cc), 44 DCR 1271.)","sections":[{"prefix":"a","text":" In addition to those practices prohibited under section 28-3904, the Office may deny the application for a certificate of registration or may suspend or revoke the certificate of registration of any hearing aid dealer issued pursuant to this chapter or may refuse to issue a renewal if it has been determined by the Office or a court of competent jurisdiction that such registrant has:"},{"prefix":"1","text":" made a material false statement or concealed a material fact in connection with an application for a certificate;"},{"prefix":"2","text":" had a certificate of registration issued under this chapter revoked or suspended previously;"},{"prefix":"3","text":" been guilty of fraud or fraudulent practices or has practiced dishonest or misleading advertising, including but not limited to:"},{"prefix":"A","text":" advertising a particular model, type, or kind of hearing aid when the offer is not a bona fide effort to sell the product so offered as advertised;"},{"prefix":"B","text":" advertising that a hearing aid is a new invention or involves a new mechanical, engineering, or scientific concept or principle in hearing aid capability;"},{"prefix":"C","text":" advertising that a hearing aid will be beneficial to persons with hearing loss, regardless of the type of hearing loss;"},{"prefix":"D","text":" advertising that a hearing aid will enable persons with a hearing loss to consistently distinguish and understand speech sounds in noisy situations;"},{"prefix":"E","text":" representing that the services or advice of a person licensed to practice medicine or of a person licensed as an audiologist will be used or made available in the selection, fitting, adjustment, maintenance, or repair of hearing aids when that is not true;"},{"prefix":"F","text":" using or incorporating in any title or designation the words \"doctor\", \"clinic\", \"clinical audiologist\", \"hearing aid audiologist\", or any other term unless legally qualified to use the term, abbreviation, or symbol;"},{"prefix":"G","text":" wearing any costume, which would tend to give a false impression that one is being treated medically or tested by an audiologist;"},{"prefix":"H","text":" representing, advertising, or implying that the hearing aid or repair is guaranteed, without a clear and concise disclosure of the identity of the guarantor, the nature and extent of the guarantee and any condition or limitations imposed;"},{"prefix":"I","text":" stating or implying that the use of any hearing aid will restore hearing to a normal level, preserve hearing, prevent or retard progression of a hearing impairment, save a person from deafness, or any other false or misleading medically or audiologically unsupportable claims regarding the efficacy or benefits of a hearing aid;"},{"prefix":"J","text":" representing or implying that a hearing aid is or will be \"custom made\", \"made to order\", \"prescription made\", or in any other sense especially fabricated for an individual person when such is not the case; and"},{"prefix":"K","text":" representing that a hearing aid has a telephone option, unless it is clearly and conspicuously disclosed that the telephone option will not work on all types of telephones;"},{"prefix":"4","text":" been grossly negligent in the fitting, selling, or repairing of any hearing aid;"},{"prefix":"5","text":" failed to comply with any other provision of this chapter or any rules or regulations promulgated hereunder; and"},{"prefix":"6","text":" directly or indirectly giving, offering to give, permitting or causing to be given, money or anything of value to any person who advises another in a professional capacity, as an inducement to influence such person, to have such person influence others, to purchase or contract to purchase any product sold or offered for sale by the registrant, or to influence any person to refrain from dealing in the products of competitors."},{"prefix":"b","text":" For the purposes of paragraphs (3), (4), (5), and (6) of subsection (a) of this section, the actions of any employee of a hearing aid dealer shall be attributed to and deemed to be actions of such hearing aid dealer."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"40","text":"Hearing Aid Dealers and Consumers."},"heading":{"title":"28","chaptersection":"4006","identifier":"28-4006","catch_text":"Grounds for revocation and suspension."}}