{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 103 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4801.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" In allocating receipts and disbursements to or between principal and income, and with respect to any matter within the scope of subchapters II and III of this chapter, a fiduciary:"},{"prefix":"1","text":" Shall administer a trust or estate in accordance with the terms of the trust or the will, even if there is a different provision in this chapter;"},{"prefix":"2","text":" May administer a trust or estate by the exercise of a discretionary power of administration given to the fiduciary by the terms of the trust or the will, even if the exercise of the power produces a result different from a result required or permitted by this chapter;"},{"prefix":"3","text":" Shall administer a trust or estate in accordance with this chapter if the terms of the trust or the will do not contain a different provision or do not give the fiduciary a discretionary power of administration; and"},{"prefix":"4","text":" Shall add a receipt or charge a disbursement to principal to the extent that the terms of the trust and this chapter do not provide a rule for allocating the receipt or disbursement to or between principal and income."},{"prefix":"b","text":" In exercising the power to adjust under § 28-4801.04(a) or a discretionary power of administration regarding a matter within the scope of this chapter, whether granted by the terms of a trust, a will, or this chapter, a fiduciary shall administer a trust or estate impartially, based on what is fair and reasonable to all of the beneficiaries, except to the extent that the terms of the trust or the will clearly manifest an intention that the fiduciary shall or may favor one or more of the beneficiaries. A determination in accordance with this chapter is presumed to be fair and reasonable to all of the beneficiaries."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Definitions and Fiduciary Duties."},"heading":{"title":"28","chaptersection":"4801","identifier":"28-4801.03","catch_text":"Fiduciary duties; general principles."}}