{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following ยง 28-4801.01.\n\nUniform Law\n\nThis section is based upon ยง 303 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 28-4803.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, ยง 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"undistributed income\" means net income received before the date on which an income interest ends. The term \"undistributed income\" does not include an item of income or expense that is due or accrued or net income that has been added or is required to be added to principal under the terms of the trust."},{"prefix":"b","text":" When a mandatory income interest ends, the trustee shall pay to a mandatory income beneficiary who survives that date, or the estate of a deceased mandatory income beneficiary whose death causes the interest to end, the beneficiary's share of the undistributed income that is not disposed of under the terms of the trust unless the beneficiary has an unqualified power to revoke more than 5 percent of the trust immediately before the income interest ends. In the latter case, the undistributed income from the portion of the trust that may be revoked shall be added to principal."},{"prefix":"c","text":" When a trustee's obligation to pay a fixed annuity or a fixed fraction of the value of the trust's assets ends, the trustee shall prorate the final payment if and to the extent required by applicable law to accomplish a purpose of the trust or its settlor relating to income, gift, estate, or other tax requirements."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Apportionment at Beginning and End of Income Interest."},"heading":{"title":"28","chaptersection":"4803","identifier":"28-4803.03","catch_text":"Apportionment when income interest ends."}}