{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 504 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4805.04\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" If a trustee makes or expects to make a principal disbursement described in this section, the trustee may transfer an appropriate amount from income to principal in one or more accounting periods to reimburse principal or to provide a reserve for future principal disbursements."},{"prefix":"b","text":" Principal disbursements to which subsection (a) of this section applies include the following, but only to the extent that the trustee has not been and does not expect to be reimbursed by a third party:"},{"prefix":"1","text":" An amount chargeable to income but paid from principal because it is unusually large, including extraordinary repairs;"},{"prefix":"2","text":" A capital improvement to a principal asset, whether in the form of changes to an existing asset or the construction of a new asset, including special assessments;"},{"prefix":"3","text":" Disbursements made to prepare property for rental, including tenant allowances, leasehold improvements, and broker's commissions;"},{"prefix":"4","text":" Periodic payments on an obligation secured by a principal asset to the extent that the amount transferred from income to principal for depreciation is less than the periodic payments; and"},{"prefix":"5","text":" Disbursements described in § 28-4805.02(a)(7)."},{"prefix":"c","text":" If the asset whose ownership gives rise to the disbursements becomes subject to a successive income interest after an income interest ends, a trustee may continue to transfer amounts from income to principal as provided in subsection (a) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Allocation of Disbursements During Administration of Trust."},"heading":{"title":"28","chaptersection":"4805","identifier":"28-4805.04","catch_text":"Transfers from income to reimburse principal."}}