{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 403 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4804.03\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" If a trustee who conducts a business or other activity determines that it is in the best interest of all the beneficiaries to account separately for the business or activity instead of accounting for it as part of the trust's general accounting records, the trustee may maintain separate accounting records for its transactions, whether or not its assets are segregated from other trust assets."},{"prefix":"b","text":" A trustee who accounts separately for a business or other activity may determine the extent to which its net cash receipts must be retained for working capital, the acquisition or replacement of fixed assets, and other reasonably foreseeable needs of the business or activity, and the extent to which the remaining net cash receipts are accounted for as principal or income in the trust's general accounting records. If a trustee sells assets of the business or other activity, other than in the ordinary course of the business or activity, the trustee shall account for the net amount received as principal in the trust's general accounting records to the extent the trustee determines that the amount received is no longer required in the conduct of the business."},{"prefix":"c","text":" Activities for which a trustee may maintain separate accounting records include:"},{"prefix":"1","text":" Retail, manufacturing, service, and other traditional business activities;"},{"prefix":"2","text":" Farming;"},{"prefix":"3","text":" Raising and selling livestock and other animals;"},{"prefix":"4","text":" Management of rental properties;"},{"prefix":"5","text":" Extraction of minerals and other natural resources;"},{"prefix":"6","text":" Timber operations; and"},{"prefix":"7","text":" Activities to which § 28-4804.14 applies."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Allocation of Receipts During Administration of Trust."},"part":{"identifier":"A","text":"Receipts from Entities."},"heading":{"title":"28","chaptersection":"4804","identifier":"28-4804.03","catch_text":"Business and other activities conducted by trustee."}}