{"text":"For the purposes of this chapter the term:","historical":"Prior Codifications\n\n1981 Ed., § 28-4601.\n\nLegislative History of Laws\n\nLaw 8-236, the \"Consumer Credit Service Organizations Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-70, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-319 and transmitted to both Houses of Congress for is review.\n\nReferences in Text\n\nThe \"Federal Savings and Loan Insurance Corporation\", referred to in (2)(D)(ii), has been abolished. For provisions relating to the abolition of the Federal Savings and Loan Insurance Corporation and the transfer of functions, personnel and property of that agency, see §§ 401 to 406 of Pub.L. 101-73, set out as a note under 12 U.S.C. § 1437.\n\nDC CODE § 28-4601\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 1991, D.C. Law 8-236, § 2, 38 DCR 306.)","sections":[{"prefix":"1","text":" \"Consumer\" means any person who is solicited to purchase or who purchases the services of a consumer credit service organization."},{"prefix":"2","text":"(A) \"Consumer credit service organization\" means any person who, with respect to the extension of credit by others, sells, provides, performs, or represents that he or she can sell, provide, or perform, in return for the payment of money or other valuable consideration, any of the following services:"},{"prefix":"i","text":" Improvement of a consumer's credit record, history, or rating;"},{"prefix":"ii","text":" Obtain an extension of credit for a consumer; or"},{"prefix":"iii","text":" Provide advice or assistance to a consumer regarding any matter related to the consumer's personal, household, or family credit."},{"prefix":"B","text":" A consumer credit service organization shall include a salesperson, agent, or representative of a consumer credit service organization."},{"prefix":"C","text":" A consumer credit service organization shall include an independent agent who sells or attempts to sell the services of a consumer credit service organization."},{"prefix":"D","text":" A consumer credit service organization does not include:"},{"prefix":"i","text":" Any person authorized to make a loan or extension of credit under the laws of the District of Columbia (\"District\") or the United States who is subject to regulation and supervision by the District or the United States, or a lender approved by the United States Secretary of Housing and Urban Development for participation in any mortgage insurance program under the National Housing Act, approved June 27, 1934 (48 Stat. 1246; 12 U.S.C. 1701 et seq.);"},{"prefix":"ii","text":" Any bank, savings bank, or savings and loan institution whose deposits or accounts are eligible for insurance by the Federal Deposit Insurance Corporation or the Federal Savings and Loan Insurance Corporation, or a subsidiary of any bank, savings bank, or savings and loan institution with deposits or accounts that are eligible for insurance by the Federal Deposit Insurance Corporation or the Federal Savings and Loan Corporation;"},{"prefix":"iii","text":" Any credit union doing business in the District pursuant to the Federal Credit Union Act, approved August 1, 1964 (78 Stat. 377; § 26-501 et seq.);"},{"prefix":"iv","text":" Any nonprofit organization exempt from taxation under Section 501(c)(3) of the Internal Revenue Code of 1954, approved August 16, 1954 (68A Stat. 3; 26 U.S.C. 1 et seq.);"},{"prefix":"v","text":" Any person who operates a collection agency pursuant to the laws of the District;"},{"prefix":"vi","text":" Any person licensed to practice law in the District if the person renders consumer credit services within the course and scope of his or her practice;"},{"prefix":"vii","text":" Any broker-dealer registered with the United States Securities and Exchange Commission or the United States Commodity Futures Trading Commission if the broker-dealer is acting within the scope of the applicable federal securities or commodity futures laws and regulations; or"},{"prefix":"viii","text":" Any consumer reporting agency as defined in the Federal Fair Credit Reporting Act (\"Fair Credit Reporting Act\"), approved October 26, 1970 (84 Stat. 1128; 15 U.S.C. sec. 1681-1681t)."},{"prefix":"3","text":" \"Extension of credit\" means the right to defer payment of a debt or to incur a debt and defer payment of the debt as offered or granted primarily for personal, family, or household purposes."},{"prefix":"4","text":" \"Person\" means any individual, corporation, firm, agency, company, joint venture, association, organization, partnership, society, or joint stock company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"46","text":"Consumer Credit Service Organizations."},"heading":{"title":"28","chaptersection":"4601","identifier":"28-4601","catch_text":"Definitions."}}