{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-231, in subsec. (d), substituted \"spouse or domestic partner\" for \"spouse\".\n\nLegislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nFor Law 17-231, see notes following § 28-4801.04.\n\nUniform Law\n\nThis section is based upon § 413 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4804.13\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087; Sept. 12, 2008, D.C. Law 17-231, § 26(d), 55 DCR 6758.)","sections":[{"prefix":"a","text":" If a marital deduction is allowed for all or part of a trust whose assets consist substantially of property that does not provide the spouse or domestic partner with sufficient income from or use of the trust assets, and if the amounts that the trustee transfers from principal to income under § 28- 4801.04 and distributes to the spouse or domestic partner from principal pursuant to the terms of the trust are insufficient to provide the spouse or domestic partner with the beneficial enjoyment required to obtain the marital deduction, the spouse or domestic partner may require the trustee to make property productive of income, convert property within a reasonable time, or exercise the power conferred by § 28-4801.04(a). The trustee may decide which action or combination of actions to take."},{"prefix":"b","text":" In cases not governed by subsection (a) of this section, proceeds from the sale or other disposition of an asset are principal without regard to the amount of income the asset produces during any accounting period."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Allocation of Receipts During Administration of Trust."},"part":{"identifier":"C","text":"Receipts Normally Apportioned."},"heading":{"title":"28","chaptersection":"4804","identifier":"28-4804.13","catch_text":"Property not productive of income."}}