{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 415 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4804.15\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"asset-backed security\" means an asset whose value is based upon the right it gives the owner to receive distributions from the proceeds of financial assets that provide collateral for the security. The term \"asset-backed security\" includes an asset that gives the owner the right to receive from the collateral financial assets only the interest or other current return or only the proceeds other than interest or current return. The term \"asset-backed security\" does not include an asset to which § 28-4804.01 or § 28-4804.09 applies."},{"prefix":"b","text":" If a trust receives a payment from interest or other current return and from other proceeds of the collateral financial assets, the trustee shall allocate to income the portion of the payment which the payer identifies as being from interest or other current return and shall allocate the balance of the payment to principal."},{"prefix":"c","text":" If a trust receives one or more payments in exchange for the trust's entire interest in an asset-backed security in one accounting period, the trustee shall allocate the payments to principal. If a payment is one of a series of payments that will result in the liquidation of the trust's interest in the security over more than one accounting period, the trustee shall allocate 10 percent of the payment to income and the balance to principal."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Allocation of Receipts During Administration of Trust."},"part":{"identifier":"C","text":"Receipts Normally Apportioned."},"heading":{"title":"28","chaptersection":"4804","identifier":"28-4804.15","catch_text":"Asset-backed securities."}}