{"text":"After a decedent dies, in the case of an estate, or after an income interest in a trust ends, the following rules apply:","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 201 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4802.01\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"1","text":" A fiduciary of an estate or of a terminating income interest shall determine the amount of net income and net principal receipts received from property specifically given to a beneficiary under the rules in subchapters III through V of this chapter which apply to trustees and the rules in paragraph (5) of this section. The fiduciary shall distribute the net income and net principal receipts to the beneficiary who is to receive the specific property."},{"prefix":"2","text":" A fiduciary shall determine the remaining net income of a decedent's estate or a terminating income interest under the rules in subchapters III through V of this chapter which apply to trustees and by:"},{"prefix":"A","text":" Including in net income all income from property used to discharge liabilities;"},{"prefix":"B","text":" Paying from income or principal, in the fiduciary's discretion, fees of attorneys, accountants, and fiduciaries; court costs and other expenses of administration; and interest on death taxes, but the fiduciary may pay those expenses from income of property passing to a trust for which the fiduciary claims an estate tax marital or charitable deduction only to the extent that the payment of those expenses from income will not cause the reduction or loss of the deduction; and"},{"prefix":"C","text":" Paying from principal all other disbursements made or incurred in connection with the settlement of a decedent's estate or the winding up of a terminating income interest, including debts, funeral expenses, disposition of remains, family allowances, and death taxes and related penalties that are apportioned to the estate or terminating income interest by the will, the terms of the trust, or applicable law."},{"prefix":"3","text":" A fiduciary shall distribute to a beneficiary who receives a pecuniary amount outright the interest or any other amount provided by the will, the terms of the trust, or applicable law from net income determined under paragraph (2) of this section or from principal to the extent that net income is insufficient. If a beneficiary is to receive a pecuniary amount outright from a trust after an income interest ends and no interest or other amount is provided for by the terms of the trust or applicable law, the fiduciary shall distribute the interest or other amount to which the beneficiary would be entitled under applicable law if the pecuniary amount were required to be paid under a will."},{"prefix":"4","text":" A fiduciary shall distribute the net income remaining after distributions required by paragraph (3) of this section in the manner described in § 28- 4802.02 to all other beneficiaries, including a beneficiary who receives a pecuniary amount in trust, even if the beneficiary holds an unqualified power to withdraw assets from the trust or other presently exercisable general power of appointment over the trust."},{"prefix":"5","text":" A fiduciary may not reduce principal or income receipts from property described in paragraph (1) of this section because of a payment described in § 28-4805.01 or § 28-4805.02 to the extent that the will, the terms of the trust, or applicable law requires the fiduciary to make the payment from assets other than the property or to the extent that the fiduciary recovers or expects to recover the payment from a third party. The net income and principal receipts from the property are determined by including all of the amounts the fiduciary receives or pays with respect to the property, whether those amounts accrued or became due before, on, or after the date of a decedent's death or an income interest's terminating event, and by making a reasonable provision for amounts that the fiduciary believes the estate or terminating income interest may become obligated to pay after the property is distributed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Decedent's Estate or Terminating Income Interest."},"heading":{"title":"28","chaptersection":"4802","identifier":"28-4802.01","catch_text":"Determination and distribution of net income."}}