{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-197 rewrote subsecs. (c) and (d), which had read as follows:\n\n\"(c) A tax required to be paid by a trustee on the trust's share of an entity's taxable income shall be paid proportionately:\n\n\"(1) From income to the extent that receipts from the entity are allocated to income; and\n\n\"(2) From principal to the extent that:\n\n\"(A) Receipts from the entity are allocated to principal; and\n\n\"(B) The trust's share of the entity's taxable income exceeds the total receipts described in paragraphs (1) and (2)(A) of this subsection.\n\n\"(d) For purposes of this section, receipts allocated to principal or income shall be reduced by the amount distributed to a beneficiary from principal or income for which the trust receives a deduction in calculating the tax.\"\n\nLegislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nFor Law 18-197, see notes following § 28-4804.09.\n\nUniform Law\n\nThis section is based upon § 505 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4805.05\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087; July 23, 2010, D.C. Law 18-197, § 2(c), 57 DCR 4524.)","sections":[{"prefix":"a","text":" A tax required to be paid by a trustee based on receipts allocated to income shall be paid from income."},{"prefix":"b","text":" A tax required to be paid by a trustee based on receipts allocated to principal shall be paid from principal, even if the tax is called an income tax by the taxing authority."},{"prefix":"c","text":" A tax required to be paid by a trustee on the trust's share of an entity's taxable income shall be paid:"},{"prefix":"1","text":" From income to the extent that receipts from the entity are allocated only to income;"},{"prefix":"2","text":" From principal to the extent that receipts from the entity are allocated only to principal;"},{"prefix":"3","text":" Proportionately from principal and income to the extent that receipts from the entity are allocated to both income and principal; and"},{"prefix":"4","text":" From principal to the extent that the tax exceeds the total receipts from the entity."},{"prefix":"d","text":" After applying subsections (a) through (c) of this section, the trustee shall adjust income or principal receipts to the extent that the trust's taxes are reduced because the trust receives a deduction for payments made to a beneficiary."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Allocation of Disbursements During Administration of Trust."},"heading":{"title":"28","chaptersection":"4805","identifier":"28-4805.05","catch_text":"Income taxes."}}