{"text":"For the purposes of this chapter, the term:\n\n\n\n\n\n\n\nWith regard to any determination of the cost of cigarettes to a wholesaler or retailer, a fractional part of a cent equal to 1/10 of 1% or more shall be rounded off to the next higher cent. Except as provided in § 28-4522, discounts granted for cash payments or electronic fund transfers shall not be used to reduce cost determinations.\n\nNotwithstanding § 28-4522, articles or products given gratis or payments made to a retailer or wholesaler for display, advertising, or promotion purposes shall not be considered in determining the cost of the articles or products.","historical":"Prior Codifications\n\n1981 Ed., § 28-4521.\n\nEffect of Amendments\n\nD.C. Law 19-21, in subsec. (3)(C), substituted \"at retail. With regard to any determination of the cost of cigarettes to a wholesaler or retailer, the surtax imposed by § 47-2402 shall not be considered in determining the cost of the articles or products.\" for \"at retail.\".\n\nLegislative History of Laws\n\nLaw 10-89, the \"Cigarette Sales Below Cost Act of 1994,\" was introduced in Council and assigned Bill No. 10-79, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1993, and January 4, 1994, respectively. Signed by the Mayor on January 21, 1994, it was assigned Act No. 10-166 and transmitted to both Houses of Congress for its review. D.C. Law 10-89 became effective on March 22, 1994.\n\nFor history of Law 19-21, see notes under § 47-305.02.\n\nDC CODE § 28-4521\n\nCurrent through December 11, 2012","credits":"(Mar. 22, 1994, D.C. Law 10-89, § 2(b), 41 DCR 489; Sept. 14, 2011, D.C. Law 19-21, § 8053, 58 DCR 6226.)","sections":[{"prefix":"1","text":" \"Cash and carry\" means the purchaser is responsible for the transportation of a purchased article or product to the purchaser's designated destination."},{"prefix":"2","text":" \"Cigarettes\" means any size or shaped roll for smoking that is made of tobacco or tobacco mixed with another ingredient and wrapped in paper or in any other material except tobacco. The term \"cigarettes\" does not include cigars."},{"prefix":"3","text":" \"Cost\" means the invoice or replacement cost, whichever is lower, of cigarettes to the retailer or wholesaler, plus:"},{"prefix":"A","text":" The cost of doing business by the retailer or wholesaler; or"},{"prefix":"B","text":" In the absence of proof of the cost of doing business, a markup of 2% on the total of the invoice or replacement cost, and the face value of any applicable excise taxes, shall be prima facie proof of the cost of doing business with regard to cigarettes being sold at wholesale; and"},{"prefix":"C","text":" In the absence of proof of the cost of doing business, a markup of 8% on the total of the invoice or replacement cost shall be prima facie proof of the cost of doing business with regard to cigarettes being sold at retail. With regard to any determination of the cost of cigarettes to a wholesaler or retailer, the surtax imposed by § 47-2402 shall not be considered in determining the cost of the articles or products."},{"prefix":"4","text":" \"Retailer\" means any person engaged in the business of making retail sales of cigarettes within the District of Columbia at a store, stand, booth, or concession, through vending machines, or otherwise. If the person is engaged in the business of making both retail and wholesale sales of cigarettes, the term applies only to the retail sales of cigarettes portion of the business."},{"prefix":"5","text":" \"Wholesaler\" means a person who purchases cigarettes directly from a manufacturer. The term \"wholesaler\" includes a person, who as a subwholesaler, purchases cigarettes from another wholesaler solely for the purpose of bona fide resale to retailers other than those directly or indirectly owned, affiliated, or controlled by him, and services the retailers by maintaining an established place of business for the sale of cigarettes, including warehouse facilities, adequate inventory, proper accounting records, and necessary equipment and vehicles for the storage and distribution of cigarettes."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"45A","text":"Cigarette Sales Below Cost."},"heading":{"title":"28","chaptersection":"4521","identifier":"28-4521","catch_text":"Definitions."}}