{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 502 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4805.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A trustee shall make the following disbursements from principal:"},{"prefix":"1","text":" The remaining one-half of the disbursements described in § 28-4805.01(1) and (2);"},{"prefix":"2","text":" All of the trustee's compensation calculated on principal as a fee for acceptance, distribution, or termination, and disbursements made to prepare property for sale;"},{"prefix":"3","text":" Payments on the principal of a trust debt;"},{"prefix":"4","text":" Expenses of a proceeding that concerns primarily principal, including a proceeding to construe the trust or to protect the trust or its property;"},{"prefix":"5","text":" Premiums paid on a policy of insurance not described in § 28-4805.01(4) of which the trust is the owner and beneficiary;"},{"prefix":"6","text":" Estate, inheritance, and other transfer taxes, including penalties, apportioned to the trust; and"},{"prefix":"7","text":" Disbursements related to environmental matters, including reclamation, assessing environmental conditions, remedying and removing environmental contamination, monitoring remedial activities and the release of substances, preventing future releases of substances, collecting amounts from persons liable or potentially liable for the costs of those activities, penalties imposed under environmental laws or regulations and other payments made to comply with those laws or regulations, statutory or common law claims by third parties, and defending claims based on environmental matters."},{"prefix":"b","text":" If a principal asset is encumbered with an obligation that requires income from that asset to be paid directly to the creditor, the trustee shall transfer from principal to income an amount equal to the income paid to the creditor in reduction of the principal balance of the obligation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Allocation of Disbursements During Administration of Trust."},"heading":{"title":"28","chaptersection":"4805","identifier":"28-4805.02","catch_text":"Disbursements from principal."}}