{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105 validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3202(b) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following § 28-4901.\n\nFor Law 15-105, see notes following § 28-3904.\n\nDelegation of Authority\n\nDelegation of Digital Signature Authority to Chief Technology Officer, see Mayor's Order 2005-45, March 3, 2005 (52 DCR 2870).\n\nDelegation of Authority for Acceptance and Distribution of Electronic Records by District Government Agencies, see Mayor's Order 2009-118, June 25, 2009 (56 DCR 6867).\n\nUniform Law\n\nThis section is based upon § 18 of the Uniform Electronic Transactions Act (1999 Act). See 7A, Pt. I, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4917\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 3502(b), 48 DCR 6981; Mar. 13, 2004, D.C. Law 15-105, § 64, 51 DCR 881.)","sections":[{"prefix":"a","text":" Except as otherwise provided in § 28-4911(f), the Mayor shall determine whether, and the extent to which, a governmental agency will send and accept electronic records and electronic signatures to and from other persons and otherwise create, generate, communicate, store, process, use, and rely upon electronic records and electronic signatures."},{"prefix":"b","text":" To the extent that a governmental agency uses electronic records and electronic signatures under subsection (a) of this section, the Mayor, giving due consideration to security, may specify:"},{"prefix":"1","text":" The manner and format in which the electronic records must be created, generated, sent, communicated, received, and stored and the systems established for those purposes;"},{"prefix":"2","text":" If electronic records must be signed by electronic means, the type of electronic signature required, the manner and format in which the electronic signature must be affixed to the electronic record, and the identity of, or criteria that must be met by, any third party used by a person filing a document to facilitate the process;"},{"prefix":"3","text":" Control processes and procedures as appropriate to ensure adequate preservation, disposition, integrity, security, confidentiality, and auditability of electronic records; and"},{"prefix":"4","text":" Any other required attributes for electronic records which are specified for corresponding nonelectronic records or reasonably necessary under the circumstances."},{"prefix":"c","text":" Except as otherwise provided in § 28-4911(f), this chapter does not require a governmental agency of the District of Columbia to use or permit the use of electronic records or electronic signatures."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"49","text":"Uniform Electronic Transactions. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"4917","identifier":"28-4917","catch_text":"Acceptance and distribution of electronic records by governmental agencies."}}