{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-4507.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-169, see Historical and Statutory Notes following § 28-4501.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-4506.\n\nDC CODE § 28-4507\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-169, § 2, 27 DCR 5368; Apr. 9, 1997, D.C. Law 11-255, § 27(ee), 44 DCR 1271.)","sections":[{"prefix":"a","text":" Whenever the District of Columbia government is injured in its business or property by a violation of this chapter, the Corporation Counsel may bring a civil action in the name of the District of Columbia for damages, or for appropriate injunctive or other equitable relief, or for both, without prejudice to the right of the District of Columbia to bring similar or identical actions under any other statute. In such an action, in addition to any appropriate injunctive or equitable relief, the court may award the District of Columbia damages and the cost of suit, including reasonable attorney's fees."},{"prefix":"b","text":" The Corporation Counsel may bring a civil action in the name of the District of Columbia as parens patriae on behalf of any individual residing in the District of Columbia in any court of competent jurisdiction for injury sustained by such individual to such individual's property by reason of any violation of this chapter."},{"prefix":"1","text":" The court shall award the District of Columbia, as monetary relief, threefold the total damages sustained by such natural persons, and the cost of suit, including reasonable attorney's fees."},{"prefix":"2","text":" Monetary relief recovered in an action under this subsection shall:"},{"prefix":"A","text":" be distributed in such manner as the court may authorize; or"},{"prefix":"B","text":" be deemed a civil penalty by the court and deposited with the District of Columbia, subject in either case to the requirement that any distribution procedures adopted shall first afford each person a reasonable opportunity to secure each such person's appropriate portion of the net monetary relief."},{"prefix":"c","text":"(1) In any action brought under subsection (b) of this section, the Corporation Council shall, at such times, in such manner, and with such content as the court may direct, cause notice to be given by publication. If the court finds that notice given solely by publication would deny due process of law to any person or persons, the court shall direct further notice to such person or persons according to the circumstances of the case."},{"prefix":"2","text":" Any person on whose behalf an action is brought under subsection (b) of this section may elect to exclude from adjudication the portion of the District of Columbia claim for monetary relief attributable to that person by filing notice of such election with the court within such time as specified in the notice given pursuant to paragraph (1) of this subsection."},{"prefix":"d","text":" In any action under subsection (b) of this section, in which there has been a determination that a defendant violated a provision of this chapter, damages may be proved and assessed in the aggregate by the computation of illegal overcharges, or by such other reasonable system of estimating aggregate damages as the court may permit, without the necessity of separately proving the individual claim of, or amount of damage to, persons on whose behalf the suit was brought."},{"prefix":"e","text":" The court may award under this section, pursuant to a motion by the District of Columbia promptly made, simple interest on actual damages for the period beginning on the date of service of the pleading of the District of Columbia setting forth a claim under this chapter and ending on the date of judgment, or for any shorter period therein, if the court finds that the award of such interest for such period is just under the circumstances. In determining whether an award of interest under this section for any period is just under the circumstances, the court shall consider only:"},{"prefix":"1","text":" whether the District of Columbia or the opposing party, or either party's representative, made motions or asserted claims or defenses so lacking in merit as to show that such party or representative acted intentionally for delay, or otherwise acted in bad faith;"},{"prefix":"2","text":" whether, in the course of the action involved, the District of Columbia or the opposing party, or either party's representative, violated any applicable rule, statute, or court order providing for sanctions for dilatory behavior or otherwise providing for expeditious proceedings; and"},{"prefix":"3","text":" whether the District of Columbia or the opposing party, or either party's representative, engaged in conduct primarily for the purpose of delaying the litigation or increasing the cost thereof."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"45","text":"Restraints of Trade. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"4507","identifier":"28-4507","catch_text":"Damages and injunctive relief for injuries to or within the District of Columbia."}}