{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 202 of the Uniform Principal and Income Act (1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4802.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" Each beneficiary described in § 28-4802.01(4) is entitled to receive a portion of the net income equal to the beneficiary's fractional interest in undistributed principal assets, using values as of the distribution date. If a fiduciary makes more than one distribution of assets to beneficiaries to whom this section applies, each beneficiary, including one who does not receive part of the distribution, is entitled, as of each distribution date, to the net income the fiduciary has received after the date of death or terminating event or earlier distribution date but has not distributed as of the current distribution date."},{"prefix":"b","text":" In determining a beneficiary's share of net income, the following rules apply:"},{"prefix":"1","text":" The beneficiary is entitled to receive a portion of the net income equal to the beneficiary's fractional interest in the undistributed principal assets immediately before the distribution date, including assets that later may be sold to meet principal obligations."},{"prefix":"2","text":" The beneficiary's fractional interest in the undistributed principal assets must be calculated without regard to property specifically given to a beneficiary and property required to pay pecuniary amounts not in trust."},{"prefix":"3","text":" The beneficiary's fractional interest in the undistributed principal assets must be calculated on the basis of the aggregate value of those assets as of the distribution date without reducing the value by any unpaid principal obligation."},{"prefix":"4","text":" The distribution date for purposes of this section may be the date as of which the fiduciary calculates the value of the assets if that date is reasonably near the date on which assets are actually distributed."},{"prefix":"c","text":" If a fiduciary does not distribute all of the collected but undistributed net income to each person as of a distribution date, the fiduciary shall maintain appropriate records showing the interest of each beneficiary in that net income."},{"prefix":"d","text":" A fiduciary may apply the rules in this section, to the extent that the fiduciary considers it appropriate, to net gain or loss realized after the date of death or terminating event or earlier distribution date from the disposition of a principal asset if this section applies to the income from the asset."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Decedent's Estate or Terminating Income Interest."},"heading":{"title":"28","chaptersection":"4802","identifier":"28-4802.02","catch_text":"Distribution to residuary and remainder beneficiaries."}}