{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-4505.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-169, see Historical and Statutory Notes following § 28-4501.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nDC CODE § 28-4505\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-169, § 2, 27 DCR 5368; Apr. 9, 1997, D.C. Law 11-255, § 27(dd), 44 DCR 1271.)","sections":[{"prefix":"a","text":" Whenever the Corporation Counsel has reason to believe that any person may be in possession, custody, or control of any documentary material, or may have any information, relevant to a civil antitrust investigation, the Corporation Counsel may, prior to the institution of a proceeding thereon, issue in writing, and cause to be served upon such person, a civil investigative demand requiring such person to produce such documentary material for inspection and copying or reproduction, to answer written interrogatories, to give oral testimony concerning documentary material or information, or to furnish any combination of such material, answers, or testimony."},{"prefix":"b","text":" Each such demand shall:"},{"prefix":"1","text":" state the nature of:"},{"prefix":"A","text":" the conduct under investigation constituting the alleged antitrust violation; or"},{"prefix":"B","text":" the activities under investigation which, if consummated, may result in an antitrust violation; and"},{"prefix":"C","text":" the applicable provision of law;"},{"prefix":"2","text":" if it is a demand for production of documentary material:"},{"prefix":"A","text":" describe the class or classes of documentary material to be produced with sufficient definiteness as to permit such material to be fairly identified;"},{"prefix":"B","text":" prescribe a return date or dates which will provide a reasonable period of time for the material demanded to be assembled and made available for inspection and copying or reproduction; and"},{"prefix":"C","text":" identify the custodian to whom such material shall be made available;"},{"prefix":"3","text":" if it is a demand for answers to written interrogatories:"},{"prefix":"A","text":" propound with definiteness the written interrogatories to be answered;"},{"prefix":"B","text":" prescribe a date or dates at which time answers to written interrogatories shall be submitted; and"},{"prefix":"C","text":" identify the custodian to whom such answers shall be submitted; or"},{"prefix":"4","text":" if it is a demand for the giving of oral testimony:"},{"prefix":"A","text":" prescribe a date, time, and place at which oral testimony shall be commenced; and"},{"prefix":"B","text":" identify an assistant corporation counsel who shall conduct the examination and the custodian to whom the transcript of such examination shall be submitted."},{"prefix":"c","text":" No such demand shall require the production of any documentary material, the submission of any answers to written interrogatories, or the giving of any oral testimony, if such material, answers, or testimony would be protected from disclosure under:"},{"prefix":"1","text":" the standards applicable to subpoenas or subpoenas duces tecum issued by the Superior Court of the District of Columbia in aid of a grand jury investigation; or"},{"prefix":"2","text":" the standards applicable to discovery requests under the Superior Court of the District of Columbia Rules of Civil Procedure, to the extent that the application of such standards to any such demand is appropriate and consistent with the provisions and purposes of this chapter."},{"prefix":"d","text":" Any such demand shall be served in any manner provided for service of process in the Superior Court of the District of Columbia, or if the person to be served has no place of business within the District of Columbia, the demand may be served by depositing a duly executed copy in the United States mails by registered mail, return receipt requested, addressed to such person at that person's principal office or place of business."},{"prefix":"e","text":" The production of documentary material in response to a demand served pursuant to this section shall be made under a sworn certificate, in such form as the demand designates, by the person, if a natural person, to whom the demand is directed or, if not a natural person, by a person or persons having knowledge of the facts and circumstances relating to such production, to the effect that all of the documentary material required by the demand and in the possession, custody, or control of the person to whom the demand is directed has been produced and made available to the custodian."},{"prefix":"f","text":" Each interrogatory in a demand served pursuant to this section shall be answered separately and fully in writing under oath, unless such procedure is objected to, in which event the reasons for the objection shall be stated with specificity in lieu of an answer, and such reasons shall be submitted under a sworn certificate."},{"prefix":"g","text":"(1) The examination of any person pursuant to a demand for oral testimony served under this section shall be taken before an officer authorized to administer oaths and affirmations by the laws of the District of Columbia. The officer before whom the testimony is to be taken shall put the witness on oath or affirmation and shall personally, or by someone acting under the officer's direction and in the officer's presence, record the testimony of the witness. The testimony shall be recorded and transcribed. When the testimony is fully transcribed, the officer before whom the testimony is taken shall promptly transmit a copy of the transcript of the testimony to the custodian."},{"prefix":"2","text":" The assistant corporation counsel conducting the examination shall exclude from the place where the examination is held all other persons: except, the person being examined, the person's counsel, the officer before whom the testimony is to be taken, and any stenographer taking such testimony."},{"prefix":"3","text":" The oral testimony of any person taken pursuant to a demand served under this section shall be taken in the District of Columbia, or in such other place as may be agreed upon by the assistant corporation counsel conducting the examination and such person."},{"prefix":"4","text":" When the testimony is fully transcribed, the assistant corporation counsel or the officer shall afford the witness (who may be accompanied by counsel) a reasonable opportunity to examine the transcript; and the transcript shall be read to or by the witness, unless such examination and reading are waived by the witness. Any changes in form or substance which the witness desires to make shall be entered and identified upon the transcript by the officer or the assistant corporation counsel with a statement of the reasons given by the witness for making such changes. The transcript shall then be signed by the witness, unless the witness in writing waives the signing, is ill, cannot be found, or refuses to sign. If the transcript is not signed by the witness within 30 days of the witness being afforded a reasonable opportunity to examine the transcript, the officer or the assistant corporation counsel shall sign the transcript and state on the record the fact of the waiver, illness, absence of the witness, or the refusal to sign, together with the reason, if any, given therefor."},{"prefix":"5","text":" The officer shall certify on the transcript that the witness was duly sworn by the officer and that the transcript is a true record of the testimony given by the witness, and the officer or assistant corporation counsel shall promptly deliver or send the transcript by registered mail, return receipt requested, addressed to the custodian."},{"prefix":"6","text":" Upon request, the assistant corporation counsel shall furnish a copy of the transcript at no cost to the witness only: except, that the Corporation Counsel may for good cause limit such witness to inspection of the official transcript of the witness's testimony."},{"prefix":"7","text":" Any person compelled to appear under a demand for oral testimony pursuant to this section may be accompanied, represented, and advised by counsel. Counsel may advise such person, in confidence, either upon the request of such person or upon counsel's own initiative, with respect to any question asked of such person. Such person or counsel may object on the record to any question, in whole or in part, and shall briefly state for the record the reason for the objection. An objection may properly be made, received, and entered upon the record when a claim is made that such person is entitled to refuse to answer the question on grounds of any constitutional or other legal right or privilege, including the privilege against self-incrimination. Such person shall not otherwise object to or refuse to answer any question, and shall not by himself or through counsel otherwise interrupt the oral examination. If such person refuses to answer any question, the Corporation Counsel may petition the Superior Court of the District of Columbia pursuant to this section for an order compelling such person to answer such question. If such person refuses to answer any question on the grounds of privilege against self-incrimination, the testimony of such person may be compelled by order of court upon the granting of immunity. No testimony or other disclosure compelled under court order or any information directly or indirectly derived from such ordered testimony or disclosure may be used against the person in any criminal case except a prosecution for perjury or otherwise failing to comply with the order."},{"prefix":"8","text":" Any person appearing for oral examination pursuant to a demand served under this section shall be entitled to the same mileage reimbursements which are paid to witnesses in the Superior Court of the District of Columbia."},{"prefix":"h","text":" Whenever any person fails to comply with any civil investigative demand duly served upon that person under this section or whenever satisfactory copying or reproduction of any such material cannot be done and such person refuses to surrender such material, the Corporation Counsel may file, in the Superior Court of the District of Columbia and serve upon such person a petition for an order of such court for the enforcement of this chapter. A person who, with the intent to avoid, prevent, or obstruct compliance, in whole or in part, with an investigative demand duly and properly made under this section, withholds, misrepresents, removes from any place, conceals, covers up, destroys, mutilates, alters, or by other means falsifies any documentary material, answers to written interrogatories, or oral testimony which is the subject of such demand, or who attempts to do so or solicits another to do so shall upon conviction thereof be fined not more than $5,000 or imprisoned not more than one (1) year or both."},{"prefix":"i","text":" Within 20 days after the service of any such civil investigative demand upon any person, or at any time before the return date specified in the demand, whichever period is shorter, or within such period exceeding 20 days after service or in excess of such return date as may be prescribed in writing, subsequent to service, by any antitrust investigator named in the demand, such person may file in the Superior Court of the District of Columbia and serve upon the Corporation Counsel a petition for an order of such court modifying or setting aside such demand. The time allowed for compliance with the demand in whole or in part as deemed proper and ordered by the court shall not run during the pendency of such petition in the court, except that such person shall comply with any portion of the demand not sought to be modified or set aside. Such petition shall specify each ground upon which the petitioner relies in seeking such relief, and may be based upon any failure of such demand to comply with the provisions of this section, or upon any constitutional or other legal right or privilege of such person."},{"prefix":"j","text":" At any time during which any custodian is in custody or control of any documentary material or answers to interrogatories delivered, or transcripts of oral testimony given by any person in compliance with any such demand, such person may file, in the Superior Court of the District of Columbia, and serve upon such custodian a petition for an order of such court requiring the performance by such custodian of any duty imposed upon the custodian by this section."},{"prefix":"k","text":" Any procedure, other than an action to enforce a demand pursuant to subsection (h) of this section, or testimony taken or material produced under this section or voluntarily in the course of an investigation shall be exempt from the provisions of the District of Columbia Freedom of Information Act (section 2-531 et seq.) and shall be kept confidential by the Corporation Counsel before bringing an action against a person under this chapter for the violation under investigation, unless confidentiality is waived by the person who has testified, answered interrogatories, or produced material: except, that testimony taken or material or information produced under this section may be disclosed by the Corporation Counsel to any officer or employee of any federal or state law enforcement agency upon the prior certification of an officer of any such federal or state law enforcement agency that such testimony, material, or information will be maintained in confidence and will be used only for official law enforcement purposes."},{"prefix":"l","text":" Unless otherwise authorized or required by law, any employee of the District of Columbia who shall intentionally disclose information kept confidential by subsection (k) of this section shall be guilty of a misdemeanor punishable by a fine up to $500."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"45","text":"Restraints of Trade. (Refs & Annos)"},"heading":{"title":"28","chaptersection":"4505","identifier":"28-4505","catch_text":"Civil investigative demand."}}