{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 28-4005.\n\n1973 Ed., T. 28, Appx., § 56.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-33, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 3-85, see Historical and Statutory Notes following § 28-4001.\n\nFor legislative history of D.C. Law 11-255, see Historical and Statutory Notes following § 28-4001.\n\nDC CODE § 28-4005\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1977, D.C. Law 2-33, § 6, 24 DCR 3726; enacted, Sept. 6, 1980, D.C. Law 3-85, § 3(b), (e), 27 DCR 2900; Apr. 9, 1997, D.C. Law 11-255, § 27(bb), 44 DCR 1271.)","sections":[{"prefix":"a","text":" Each hearing aid sale shall be accompanied by a receipt that includes:"},{"prefix":"1","text":" the name, address, and signature of the purchaser;"},{"prefix":"2","text":" the date of consummation of the sale;"},{"prefix":"3","text":" the name and address of the regular place of business, the number of the certificate of registration, and the signature of the registrant;"},{"prefix":"4","text":" the make, model, serial number, and purchase price of the hearing aid;"},{"prefix":"5","text":" a statement as to whether the hearing aid is \"new\" or \"used\";"},{"prefix":"6","text":" the complete terms of the sale, including:"},{"prefix":"A","text":" an itemization of the total purchase price, including but not limited to the cost of the hearing aid, the earmold, any batteries or other accessories, and any service costs; and"},{"prefix":"B","text":" a clear and precise statement of the terms of the trial period and the terms of any guarantee or warranty, including disclosures made pursuant to section 28-4006(a)(3)(H);"},{"prefix":"7","text":" the title and address of the Office, with a statement that complaints which arise with respect to the transaction may be submitted to the Office;"},{"prefix":"8","text":" the original of the written recommendation;"},{"prefix":"9","text":" the following statements in ten (10)-point type or larger:"},{"prefix":"A","text":" \"This hearing aid will not restore normal hearing nor will it prevent further hearing loss\";"},{"prefix":"B","text":" \"No hearing aid may be sold to you without a prior medical examination\"; and"},{"prefix":"C","text":" \"A return visit to a physician who is an ear specialist or audiologist after the purchase of this aid will help you in best adapting to it\"; and"},{"prefix":"10","text":" if the hearing aid sold has a telephone option, a statement that the telephone option will not work on all telephones and a statement indicating the types of telephones upon which it will work."},{"prefix":"b","text":" Each registrant shall keep records for every customer to whom he or she renders services or sells a hearing aid, including:"},{"prefix":"1","text":" a copy of the receipt as specified in subsection (a) of this section;"},{"prefix":"2","text":" a record of services provided;"},{"prefix":"3","text":" any correspondence to or from the customer; and"},{"prefix":"4","text":" any waiver forms, as provided under section 28-4004(d). Such records shall be preserved for seven (7) years after the date of the transaction."},{"prefix":"c","text":" Each registrant shall post conspicuously in large print at his or her place(s) of business and make available for inspection at any sale a retail price list showing all hearing aid models for sale."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"40","text":"Hearing Aid Dealers and Consumers."},"heading":{"title":"28","chaptersection":"4005","identifier":"28-4005","catch_text":"Minimal procedures."}}