{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-292, see notes following § 28-4801.01.\n\nUniform Law\n\nThis section is based upon § 302 of the Uniform Principal and Income Act ((1997 Act). See 7B Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 28-4803.02\n\nCurrent through December 11, 2012","credits":"(Apr. 27, 2001, D.C. Law 13-292, § 502(c), 48 DCR 2087.)","sections":[{"prefix":"a","text":" A trustee shall allocate an income receipt or disbursement other than one to which § 28-4802.01(1) applies to principal if its due date occurs before a decedent dies in the case of an estate or before an income interest begins in the case of a trust or successive income interest."},{"prefix":"b","text":" A trustee shall allocate an income receipt or disbursement to income if its due date occurs on or after the date on which a decedent dies or an income interest begins and it is a periodic due date. An income receipt or disbursement shall be treated as accruing from day to day if its due date is not periodic or it has no due date. The portion of the receipt or disbursement accruing before the date on which a decedent dies or an income interest begins shall be allocated to principal and the balance must be allocated to income."},{"prefix":"c","text":" An item of income or an obligation is due on the date the payer is required to make a payment. If a payment date is not stated, there is no due date for the purposes of this chapter. Distributions to shareholders or other owners from an entity to which § 28-4804.01 applies are deemed to be due on the date fixed by the entity for determining who is entitled to receive the distribution or, if no date is fixed, on the declaration date for the distribution. A due date is periodic for receipts or disbursements that must be paid at regular intervals under a lease or an obligation to pay interest or if an entity customarily makes distributions at regular intervals."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"48","text":"Principal and Income; Uniform Law. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Apportionment at Beginning and End of Income Interest."},"heading":{"title":"28","chaptersection":"4803","identifier":"28-4803.02","catch_text":"Apportionment of receipts and disbursements when decedent dies or income interest begins."}}