{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated previously made technical corrections in the section designation, subsecs. (a), (c), and (d).\n\nLegislative History of Laws\n\nFor Law 17-230, see notes following § 28-5001.\n\nFor Law 17-353, see notes following § 28-3151.\n\nDC CODE § 28-5003\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 2008, D.C. Law 17-230, § 4, 55 DCR 8311; Mar. 25, 2009, D.C. Law 17-353, § 245(d), (e), (f), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) Any person or entity who receives an electronic mail message that violates a provision of this chapter, whose equipment is used in the transmission or receipt of such a message, or whose property or person is otherwise injured by reason of a violation of a provision of this chapter may seek recovery for any damages sustained and the costs of suit. For the purposes of this section, damages shall include the loss of profits."},{"prefix":"2","text":" In addition to the relief provided in subsection (a) of this section, a person, other than an electronic mail service provider, shall also recover attorneys' fees and costs, and may recover, in addition to actual damages, liquidated damages of $500 for each commercial electronic mail message transmitted in violation of this chapter or $50,000 per day, whichever is less."},{"prefix":"3","text":" In addition to the relief provided in subsection (a) of this section, an electronic mail service provider may also recover attorneys' fees and costs, and may elect, in addition to actual damages, to recover liquidated damages of $100 for each commercial electronic mail message transmitted in violation of this chapter or $500,000 per day, whichever is less."},{"prefix":"b","text":" At the request of any party to an action brought pursuant to this section, the court may, in its discretion, conduct all legal proceedings in such a way as to protect the secrecy and security of the computer, computer network, computer data, computer program, and computer software involved to prevent possible recurrence of the same or similar act by another person and to protect any trade secrets of any party."},{"prefix":"c","text":" Nothing in this chapter shall be construed to:"},{"prefix":"1","text":" Require a provider of Internet access service to block, transmit, route, relay, handle, or store certain types of electronic mail messages;"},{"prefix":"2","text":" Prevent or limit, in any way, a provider of Internet access service from adopting a policy regarding commercial or other electronic mail, including a policy of declining to transmit certain types of electronic mail messages, or from enforcing such policy through technical means, through contract, or pursuant to any remedy available under any other provision of federal or District law; or"},{"prefix":"3","text":" Render lawful any such policy that is unlawful under any other provision of law."},{"prefix":"d","text":" The Attorney General of the District of Columbia may enforce the provisions of this chapter pursuant to authority granted in § 28-3909."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"50","text":"Electronic Mail Spam Deterrence."},"heading":{"title":"28","chaptersection":"5003","identifier":"28-5003","catch_text":"Civil relief; damages."}}