{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in the section designation.\n\nLegislative History of Laws\n\nFor Law 17-230, see notes following § 28-5001.\n\nFor Law 17-353, see notes following § 28-3151.\n\nDC CODE § 28-5002\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 2008, D.C. Law 17-230, § 3, 55 DCR 8311; Mar. 25, 2009, D.C. Law 17-353, § 245(c), 56 DCR 1117.)","sections":[{"prefix":"a","text":" A person or entity shall not:"},{"prefix":"1","text":" Transmit, or assist in the transmission of, a commercial electronic mail message that:"},{"prefix":"A","text":" Falsely identifies electronic mail transmission information, including header information, or other routing information; or"},{"prefix":"B","text":" Contains false or misleading information in the subject line; or"},{"prefix":"2","text":" Transmit, or assist in the transmission of, a commercial electronic mail message using a third party's Internet address, domain name, or identity without the third party's consent for the purpose of transmitting electronic mail in a manner that makes it appear that the third party was the sender of the message or that results in responses to the message being directed to the third party."},{"prefix":"b","text":" The prohibitions contained in this section shall apply to any person or entity who transmits, or who assists in the transmission of, a commercial electronic mail message:"},{"prefix":"1","text":" From a computer located in the District of Columbia;"},{"prefix":"2","text":" To an electronic mail address held by a resident of the District of Columbia;"},{"prefix":"3","text":" To an electronic mail service provider with equipment or its principal place of business in the District of Columbia; or"},{"prefix":"4","text":" To a domain name registered to a resident of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"28","text":"Commercial Instruments and Transactions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Other Commercial Transactions."},"chapter":{"identifier":"50","text":"Electronic Mail Spam Deterrence."},"heading":{"title":"28","chaptersection":"5002","identifier":"28-5002","catch_text":"Prohibitions."}}