{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 803 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1208.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved statutory trust shall wind up its activities and the trust and each series thereof shall continue after dissolution only for the purpose of its winding up."},{"prefix":"b","text":" In winding up its activities, a statutory trust shall:"},{"prefix":"1","text":" Discharge the trust's debts, obligations, and other liabilities, settle and close the trust's activities, and marshal and distribute the property of the trust; and"},{"prefix":"2","text":" Distribute any surplus property after complying with paragraph (1) of this section to the beneficial owners in proportion to their beneficial interests."},{"prefix":"c","text":" In winding up its activities, a statutory trust may:"},{"prefix":"1","text":" Preserve the trust's activities and property as a going concern for a reasonable time;"},{"prefix":"2","text":" Institute, maintain, and defend actions and proceedings, whether civil, criminal, or administrative;"},{"prefix":"3","text":" Transfer the trust's property;"},{"prefix":"4","text":" Settle disputes; and"},{"prefix":"5","text":" Perform other acts necessary or appropriate to its winding up."},{"prefix":"d","text":" Trustees of a dissolved statutory trust that has disposed of claims under § 29-1208.04 or § 29-1208.05 shall not be liable for breach of duty with respect to claims against the trust that are barred or satisfied under § 29- 1208.04 or § 29-1208.05."},{"prefix":"e","text":" The dissolution of a statutory trust shall not terminate the authority of its registered agent."},{"prefix":"f","text":" On application of any person that shows good cause, the Superior Court may appoint a person to be a receiver for a dissolved statutory trust with the power to undertake any action that might have been done by the trust during its winding up if the action is necessary for final settlement of the trust."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"1208","identifier":"29-1208.03","catch_text":"Winding up."}}