{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 603 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1206.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A contribution of a beneficial owner to a statutory trust may be in cash, property, or services rendered or a promissory note or other obligation to contribute cash or property or to perform services. A person may become a beneficial owner of a statutory trust and may receive a beneficial interest in a statutory trust without making a contribution or being obligated to make a contribution to the trust."},{"prefix":"b","text":" A beneficial owner shall be liable to the statutory trust for failure to perform an obligation to contribute cash or property or to perform services, even if the beneficial owner is unable to perform because of death, disability, or any other reason. If a beneficial owner does not make the required contribution of cash, property, or services, the beneficial owner shall be obligated, at the option of the trust, to contribute cash equal to that part of the value of the contribution that has not been made. This obligation shall be in addition to any other right, including the right to specific performance, that the trust has against the beneficial owner under the governing instrument or applicable law."},{"prefix":"c","text":" The governing instrument may provide that a beneficial owner that fails to make a required contribution, or comply with the terms and conditions of the governing instrument, shall be subject to specified penalties for or consequences of the failure, including:"},{"prefix":"1","text":" Reduction or elimination of the defaulting beneficial owner's proportionate interest in the statutory trust or series thereof;"},{"prefix":"2","text":" Subordination of the defaulting beneficial owner's beneficial interest to that of nondefaulting beneficial owners;"},{"prefix":"3","text":" Forced sale or forfeiture of the defaulting beneficial owner's beneficial interest;"},{"prefix":"4","text":" Imposition of an obligation to repay a loan to the statutory trust by another beneficial owner of the amount necessary to meet the defaulting beneficial owner's commitment;"},{"prefix":"5","text":" Redemption or sale of the defaulting beneficial owner's beneficial interest at a value fixed by appraisal or by formula; and"},{"prefix":"6","text":" Specific performance of an obligation under the governing instrument."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Beneficiaries and Beneficial Rights."},"heading":{"title":"29","chaptersection":"1206","identifier":"29-1206.03","catch_text":"Contribution by beneficial owner."}}