{"text":"Except as otherwise provided in definitions of the same terms in other chapters of this title, for the purposes of this title, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-101.02 has been recodified as § 29A-101.02.\n\nDC CODE § 29-101.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Biennial report\" means the report required by § 29-102.11."},{"prefix":"2","text":" \"Business corporation\" means:"},{"prefix":"A","text":" A domestic business corporation incorporated under or subject to Chapter 3 of this title; or"},{"prefix":"B","text":" A foreign business corporation."},{"prefix":"3","text":" \"Commercial registered agent\" means a person listed under § 29-104.05."},{"prefix":"4","text":" \"Debtor in bankruptcy\" means a person that is the subject of:"},{"prefix":"A","text":" An order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application; or"},{"prefix":"B","text":" A comparable order under federal, state, or foreign law governing insolvency."},{"prefix":"5","text":" \"Domestic\", with respect to an entity, means governed as to its internal affairs by the law of the District."},{"prefix":"6","text":" \"Effective date\", when referring to a record filed by the Mayor, means the time and date determined in accordance with § 29-102. 03."},{"prefix":"7","text":"(A) \"Entity\" means:"},{"prefix":"i","text":" A business corporation;"},{"prefix":"ii","text":" A nonprofit corporation;"},{"prefix":"iii","text":" A general partnership, including a limited liability partnership;"},{"prefix":"iv","text":" A limited partnership, including a limited liability limited partnership;"},{"prefix":"v","text":" A limited liability company;"},{"prefix":"vi","text":" A general cooperative association;"},{"prefix":"vii","text":" A limited cooperative association;"},{"prefix":"viii","text":" An unincorporated nonprofit association;"},{"prefix":"ix","text":" A statutory trust, business trust, or common-law business trust; or"},{"prefix":"x","text":" Any other person that has a legal existence separate from any interest holder of that person or that has the power to acquire an interest in real property in its own name."},{"prefix":"B","text":" The term \"entity\" shall not include:"},{"prefix":"i","text":" An individual;"},{"prefix":"ii","text":" A testamentary, inter vivos, or charitable trust, except a statutory trust, business trust, or common-law business trust;"},{"prefix":"iii","text":" An association or relationship that is not a partnership solely by reason of § 29-602.02(c) or a similar provision of the law of another jurisdiction;"},{"prefix":"iv","text":" A decedent's estate; or"},{"prefix":"v","text":" A government or a governmental subdivision, agency, or instrumentality."},{"prefix":"8","text":" \"Entity filing\" means a record delivered for filing to the Mayor pursuant to this title."},{"prefix":"9","text":" \"Filed record\" means a record filed by the Mayor pursuant to this title."},{"prefix":"10","text":" \"Filing entity\" means an entity that is formed by filing a public organic record."},{"prefix":"11","text":" \"Foreign\", with respect to an entity, means:"},{"prefix":"A","text":" Governed as to its internal affairs by the law of a jurisdiction other than the District; or"},{"prefix":"B","text":" Chartered by a special act of Congress."},{"prefix":"12","text":" \"General cooperative association\" means a domestic general cooperative association formed under or subject to Chapter 9 of this title or a foreign general cooperative association."},{"prefix":"13","text":" \"General partnership\" means a domestic general partnership formed under or subject to Chapter 6 of this title or a foreign general partnership. The term \"general partnership\" includes a limited liability partnership."},{"prefix":"14","text":" \"Governance interest\" means a right under the organic law or organic rules of an unincorporated entity, other than as a governor, agent, assignee, or proxy, to:"},{"prefix":"A","text":" Receive or demand access to information concerning, or the books and records of, the entity;"},{"prefix":"B","text":" Vote for the election of the governors of the entity; or"},{"prefix":"C","text":" Receive notice of or vote on issues involving the internal affairs of the entity."},{"prefix":"15","text":" \"Governor\" means a:"},{"prefix":"A","text":" Director of a business corporation;"},{"prefix":"B","text":" Director or trustee of a nonprofit corporation;"},{"prefix":"C","text":" General partner of a general partnership;"},{"prefix":"D","text":" General partner of a limited partnership;"},{"prefix":"E","text":" Manager of a manager-managed limited liability company;"},{"prefix":"F","text":" Member of a member-managed limited liability company;"},{"prefix":"G","text":" Director of a general cooperative association;"},{"prefix":"H","text":" Director of a limited cooperative association;"},{"prefix":"I","text":" Manager of an unincorporated nonprofit association;"},{"prefix":"J","text":" Trustee of a statutory trust, business trust, or common-law business trust; or"},{"prefix":"K","text":" A person under whose authority the powers of an entity are exercised and under whose direction the business and affairs of the entity are managed pursuant to the entity's organic law and organic rules."},{"prefix":"16","text":" \"Interest\" means a:"},{"prefix":"A","text":" Share in a business corporation;"},{"prefix":"B","text":" Membership in a nonprofit corporation;"},{"prefix":"C","text":" Partnership interest in a general partnership;"},{"prefix":"D","text":" Partnership interest in a limited partnership;"},{"prefix":"E","text":" Membership interest in a limited liability company;"},{"prefix":"F","text":" Share in a general cooperative association;"},{"prefix":"G","text":" Member's interest in a limited cooperative association;"},{"prefix":"H","text":" Membership in an unincorporated nonprofit association;"},{"prefix":"I","text":" Beneficial interest in a statutory trust, business trust, or common law business trust; or"},{"prefix":"J","text":" Governance interest or transferable interest in any other type of unincorporated entity."},{"prefix":"17","text":" \"Interest holder\" means:"},{"prefix":"A","text":" A shareholder of a business corporation;"},{"prefix":"B","text":" A member of a nonprofit corporation;"},{"prefix":"C","text":" A general partner of a general partnership;"},{"prefix":"D","text":" A general partner of a limited partnership;"},{"prefix":"E","text":" A limited partner of a limited partnership;"},{"prefix":"F","text":" A member of a limited liability company;"},{"prefix":"G","text":" A shareholder of a general cooperative association;"},{"prefix":"H","text":" A member of a limited cooperative association;"},{"prefix":"I","text":" A member of an unincorporated nonprofit association;"},{"prefix":"J","text":" A beneficiary of a statutory trust, business trust, or common law business trust; or"},{"prefix":"K","text":" Any other direct holder of an interest."},{"prefix":"18","text":" \"Jurisdiction\", used to refer to a political entity, means the United States, a state, a foreign country, or a political subdivision of a foreign country."},{"prefix":"19","text":" \"Jurisdiction of formation\" means the jurisdiction whose law includes the organic law of an entity."},{"prefix":"20","text":" \"Limited cooperative association\" means a domestic limited cooperative association formed under or subject to Chapter 10 of this title or a foreign limited cooperative association."},{"prefix":"21","text":" \"Limited liability company\" means a domestic limited liability company formed under or subject to Chapter 8 of this title or a foreign limited liability company."},{"prefix":"22","text":" \"Limited liability limited partnership\" means a domestic limited liability limited partnership formed under or subject to Chapter 7 of this title or a foreign limited liability limited partnership."},{"prefix":"23","text":" \"Limited liability partnership\" means a domestic limited liability partnership registered under or subject to Chapter 6 of this title or a foreign limited liability partnership."},{"prefix":"24","text":" \"Limited partnership\" means a domestic limited partnership formed under or subject to Chapter 7 of this title or a foreign limited partnership. The term includes a limited liability limited partnership."},{"prefix":"25","text":" \"Noncommercial registered agent\" means a person that is not a commercial registered agent and is:"},{"prefix":"A","text":" An individual or domestic or foreign entity that serves in the District as the agent for service of process of an entity;"},{"prefix":"B","text":" An individual who holds the office or other position in an entity who is designated as the agent for service of process pursuant to § 29- 104.04(a)(2)(B); or"},{"prefix":"C","text":" A member in good standing of the District of Columbia Bar who maintains an office in the District of Columbia."},{"prefix":"26","text":" \"Nonfiling entity\" means an entity that is formed other than by filing a public organic record."},{"prefix":"27","text":" \"Nonprofit corporation\" means a domestic nonprofit corporation incorporated under or subject to Chapter 4 of this title or a foreign nonprofit corporation."},{"prefix":"28","text":" \"Organic law\" means the law of an entity's jurisdiction of formation which governs the internal affairs of the entity."},{"prefix":"29","text":" \"Organic rules\" means the public organic record and private organic rules of an entity."},{"prefix":"30","text":" \"Person\" means an individual, business corporation, nonprofit corporation, partnership, limited partnership, limited liability company, general cooperative association, limited cooperative association, unincorporated nonprofit association, statutory trust, business trust or common law business trust, estate, trust, association, joint venture, public corporation, government or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity."},{"prefix":"31","text":" \"Principal office\" means the principal executive office of an entity, whether or not the office is located in the District."},{"prefix":"32","text":" \"Private organic rules\" means the rules, whether or not in a record, that govern the internal affairs of an entity, are binding on all of its interest holders, and are not part of its public organic record, if any. The term \"private organic rules\" shall include:"},{"prefix":"A","text":" Bylaws of a business corporation;"},{"prefix":"B","text":" Bylaws of a nonprofit corporation;"},{"prefix":"C","text":" Partnership agreement of a general partnership;"},{"prefix":"D","text":" Partnership agreement of a limited partnership;"},{"prefix":"E","text":" Operating agreement of a limited liability company;"},{"prefix":"F","text":" Bylaws of a general cooperative association;"},{"prefix":"G","text":" Bylaws of a limited cooperative association;"},{"prefix":"H","text":" Governing principles of an unincorporated nonprofit association; and"},{"prefix":"I","text":" Governing instrument of a statutory trust, business trust, or common-law business trust."},{"prefix":"33","text":" \"Proceeding\" includes a civil action, arbitration, mediation, administrative proceeding, criminal prosecution, and investigatory action."},{"prefix":"34","text":" \"Professional limited liability company\" means a limited liability company organized under Chapter 8 of this title solely for the purpose of rendering professional services through its members, managers, employees, or agents."},{"prefix":"35","text":" \"Property\" means all property, whether real, personal, or mixed, or tangible or intangible, or any interest therein."},{"prefix":"36","text":" \"Public organic record\" means the record the public filing of which forms an entity and any amendment or restatement of that record. The term \"public organic record\" shall include the:"},{"prefix":"A","text":" Articles of incorporation of a business corporation;"},{"prefix":"B","text":" Articles of incorporation of a nonprofit corporation;"},{"prefix":"C","text":" Certificate of limited partnership of a limited partnership;"},{"prefix":"D","text":" Certificate of organization of a limited liability company;"},{"prefix":"E","text":" Articles of incorporation of a general cooperative association;"},{"prefix":"F","text":" Articles of organization of a limited cooperative association; and"},{"prefix":"G","text":" Certificate of trust of a statutory trust, business trust, or common-law business trust."},{"prefix":"37","text":" \"Qualified foreign entity\" means a foreign entity that is registered to do business in the District pursuant to a statement of registration filed by the Mayor."},{"prefix":"38","text":" \"Receipt\" or \"receive\", as used in this chapter, means actual receipt."},{"prefix":"39","text":" \"Record\", used as a noun, means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form."},{"prefix":"40","text":" \"Registered agent\" means an agent of an entity which is authorized to receive service of any process, notice, or demand required or permitted by law to be served on the entity. The term \"registered agent\" shall include a commercial registered agent and a noncommercial registered agent."},{"prefix":"41","text":" \"Sign\" means, with present intent to authenticate or adopt a record to:"},{"prefix":"A","text":" Execute or adopt a tangible symbol; or"},{"prefix":"B","text":" Attach to or logically associate with the record an electronic symbol, sound, or process."},{"prefix":"42","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."},{"prefix":"43","text":" \"Statutory trust\" means a domestic statutory trust formed under or subject to Chapter 12 of this title or a foreign statutory trust."},{"prefix":"44","text":" \"Superior Court\" means the Superior Court of the District of Columbia."},{"prefix":"45","text":" \"Transfer\" includes an assignment, conveyance, sale, lease, mortgage, and encumbrance."},{"prefix":"46","text":" \"Transferable interest\" means the right under an unincorporated entity's organic law to receive distributions from the entity."},{"prefix":"47","text":" \"Type of entity\" means a generic form of entity:"},{"prefix":"A","text":" Recognized at common law; or"},{"prefix":"B","text":" Formed under an organic law, whether or not some entities formed under that organic law are subject to provisions of that law that create different categories of the form of entity."},{"prefix":"48","text":" \"Unincorporated nonprofit association\" means a domestic unincorporated nonprofit association formed under or subject to Chapter 11 of this title or a foreign unincorporated nonprofit association."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"101","identifier":"29-101.02","catch_text":"Definitions."}}