{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-102.11\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Each domestic filing entity and limited liability partnership and qualified foreign entity shall deliver to the Mayor for filing a biennial report that sets forth:"},{"prefix":"1","text":" The name of the entity and its jurisdiction of formation;"},{"prefix":"2","text":" The name and street and mailing address of the entity's registered agent in the District;"},{"prefix":"3","text":" The street and mailing address of the entity's principal office;"},{"prefix":"4","text":" The name of at least one governor, if the entity is a business corporation, nonprofit corporation, professional corporation, general cooperative association, or limited liability company; and"},{"prefix":"5","text":" In the case of a qualified foreign entity, a statement that the entity is in good standing in its state of formation or, if the entity is not in good standing, a description of the efforts of the entity to bring itself into good standing."},{"prefix":"b","text":" Information in the biennial report shall be current as of the date the report is signed on behalf of the entity."},{"prefix":"c","text":" The 1st biennial report shall be delivered to the Mayor for filing by April 1 of the year following the calendar year in which the domestic filing entity was formed or the foreign filing entity registered to do business in the District. Subsequent biennial reports shall be delivered to the Mayor by April 1st of each 2nd calendar year thereafter."},{"prefix":"d","text":" If a biennial report does not contain the information required by this subchapter, the Mayor promptly shall notify the reporting domestic or qualified foreign entity in a record and return the report for correction."},{"prefix":"e","text":" If a filed biennial report contains the name or address of a registered agent which differs from the information shown in the records of the Mayor immediately before the filing, the differing information in the biennial report shall be considered a statement of change under ยง 29-104.07, 29-104.08, or 29-104.09."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"II","text":"Filing."},"heading":{"title":"29","chaptersection":"102","identifier":"29-102.11","catch_text":"Biennial report for Mayor."}}