{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-102.13\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" There is established the Corporate Recordation Fund (\"Fund\"), which shall be classified as a proprietary fund and a type of enterprise fund for the purposes of § 47-373(1). The Fund shall be credited with all fees:"},{"prefix":"1","text":" That are identified in § 29-102.12 that are collected for Chapters 10 and 12;"},{"prefix":"2","text":" That are identified as expedited fees and the fees collected for the enforcement of Chapters 10 and 12; and"},{"prefix":"3","text":" Collected for the processing of corporate filings, including renewals, fines, and option service fees."},{"prefix":"b","text":" Revenue credited to the Fund shall be expended by the Department of Consumer and Regulatory Affairs as designated by an appropriations act of Congress for the purposes of maintaining and upgrading the corporate filing system, including copying fees, automation upgrades, personnel costs, and supplies."},{"prefix":"c","text":" Fees and charges payable to the Mayor shall be paid at the time of presenting a document for filing or making a request for information for which a fee or charge is payable."},{"prefix":"d","text":" Overpayments and duplicate and erroneous payments shall be refunded. A mere change of purpose after the payment of money, as when a party desires to withdraw a filing, shall not entitle a party to a refund."},{"prefix":"e","text":" Except noted under subsection (d) of this section, all other fees shall be deemed processing fees and shall be nonrefundable."},{"prefix":"f","text":" The Mayor may cancel a processed filing due to nonpayment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"II","text":"Filing."},"heading":{"title":"29","chaptersection":"102","identifier":"29-102.13","catch_text":"Establishment of Corporate Recordation Fund; disposition of entity filing fees."}}