{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1205 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1012.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in § 29-1012.04, for a limited cooperative association to voluntarily dissolve:"},{"prefix":"1","text":" A resolution to dissolve shall be approved by a majority vote of the board of directors unless a greater percentage is required by the organic rules;"},{"prefix":"2","text":" The board of directors shall call a members meeting to consider the resolution, to be held not later than 90 days after adoption of the resolution; and"},{"prefix":"3","text":" The board of directors shall mail or otherwise transmit or deliver to each member in a record that complies with § 29-1005.08:"},{"prefix":"A","text":" The resolution required by paragraph (1) of this subsection;"},{"prefix":"B","text":" A recommendation that the members vote in favor of the resolution or, if the board determines that because of conflict of interest or other special circumstances, it should not make a favorable recommendation, the basis of that determination; and"},{"prefix":"C","text":" Notice of the members meeting, which shall be given in the same manner as notice of a special meeting of members."},{"prefix":"b","text":" Subject to subsection (c) of this section, a resolution to dissolve shall be approved by:"},{"prefix":"1","text":" At least 2/3 of the voting power of members present at a members meeting called under subsection (a)(2) of this section; and"},{"prefix":"2","text":" If the limited cooperative association has investor members, at least a majority of the votes cast by patron members, unless the organic rules require a greater percentage."},{"prefix":"c","text":" The organic rules may require that the percentage of votes under subsection (b)(1) of this section shall be:"},{"prefix":"1","text":" A different percentage that is not less than a majority of members voting at the meeting; or"},{"prefix":"2","text":" Measured against the voting power of all members; or"},{"prefix":"3","text":" A combination of paragraphs (1) and (2) of this subsection."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"1012","identifier":"29-1012.05","catch_text":"Voluntary dissolution by the board and members."}}