{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-1126 has been recodified as § 29A-1126.\n\nUniform Law:\n\nThis section is based on § 30 of the Uniform Unincorporated Nonprofit Association Act (2008 Act) . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1126\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Constituent association organization\" means an unincorporated nonprofit association that is merged with one or more other unincorporated nonprofit associations, including the surviving association."},{"prefix":"2","text":" \"Disappearing association\" means a constituent association that is not the surviving association."},{"prefix":"3","text":" \"Surviving association\" means an unincorporated nonprofit association into which one or more other associations are merged."},{"prefix":"b","text":" A merger involving an unincorporated nonprofit association shall be subject to the following requirements:"},{"prefix":"1","text":" Each of the constituent merging associations shall comply with its governing law."},{"prefix":"2","text":" Each party to the merger shall approve a plan of merger. The plan, which must be in a record, shall include the following provisions:"},{"prefix":"A","text":" The name and form of each association that is a party to the merger;"},{"prefix":"B","text":" The name and form of the surviving association and, if the surviving association is to be created by the merger, a statement to that effect;"},{"prefix":"C","text":" The terms and conditions of the merger, including the manner and basis for converting the interests in each constituent association into any combination of money, interests in the surviving association, and other consideration;"},{"prefix":"D","text":" If the surviving association is to be created by the merger, the surviving association's organizational documents that are proposed to be in a record; and"},{"prefix":"E","text":" If the surviving association is not to be created by the merger, any amendments to be made by the merger to the surviving association's organizational documents that are, or are proposed to be, in a record."},{"prefix":"3","text":" The plan of merger shall be approved by the members of each unincorporated nonprofit association that is a constituent association in the merger. If a member of an association that is a party to a merger will have personal liability with respect to an obligation of a constituent or a surviving association, the consent in a record of that member to the plan of merger shall also be obtained."},{"prefix":"4","text":" Subject to the contractual rights of third parties, after a plan of merger is approved and at any time before the merger is effective, a constituent association may amend the plan or abandon the merger as provided in the plan, or except as otherwise prohibited in the plan, with the same consent as was required to approve the plan."},{"prefix":"5","text":" Following approval of the plan, a merger under this section shall be effective, if a constituent association is required to give notice to or obtain the approval of a governmental agency or officer to be a party to a merger, when the notice has been given and the approval has been obtained."},{"prefix":"d","text":" When a merger becomes effective, the following occur"},{"prefix":"1","text":" The surviving association shall continue or come into existence."},{"prefix":"2","text":" Each constituent association that merges into the surviving association shall cease to exist as a separate entity."},{"prefix":"3","text":" All property owned by each constituent association that ceases to exist shall vest in the surviving association."},{"prefix":"4","text":" All debts, obligations, or other liabilities of each constituent association that ceases to exist shall continue as debts, obligations, or other liabilities of the surviving association."},{"prefix":"5","text":" An action or proceeding pending by or against any constituent association that ceases to exist may be continued as if the merger had not occurred."},{"prefix":"6","text":" Except as prohibited by other law, all of the rights, privileges, immunities, powers, and purposes of each constituent association that ceases to exist shall vest in the surviving association."},{"prefix":"7","text":" Except as otherwise provided in the plan of merger, the terms and conditions of the plan of merger shall take effect."},{"prefix":"8","text":" The merger shall not affect the personal liability, if any, of a member or manager of a constituent association for a debt, obligation, or other liability of the association incurred before the merger is effective."},{"prefix":"9","text":" A surviving association that is a foreign unincorporated nonprofit association consents to the jurisdiction of the Superior Court to enforce any debt, obligation, or other liability owed by a constituent association if, before the merger, the constituent association was subject to suit in the District on the debt, obligation, or other liability. A surviving association that is a foreign unincorporated nonprofit association and not authorized to do business in the District may be served with process as provided in § 29- 104.12 for the purposes of enforcing a debt, obligation, or other liability under this subsection."},{"prefix":"e","text":" Property held for a charitable purpose under the law of the District by a domestic or foreign unincorporated nonprofit association immediately before a merger under this section becomes effective shall not, as a result of the merger, be diverted from the objects for which it was donated, granted, or devised, unless, to the extent required by or pursuant to the law of the District concerning cy pres or other law dealing with nondiversion of charitable assets, the organization obtains an appropriate order of the Superior Court specifying the disposition of the property."},{"prefix":"f","text":" A bequest, devise, gift, grant, or promise contained in a will or other instrument of donation, subscription, or conveyance that is made to a disappearing association and that takes effect or remains payable after the merger shall inure to the benefit of the surviving association. A trust obligation that would govern property if transferred to the disappearing association shall apply to property that is instead transferred to the surviving association under this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Unincorporated Nonprofit Associations. (Refs & Annos)"},"heading":{"title":"29","chaptersection":"1126","identifier":"29-1126","catch_text":"Mergers."}}