{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1206 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1012.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited cooperative association shall continue after dissolution only for purposes of winding up its activities."},{"prefix":"b","text":" In winding up a limited cooperative association's activities, the board of directors shall cause the association to:"},{"prefix":"1","text":" Discharge its liabilities, settle and close its activities, and marshal and distribute its assets;"},{"prefix":"2","text":" Preserve the association or its property as a going concern for no more than a reasonable time;"},{"prefix":"3","text":" Prosecute and defend actions and proceedings;"},{"prefix":"4","text":" Transfer association property; and"},{"prefix":"5","text":" Perform other necessary acts."},{"prefix":"c","text":" After dissolution and upon application of a limited cooperative association, a member, or a holder of financial rights, the Superior Court may order judicial supervision of the winding up of the association, including the appointment of a person to wind up the association's activities, if:"},{"prefix":"1","text":" After a reasonable time, the association has not wound up its activities; or"},{"prefix":"2","text":" The applicant establishes other good cause."},{"prefix":"d","text":" If a person is appointed pursuant to subsection (c) of this section to wind up the activities of a limited cooperative association, the association shall promptly deliver to the Mayor for filing an amendment to the articles of organization to reflect the appointment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"1012","identifier":"29-1012.06","catch_text":"Winding up."}}