{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 822 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1008.22\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited cooperative association shall have the officers:"},{"prefix":"1","text":" Provided in the organic rules; or"},{"prefix":"2","text":" Established by the board of directors in a manner not inconsistent with the organic rules."},{"prefix":"b","text":" The organic rules may designate or, if the rules do not designate, the board of directors shall designate, one of the association's officers for preparing all records required by § 29-1001.10 and for the authentication of records."},{"prefix":"c","text":" Unless the organic rules otherwise provide, the board of directors shall appoint the officers of the limited cooperative association."},{"prefix":"d","text":" Officers of a limited cooperative association shall perform the duties the organic rules prescribe or as authorized by the board of directors not in a manner inconsistent with the organic rules."},{"prefix":"e","text":" The election or appointment of an officer of a limited cooperative association shall not of itself create a contract between the association and the officer."},{"prefix":"f","text":" Unless the organic rules otherwise provide, an individual may simultaneously hold more than one office in a limited cooperative association."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Directors and Officers."},"heading":{"title":"29","chaptersection":"1008","identifier":"29-1008.22","catch_text":"Appointment and authority of officers."}}