{"text":"The governing instrument shall not:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 104 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1201.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" Vary the requirements of subchapter II of this chapter;"},{"prefix":"2","text":" Vary the choice of governing law under § 29-1203.01;"},{"prefix":"3","text":" Negate the exclusion of a predominantly donative purpose under § 29- 1203.03;"},{"prefix":"4","text":" Vary the provisions pertaining to series trusts in §§ 29-1204.01, 29- 1204.02(b), 29-1204.03, and 29-1204.04(c);"},{"prefix":"5","text":" Vary the standards of conduct for trustees under § 29-1205.05, but the governing instrument may prescribe the standards by which good faith, best interests of the statutory trust, and care that a person in a similar position would reasonably believe appropriate under similar circumstances are determined, if the standards are not manifestly unreasonable;"},{"prefix":"6","text":" Vary the obligation under § 29-1205.06 to act in good faith if a trustee or other person is not to be liable for relying on the terms of the governing instrument, the records of the statutory trust, or the opinions, reports, or statements of an expert, but the governing instrument may prescribe the standards for assessing whether the reliance was in good faith, if the standards are not manifestly unreasonable;"},{"prefix":"7","text":" Restrict the right of a trustee to information under § 29-1205.08, but the governing instrument may prescribe the standards for assessing whether information is reasonably related to the trustee's discharge of the trustee's duties as trustee, if the standards are not manifestly unreasonable;"},{"prefix":"8","text":" Vary the prohibition under § 29-1205.09 of indemnification, advancement of expenses, or exoneration for conduct involving bad faith, willful misconduct, or reckless indifference;"},{"prefix":"9","text":" Vary the obligation of a trustee under § 29-1205.10(c) not to follow a direction that is manifestly contrary to the terms of the governing instrument or would constitute a serious breach of fiduciary duty by the trustee;"},{"prefix":"10","text":" Restrict the right of a judgment creditor of a beneficial owner to seek a charging order under § 29-1206.06;"},{"prefix":"11","text":" Restrict the right of a beneficial owner to information under § 29- 1206.08, but the governing instrument may prescribe the standards for assessing whether information is reasonably related to the beneficial owner's interest, if the standards are not manifestly unreasonable;"},{"prefix":"12","text":" Restrict the right of a beneficial owner to bring an action under § 29- 1206.09, but the governing instrument may subject the right to additional standards and restrictions, including a requirement that beneficial owners owning a specified amount or type of beneficial interest, including in a series trust an interest in the series, join in bringing the action, if the additional standards and restrictions are not manifestly unreasonable;"},{"prefix":"13","text":" Vary the provisions pertaining to merger in §§ 29-1207.01, 29- 1207.04, and 29-1207.05;"},{"prefix":"14","text":" Vary the provisions pertaining to dissolution in §§ 29-1208.01 and 29-1208.02 through 29-1208.05;"},{"prefix":"15","text":" Vary the provisions relating to foreign statutory trusts in subchapter V of Chapter 1 of this title; or"},{"prefix":"16","text":" Vary the miscellaneous provisions in subchapter VII of Chapter 1 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"1201","identifier":"29-1201.04","catch_text":"Mandatory rules."}}