{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1210 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1012.10\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Upon application by a dissolved limited cooperative association that has published a notice under § 29-1012.09, the Superior Court may determine the amount and form of security to be provided for payment of claims against the association that are contingent, have not been made known to the association, or are based on an event occurring after the effective date of dissolution, but that, based on the facts known to the association, are reasonably anticipated to arise after the effective date of dissolution."},{"prefix":"b","text":" Not later than 10 days after filing an application under subsection (a) of this section, a dissolved limited cooperative association shall give notice of the proceeding to each known claimant holding a contingent claim."},{"prefix":"c","text":" The Superior Court may appoint a representative in a proceeding brought under this section to represent all claimants whose identities are unknown. The dissolved limited cooperative association shall pay reasonable fees and expenses of the representative, including all reasonable attorneys' and expert witness fees."},{"prefix":"d","text":" Provision by the dissolved limited cooperative association for security in the amount and the form ordered by the Superior Court shall satisfy the association's obligations with respect to claims that are contingent, have not been made known to the association, or are based on an event occurring after the effective date of dissolution, and the claims shall not be enforced against a member that received a distribution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"1012","identifier":"29-1012.10","catch_text":"Judicial proceeding."}}