{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 407 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1004.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" To amend its articles of organization, a limited cooperative association shall deliver to the Mayor for filing an amendment of the articles, restated articles of organization, or articles of merger pursuant to subchapter XV of this chapter, which contain one or more amendments of the articles of organization, stating:"},{"prefix":"1","text":" The name of the association;"},{"prefix":"2","text":" The date of filing of the association's initial articles; and"},{"prefix":"3","text":" The changes the amendment makes to the articles as most recently amended or restated."},{"prefix":"b","text":" Before the beginning of the initial meeting of the board of directors, an organizer who knows that information in the filed articles of organization was inaccurate when the articles were filed or has become inaccurate due to changed circumstances shall promptly:"},{"prefix":"1","text":" Cause the articles to be amended; or"},{"prefix":"2","text":" If appropriate, deliver an amendment to the Mayor for filing pursuant to § 29-102.01."},{"prefix":"c","text":" If restated articles of organization are adopted, the restated articles may be delivered to the Mayor for filing in the same manner as an amendment."},{"prefix":"d","text":" Upon filing, an amendment of the articles of organization or other record containing an amendment of the articles which has been properly adopted by the members is effective as provided in § 29-102.03."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Amendment of Organic Rules of Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1004","identifier":"29-1004.07","catch_text":"Amendment or restatement of articles of organization; filing."}}