{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-106.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A domestic filing entity that is dissolved administratively under § 29- 106.02 may apply to the Mayor for reinstatement. The application shall state:"},{"prefix":"1","text":" The name of the entity at the time of its administrative dissolution and, if needed, a different name that satisfies § 29-103.01;"},{"prefix":"2","text":" The address of the principal office of the entity and the name and address of the registered agent;"},{"prefix":"3","text":" The effective date of the entity's administrative dissolution; and"},{"prefix":"4","text":" That the grounds for dissolution either did not exist or have been eliminated."},{"prefix":"b","text":" To be reinstated, an entity shall pay all fees, taxes, and penalties that were due to the Mayor at the time of its administrative dissolution and all fees, taxes, and penalties that would have been due to the Mayor while the entity was dissolved administratively."},{"prefix":"c","text":" If the Mayor determines that the application contains the information required by subsection (a) of this section, is satisfied that the information is correct, and determines that all payments required to be made to the Mayor by subsection (b) of this section have been made, the Mayor shall cancel the statement of dissolution and prepare a statement of reinstatement that states the Mayor's determination and the effective date of reinstatement, file the original of the statement, and serve a copy on the entity pursuant to § 29- 104.12."},{"prefix":"d","text":" When reinstatement under this section is effective, it shall relate back to, and be effective, as of the effective date of the administrative dissolution, and the domestic filing entity shall resume carrying on its business as if the administrative dissolution had never occurred, except for the rights of a person arising out of an act or omission in reliance on the dissolution before the person knew or had reason to know of the reinstatement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"VI","text":"Administrative Dissolution."},"heading":{"title":"29","chaptersection":"106","identifier":"29-106.03","catch_text":"Reinstatement."}}