{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 603 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1006.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The provisions of this chapter relating to the transferability of a member's interest shall be subject to Subtitle I of Title 28."},{"prefix":"b","text":" Unless the organic rules otherwise provide, a member's interest other than financial rights shall not be transferable."},{"prefix":"c","text":" Unless a transfer is restricted or prohibited by the organic rules, a member may transfer its financial rights in the limited cooperative association."},{"prefix":"d","text":" The terms of any restriction on transferability of financial rights shall be:"},{"prefix":"1","text":" Set forth in the organic rules and the member records of the association; and"},{"prefix":"2","text":" Conspicuously noted on any certificates evidencing a member's interest."},{"prefix":"e","text":" A transferee of a member's financial rights, to the extent the rights are transferred, shall have the right to share in the allocation of profits or losses and to receive the distributions to the member transferring the interest to the same extent as the transferring member."},{"prefix":"f","text":" A transferee of a member's financial rights shall not become a member upon transfer of the rights unless the transferee is admitted as a member by the limited cooperative association."},{"prefix":"g","text":" A limited cooperative association need not give effect to a transfer under this section until the association has notice of the transfer."},{"prefix":"h","text":" A transfer of a member's financial rights in violation of a restriction on transfer contained in the organic rules shall be ineffective as to a person having notice of the restriction at the time of transfer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Member's Interest in Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1006","identifier":"29-1006.03","catch_text":"Transferability of member's interest."}}