{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 103 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1201.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) of this section or § 29- 1201.04, the governing instrument shall govern the:"},{"prefix":"1","text":" Management, affairs, and conduct of the business of a statutory trust; and"},{"prefix":"2","text":" Rights, interests, duties, obligations, and powers of, and the relations among, the trustees, the beneficial owners, the statutory trust, and other persons."},{"prefix":"b","text":" To the extent the governing instrument does not otherwise provide for a matter described in subsection (a) of this section, this chapter shall govern the matter."},{"prefix":"c","text":" The governing instrument may include one or more instruments, agreements, declarations, bylaws, or other records and refer to or incorporate any record."},{"prefix":"d","text":" The governing instrument may be amended with the approval of all the beneficial owners."},{"prefix":"e","text":" Subject to § 29-1201.04, without limiting the terms that may be included in a governing instrument, the governing instrument may:"},{"prefix":"1","text":" Provide the means by which beneficial ownership is determined and evidenced;"},{"prefix":"2","text":" Limit a beneficial owner's right to transfer its beneficial interest;"},{"prefix":"3","text":" Provide for one or more series under subchapter IV of this chapter;"},{"prefix":"4","text":" To the extent that voting rights are granted under the governing instrument, include terms relating to:"},{"prefix":"A","text":" Notice of the date, time, place, or purpose of any meeting at which any matter is to be voted on;"},{"prefix":"B","text":" Waiver of notice;"},{"prefix":"C","text":" Action by consent without a meeting;"},{"prefix":"D","text":" Establishment of record dates;"},{"prefix":"E","text":" Quorum requirements;"},{"prefix":"F","text":" Voting:"},{"prefix":"i","text":" In person;"},{"prefix":"ii","text":" By proxy;"},{"prefix":"iii","text":" By any form of communication that creates a record, telephone, or video conference; or"},{"prefix":"iv","text":" In any other manner; or"},{"prefix":"G","text":" Any other matter with respect to the exercise of the right to vote;"},{"prefix":"5","text":" Provide for the creation of one or more classes of trustees, beneficial owners, or beneficial interests having separate rights, powers, or duties;"},{"prefix":"6","text":" Provide for any action to be taken without the vote or approval of any particular trustee or beneficial owner, or classes of trustees, beneficial owners, or beneficial interests, including:"},{"prefix":"A","text":" Amendment of the governing instrument;"},{"prefix":"B","text":" Merger, conversion, or reorganization;"},{"prefix":"C","text":" Appointment of trustees;"},{"prefix":"D","text":" Sale, lease, exchange, transfer, pledge, or other disposition of all or any part of the property of the statutory trust or the property of any series thereof; and"},{"prefix":"E","text":" Dissolution of the statutory trust;"},{"prefix":"7","text":" Provide for the creation of a statutory trust, including the creation of a statutory trust to which all or any part of the property, liabilities, profits, or losses of a statutory trust may be transferred or exchanged, and for the conversion of beneficial interests in a statutory trust, or series thereof, into beneficial interests in the new statutory trust or series thereof;"},{"prefix":"8","text":" Provide for the appointment, election, or engagement of agents or independent contractors of the statutory trust or delegates of the trustees, or agents, officers, employees, managers, committees, or other persons that may manage the business and affairs of the statutory trust, designate their titles, and specify their rights, powers, and duties;"},{"prefix":"9","text":" Provide rights to any person, including a person that is not a party to the governing instrument;"},{"prefix":"10","text":" Subject to paragraph (11) of this subsection, specify the manner in which the governing instrument may be amended, including, unless waived by all persons for whose benefit the condition or requirement was intended, a:"},{"prefix":"A","text":" Condition that a person that is not a party to the instrument shall approve the amendment for it to be effective; and"},{"prefix":"B","text":" Requirement that the governing instrument may be amended only as provided in the governing instrument or as otherwise permitted by law."},{"prefix":"11","text":" Provide that a person may comply with paragraph (10) of this subsection by a representative authorized by the person orally, in a record, or by conduct;"},{"prefix":"12","text":" Provide that a person becomes a beneficial owner, acquires a beneficial interest, and is bound by the governing instrument if the person complies with the conditions for becoming a beneficial owner set forth in the governing instrument, such as payment to the statutory trust or to a previous beneficial owner;"},{"prefix":"13","text":" Provide that the statutory trust or the trustees, acting for the statutory trust, hold beneficial ownership of any income earned on securities held by the statutory trust that are issued by any business entity formed, organized, or existing under the laws of any jurisdiction;"},{"prefix":"14","text":" Provide for the establishment of record dates;"},{"prefix":"15","text":" Grant to, or withhold from, a trustee or beneficial owner, or class of trustees or beneficial owners, the right to vote, separately or with any or all other trustees or beneficial owners, or class of trustees or beneficial owners, on any matter; and"},{"prefix":"16","text":" Limit the duration of the statutory trust."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"1201","identifier":"29-1201.03","catch_text":"Governing instrument: scope, limitations, and amendment."}}