{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 705 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1207.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a merger becomes effective:"},{"prefix":"1","text":" The surviving organization shall continue or comes into existence;"},{"prefix":"2","text":" Each constituent organization that merges with the surviving organization shall cease to exist as a separate organization;"},{"prefix":"3","text":" All property owned by each constituent organization that ceases to exist shall vest in the surviving organization;"},{"prefix":"4","text":" All debts, obligations, and other liabilities of each constituent organization that ceases to exist, including those existing with respect to the property of a series thereof, shall continue as debts, obligations, or other liabilities of the surviving organization limited to the property thereof as provided for by the plan of merger and the governing law of the surviving organization;"},{"prefix":"5","text":" An action or proceeding pending by or against any constituent organization that ceases to exist shall continue as if the merger had not occurred;"},{"prefix":"6","text":" Except as prohibited by law other than this chapter, all rights, privileges, immunities, powers, and purposes of each constituent organization that ceases to exist shall vest in the surviving organization;"},{"prefix":"7","text":" Except as otherwise provided in the plan of merger, the terms and conditions of the plan of merger shall take effect;"},{"prefix":"8","text":" If the surviving organization is created by the merger and:"},{"prefix":"A","text":" If it is a statutory trust, the certificate of trust becomes effective; or"},{"prefix":"B","text":" If it is an organization other than a statutory trust, the organizational document that creates the organization shall become effective; and"},{"prefix":"9","text":" If the surviving organization preexisted the merger, any amendment provided for in the articles of merger for the organizational document that created the organization shall become effective."},{"prefix":"b","text":" A surviving organization that is a foreign organization consents to the jurisdiction of the courts of the District to enforce any debt, obligation, or other liability owed by a constituent organization if, before the merger, the constituent organization was subject to suit in the District on the obligation. A surviving organization that is a foreign organization not authorized to do business in the District may be served in accordance with § 29-104.12."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Merger."},"heading":{"title":"29","chaptersection":"1207","identifier":"29-1207.05","catch_text":"Effect of merger."}}