{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-104.11\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A nonqualified foreign entity or domestic nonfiling entity may deliver to the Mayor for filing a statement appointing a registered agent signed on behalf of the entity which states the:"},{"prefix":"1","text":" Name, type of entity, and jurisdiction of formation of the entity; and"},{"prefix":"2","text":" Information required by ยง 29-104.04(a)."},{"prefix":"b","text":" A statement appointing a registered agent shall be effective on filing by the Mayor and shall be effective for 5 years after the date of filing unless canceled or terminated earlier."},{"prefix":"c","text":" Appointment of a registered agent under this section shall not qualify a nonqualified foreign entity to do business in the District."},{"prefix":"d","text":" A statement appointing a registered agent shall not be rejected for filing because the name of the entity filing the statement is not distinguishable on the records of the Mayor from the name of another entity appearing in those records. The filing of the statement shall not make the name of the entity filing the statement unavailable for use by another entity."},{"prefix":"e","text":" An entity that delivers to the Mayor for filing a statement under subsection (a) of this section appointing a registered agent may cancel the statement by delivering to the Mayor for filing a statement of cancellation that states the name of the entity and that the entity is canceling its appointment of an agent for service of process in the District. The statement shall be effective on filing by the Mayor."},{"prefix":"f","text":" A statement appointing a registered agent for a nonqualified foreign entity terminates on the date the entity becomes a qualified foreign entity."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"IV","text":"Registered Agent."},"heading":{"title":"29","chaptersection":"104","identifier":"29-104.11","catch_text":"Appointment of registered agent by nonqualified foreign entity or nonfiling domestic entity."}}