{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-1102 has been recodified as § 29A-1102.\n\nUniform Law:\n\nThis section is based on § 2 of the Uniform Unincorporated Nonprofit Association Act (2008 Act) . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1102\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Established practices\" means the practices used by an unincorporated nonprofit association without material change during the most recent 5 years of its existence or, if it has existed for less than 5 years, during its entire existence."},{"prefix":"2","text":" \"Governing principles\" means the agreements, whether oral, in a record, or implied from its established practices, that govern the purpose or operation of an unincorporated nonprofit association and the rights and obligations of its members and managers. The term \"governing principles\" shall include any amendment or restatement of the agreements constituting the governing principles."},{"prefix":"3","text":" \"Manager\" means a person that is responsible, alone or in concert with others, for the management of an unincorporated nonprofit association."},{"prefix":"4","text":" \"Member\" means a person that, under the governing principles, may participate in the selection of persons authorized to manage the affairs of the unincorporated nonprofit association or in the development of the policies and activities of the association."},{"prefix":"5","text":" \"Unincorporated nonprofit association\" means an unincorporated organization, consisting of 2 or more members joined under an agreement that is oral, in a record, or implied from conduct, for one or more common, nonprofit purposes. The term \"unincorporated nonprofit association\" shall not include:"},{"prefix":"A","text":" A trust;"},{"prefix":"B","text":" A marriage, domestic partnership, common law domestic relationship, civil union, or other domestic living arrangement;"},{"prefix":"C","text":" An organization formed under any other statute that governs the organization and operation of unincorporated associations;"},{"prefix":"D","text":" A joint tenancy, tenancy in common, or tenancy by the entireties even if the co-owners share use of the property for a nonprofit purpose; or"},{"prefix":"E","text":" A relationship under an agreement in a record that expressly provides that the relationship between the parties does not create an unincorporated nonprofit association."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Unincorporated Nonprofit Associations. (Refs & Annos)"},"heading":{"title":"29","chaptersection":"1102","identifier":"29-1102","catch_text":"Definitions."}}