{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 606 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1206.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a beneficial interest is not freely transferable by a beneficial owner so that the transferee has all rights of the transferor, a judgment creditor of a beneficial owner may satisfy the judgment against the beneficial owner's beneficial interest only as provided in this section."},{"prefix":"b","text":" On application by a judgment creditor of a beneficial owner, the Superior Court may issue a charging order against the beneficial owner's right to distributions from the trust for the unsatisfied part of the judgment and:"},{"prefix":"1","text":" Appoint a receiver of the distributions subject to the charging order, with the power to enforce the beneficial owner's right to a distribution; and"},{"prefix":"2","text":" Make other orders necessary to give effect to the charging order."},{"prefix":"c","text":" A charging order issued under subsection (b) of this section shall be a lien on the beneficial owner's right to distributions and requires the statutory trust to pay over to the judgment creditor any distribution that would otherwise be paid to the beneficial owner until the judgment has been satisfied."},{"prefix":"d","text":" A statutory trust or beneficial owner that is not subject to a charging order issued under subsection (b) of this section shall pay to the judgment creditor the full amount due under the judgment lien and thereby succeed to the rights of the judgment creditor, including the charging order."},{"prefix":"e","text":" This chapter shall not deprive a beneficial owner or a transferee of the beneficial interest of any exemption applicable to the beneficial interest."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Beneficiaries and Beneficial Rights."},"heading":{"title":"29","chaptersection":"1206","identifier":"29-1206.06","catch_text":"Charging order."}}