{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-104.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A person may become listed as a commercial registered agent by filing with the Mayor a commercial registered agent listing statement signed by or on behalf of the person which states:"},{"prefix":"1","text":" The name of the individual or the name of the entity, Type of entity, and jurisdiction of formation of the entity;"},{"prefix":"2","text":" That the person is in the business of serving as a commercial registered agent in the District; and"},{"prefix":"3","text":" The address of a place of business of the person in the District to which service of process and other notice and documents being served on or sent to entities represented by the person may be delivered."},{"prefix":"b","text":" A commercial registered agent listing statement may include the information regarding acceptance by the agent of service of process in a form other than a written record as provided for in ยง 29-104.12(e)."},{"prefix":"c","text":" If the name of a person filing a commercial registered agent listing statement is not distinguishable on the records of the Mayor from the name of another commercial registered agent listed under this section, the person shall adopt a fictitious name that is distinguishable and use that name in its statement and when it does business in the District as a commercial registered agent."},{"prefix":"d","text":" A listing statement shall be effective on filing by the Mayor."},{"prefix":"e","text":" The Mayor shall note the filing of the commercial registered agent listing statement in the index of filings maintained by the Mayor for each entity represented by the agent at the time of the filing. The statement shall be deemed to delete the address of the agent from the filing of each of those entities."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"IV","text":"Registered Agent."},"heading":{"title":"29","chaptersection":"104","identifier":"29-104.05","catch_text":"Listing of commercial registered agent."}}