{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-1121 has been recodified as § 29A-1121.\n\nUniform Law:\n\nThis section is based on § 25 of the Uniform Unincorporated Nonprofit Association Act (2008 Act) . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1121\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" On reasonable notice, a member or manager of an unincorporated nonprofit association may inspect and copy during the unincorporated nonprofit association's regular operating hours, at a reasonable location specified by the association, any record maintained by the association regarding its activities, financial condition, and other circumstances, to the extent the information is material to the member's or manager's rights and duties under the governing principles."},{"prefix":"b","text":" An unincorporated nonprofit association may impose reasonable restrictions on access to, and use of, information to be furnished under this section, including designating the information confidential and imposing the obligations of nondisclosure and safeguarding on the recipient."},{"prefix":"c","text":" An unincorporated nonprofit association may charge a person that makes a demand under this section reasonable copying costs, limited to the costs of labor and materials."},{"prefix":"d","text":" A former member or manager shall be entitled to information to which the member or manager was entitled while a member or manager if the information pertains to the period during which the person was a member or manager, the former member or manager seeks the information in good faith, and the former member or manager satisfies subsections (a) through (c) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Unincorporated Nonprofit Associations. (Refs & Annos)"},"heading":{"title":"29","chaptersection":"1121","identifier":"29-1121","catch_text":"Right of members and managers to information."}}