{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-105.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A foreign filing entity or foreign limited liability partnership shall not do business in the District until it registers with the Mayor under this chapter."},{"prefix":"b","text":" A foreign filing entity or foreign limited liability partnership doing business in the District shall not maintain an action in the District unless it is registered to do business in the District."},{"prefix":"c","text":" The failure of a foreign filing entity or foreign limited liability partnership to register to do business in the District shall not impair the validity of a contract or act of the foreign filing entity or foreign limited liability partnership or preclude it from defending a proceeding in the District."},{"prefix":"d","text":" The liability of an interest holder or governor of a foreign filing entity or of a partner of a foreign limited liability partnership shall be governed by the laws of its jurisdiction of formation. Any limitation on that liability shall be not waived shall solely because the foreign filing entity or foreign limited liability partnership does business in the District without registering."},{"prefix":"e","text":" Section 29-105.01(a) and (b) shall apply even if a foreign entity fails to register under this chapter."},{"prefix":"f","text":" A foreign filing entity that does business in the District without being registered under ยง 29-105.03 shall be liable for all fees, penalties, and other charges for which the entity would have been liable if it had registered and had filed all reports required by this chapter for the period during which it did business in the District. The Attorney General for the District of Columbia may bring an action in the Superior Court of the District of Columbia to recover these fees, penalties, and other charges. A foreign entity shall not be registered under this chapter until it has paid these fees, penalties, and other charges."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"V","text":"Foreign Entities."},"heading":{"title":"29","chaptersection":"105","identifier":"29-105.02","catch_text":"Registration to do business in the District."}}