{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 114 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1001.10\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Subject to subsection (b) of this section, a limited cooperative association shall maintain in a record available at its principal office:"},{"prefix":"1","text":" A list containing the name, last known street address and, if different, mailing address, and term of office of each director and officer;"},{"prefix":"2","text":" The initial articles of organization and all amendments to and restatements of the articles, together with a signed copy of any power of attorney under which any article, amendment, or restatement has been signed;"},{"prefix":"3","text":" The initial bylaws and all amendments to and restatements of the bylaws;"},{"prefix":"4","text":" All filed articles of merger and statements filed under Chapter 2 of this title;"},{"prefix":"5","text":" All financial statements of the association for the 6 most recent years;"},{"prefix":"6","text":" The 6 most recent biennial reports delivered by the association to the Mayor;"},{"prefix":"7","text":" The minutes of members meetings for the 6 most recent years;"},{"prefix":"8","text":" Evidence of all actions taken by members without a meeting for the 6 most recent years;"},{"prefix":"9","text":" A list containing:"},{"prefix":"A","text":" The name, in alphabetical order, and last known street address and, if different, mailing address of each patron member and each investor member; and"},{"prefix":"B","text":" If the association has districts or classes of members, information from which each current member in a district or class may be identified;"},{"prefix":"10","text":" The federal income tax returns, any state and local income tax returns, and any tax reports of the association for the 6 most recent years;"},{"prefix":"11","text":" Accounting records maintained by the association in the ordinary course of its operations for the 6 most recent years;"},{"prefix":"12","text":" The minutes of directors meetings for the 6 most recent years;"},{"prefix":"13","text":" Evidence of all actions taken by directors without a meeting for the 6 most recent years;"},{"prefix":"14","text":" The amount of money contributed and agreed to be contributed by each member;"},{"prefix":"15","text":" A description and statement of the agreed value of contributions other than money made and agreed to be made by each member;"},{"prefix":"16","text":" The times at which, or events on the happening of which, any additional contribution is to be made by each member;"},{"prefix":"17","text":" For each member, a description and statement of the member's interest or information from which the description and statement can be derived; and"},{"prefix":"18","text":" All communications concerning the association made in a record to all members, or to all members in a district or class, for the 6 most recent years."},{"prefix":"b","text":" If a limited cooperative association has existed for less than the period for which records must be maintained under subsection (a) of this section, the period for which records must be kept shall be the period of the association's existence."},{"prefix":"c","text":" The organic rules may require that more information be maintained."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"1001","identifier":"29-1001.10","catch_text":"Required information."}}