{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1208 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1012.08\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Subject to subsection (d) of this section, a dissolved limited cooperative association may dispose of the known claims against it by following the procedure in subsections (b) and (c) of this section."},{"prefix":"b","text":" A dissolved limited cooperative association may notify its known claimants of the dissolution in a record. The notice shall:"},{"prefix":"1","text":" Specify that a claim be in a record;"},{"prefix":"2","text":" Specify the information required to be included in the claim;"},{"prefix":"3","text":" Provide an address to which the claim must be sent;"},{"prefix":"4","text":" State the deadline for receipt of the claim, which shall not be less than 120 days after the date the notice is received by the claimant; and"},{"prefix":"5","text":" State that the claim will be barred if not received by the deadline."},{"prefix":"c","text":" A claim against a dissolved limited cooperative association shall be barred if the requirements of subsection (b) of this section are met and:"},{"prefix":"1","text":" The association is not notified of the claimant's claim, in a record, by the deadline specified in the notice under subsection (b)(4) of this section;"},{"prefix":"2","text":" In the case of a claim that is timely received but rejected by the association, the claimant does not commence an action to enforce the claim against the association within 90 days after receipt of the notice of the rejection; or"},{"prefix":"3","text":" If a claim is timely received but is not accepted or rejected by the association within 120 days after the deadline for receipt of claims, the claimant does not commence an action to enforce the claim against the association within 90 days after the 120-day period."},{"prefix":"d","text":" This section shall not apply to a claim based on an event occurring after the date of dissolution or a liability that is contingent on that date."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"1012","identifier":"29-1012.08","catch_text":"Known claims against dissolved limited cooperative association."}}