{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1004 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1010.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The organic rules may provide for allocating profits of a limited cooperative association among members, among persons that are not members but conduct business with the association, to an unallocated account, or to any combination thereof. Unless the organic rules otherwise provide, losses of the association shall be allocated in the same proportion as profits."},{"prefix":"b","text":" Unless the organic rules otherwise provide, all profits and losses of a limited cooperative association shall be allocated to patron members."},{"prefix":"c","text":" If a limited cooperative association has investor members, the organic rules shall not reduce the allocation to patron members to less than 50% of profits. For purposes of this subsection, the following rules shall apply:"},{"prefix":"1","text":" Amounts paid or due on contracts for the delivery to the association by patron members of products, goods, or services shall not be considered amounts allocated to patron members."},{"prefix":"2","text":" Amounts paid, due, or allocated to investor members as a stated fixed return on equity shall not be considered amounts allocated to investor members."},{"prefix":"d","text":" Unless prohibited by the organic rules, in determining the profits for allocation under subsections (a), (b), and (c) of this section, the board of directors may first deduct and set aside a part of the profits to create or accumulate:"},{"prefix":"1","text":" An unallocated capital reserve; and"},{"prefix":"2","text":" Reasonable unallocated reserves for specific purposes, including:"},{"prefix":"A","text":" Expansion and replacement of capital assets;"},{"prefix":"B","text":" Education, training, and cooperative development;"},{"prefix":"C","text":" Creation and distribution of information concerning principles of cooperation; and"},{"prefix":"D","text":" Community responsibility."},{"prefix":"e","text":" Subject to subsections (b) and (f) of this section and the organic rules, the board of directors shall allocate the amount remaining after any deduction or setting aside of profits for unallocated reserves under subsection (d) of this section to:"},{"prefix":"1","text":" Patron members in the ratio of each member's patronage to the total patronage of all patron members during the period for which allocations are to be made; and"},{"prefix":"2","text":" Investor members, if any, in the ratio of each investor member's contributions to the total contributions of all investor members."},{"prefix":"f","text":" For purposes of allocation of profits and losses or specific items of profits or losses of a limited cooperative association to members, the organic rules may establish allocation units or methods based on separate classes of members or, for patron members, on class, function, division, district, department, allocation units, pooling arrangements, members' contributions, or other equitable methods."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contributions, Allocations, and Distributions."},"heading":{"title":"29","chaptersection":"1010","identifier":"29-1010.04","catch_text":"Allocations of profits and losses."}}