{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 805 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1208.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved statutory trust may publish notice of its dissolution and request persons having claims against the trust to present them in accordance with the notice."},{"prefix":"b","text":" A notice under subsection (a) of this section shall:"},{"prefix":"1","text":" Be published at least once in a newspaper of general circulation in the District or, if it has no principal office in the District, in the city in which the trust's principal office is or was last located;"},{"prefix":"2","text":" Describe the information required for a claim;"},{"prefix":"3","text":" Provide a mailing address to which the claim may be sent; and"},{"prefix":"4","text":" State that a claim against the trust shall be barred unless an action to enforce the claim is commenced not later than 3 years after publication of the notice."},{"prefix":"c","text":" If a dissolved statutory trust publishes a notice in accordance with subsection (b) of this section, unless the claimant commences an action to enforce a claim against the trust not later than 3 years after the publication date of the notice, the claim of each of the following claimants shall be barred:"},{"prefix":"1","text":" A claimant that did not receive notice in a record under § 29-1208.04;"},{"prefix":"2","text":" A claimant whose claim was timely sent to the trust but was rejected or not acted on; and"},{"prefix":"3","text":" A claimant whose claim is contingent at, or based on an event occurring after, the effective date of dissolution."},{"prefix":"d","text":" A claim not barred under this section may be enforced against undistributed property."},{"prefix":"e","text":" If property of the trust has been distributed after dissolution, a claim not barred under this section may be enforced against a beneficial owner to the extent of that beneficial owner's proportionate share of the property distributed to the beneficial owner after dissolution. However, a beneficial owner's total liability for all claims under this subsection shall not exceed the total amount of property distributed to the beneficial owner after dissolution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"1208","identifier":"29-1208.05","catch_text":"Publication of notice."}}