{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1007 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1010.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited cooperative association shall not make a distribution if, after the distribution:"},{"prefix":"1","text":" The association would not be able to pay its debts as they become due in the ordinary course of the association's activities; or"},{"prefix":"2","text":" The association's assets would be less than the sum of its total liabilities."},{"prefix":"b","text":" A limited cooperative association may base a determination that a distribution is not prohibited under subsection (a) of this section on financial statements prepared on the basis of accounting practices and principles that are reasonable in the circumstances or on a fair valuation or other method that is reasonable in the circumstances."},{"prefix":"c","text":" Except as otherwise provided in subsection (d) of this section, the effect of a distribution allowed under subsection (b) of this section shall be measured:"},{"prefix":"1","text":" In the case of distribution by purchase, redemption, or other acquisition of financial rights in the limited cooperative association, as of the date money or other property is transferred or debt is incurred by the association; and"},{"prefix":"2","text":" In all other cases, as of the date:"},{"prefix":"A","text":" The distribution is authorized, if the payment occurs not later than 120 days after that date; or"},{"prefix":"B","text":" The payment is made, if payment occurs more than 120 days after the distribution is authorized."},{"prefix":"d","text":" If indebtedness is issued as a distribution, each payment of principal or interest on the indebtedness shall treated as a distribution, the effect of which is measured on the date the payment is made."},{"prefix":"e","text":" For purposes of this section, the term \"distribution\" shall not include reasonable amounts paid to a member in the ordinary course of business as payment or compensation for commodities, goods, past or present services, or reasonable payments made in the ordinary course of business under a bona fide retirement or other benefits program."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contributions, Allocations, and Distributions."},"heading":{"title":"29","chaptersection":"1010","identifier":"29-1010.07","catch_text":"Limitations on distributions."}}