{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-102.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" To be filed by the Mayor pursuant to this title, an entity filing shall be received by the office of the Mayor, and shall comply with this title, and satisfy the following:"},{"prefix":"1","text":" The entity filing shall be required or permitted by this title."},{"prefix":"2","text":" The entity filing shall be physically delivered in written form unless and to the extent the Mayor permits electronic delivery of entity filings in other than written form."},{"prefix":"3","text":" The words in the entity filing shall be in English and numbers shall be in Arabic or Roman numerals, but the name of the entity need not be in English if written in English letters or Arabic or Roman numerals."},{"prefix":"4","text":" The entity filing shall be signed by an individual authorized under this title to sign the filing."},{"prefix":"5","text":" The entity filing shall state the name and capacity, if any, of the individual who signed it, but need not contain a seal, attestation, acknowledgment, or verification."},{"prefix":"b","text":" If a law other than this title prohibits the disclosure by the Mayor of information contained in an entity filing, the Mayor shall accept the filing if it otherwise complies with this section, but the Mayor may redact the information."},{"prefix":"c","text":" When an entity filing is delivered to the Mayor for filing, any fee required under this chapter and any fee, tax, or penalty required to be paid under this title or law other than this title shall be paid in a manner permitted by the Mayor or by that law."},{"prefix":"d","text":" The Mayor may require that an entity filing delivered in written form be accompanied by an identical or conformed copy."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"II","text":"Filing."},"heading":{"title":"29","chaptersection":"102","identifier":"29-102.01","catch_text":"Entity filing requirements."}}