{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 402 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1004.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in §§ 29-1004.01(a) and 29-1004.05(f), the organic rules of a limited cooperative association shall be amended only at a members meeting. An amendment may be proposed by either:"},{"prefix":"1","text":" A majority of the board of directors, or a greater percentage if required by the organic rules; or"},{"prefix":"2","text":" One or more petitions signed by at least 10% of the patron members or at least 10% of the investor members."},{"prefix":"b","text":" The board of directors shall call a members meeting to consider an amendment proposed pursuant to subsection (a) of this section. The meeting shall be held not later than 90 days following the proposal of the amendment by the board or receipt of a petition. The board shall mail or otherwise transmit or deliver in a record to each member:"},{"prefix":"1","text":" The proposed amendment, or a summary of the proposed amendment and a statement of the manner in which a copy of the amendment in a record may be reasonably obtained by a member;"},{"prefix":"2","text":" A recommendation that the members approve the amendment or, if the board determines that because of conflict of interest or other special circumstances, it should not make a favorable recommendation, the basis for that determination;"},{"prefix":"3","text":" A statement of any condition of the board's submission of the amendment to the members; and"},{"prefix":"4","text":" Notice of the meeting at which the proposed amendment will be considered, which shall be given in the same manner as notice for a special meeting of members."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Amendment of Organic Rules of Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1004","identifier":"29-1004.02","catch_text":"Notice and action on amendment of organic rules."}}