{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 303 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1003.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" After a limited cooperative association is formed:"},{"prefix":"1","text":" If initial directors are named in the articles of organization, the initial directors shall hold an organizational meeting to adopt initial bylaws and carry on any other business necessary or proper to complete the organization of the association; or"},{"prefix":"2","text":" If initial directors are not named in the articles of organization, the organizers shall designate the initial directors and call a meeting of the initial directors to adopt initial bylaws and carry on any other business necessary or proper to complete the organization of the association."},{"prefix":"b","text":" Unless the articles of organization otherwise provide, the initial directors may cause the limited cooperative association to accept members, including those necessary for the association to begin business."},{"prefix":"c","text":" Initial directors need not be members."},{"prefix":"d","text":" An initial director shall serve until a successor is elected and qualified at a members meeting or the director is removed, resigns, is adjudged incompetent, or dies."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Formation and Initial Articles of Organization of Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1003","identifier":"29-1003.03","catch_text":"Organization of limited cooperative association."}}