{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1207 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1012.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" In winding up a limited cooperative association's business, the association shall apply its assets to discharge its obligations to creditors, including members that are creditors. The association shall apply any remaining assets to pay, in money, the net amount distributable to members in accordance with their right to distributions under subsection (b) of this section."},{"prefix":"b","text":"(1) Unless the organic rules otherwise provide, for the purposes of this subsection, the term \"financial interests\" means the amounts recorded in the names of members in the records of a limited cooperative association at the time a distribution is made, including amounts paid to become a member, amounts allocated but not distributed to members, and amounts of distributions authorized but not yet paid to members."},{"prefix":"2","text":" Unless the organic rules otherwise provide, each member shall be entitled to a distribution from the association of any remaining assets in the proportion of the member's financial interests to the total financial interests of the members after all other obligations are satisfied."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"1012","identifier":"29-1012.07","catch_text":"Distribution of assets in winding up limited cooperative association."}}