{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-105.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Without excluding other activities that do not have the intra-District presence necessary to constitute doing business in the District under this title, a foreign filing entity or foreign limited liability partnership shall not be considered to be doing business in the District under this title solely by reason of carrying on in the District any one or more of the following activities:"},{"prefix":"1","text":" Maintaining, defending, mediating, arbitrating, or settling a proceeding;"},{"prefix":"2","text":" Carrying on any activity concerning its internal affairs, including holding meetings of its interest holders or governors;"},{"prefix":"3","text":" Maintaining accounts in financial institutions;"},{"prefix":"4","text":" Maintaining offices or agencies for the transfer, exchange, and registration of interests in the entity or maintaining trustees or depositories with respect to those interests;"},{"prefix":"5","text":" Selling through independent contractors;"},{"prefix":"6","text":" Soliciting or obtaining orders by any means if the orders require acceptance outside the District before they become contracts;"},{"prefix":"7","text":" Creating or acquiring indebtedness, mortgages, or security interests in property;"},{"prefix":"8","text":" Securing or collecting debts or enforcing mortgages or other security interests in property securing the debts and holding, protecting, or maintaining property so acquired;"},{"prefix":"9","text":" Conducting an isolated transaction that is not in the course of similar transactions; and"},{"prefix":"10","text":" Doing business in interstate commerce."},{"prefix":"b","text":" This section shall not apply in determining the contacts or activities that may subject a foreign filing entity or foreign limited liability partnership to service of process, taxation, or regulation under law of the District other than this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"V","text":"Foreign Entities."},"heading":{"title":"29","chaptersection":"105","identifier":"29-105.05","catch_text":"Activities not constituting doing business."}}