{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 304 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1003.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Bylaws shall be in a record and, if not stated in the articles of organization, shall include:"},{"prefix":"1","text":" A statement of the capital structure of the limited cooperative association, including:"},{"prefix":"A","text":" The classes or other types of members' interests and relative rights, preferences, and restrictions granted to or imposed upon each class or other type of member's interest; and"},{"prefix":"B","text":" The rights to share in profits or distributions of the association;"},{"prefix":"2","text":" A statement of the method for admission of members;"},{"prefix":"3","text":" A statement designating voting and other governance interests, including which members have voting power and any restriction on voting power;"},{"prefix":"4","text":" A statement that a member's interest is transferable if it is to be transferable and a statement of the conditions upon which it may be transferred;"},{"prefix":"5","text":" A statement concerning the manner in which profits and losses are allocated, and distributions are made, among patron members and, if investor members are authorized, the manner in which profits and losses are allocated, and how distributions are made, among investor members and between patron members and investor members;"},{"prefix":"6","text":" A statement concerning:"},{"prefix":"A","text":" Whether persons that are not members but conduct business with the association may be permitted to share in allocations of profits and losses and receive distributions; and"},{"prefix":"B","text":" The manner in which profits and losses are allocated and distributions are made with respect to those persons; and"},{"prefix":"7","text":" A statement of the number and terms of directors or the method by which the number and terms are determined."},{"prefix":"b","text":" Subject to § 29-1001.09(c) and the articles of organization, bylaws may contain any other provision for managing and regulating the affairs of the association."},{"prefix":"c","text":" In addition to amendments permitted under subchapter IV of this chapter, the initial board of directors may amend the bylaws by a majority vote of the directors at any time before the admission of members."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Formation and Initial Articles of Organization of Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1003","identifier":"29-1003.04","catch_text":"Bylaws."}}