{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 804 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1208.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (c) of this section, a dissolved statutory trust may dispose of a known claim against it by sending notice to the claimant in a record of the dissolution of the trust. The notice shall:"},{"prefix":"1","text":" Specify the information required to be included in the claim;"},{"prefix":"2","text":" Provide a mailing address to which the claim is to be sent;"},{"prefix":"3","text":" State the deadline for receipt of the claim, which shall not be less than 120 days after the date the notice is sent to the claimant; and"},{"prefix":"4","text":" State that the claim will be barred if not received by the deadline."},{"prefix":"b","text":" A claim against a dissolved statutory trust is barred if the requirements of subsection (a) of this section are met and:"},{"prefix":"1","text":" The claim is not received by the specified deadline; or"},{"prefix":"2","text":" If the claim is timely received but rejected by the trust:"},{"prefix":"A","text":" The trust notifies the claimant in a record that the claim is rejected and will be barred unless the claimant commences an action against the trust to enforce the claim not later than the 90th day after the claimant receives the notice; and"},{"prefix":"B","text":" The claimant does not commence the required action not later than the 90th day."},{"prefix":"c","text":" This section shall not apply to a claim based on:"},{"prefix":"1","text":" An event occurring after the effective date of dissolution; or"},{"prefix":"2","text":" A liability that on that date is unmatured or contingent."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"1208","identifier":"29-1208.04","catch_text":"Notice to claimant."}}