{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1610 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1015.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a merger becomes effective:"},{"prefix":"1","text":" The surviving limited cooperative association shall continue or come into existence;"},{"prefix":"2","text":" Each constituent limited cooperative association that merges into the surviving association shall cease to exist as a separate entity;"},{"prefix":"3","text":" All property owned by each constituent association that ceases to exist shall vest in the surviving association;"},{"prefix":"4","text":" All debts, liabilities, and other obligations of each constituent association that ceases to exist shall continue as obligations of the surviving association;"},{"prefix":"5","text":" An action or proceeding pending by or against any constituent association that ceases to exist may be continued as if the merger had not occurred;"},{"prefix":"6","text":" Except as prohibited by law other than this chapter, all rights, privileges, immunities, powers, and purposes of each constituent association that ceases to exist shall vest in the surviving association;"},{"prefix":"7","text":" Except as otherwise provided in the plan of merger, the terms and conditions of the plan shall take effect;"},{"prefix":"8","text":" Except as otherwise provided in the plan of merger, if a merging limited cooperative association ceases to exist, the merger shall not dissolve the association for purposes of subchapter XII of this chapter;"},{"prefix":"9","text":" If the surviving association is created by the merger, the articles of organization shall become effective; and"},{"prefix":"10","text":" If the surviving association is not created by the merger, any amendments made by the articles of merger for the articles of organization of the surviving association shall become effective."},{"prefix":"b","text":" A surviving limited cooperative association that is organized under the laws of a jurisdiction other than the District consents to the jurisdiction of the Superior Court to enforce any obligation owed by a constituent limited cooperative association if, before the merger, the constituent association was subject to suit in the District on the obligation. A surviving association that is organized under the laws of a jurisdiction other than the District and not authorized to do business in the District may be served with process in the same manner and with the same consequences as in § 29-104.12."},{"prefix":"c","text":" A merger in which a limited cooperative and another form of entity are parties shall be governed by Chapter 2 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"XV","text":"Merger."},"heading":{"title":"29","chaptersection":"1015","identifier":"29-1015.06","catch_text":"Effect of merger."}}