{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-104.10\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A registered agent may resign as agent for a represented entity by delivering to the Mayor for filing a statement of resignation signed by or on behalf of the agent which states:"},{"prefix":"1","text":" The name of the entity;"},{"prefix":"2","text":" The name of the agent;"},{"prefix":"3","text":" That the agent resigns from serving as agent for service of process for the entity; and"},{"prefix":"4","text":" The address of the entity to which the agent will send the notice required by subsection (c) of this section."},{"prefix":"b","text":" A statement of resignation shall be effective on the earlier of the 31st day after the day on which it is delivered to the Mayor for filing or the appointment of a new registered agent for the represented entity."},{"prefix":"c","text":" A registered agent promptly shall furnish the represented entity notice in a record of the date on which a statement of resignation was delivered to the Mayor for filing."},{"prefix":"d","text":" When a statement of resignation takes effect, the registered agent shall cease to have responsibility for any matter tendered to it as agent for the represented entity. The resignation shall not affect any contractual rights the entity has against the agent or that the agent has against the entity."},{"prefix":"e","text":" A registered agent may resign with respect to a represented entity whether or not the entity is in good standing."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"1","text":"General Provisions."},"subchapter":{"identifier":"IV","text":"Registered Agent."},"heading":{"title":"29","chaptersection":"104","identifier":"29-104.10","catch_text":"Resignation of registered agent."}}