{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-1123 has been recodified as § 29A-1123.\n\nUniform Law:\n\nThis section is based on § 27 of the Uniform Unincorporated Nonprofit Association Act (2008 Act) . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1123\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in the governing principles, an unincorporated nonprofit association shall reimburse a member or manager for authorized expenses reasonably incurred in the course of the member's or manager's activities on behalf of the association;"},{"prefix":"b","text":" An unincorporated nonprofit association may indemnify a member or manager for any debt, obligation, or other liability incurred in the course of the member's or manager's activities on behalf of the association if the person seeking indemnification has complied with § 29-1114 or § 29-1119. Governing principles in a record may broaden or limit indemnification."},{"prefix":"c","text":" If a person is made, or threatened to be made, a party in an action based on that person's activities on behalf of an unincorporated nonprofit association and the person makes a request in a record to the association, a majority of the disinterested managers may approve in a record advance payment, or reimbursement, by the association, of all or a part of the reasonable expenses, including attorneys' fees and costs, incurred by the person before the final disposition of the proceeding. To be entitled to an advance payment or reimbursement, the person shall state in a record that the person has a good faith belief that the criteria for indemnification in subsection (b) of this section have been satisfied and that the person will repay the amounts advanced or reimbursed if the criteria for payment have not been satisfied. The governing principles in a record may broaden or limit the advance payments or reimbursements."},{"prefix":"d","text":" An unincorporated nonprofit association may purchase insurance on behalf of a member or manager for liability asserted against or incurred by the member or manager in the capacity of a member or manager, whether or not the association has authority under this chapter to reimburse, indemnify, or advance expenses to the member or manager against liability."},{"prefix":"e","text":" The rights of reimbursement, indemnification, and advancement of expenses under this section shall apply to a former member or manager for an activity undertaken on behalf of the unincorporated nonprofit association while a member or manager."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Unincorporated Nonprofit Associations. (Refs & Annos)"},"heading":{"title":"29","chaptersection":"1123","identifier":"29-1123","catch_text":"Reimbursement; indemnification; advancement of expenses."}}