{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 102 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1001.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Board of directors\" means the board of directors of a limited cooperative association."},{"prefix":"2","text":" \"Bylaws\" means the bylaws of a limited cooperative association. The term \"bylaws\" shall include the bylaws as amended or restated."},{"prefix":"3","text":" \"Contribution\", except as used in § 29-1010.08(c), means a benefit that a person provides to a limited cooperative association to become or remain a member or in the person's capacity as a member."},{"prefix":"4","text":" \"Cooperative\" means a limited cooperative association or an entity organized under any cooperative law of any jurisdiction."},{"prefix":"5","text":" \"Director\" means a director of a limited cooperative association."},{"prefix":"6","text":" \"Distribution\", except as used in § 29-1010.07(e), means a transfer of money or other property from a limited cooperative association to a member because of the member's financial rights or to a transferee of a member's financial rights."},{"prefix":"7","text":" \"Financial rights\" means the right to participate in allocations and distributions as provided in subchapters X and XII of this chapter, but shall not include rights or obligations under a marketing contract governed by subchapter VII of this chapter."},{"prefix":"8","text":" \"Foreign cooperative\" means an entity organized in a jurisdiction other than the District under a law similar to this chapter."},{"prefix":"9","text":" \"Investor member\" means a member that has made a contribution to a limited cooperative association and is not:"},{"prefix":"A","text":" Required by the organic rules to conduct patronage with the association in the member's capacity as an investor member to receive the member's interest; or"},{"prefix":"B","text":" Permitted by the organic rules to conduct patronage with the association in the member's capacity as an investor member in order to receive the member's interest."},{"prefix":"10","text":" \"Limited cooperative association\", \"domestic limited cooperative association\", \"association\", or \"domestic association\" means an association organized under this chapter."},{"prefix":"11","text":" \"Member\" means a person that is admitted as a patron member or investor member, or both, in a limited cooperative association. The term \"member\" shall not include a person that has dissociated as a member."},{"prefix":"12","text":" \"Member's interest\" means the interest of a patron member or investor member under § 29-1006.01."},{"prefix":"13","text":" \"Members meeting\" means an annual members meeting or special meeting of members."},{"prefix":"14","text":" \"Organizer\" means an individual who signs the initial articles of organization."},{"prefix":"15","text":" \"Patron member\" means a member that has made a contribution to a limited cooperative association and is:"},{"prefix":"A","text":" Required by the organic rules to conduct patronage with the association in the member's capacity as a patron member to receive the member's interest; or"},{"prefix":"B","text":" Permitted by the organic rules to conduct patronage with the association in the member's capacity as a patron member to receive the member's interest."},{"prefix":"16","text":" \"Patronage\" means business transactions between a limited cooperative association and a person which entitle the person to receive financial rights based on the value or quantity of business done between the association and the person."},{"prefix":"17","text":" \"Required information\" means the information a limited cooperative association is required to maintain under § 29-1001.10."},{"prefix":"18","text":" \"Voting group\" means any combination of one or more voting members in one or more districts or classes that under the organic rules or this chapter are entitled to vote and can be counted together collectively on a matter at a members meeting."},{"prefix":"19","text":" \"Voting member\" means a member that, under the organic law or organic rules, has a right to vote on matters subject to vote by members under the organic law or organic rules."},{"prefix":"20","text":" \"Voting power\" means the total current power of members to vote on a particular matter for which a vote may or is to be taken."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"1001","identifier":"29-1001.02","catch_text":"Definitions."}}