{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 405 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1004.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Subject to § 29-1004.04 and subsections (c) and (d) of this section, an amendment to the articles of organization shall be approved by:"},{"prefix":"1","text":" At least 2/3 of the voting power of members present at a members meeting called under § 29-1004.02; and"},{"prefix":"2","text":" If the limited cooperative association has investor members, at least a majority of the votes cast by patron members, unless the organic rules require a greater percentage vote by patron members."},{"prefix":"b","text":" Subject to § 29-1004.04 and subsections (c), (d), (e) and (f) of this section, an amendment to the bylaws shall be approved by:"},{"prefix":"1","text":" At least a majority vote of the voting power of all members present at a members meeting called under § 29-1004.02, unless the organic rules require a greater percentage; and"},{"prefix":"2","text":" If a limited cooperative association has investor members, a majority of the votes cast by patron members, unless the organic rules require a larger affirmative vote by patron members."},{"prefix":"c","text":" The organic rules may require that the percentage of votes under subsection (a)(1) or (b)(1) of this section be:"},{"prefix":"1","text":" A different percentage that is not less than a majority of members voting at the meeting;"},{"prefix":"2","text":" Measured against the voting power of all members; or"},{"prefix":"3","text":" A combination of paragraphs (1) and (2) of this subsection."},{"prefix":"d","text":" Consent in a record by a member shall be delivered to a limited cooperative association before delivery of an amendment to the articles of organization or restated articles of organization for filing pursuant to § 29-1004.07 if, as a result of the amendment, the member will have:"},{"prefix":"1","text":" Personal liability for an obligation of the association; or"},{"prefix":"2","text":" An obligation or liability for an additional contribution."},{"prefix":"e","text":" The vote required to amend bylaws shall satisfy the requirements of subsection (a) of this section if the proposed amendment modifies:"},{"prefix":"1","text":" The equity capital structure of the limited cooperative association, including the rights of the association's members to share in profits or distributions, or the relative rights, preferences, and restrictions granted to or imposed upon one or more districts, classes, or voting groups of similarly situated members;"},{"prefix":"2","text":" The transferability of a member's interest;"},{"prefix":"3","text":" The manner or method of allocation of profits or losses among members;"},{"prefix":"4","text":" The quorum for a meeting and the rights of voting and governance; or"},{"prefix":"5","text":" Unless otherwise provided in the organic rules, the terms for admission of new members."},{"prefix":"f","text":" Except for the matters described in subsection (e) of this section, the articles of organization may delegate amendment of all or a part of the bylaws to the board of directors without requiring member approval."},{"prefix":"g","text":" If the articles of organization delegate amendment of bylaws to the board of directors, the board shall provide a description of any amendment of the bylaws made by the board to the members in a record not later than 30 days after the amendment, but the description may be provided at the next annual members meeting if the meeting is held within the 30-day period."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Amendment of Organic Rules of Limited Cooperative Association."},"heading":{"title":"29","chaptersection":"1004","identifier":"29-1004.05","catch_text":"Approval of amendment."}}