{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1005 of the Uniform Statutory Trust Entity Act . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-1209.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" This chapter shall not limit, prohibit, or invalidate the existence, acts, or obligations of any common-law trust created or doing business in the District before or after the applicability date of this chapter. The laws of the District other than this chapter pertaining to trusts shall apply to common-law trusts."},{"prefix":"b","text":" A common-law trust arising under the law of the District before or after the applicability date of this chapter that does not have a prevailingly donative purpose may elect to be governed by this chapter by filing of a certificate of trust under § 29-1202.01."},{"prefix":"c","text":" A trust created pursuant to a statute of the District that was required by that statute to file a certificate of trust with the Mayor before the applicability date of this chapter may elect to be governed by this chapter by filing an amendment to its certificate of trust under § 29-1202.02."},{"prefix":"d","text":" On and after one year after the applicability date of this chapter, this chapter shall govern the organization and internal affairs of all trusts created pursuant to a statute of the District that was required by that statute to file a certificate of trust with the Mayor before the applicability date of this chapter.\"."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"12","text":"Statutory Trusts. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Transition Provisions."},"heading":{"title":"29","chaptersection":"1209","identifier":"29-1209.01","catch_text":"Application to existing relationships."}}