{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 23 of the Uniform Unincorporated Nonprofit Association Act (2008 Act) . See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1119\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A manager shall owe to the unincorporated nonprofit association and to its members the fiduciary duties of loyalty and care."},{"prefix":"b","text":" A manager shall manage the unincorporated nonprofit association in good faith, in a manner the manager reasonably believes to be in the best interests of the association, and with such care, including reasonable inquiry, as a prudent person would reasonably exercise in a similar position and under similar circumstances. A manager may rely in good faith upon any opinion, report, statement, or other information provided by another person that the manager reasonably believes is a competent and reliable source for the information."},{"prefix":"c","text":" After full disclosure of all material facts, a specific act or transaction that would otherwise violate the duty of loyalty by a manager may be authorized or ratified by a majority of the members that are not interested directly or indirectly in the act or transaction."},{"prefix":"d","text":" A manager that makes a business judgment in good faith satisfies the duties specified in subsection (a) of this section if the manager:"},{"prefix":"1","text":" Is not interested, directly or indirectly, in the subject of the business judgment and is otherwise able to exercise independent judgment;"},{"prefix":"2","text":" Is informed with respect to the subject of the business judgment to the extent the manager reasonably believes to be appropriate under the circumstances; and"},{"prefix":"3","text":" Believes that the business judgment is in the best interests of the unincorporated nonprofit association and in accordance with its purposes."},{"prefix":"e","text":" The governing principles in a record may limit or eliminate the liability of a manager to the unincorporated nonprofit association or its members for damages for any action taken, or for failure to take any action, as a manager, except liability for:"},{"prefix":"1","text":" The amount of financial benefit improperly received by a manager;"},{"prefix":"2","text":" An intentional infliction of harm on the association or one or more of its members;"},{"prefix":"3","text":" An intentional violation of criminal law;"},{"prefix":"4","text":" Breach of the duty of loyalty; or"},{"prefix":"5","text":" Improper distributions."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Unincorporated Nonprofit Associations. (Refs & Annos)"},"heading":{"title":"29","chaptersection":"1119","identifier":"29-1119","catch_text":"Duties of manager."}}