{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1003 of the Uniform Limited Cooperative Association Act . See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-1010.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in the agreement, the following rules shall apply to an agreement made by a person before formation of a limited cooperative association to make a contribution to the association:"},{"prefix":"1","text":" The agreement shall be irrevocable for 6 months after the agreement is signed by the person unless all parties to the agreement consent to the revocation."},{"prefix":"2","text":" If a person does not make a required contribution:"},{"prefix":"A","text":" The person shall be obligated, at the option of the association, once formed, to contribute money equal to the value of that part of the contribution that has not been made, and the obligation may be enforced as a debt to the association; or"},{"prefix":"B","text":" The association, once formed, may rescind the agreement if the debt remains unpaid more than 20 days after the association demands payment from the person, and, upon rescission, the person shall have no further rights or obligations with respect to the association."},{"prefix":"b","text":" Unless the organic rules or an agreement to make a contribution to a limited cooperative association otherwise provide, if a person does not make a required contribution to an association, the person or the person's estate shall be obligated, at the option of the association, to contribute money equal to the value of the part of the contribution which has not been made."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Limited Cooperative Associations. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Contributions, Allocations, and Distributions."},"heading":{"title":"29","chaptersection":"1010","identifier":"29-1010.03","catch_text":"Contribution agreements."}}