{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-205.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a domestication becomes effective:"},{"prefix":"1","text":" The domesticated entity shall be:"},{"prefix":"A","text":" Organized under and subject to the organic law of the domesticated entity; and"},{"prefix":"B","text":" The same entity without interruption as the domesticating entity;"},{"prefix":"2","text":" All property of the domesticating entity shall continue to be vested in the domesticated entity without assignment, reversion, or impairment;"},{"prefix":"3","text":" All liabilities of the domesticating entity shall continue as liabilities of the domesticated entity;"},{"prefix":"4","text":" Except as otherwise provided by law other than this chapter or the plan of domestication, all of the rights, privileges, immunities, powers, and purposes of the domesticating entity shall remain in the domesticated entity;"},{"prefix":"5","text":" The name of the domesticated entity may be substituted for the name of the domesticating entity in any pending action or proceeding;"},{"prefix":"6","text":" If the domesticated entity is a filing entity, its public organic document shall be effective and shall be binding on its interest holders;"},{"prefix":"7","text":" If the domesticated entity is a limited liability partnership, its statement of qualification shall be effective simultaneously;"},{"prefix":"8","text":" The private organic rules of the domesticated entity that are to be in a record, if any, approved as part of the plan of domestication shall be effective and shall be binding on and enforceable by:"},{"prefix":"A","text":" Its interest holders; and"},{"prefix":"B","text":" In the case of a domesticated entity that is not a business corporation or nonprofit corporation, any other person that is a party to an agreement that is part of the domesticated entity's private organic rules; and"},{"prefix":"9","text":" The interests in the domesticating entity shall be converted to the extent and as approved in connection with the domestication, and the interest holders of the domesticating entity shall be entitled only to the rights provided to them under the plan of domestication, and to any appraisal rights they have under § 29-201.09 and the domesticating entity's organic law."},{"prefix":"b","text":" Except as otherwise provided in the organic law or organic rules of the domesticating entity, the domestication shall not give rise to any rights that an interest holder, governor, or third party would otherwise have upon a dissolution, liquidation, or winding-up of the domesticating entity."},{"prefix":"c","text":" When a domestication becomes effective, a person that did not have interest holder liability with respect to the domesticating entity and that becomes subject to interest holder liability with respect to a domestic entity as a result of the domestication shall have interest holder liability only to the extent provided by the organic law of the entity and only for those liabilities that arise after the domestication becomes effective."},{"prefix":"d","text":" When a domestication becomes effective:"},{"prefix":"1","text":" The domestication shall not discharge any interest holder liability under the organic law of a domesticating domestic entity to the extent the interest holder liability arose before the domestication became effective;"},{"prefix":"2","text":" A person shall not have interest holder liability under the organic law of a domestic domesticating entity for any liability that arises after the domestication becomes effective;"},{"prefix":"3","text":" The organic law of a domestic domesticating entity shall continue to apply to the release, collection, or discharge of any interest holder liability preserved under paragraph (1) of this subsection as if the domestication had not occurred; and"},{"prefix":"4","text":" A person shall have whatever rights of contribution from any other person as are provided by the organic law or organic rules of a domestic domesticating entity with respect to any interest holder liability preserved under paragraph (1) of this subsection as if the domestication had not occurred."},{"prefix":"e","text":" When a domestication becomes effective, a foreign entity that is the domesticated entity may be served with process in the District for the collection and enforcement of any of its liabilities in the manner provided in § 29-104.12."},{"prefix":"f","text":" If the domesticating entity is a qualified foreign entity, the certificate of registration or other foreign qualification of the domesticating entity shall be canceled when the domestication becomes effective."},{"prefix":"g","text":" A domestication shall not require the entity to wind up its affairs and shall not constitute or cause the dissolution of the entity."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"V","text":"Domestication."},"heading":{"title":"29","chaptersection":"205","identifier":"29-205.06","catch_text":"Effect of domestication."}}