{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-202.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A plan of merger shall not be effective unless it has been approved:"},{"prefix":"1","text":" By a domestic merging entity:"},{"prefix":"A","text":" In accordance with the requirements, if any, in its organic law and organic rules for approval of:"},{"prefix":"i","text":" In the case of an entity that is not a business corporation, a merger; or"},{"prefix":"ii","text":" In the case of a business corporation, a merger requiring approval by a vote of the interest holders of the business corporation; or"},{"prefix":"B","text":" If its organic law or organic rules do not provide for approval of a merger described in subparagraph (A)(ii) of this paragraph, by all of the interest holders of the entity entitled to vote on or consent to any matter; and"},{"prefix":"2","text":" In a record, by each interest holder of a domestic merging entity that will have interest holder liability for liabilities that arise after the merger becomes effective, unless, in the case of an entity that is not a business corporation or nonprofit corporation:"},{"prefix":"A","text":" The organic rules of the entity provide in a record for the approval of a merger in which some or all of its interest holders become subject to interest holder liability by the vote or consent of less than all of the interest holders; and"},{"prefix":"B","text":" The interest holder voted for or consented in a record to that provision of the organic rules or became an interest holder after the adoption of that provision."},{"prefix":"b","text":" A merger involving a foreign merging entity shall not be effective unless it is approved by the foreign entity in accordance with the law of the foreign entity's jurisdiction of organization."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"II","text":"Merger."},"heading":{"title":"29","chaptersection":"202","identifier":"29-202.03","catch_text":"Approval of merger."}}