{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-201.09 has been recodified as § 29A-201.09.\n\nDC CODE § 29-201.09\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" An interest holder of a domestic merging, acquired, converting, or domesticating entity shall be entitled to appraisal rights in connection with the transaction if the interest holder would have been entitled to appraisal rights under the entity's organic law in connection with a merger in which the interest of the interest holder was changed, converted, or exchanged unless:"},{"prefix":"1","text":" The organic law permits the organic rules to limit the availability of appraisal rights; and"},{"prefix":"2","text":" The organic rules provide such limit."},{"prefix":"b","text":" An interest holder of a domestic merging, acquired, converting, or domesticating entity shall be entitled to contractual appraisal rights in connection with a transaction under this chapter to the extent provided:"},{"prefix":"1","text":" In the entity's organic rules;"},{"prefix":"2","text":" In the plan; or"},{"prefix":"3","text":" In the case of a business corporation, by action of its governors."},{"prefix":"c","text":" If an interest holder is entitled to contractual appraisal rights under subsection (b) of this section and the entity's organic law does not provide procedures for the conduct of an appraisal rights proceeding, subchapter XI of Chapter 3 of this title shall apply to the extent practicable or as otherwise provided in the entity's organic rules or the plan."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"201","identifier":"29-201.09","catch_text":"Appraisal rights."}}