{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-203.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A statement of interest exchange shall be signed on behalf of a domestic acquired entity and filed with the Mayor."},{"prefix":"b","text":" A statement of interest exchange shall contain:"},{"prefix":"1","text":" The name and type of the acquired entity;"},{"prefix":"2","text":" The name, jurisdiction of organization, and type of the acquiring entity;"},{"prefix":"3","text":" If the statement of interest exchange is not to be effective upon filing, the later date and time on which it will become effective, which shall not be more than 90 days after the date of filing;"},{"prefix":"4","text":" A statement that the plan of interest exchange was approved by the acquired entity in accordance with this subchapter; and"},{"prefix":"5","text":" Any amendments to the acquired entity's public organic document approved as part of the plan of interest exchange."},{"prefix":"c","text":" In addition to the requirements of subsection (b) of this section, a statement of interest exchange may contain any other provision not prohibited by law."},{"prefix":"d","text":" A plan of interest exchange that is signed on behalf of a domestic acquired entity and meets all of the requirements of subsection (b) of this section may be filed with the Mayor instead of a statement of interest exchange and upon filing has the same effect. If a plan of interest exchange is filed as provided in this subsection, references in this chapter to a statement of interest exchange shall refer to the plan of interest exchange filed under this subsection."},{"prefix":"e","text":" A statement of interest exchange shall be effective upon the date and time of filing or the later date and time specified in the statement of interest exchange."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"III","text":"Interest Exchange."},"heading":{"title":"29","chaptersection":"203","identifier":"29-203.05","catch_text":"Statement of interest exchange; effective date."}}