{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-204.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A statement of conversion shall be signed on behalf of the converting entity and filed with the Mayor."},{"prefix":"b","text":" A statement of conversion shall contain:"},{"prefix":"1","text":" The name, jurisdiction of organization, and type of the converting entity;"},{"prefix":"2","text":" The name, jurisdiction of organization, and type of the converted entity;"},{"prefix":"3","text":" If the statement of conversion is not to be effective upon filing, the later date and time on which it will become effective, which shall not be more than 90 days after the date of filing;"},{"prefix":"4","text":" If the converting entity is a domestic entity, a statement that the plan of conversion was approved in accordance with this subchapter or, if the converting entity is a foreign entity, a statement that the conversion was approved by the foreign converting entity in accordance with the law of its jurisdiction of organization;"},{"prefix":"5","text":" If the converted entity is a domestic filing entity, the text of its public organic document as an attachment; and"},{"prefix":"6","text":" If the converted entity is a domestic limited liability partnership, the text of its statement of qualification as an attachment; and"},{"prefix":"7","text":" If the converted entity is a foreign entity that is not a qualified foreign entity, a mailing address to which process may be served pursuant to ยง 29- 204.06(e)."},{"prefix":"c","text":" In addition to the requirements of subsection (b) of this section, a statement of conversion may contain any other provision not prohibited by law."},{"prefix":"d","text":" If the converted entity is a domestic entity, its public organic document, if any, shall satisfy the requirements of the law of the District, except that it does not need to be signed and may omit any provision that is not required to be included in a restatement of the public organic document."},{"prefix":"e","text":" A plan of conversion that is signed on behalf of a domestic converting entity and meets all of the requirements of subsection (b) of this section may be filed with the Mayor instead of a statement of conversion and, upon filing, shall have the same effect. If a plan of conversion is filed as provided in this subsection, references in this chapter to a statement of conversion shall refer to the plan of conversion filed under this subsection."},{"prefix":"f","text":" A statement of conversion shall be effective upon the date and time of filing or the later date and time specified in the statement of conversion."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"IV","text":"Conversion."},"heading":{"title":"29","chaptersection":"204","identifier":"29-204.05","catch_text":"Statement of conversion; effective date."}}