{"text":"For the purpose of this chapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-201.02 has been recodified as § 29A-201.02.\n\nDC CODE § 29-201.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Acquired entity\" means the entity, all of one or more classes or series of interests in which are acquired in an interest exchange."},{"prefix":"2","text":" \"Acquiring entity\" means the entity that acquires all of one or more classes or series of interests of the acquired entity in an interest exchange."},{"prefix":"3","text":" \"Approve\" means, in the case of an entity, for its governors and interest holders to take whatever steps are necessary under its organic rules, organic law, and other law to:"},{"prefix":"A","text":" Propose a transaction subject to this chapter;"},{"prefix":"B","text":" Adopt and approve the terms and conditions of the transaction; and"},{"prefix":"C","text":" Conduct any required proceedings or otherwise obtain any required votes or consents of the governors or interest holders."},{"prefix":"4","text":" \"Conversion\" means a transaction authorized by subchapter IV of this chapter."},{"prefix":"5","text":" \"Converted entity\" means the converting entity as it continues in existence after a conversion."},{"prefix":"6","text":" \"Converting entity\" means the domestic entity that approves a plan of conversion pursuant to § 29-204.03 or the foreign entity that approves a conversion pursuant to the law of its jurisdiction of organization."},{"prefix":"7","text":" \"Domestic entity\" means an entity whose internal affairs are governed by the law of the District."},{"prefix":"8","text":" \"Domesticated entity\" means the domesticating entity as it continues in existence after a domestication."},{"prefix":"9","text":" \"Domesticating entity\" means the domestic entity that approves a plan of domestication pursuant to § 29-205.03 or the foreign entity that approves a domestication pursuant to the law of its jurisdiction of organization."},{"prefix":"10","text":" \"Domestication\" means a transaction authorized by subchapter V of this chapter."},{"prefix":"11","text":" \"Interest exchange\" means a transaction authorized by subchapter III of this chapter."},{"prefix":"12","text":" \"Interest holder liability\" means:"},{"prefix":"A","text":" Personal liability for a liability of an entity that is imposed on a person:"},{"prefix":"i","text":" Solely by reason of the status of the person as an interest holder; or"},{"prefix":"ii","text":" By the organic rules of the entity pursuant to a provision of the organic law authorizing the organic rules to make one or more specified interest holders or categories of interest holders liable in their capacity as interest holders for all or specified liabilities of the entity; or"},{"prefix":"B","text":" An obligation of an interest holder under the organic rules of an entity to contribute to the entity."},{"prefix":"13","text":" \"Liability\" means a debt, obligation, or any other liability arising in any manner, regardless of whether it is secured or whether it is contingent."},{"prefix":"14","text":" \"Merger\" means a transaction in which 2 or more merging entities are combined into a surviving entity pursuant to a filing with the Mayor."},{"prefix":"15","text":" \"Merging entity\" means an entity that is a party to a merger and exists immediately before the merger becomes effective."},{"prefix":"16","text":" \"Plan\" means a plan of merger, interest exchange, conversion, or domestication."},{"prefix":"17","text":" \"Protected agreement\" means:"},{"prefix":"A","text":" A record evidencing indebtedness and any related agreement in effect on the effective date of this chapter;"},{"prefix":"B","text":" An agreement that is binding on an entity on the effective date of this chapter;"},{"prefix":"C","text":" The organic rules of an entity in effect on the effective date of this chapter; or"},{"prefix":"D","text":" An agreement that is binding on any of the governors or interest holders of an entity on the effective date of this chapter."},{"prefix":"18","text":" \"Surviving entity\" means the entity that continues in existence after, or is created by, a merger."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"201","identifier":"29-201.02","catch_text":"Definitions."}}