{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-202.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a merger becomes effective:"},{"prefix":"1","text":" The surviving entity shall continue or come into existence;"},{"prefix":"2","text":" Each merging entity that is not the surviving entity shall cease to exist;"},{"prefix":"3","text":" All property of each merging entity shall vest in the surviving entity without assignment, reversion, or impairment;"},{"prefix":"4","text":" All liabilities of each merging entity shall be liabilities of the surviving entity;"},{"prefix":"5","text":" Except as otherwise provided in law other than this chapter or the plan of merger, all of the rights, privileges, immunities, powers, and purposes of each merging entity shall vest in the surviving entity;"},{"prefix":"6","text":" If the surviving entity exists before the merger:"},{"prefix":"A","text":" All of its property shall continue to be vested in it without reversion or impairment;"},{"prefix":"B","text":" It shall remain subject to all of its liabilities; and"},{"prefix":"C","text":" All of its rights, privileges, immunities, powers, and purposes shall continue to be vested in it;"},{"prefix":"7","text":" The name of the surviving entity may be substituted for the name of any merging entity that is a party to any pending action or proceeding;"},{"prefix":"8","text":" If the surviving entity exists before the merger:"},{"prefix":"A","text":" Its public organic document, if any, shall be amended as provided in the statement of merger and is binding on its interest holders; and"},{"prefix":"B","text":" Its private organic rules that are to be in a record, if any, shall be amended to the extent provided in the plan of merger and are binding on and enforceable by:"},{"prefix":"i","text":" Its interest holders; and"},{"prefix":"ii","text":" In the case of a surviving entity that is not a business corporation or a nonprofit corporation, any other person that is a party to an agreement that is part of the surviving entity's private organic rules;"},{"prefix":"9","text":" If the surviving entity is created by the merger:"},{"prefix":"A","text":" Its public organic document, if any, shall be effective and shall be binding on its interest holders; and"},{"prefix":"B","text":" Its private organic rules shall be effective and shall be binding on and enforceable by:"},{"prefix":"i","text":" Its interest holders; and"},{"prefix":"ii","text":" In the case of a surviving entity that is not a business corporation or a nonprofit corporation, any other person that was a party to an agreement that was part of the organic rules of a merging entity if that person has agreed to be a party to an agreement that is part of the surviving entity's private organic rules; and"},{"prefix":"10","text":" The interests in each merging entity that are to be converted in the merger shall be converted, and the interest holders of those interests shall be entitled only to the rights provided to them under the plan of merger and to any appraisal rights they have under § 29-201.09 and the merging entity's organic law."},{"prefix":"b","text":" Except as otherwise provided in the organic law or organic rules of a merging entity, the merger shall not give rise to any rights that an interest holder, governor, or third party would otherwise have upon a dissolution, liquidation, or winding-up of the merging entity."},{"prefix":"c","text":" When a merger becomes effective, a person that did not have interest holder liability with respect to any of the merging entities and that becomes subject to interest holder liability with respect to a domestic entity as a result of a merger has interest holder liability only to the extent provided by the organic law of the entity and only for those liabilities that arise after the merger becomes effective."},{"prefix":"d","text":" When a merger becomes effective, the interest holder liability of a person that ceases to hold an interest in a domestic merging entity with respect to which the person had interest holder liability shall be as follows:"},{"prefix":"1","text":" The merger shall not discharge any interest holder liability under the organic law of the domestic merging entity to the extent the interest holder liability arose before the merger became effective;"},{"prefix":"2","text":" The person shall have not have interest holder liability under the organic law of the domestic merging entity for any liability that arises after the merger becomes effective;"},{"prefix":"3","text":" The organic law of the domestic merging entity shall continue to apply to the release, collection, or discharge of any interest holder liability preserved under paragraph (1) of this subsection as if the merger had not occurred and the surviving entity were the domestic merging entity; and"},{"prefix":"4","text":" The person shall have whatever rights of contribution from any other person as are provided by the organic law or organic rules of the domestic merging entity with respect to any interest holder liability preserved under paragraph (1) of this subsection as if the merger had not occurred."},{"prefix":"e","text":" When a merger becomes effective, a foreign entity that is the surviving entity may be served with process in the District for the collection and enforcement of any liabilities of a domestic merging entity in the manner provided in § 29-104.12."},{"prefix":"f","text":" When a merger becomes effective, the certificate of registration or other foreign qualification of any foreign merging entity that is not the surviving entity is canceled."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"II","text":"Merger."},"heading":{"title":"29","chaptersection":"202","identifier":"29-202.06","catch_text":"Effect of merger."}}