{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-203.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When an interest exchange becomes effective:"},{"prefix":"1","text":" The interests in the acquired entity that are the subject of the interest exchange shall cease to exist or are converted or exchanged, and the interest holders of those interests shall be entitled only to the rights provided to them under the plan of interest exchange and to any appraisal rights they have under ยง 29-201.09 and the acquired entity's organic law;"},{"prefix":"2","text":" The acquiring entity shall be the interest holder of the interests in the acquired entity stated in the plan of interest exchange to be acquired by the acquiring entity;"},{"prefix":"3","text":" The public organic document, if any, of the acquired entity shall be amended as provided in the statement of interest exchange and shall be binding on its interest holders; and"},{"prefix":"4","text":" The private organic rules of the acquired entity that are to be in a record, if any, shall be amended to the extent provided in the plan of interest exchange and shall be binding on and enforceable by:"},{"prefix":"A","text":" Its interest holders; and"},{"prefix":"B","text":" In the case of an acquired entity that is not a business corporation or nonprofit corporation, any other person that is a party to an agreement that is part of the acquired entity's private organic rules."},{"prefix":"b","text":" Except as otherwise provided in the organic law or organic rules of the acquired entity, the interest exchange shall not give rise to any rights that an interest holder, governor, or third party would otherwise have upon a dissolution, liquidation, or winding-up of the acquired entity."},{"prefix":"c","text":" When an interest exchange becomes effective, a person that did not have interest holder liability with respect to the acquired entity and that becomes subject to interest holder liability with respect to a domestic entity as a result of the interest exchange shall have interest holder liability only to the extent provided by the organic law of the entity and only for those liabilities that arise after the interest exchange becomes effective."},{"prefix":"d","text":" When an interest exchange becomes effective, the interest holder liability of a person that ceases to hold an interest in a domestic acquired entity with respect to which the person had interest holder liability shall be as follows:"},{"prefix":"1","text":" The interest exchange shall not discharge any interest holder liability under the organic law of the domestic acquired entity to the extent the interest holder liability arose before the interest exchange became effective;"},{"prefix":"2","text":" The person shall not have interest holder liability under the organic law of the domestic acquired entity for any liability that arises after the interest exchange becomes effective;"},{"prefix":"3","text":" The organic law of the domestic acquired entity shall continue to apply to the release, collection, or discharge of any interest holder liability preserved under paragraph (1) of this subsection as if the interest exchange had not occurred; and"},{"prefix":"4","text":" The person has whatever rights of contribution from any other person as are provided by the organic law or organic rules of the domestic acquired entity with respect to any interest holder liability preserved under paragraph (1) of this subsection as if the interest exchange had not occurred."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Entity Transactions."},"subchapter":{"identifier":"III","text":"Interest Exchange."},"heading":{"title":"29","chaptersection":"203","identifier":"29-203.06","catch_text":"Effect of interest exchange."}}