{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-305.70\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The Superior Court may appoint one or more persons to be custodians or, if the corporation is insolvent, to be receivers, of and for a corporation in a proceeding by a shareholder if it is established that:"},{"prefix":"1","text":" The directors are deadlocked in the management of the corporate affairs, the shareholders are unable to break the deadlock, and irreparable injury to the corporation is threatened or being suffered; or"},{"prefix":"2","text":" The directors or those in control of the corporation are acting fraudulently and irreparable injury to the corporation is threatened or being suffered."},{"prefix":"b","text":" The Superior Court:"},{"prefix":"1","text":" May issue injunctions, appoint a temporary custodian or temporary receiver with all the powers and duties the court directs, take other action to preserve the corporate assets wherever located, and carry on the business of the corporation until a full hearing is held;"},{"prefix":"2","text":" Shall hold a full hearing, after notifying all parties to the proceeding and any interested persons designated by the court, before appointing a custodian or receiver; and"},{"prefix":"3","text":" Shall have jurisdiction over the corporation and all of its property, wherever located."},{"prefix":"c","text":" The Superior Court may appoint an individual or domestic or foreign corporation, authorized to do business in the District, as a custodian or receiver and may require the custodian or receiver to post bond, with or without sureties, in an amount the court directs."},{"prefix":"d","text":" The Superior Court shall describe the powers and duties of the custodian or receiver in its appointing order, which may be amended. Among other powers:"},{"prefix":"1","text":" A custodian may exercise all of the powers of the corporation, through or in place of its board of directors, to the extent necessary to manage the business and affairs of the corporation; and"},{"prefix":"2","text":" A receiver may:"},{"prefix":"A","text":" Dispose of all or any part of the assets of the corporation wherever located, at a public or private sale, if authorized by the court; and"},{"prefix":"B","text":" Sue and defend in the receiver's own name as receiver."},{"prefix":"e","text":" The Superior Court during a custodianship may redesignate the custodian a receiver and, during a receivership, may redesignate the receiver a custodian, if doing so is in the best interests of the corporation."},{"prefix":"f","text":" The Superior Court, during the custodianship or receivership, may order compensation paid and expense disbursements or reimbursements made to the custodian or receiver from the assets of the corporation or proceeds from the sale of its assets."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"E","text":"Proceeding to Appoint Custodian or Receiver."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.70","catch_text":"Shareholder action to appoint custodian or receiver."}}