{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-301.04 has been recodified as § 29A-301.04.\n\nDC CODE § 29-301.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this subsection, the term:"},{"prefix":"1","text":" \"Filed document\" means a document filed with the Mayor under any provision of this chapter except § 29-102.11."},{"prefix":"2","text":" \"Plan\" means a plan of domestication, nonprofit conversion, entity conversion, merger, or share exchange."},{"prefix":"b","text":" Whenever a provision of this chapter permits any of the terms of a plan or a filed document to be dependent on facts objectively ascertainable outside the plan or filed document, the following provisions apply:"},{"prefix":"1","text":" The manner in which the facts will operate upon the terms of the plan or filed document shall be set forth in the plan or filed document."},{"prefix":"2","text":" The facts may include:"},{"prefix":"A","text":" Any of the following that is available in a nationally recognized news or information medium, either in print or electronically:"},{"prefix":"i","text":" Statistical or market indices;"},{"prefix":"ii","text":" Market prices of any security or group of securities;"},{"prefix":"iii","text":" Interest rates;"},{"prefix":"iv","text":" Currency exchange rates; or"},{"prefix":"v","text":" Similar economic or financial data;"},{"prefix":"B","text":" A determination or action by any person or body, including the corporation or any other party to a plan or filed document; or"},{"prefix":"C","text":" The terms of, or actions taken under, an agreement to which the corporation is a party, or any other agreement or document."},{"prefix":"3","text":" The following provisions of a plan or filed document shall not be made dependent on facts outside the plan or filed document:"},{"prefix":"A","text":" The name and address of any person required in a filed document;"},{"prefix":"B","text":" The registered agent of any entity required in a filed document;"},{"prefix":"C","text":" The number of authorized shares and designation of each class or series of shares;"},{"prefix":"D","text":" The effective date of a filed document; or"},{"prefix":"E","text":" Any required statement in a filed document of the date on which the underlying transaction was approved or the manner in which that approval was given."},{"prefix":"4","text":" If a provision of a filed document is made dependent on a fact ascertainable outside of the filed document, and that fact is not ascertainable by reference to a source described in paragraph (2)(A) of this subsection or a document that is a matter of public record, or the affected shareholders have not received notice of the fact from the corporation, the corporation shall file with the Mayor articles of amendment setting forth the fact promptly after the time when the fact referred to is first ascertainable or thereafter changes. Articles of amendment under this paragraph shall be deemed to be authorized by the authorization of the original filed document or plan to which they relate and may be filed by the corporation without further action by the board of directors or the shareholders."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"A","text":"Short Title, Definitions, and Notice."},"heading":{"title":"29","chaptersection":"301","identifier":"29-301.04","catch_text":"Reference to extrinsic facts in plans or filed documents."}}