{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-308.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a corporation has more than one class of shares outstanding, the holders of the outstanding shares of a class shall be entitled to vote as a separate voting group, if shareholder voting is otherwise required by this chapter, on a proposed amendment to the articles of incorporation if the amendment would:"},{"prefix":"1","text":" Effect an exchange or reclassification of all or part of the shares of the class into shares of another class;"},{"prefix":"2","text":" Effect an exchange or reclassification, or create the right of exchange, of all or part of the shares of another class into shares of the class;"},{"prefix":"3","text":" Change the rights, preferences, or limitations of all or part of the shares of the class;"},{"prefix":"4","text":" Change the shares of all or part of the class into a different number of shares of the same class;"},{"prefix":"5","text":" Create a new class of shares having rights or preferences with respect to distributions or to dissolution that are prior or superior to the shares of the class;"},{"prefix":"6","text":" Increase the rights, preferences, or number of authorized shares of any class that, after giving effect to the amendment, have rights or preferences with respect to distributions or to dissolution that are prior or superior to the shares of the class;"},{"prefix":"7","text":" Limit or deny an existing preemptive right of all or part of the shares of the class; or"},{"prefix":"8","text":" Cancel or otherwise affect rights to distributions that have accumulated but not yet been authorized on all or part of the shares of the class."},{"prefix":"b","text":" If a proposed amendment would affect a series of a class of shares in one or more of the ways described in subsection (a) of this section, the holders of shares of that series shall be entitled to vote as a separate voting group on the proposed amendment."},{"prefix":"c","text":" If a proposed amendment that entitles the holders of 2 or more classes or series of shares to vote as separate voting groups under this section would affect those 2 or more classes or series in the same or a substantially similar way, the holders of shares of all the classes or series so affected shall vote together as a single voting group on the proposed amendment, unless otherwise provided in the articles of incorporation or required by the board of directors."},{"prefix":"d","text":" A class or series of shares shall be entitled to the voting rights granted by this section although the articles of incorporation provide that the shares are nonvoting shares."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VIII","text":"Amendment of Articles of Incorporation and Bylaws."},"part":{"identifier":"A","text":"Amendment of Articles of Incorporation."},"heading":{"title":"29","chaptersection":"308","identifier":"29-308.04","catch_text":"Voting on amendments by voting groups."}}