{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.25\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Unless this chapter, the articles of incorporation, or the bylaws provide otherwise, a board of directors may create one or more committees and appoint one or more members of the board of directors to serve on any such committee."},{"prefix":"b","text":" Unless this chapter otherwise provides, the creation of a committee and appointment of members to it shall be approved by the greater of:"},{"prefix":"1","text":" A majority of all the directors in office when the action is taken; or"},{"prefix":"2","text":" The number of directors required by the articles of incorporation or bylaws to take action under § 29-306.24."},{"prefix":"c","text":" Sections 29-306.20 through 29-306.24 apply both to committees of the board and to their members."},{"prefix":"d","text":" To the extent specified by the board of directors or in the articles of incorporation or bylaws, each committee may exercise the powers of the board of directors under § 29-306.01."},{"prefix":"e","text":" A committee shall not:"},{"prefix":"1","text":" Authorize or approve distributions, except according to a formula or method, or within limits, prescribed by the board of directors;"},{"prefix":"2","text":" Approve or propose to shareholders action that this chapter requires be approved by shareholders;"},{"prefix":"3","text":" Fill vacancies on the board of directors or, subject to subsection (g) of this section, on any of its committees; or"},{"prefix":"4","text":" Adopt, amend, or repeal bylaws."},{"prefix":"f","text":" The creation of, delegation of authority to, or action by a committee shall not alone constitute compliance by a director with the standards of conduct described in § 29-306.30."},{"prefix":"g","text":" The board of directors may appoint one or more directors as alternate members of any committee to replace any absent or disqualified member during the member's absence or disqualification. Unless the articles of incorporation or the bylaws or the resolution creating the committee provide otherwise, in the event of the absence or disqualification of a member of a committee, the member or members present at any meeting and not disqualified from voting, unanimously, may appoint another director to act in place of the absent or disqualified member."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"B","text":"Meetings and Action of the Board."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.25","catch_text":"Committees."}}