{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-305.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Action required or permitted by this chapter to be taken at a shareholders' meeting may be taken without a meeting if the action is taken by all the shareholders entitled to vote on the action. The action shall be evidenced by one or more written consents bearing the date of signature and describing the action taken, signed by all the shareholders entitled to vote on the action and delivered to the corporation for inclusion in the minutes or filing with the corporate records."},{"prefix":"b","text":" The articles of incorporation may provide that any action required or permitted by this chapter to be taken at a shareholders' meeting may be taken without a meeting, and without prior notice, if consents in writing setting forth the action so taken are signed by the holders of outstanding shares having not less than the minimum number of votes that would be required to authorize or take the action at a meeting at which all shares entitled to vote on the action were present and voted. The written consent shall bear the date of signature of the shareholder that signs the consent and be delivered to the corporation for inclusion in the minutes or filing with the corporate records."},{"prefix":"c","text":" If not otherwise fixed under § 29-305.07 and if prior board action is not required with respect to the action to be taken without a meeting, the record date for determining the shareholders entitled to take action without a meeting shall be the first date on which a signed written consent is delivered to the corporation. If not otherwise fixed under § 29-305.07 and if prior board action is required with respect to the action to be taken without a meeting, the record date shall be the close of business on the day the resolution of the board taking such prior action is adopted. No written consent is effective to take the corporate action referred to therein unless, within 60 days of the earliest date on which a consent delivered to the corporation as required by this section was signed, written consents signed by sufficient shareholders to take the action have been delivered to the corporation. A written consent may be revoked by a writing to that effect delivered to the corporation before unrevoked written consents sufficient in number to take the corporate action are delivered to the corporation."},{"prefix":"d","text":" A consent signed pursuant to this section shall have the effect of a vote taken at a meeting and may be described as such in any document. Unless the articles of incorporation, bylaws, or a resolution of the board of directors provides for a reasonable delay to permit tabulation of written consents, the action taken by written consent shall be effective when written consents signed by sufficient shareholders to take the action are delivered to the corporation."},{"prefix":"e","text":"(1) If this chapter requires that notice of a proposed action be given to nonvoting shareholders and the action is to be taken by written consent of the voting shareholders, the corporation shall give its nonvoting shareholders written notice of the action not more than 10 days after:"},{"prefix":"A","text":" Written consents sufficient to take the action have been delivered to the corporation; or"},{"prefix":"B","text":" Such later date that tabulation of consents is completed pursuant to an authorization under subsection (d) of this section."},{"prefix":"2","text":" The notice under paragraph (1) of this subsection shall reasonably describe the action taken and contain or be accompanied by the same material that, under any provision of this chapter, would have been required to be sent to nonvoting shareholders in a notice of a meeting at which the proposed action would have been submitted to the shareholders for action."},{"prefix":"f","text":"(1) If action is taken by less than unanimous written consent of the voting shareholders, the corporation shall give its nonconsenting voting shareholders written notice of the action not more than 10 days after:"},{"prefix":"A","text":" Written consents sufficient to take the action have been delivered to the corporation; or"},{"prefix":"B","text":" Such later date that tabulation of consents is completed pursuant to an authorization under subsection (d) of this section."},{"prefix":"2","text":" The notice under paragraph (1) of this subsection shall reasonably describe the action taken and contain or be accompanied by the same material that, under any provision of this chapter, would have been required to be sent to voting shareholders in a notice of a meeting at which the action would have been submitted to the shareholders for action."},{"prefix":"g","text":" The notice requirements in subsections (e) and (f) shall not delay the effectiveness of actions taken by written consent and a failure to comply with such notice requirements shall not invalidate actions taken by written consent; provided, that this subsection shall not limit judicial power to fashion any appropriate remedy in favor of a shareholder adversely affected by a failure to give the notice within the required time period."},{"prefix":"h","text":" An electronic transmission may be used to consent to an action if the electronic transmission contains or is accompanied by information from which the corporation can determine the date on which the electronic transmission was signed and that the electronic transmission was authorized by the shareholder, the shareholder's agent, or the shareholder's attorney-in-fact."},{"prefix":"i","text":" Delivery of a written consent to the corporation under this section shall be made by delivery to the corporation's registered agent or to the secretary of the corporation at its principal office."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"A","text":"Meetings."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.04","catch_text":"Action without meeting."}}