{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-311.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A record shareholder may assert appraisal rights as to fewer than all the shares registered in the record shareholder's name but owned by a beneficial shareholder only if the record shareholder objects with respect to all shares of the class or series owned by the beneficial shareholder and notifies the corporation in writing of the name and address of each beneficial shareholder on whose behalf appraisal rights are being asserted. The rights of a record shareholder that asserts appraisal rights for only part of the shares held of record in the record shareholder's name under this subsection shall be determined as if the shares as to which the record shareholder objects and the record shareholder's other shares were registered in the names of different record shareholders."},{"prefix":"b","text":" A beneficial shareholder may assert appraisal rights as to shares of any class or series held on behalf of the shareholder only if the shareholder:"},{"prefix":"1","text":" Submits to the corporation the record shareholder's written consent to the assertion of such rights no later than the date referred to in ยง 29- 311.12(b)(2)(B); and"},{"prefix":"2","text":" Does so with respect to all shares of the class or series that are beneficially owned by the beneficial shareholder."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"A","text":"Right to Appraisal and Payment for Shares."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.03","catch_text":"Assertion of rights by nominees and beneficial owners."}}