{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.60\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A board of directors may authorize, and the corporation may make, distributions to its shareholders subject to restriction by the articles of incorporation and the limitation in subsection (c) of this section."},{"prefix":"b","text":" If the board of directors does not fix the record date for determining shareholders entitled to a distribution, other than one involving a purchase, redemption, or other acquisition of the corporation's shares, the record date shall be the date the board of directors authorizes the distribution."},{"prefix":"c","text":" A distribution shall not be made if, after giving it effect:"},{"prefix":"1","text":" The corporation would not be able to pay its debts as they become due in the usual course of business; or"},{"prefix":"2","text":" The corporation's total assets would be less than the sum of its total liabilities plus, unless the articles of incorporation permit otherwise, the amount that would be needed, if the corporation were to be dissolved at the time of the distribution, to satisfy the preferential rights upon dissolution of shareholders whose preferential rights are superior to those receiving the distribution."},{"prefix":"d","text":" The board of directors may base a determination that a distribution is not prohibited under subsection (c) of this section either on financial statements prepared on the basis of accounting practices and principles that are reasonable in the circumstances or on a fair valuation or other method that is reasonable in the circumstances."},{"prefix":"e","text":" Except as otherwise provided in subsection (g) of this section, the effect of a distribution under subsection (c) shall be measured:"},{"prefix":"1","text":" In the case of distribution by purchase, redemption, or other acquisition of the corporation's shares, as of the earlier of the date that:"},{"prefix":"A","text":" Money or other property is transferred or debt incurred by the corporation; or"},{"prefix":"B","text":" The shareholder ceases to be a shareholder with respect to the acquired shares;"},{"prefix":"2","text":" In the case of any other distribution of indebtedness, as of the date the indebtedness is distributed; and"},{"prefix":"3","text":" In all other cases, as of the date that:"},{"prefix":"A","text":" The distribution is authorized if the payment occurs within 120 days after the date of authorization; or"},{"prefix":"B","text":" The payment is made if it occurs more than 120 days after the date of authorization."},{"prefix":"f","text":" A corporation's indebtedness to a shareholder incurred by reason of a distribution made in accordance with this section shall be at parity with the corporation's indebtedness to its general, unsecured creditors except to the extent subordinated by agreement."},{"prefix":"g","text":" Indebtedness of a corporation, including indebtedness issued as a distribution, shall not be considered a liability for the purposes of determinations under subsection (c) of this section if its terms provide that payment of principal and interest are made only if and to the extent that payment of a distribution to shareholders could be made under this section. If the indebtedness is issued as a distribution, each payment of principal or interest shall be treated as a distribution, the effect of which is measured on the date the payment is made."},{"prefix":"h","text":" This section shall not apply to distributions in liquidation under subchapter XII of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"D","text":"Distributions to Shareholders."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.60","catch_text":"Distributions to shareholders."}}