{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-311.12\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a corporate action requiring appraisal rights under § 29-311.02(a) becomes effective, the corporation shall deliver a written appraisal notice and form required by subsection (b)(1) of this section to all shareholders who satisfy the requirements of § 29-311.11(a) or (b). In the case of a merger under § 29-309.05, the parent shall deliver a written appraisal notice and form to all record shareholders that may be entitled to assert appraisal rights."},{"prefix":"b","text":" The appraisal notice shall be sent no earlier than the date the corporate action specified in § 29-311.02(a) became effective, and no later than 10 days after such date, and shall:"},{"prefix":"1","text":" Supply a form that:"},{"prefix":"A","text":" Specifies the first date of any announcement to shareholders made before the date the corporate action became effective of the principal terms of the proposed corporate action;"},{"prefix":"B","text":" If such announcement was made, requires the shareholder asserting appraisal rights to certify whether beneficial ownership of those shares for which appraisal rights are asserted was acquired before that date; and"},{"prefix":"C","text":" Requires the shareholder asserting appraisal rights to certify that such shareholder did not vote for or consent to the transaction;"},{"prefix":"2","text":" State:"},{"prefix":"A","text":" Where the form must be sent and where certificates for certificated shares must be deposited and the date by which those certificates must be deposited, which date shall not be earlier than the date for receiving the required form under subparagraph (B) of this paragraph;"},{"prefix":"B","text":" A date by which the corporation must receive the form, which date may not be fewer than 40 nor more than 60 days after the date the appraisal notice and form required by subsection (a) of this section are sent, and state that the shareholder has waived the right to demand appraisal with respect to the shares unless the form is received by the corporation by such specified date;"},{"prefix":"C","text":" The corporation's estimate of the fair value of the shares;"},{"prefix":"D","text":" That, if requested in writing, the corporation will provide, to the shareholder so requesting, within 10 days after the date specified in paragraph (2)(B) of this subsection the number of shareholders that return the forms by the specified date and the total number of shares owned by them; and"},{"prefix":"E","text":" The date by which the notice to withdraw under § 29-311.13 shall be received, which date must be within 20 days after the date specified subparagraph (B) of this paragraph; and"},{"prefix":"3","text":" Be accompanied by a copy of this subchapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"B","text":"Procedure for Exercise of Appraisal Rights."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.12","catch_text":"Appraisal notice and form."}}