{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-311.50\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The legality of a proposed or completed corporate action described in § 29-311.02(a) shall not be contested and the corporate action shall not be enjoined, set aside, or rescinded, in a legal or equitable proceeding by a shareholder after the shareholders have approved the corporate action."},{"prefix":"b","text":" Subsection (a) of this section shall not apply to a corporate action that:"},{"prefix":"1","text":" Was not authorized and approved in accordance with the applicable provisions of:"},{"prefix":"A","text":" Subchapter VII, VIII, IX, or X of this chapter;"},{"prefix":"B","text":" The articles of incorporation or bylaws; or"},{"prefix":"C","text":" The resolution of the board of directors authorizing the corporate action;"},{"prefix":"2","text":" Was procured as a result of fraud, a material misrepresentation, or an omission of a material fact necessary to make statements made, in light of the circumstances in which they were made, not misleading;"},{"prefix":"3","text":" Is an interested transaction, unless it has been recommended by the board of directors in the same manner as is provided in § 29-306.72 and has been approved by the shareholders in the same manner as is provided in § 29- 306.73 as if the interested transaction were a director's conflicting interest transaction; or"},{"prefix":"4","text":" Is approved by less than unanimous consent of the voting shareholders pursuant to § 29-305.04 if:"},{"prefix":"A","text":" The challenge to the corporate action is brought by a shareholder that did not consent and as to which notice of the approval of the corporate action was not effective at least 10 days before the corporate action was effected; and"},{"prefix":"B","text":" The proceeding challenging the corporate action is commenced within 10 days after notice of the approval of the corporate action is effective as to the shareholder bringing the proceeding."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"D","text":"Other Remedies."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.50","catch_text":"Other remedies limited."}}