{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-308.22\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Unless the articles of incorporation specifically prohibit the adoption of a bylaw pursuant to this section, alter the vote specified in § 29- 305.28(a), or provide for cumulative voting, a public corporation may elect in its bylaws to be governed in the election of directors as follows:"},{"prefix":"1","text":" Each vote entitled to be cast may be voted for or against up to that number of candidates that is equal to the number of directors to be elected, or a shareholder may indicate an abstention, but without cumulating the votes."},{"prefix":"2","text":"(A) To be elected, a nominee shall have received a plurality of the votes cast by holders of shares entitled to vote in the election at a meeting at which a quorum is present; provided, that a nominee who is elected but receives more votes against than for election serves as a director for a term that terminates on the date that is the earlier of:"},{"prefix":"i","text":" Ninety days from the date on which the voting results are determined pursuant to § 29-305.29(b)(5); or"},{"prefix":"ii","text":" The date on which an individual is selected by the board of directors to fill the office held by the director, which selection shall be deemed to constitute the filling of a vacancy by the board to which § 29-306. 10 applies."},{"prefix":"B","text":" Subject to paragraph (3) of this subsection, a nominee who is elected but receives more votes against than for election shall not serve as a director beyond the 90-day period set forth in subparagraph (A)(i) of this paragraph."},{"prefix":"3","text":" The board of directors may select any qualified individual to fill the office held by a director who received more votes against than for election."},{"prefix":"b","text":" Subsection (a) of this section shall not apply to an election of directors by a voting group if (1) at the expiration of the time fixed under a provision requiring advance notification of director candidates, or (2) absent such a provision, at a time fixed by the board of directors which is not more than 14 days before notice is given of the meeting at which the election is to occur, there are more candidates for election by the voting group than the number of directors to be elected, one or more of whom are properly proposed by shareholders. An individual shall not be considered a candidate for purposes of this subsection if the board of directors determines before the notice of meeting is given that the individual's candidacy shall not create a bona fide election contest."},{"prefix":"c","text":" A bylaw electing to be governed by this section shall be repealed:"},{"prefix":"1","text":" If originally adopted by the shareholders, only by the shareholders, unless the bylaw otherwise provides;"},{"prefix":"2","text":" If adopted by the board of directors, by the board of directors or the shareholders."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VIII","text":"Amendment of Articles of Incorporation and Bylaws."},"part":{"identifier":"B","text":"Amendment of Bylaws."},"heading":{"title":"29","chaptersection":"308","identifier":"29-308.22","catch_text":"Bylaw provisions relating to the election of directors."}}