{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The articles of incorporation shall set forth any classes of shares and series of shares within a class, and the number of shares of each class and series, that the corporation is authorized to issue. If more than one class or series of shares is authorized, the articles of incorporation shall prescribe a distinguishing designation for each class or series and shall describe, prior to the issuance of shares of a class or series, the terms, including the preferences, rights, and limitations, of that class or series. Except to the extent varied as permitted by this section, all shares of a class or series must have terms, including preferences, rights, and limitations, that are identical with those of other shares of the same class or series."},{"prefix":"b","text":" The articles of incorporation shall authorize:"},{"prefix":"1","text":" One or more classes or series of shares that together have unlimited voting rights; and"},{"prefix":"2","text":" One or more classes or series of shares, which may be the same class or classes as those with voting rights, that together are entitled to receive the net assets of the corporation upon dissolution."},{"prefix":"c","text":" The articles of incorporation may authorize one or more classes or series of shares that:"},{"prefix":"1","text":" Have special, conditional, or limited voting rights, or no right to vote, except to the extent otherwise provided by this chapter;"},{"prefix":"2","text":" Are redeemable or convertible as specified in the articles of incorporation:"},{"prefix":"A","text":" At the option of the corporation, the shareholder, or another person or upon the occurrence of a specified event;"},{"prefix":"B","text":" For cash, indebtedness, securities, or other property; and"},{"prefix":"C","text":" At prices and in amounts:"},{"prefix":"i","text":" Specified; or"},{"prefix":"ii","text":" Determined in accordance with a formula;"},{"prefix":"3","text":" Entitle the holders to distributions calculated in any manner, including dividends that may be cumulative, noncumulative, or partially cumulative; or"},{"prefix":"4","text":" Have preference over any other class or series of shares with respect to distributions, including distributions upon the dissolution of the corporation."},{"prefix":"d","text":" Terms of shares may be made dependent upon facts objectively ascertainable outside the articles of incorporation in accordance with ยง 29-301.04."},{"prefix":"e","text":" Any of the terms of shares may vary among holders of the same class or series so long as the variations are expressly set forth in the articles of incorporation."},{"prefix":"f","text":" The description of the preferences, rights, and limitations of classes or series of shares in subsection (c) of this section is not exhaustive."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"A","text":"Shares."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.01","catch_text":"Authorized shares."}}