{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-305.20\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" After fixing a record date for a meeting, a corporation shall prepare an alphabetical list of the names of all its shareholders that are entitled to notice of a shareholders' meeting. The list shall:"},{"prefix":"1","text":" Be arranged by voting group and, within each voting group, by class or series; and"},{"prefix":"2","text":" Show the address of and number of shares held by each shareholder."},{"prefix":"b","text":" The shareholders' list must be available for inspection by any shareholder, beginning 2 business days after notice of the meeting is given for which the list was prepared and continuing through the meeting, at the corporation's principal office or at a place identified in the meeting notice in the city where the meeting will be held. A shareholder, or the shareholder's agent or attorney, shall be entitled on written demand to inspect and, subject to ยง 29-313.02(c), to copy the list, during regular business hours and at the shareholder's expense, during the period it is available for inspection."},{"prefix":"c","text":" The corporation shall make the shareholders' list available at the meeting and any shareholder, or the shareholder's agent or attorney, shall be entitled to inspect the list at any time during the meeting or any adjournment."},{"prefix":"d","text":" If the corporation refuses to allow a shareholder, or the shareholder's agent or attorney, to inspect the shareholders' list before or at the meeting, or copy the list as permitted by subsection (b) of this section, the Superior Court, on application of the shareholder, may summarily order the inspection or copying at the corporation's expense and may postpone the meeting for which the list was prepared until the inspection or copying is complete."},{"prefix":"e","text":" Refusal or failure to prepare or make available the shareholders' list shall not affect the validity of action taken at the meeting."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"B","text":"Voting."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.20","catch_text":"Shareholders' list for meeting."}}