{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-305.42\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" An agreement among the shareholders of a corporation that complies with this section shall be effective among the shareholders and the corporation even though it is inconsistent with one or more other provisions of this chapter in that it:"},{"prefix":"1","text":" Eliminates the board of directors or restricts the discretion or powers of the board of directors;"},{"prefix":"2","text":" Governs the authorization or making of distributions whether or not in proportion to ownership of shares, subject to the limitations in § 29-304. 60;"},{"prefix":"3","text":" Establishes who will be directors or officers of the corporation, their terms of office, or manner of their selection or removal;"},{"prefix":"4","text":" Governs, in general or in regard to specific matters, the exercise or division of voting power by or between the shareholders and directors or by or among any of them, including use of weighted voting rights or director proxies;"},{"prefix":"5","text":" Establishes the terms and conditions of any agreement for the transfer or use of property or the provision of services between the corporation and any shareholder, director, officer, or employee of the corporation or among any of them;"},{"prefix":"6","text":" Transfers to one or more shareholders or other persons all or part of the authority to exercise the corporate powers or to manage the business and affairs of the corporation, including the resolution of any issue about which there exists a deadlock among directors or shareholders;"},{"prefix":"7","text":" Requires dissolution of the corporation at the request of one or more of the shareholders or upon the occurrence of a specified event or contingency; or"},{"prefix":"8","text":" Otherwise governs the exercise of the corporate powers or the management of the business and affairs of the corporation or the relationship among the shareholders, the directors, and the corporation, or among any of them, and is not contrary to public policy."},{"prefix":"b","text":" An agreement authorized by this section shall be:"},{"prefix":"1","text":" Set forth in:"},{"prefix":"A","text":" The articles of incorporation or bylaws and approved by all persons that are shareholders at the time of the agreement; or"},{"prefix":"B","text":" A written agreement that is signed by all persons that are shareholders at the time of the agreement and is made known to the corporation;"},{"prefix":"2","text":" Subject to amendment only by all persons that are shareholders at the time of the amendment, unless the agreement provides otherwise; and"},{"prefix":"3","text":" Valid for 10 years, unless the agreement provides otherwise."},{"prefix":"c","text":" The existence of an agreement authorized by this section shall be noted conspicuously on the front or back of each certificate for outstanding shares or on the information statement required by § 29-304.26(b). If, at the time of the agreement, the corporation has shares outstanding represented by certificates, the corporation shall recall the outstanding certificates and issue substitute certificates that comply with this subsection. The failure to note the existence of the agreement on the certificate or information statement shall not affect the validity of the agreement or any action taken pursuant to it. Any purchaser of shares that, at the time of purchase, did not have knowledge of the existence of the agreement may rescind the purchase. A purchaser shall be deemed to have knowledge of the existence of the agreement if its existence is noted on the certificate or information statement for the shares in compliance with this subsection and, if the shares are not represented by a certificate, the information statement is delivered to the purchaser at or prior to the time of purchase of the shares. An action to enforce the right of rescission authorized by this subsection shall be commenced within the earlier of 90 days after discovery of the existence of the agreement or 2 years after the time of purchase of the shares."},{"prefix":"d","text":" An agreement authorized by this section shall cease to be effective when the corporation becomes a public corporation. If the agreement ceases to be effective for any reason, the board of directors may, if the agreement is contained or referred to in the corporation's articles of incorporation or bylaws, adopt an amendment to the articles of incorporation or bylaws, without shareholder action, to delete the agreement and any references to it."},{"prefix":"e","text":" An agreement authorized by this section that limits the discretion or powers of the board of directors relieves the directors of, and imposes upon the person or persons in which the discretion or powers are vested, liability for acts or omissions imposed by law on directors to the extent that the discretion or powers of the directors are limited by the agreement."},{"prefix":"f","text":" The existence or performance of an agreement authorized by this section shall not be a ground for imposing personal liability on any shareholder for the acts or debts of the corporation even if the agreement or its performance treats the corporation as if it were a partnership or results in failure to observe the corporate formalities otherwise applicable to the matters governed by the agreement."},{"prefix":"g","text":" Incorporators or subscribers for shares may act as shareholders with respect to an agreement authorized by this section if no shares have been issued when the agreement is made."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"C","text":"Voting Trusts and Agreements."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.42","catch_text":"Shareholder agreements."}}