{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.56\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation may indemnify and advance expenses under this part to an officer of the corporation who is a party to a proceeding because he or she is an officer of the corporation:"},{"prefix":"1","text":" To the same extent as a director; and"},{"prefix":"2","text":" If he or she is an officer but not a director, to such further extent as may be provided by the articles of incorporation, the bylaws, a resolution of the board of directors, or contract, except for liability:"},{"prefix":"A","text":" In connection with a proceeding by or in the right of the corporation other than for expenses incurred in connection with the proceeding; or"},{"prefix":"B","text":" Arising out of conduct that constitutes:"},{"prefix":"i","text":" Receipt by the officer of a financial benefit to which the officer is not entitled;"},{"prefix":"ii","text":" An intentional infliction of harm on the corporation or the shareholders; or"},{"prefix":"iii","text":" An intentional violation of criminal law."},{"prefix":"b","text":" Subsection (a)(2) of this section shall apply to an officer who is also a director if the basis on which the officer is made a party to the proceeding is an act or omission solely as an officer."},{"prefix":"c","text":" An officer of a corporation who is not a director shall be entitled to mandatory indemnification under § 29-306.52, and may apply to the Superior Court under § 29-306.54 for indemnification or an advance for expenses, in each case to the same extent to which a director may be entitled to indemnification or advance for expenses under those provisions."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.56","catch_text":"Indemnification of officers."}}