{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.27\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The articles of incorporation, bylaws, an agreement among shareholders, or an agreement between shareholders and the corporation may impose restrictions on the transfer or registration of transfer of shares of the corporation. A restriction shall not affect shares issued before the restriction was adopted unless the holders of the shares are parties to the restriction agreement or voted in favor of the restriction."},{"prefix":"b","text":" A restriction on the transfer or registration of transfer of shares shall be valid and enforceable against the holder or a transferee of the holder if the restriction is authorized by this section and its existence is noted conspicuously on the front or back of the certificate or is contained in the information statement required by ยง 29-304.26(b). Unless so noted or contained, a restriction shall not be enforceable against a person without knowledge of the restriction."},{"prefix":"c","text":" A restriction on the transfer or registration of transfer of shares is authorized:"},{"prefix":"1","text":" To maintain the corporation's status when it is dependent on the number or identity of its shareholders;"},{"prefix":"2","text":" To preserve exemptions under federal or state securities law; or"},{"prefix":"3","text":" For any other reasonable purpose."},{"prefix":"d","text":" A restriction on the transfer or registration of transfer of shares may:"},{"prefix":"1","text":" Obligate the shareholder first to offer the corporation or other persons, separately, consecutively, or simultaneously, an opportunity to acquire the restricted shares;"},{"prefix":"2","text":" Obligate the corporation or other persons, separately, consecutively, or simultaneously, to acquire the restricted shares;"},{"prefix":"3","text":" Require the corporation, the holders of any class of its shares, or another person to approve the transfer of the restricted shares, if the requirement is not manifestly unreasonable; or"},{"prefix":"4","text":" Prohibit the transfer of the restricted shares to designated persons or classes of persons if the prohibition is not manifestly unreasonable."},{"prefix":"e","text":" For the purposes of this section, the term \"shares\" shall include a security convertible into or carrying a right to subscribe for or acquire shares."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"B","text":"Issuance of Shares."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.27","catch_text":"Restriction on transfer of shares and other securities."}}