{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-303.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" In anticipation of or during an emergency defined in subsection (d), the board of directors of a corporation may:"},{"prefix":"1","text":" Modify lines of succession to accommodate the incapacity of any director, officer, employee, or agent; and"},{"prefix":"2","text":" Relocate the principal office, designate alternative principal offices or regional offices, or authorize the officers to do so."},{"prefix":"b","text":" During an emergency defined in subsection (d) of this section, unless emergency bylaws provide otherwise:"},{"prefix":"1","text":" Notice of a meeting of the board of directors need be given only to those directors whom it is practicable to reach and may be given in any practicable manner, including by publication, radio, and messages sent over the Internet; and"},{"prefix":"2","text":" One or more officers of the corporation present at a meeting of the board of directors may be deemed to be directors for the meeting, in order of rank and within the same rank in order of seniority, as necessary to achieve a quorum."},{"prefix":"c","text":" Corporate action taken in good faith during an emergency under this section to further the ordinary business affairs of the corporation:"},{"prefix":"1","text":" Binds the corporation; and"},{"prefix":"2","text":" Shall not be used to impose liability on a corporate director, officer, employee, or agent."},{"prefix":"d","text":" An emergency exists for the purposes of this section if a quorum of the corporation's directors cannot readily be assembled because of some catastrophic event."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"III","text":"Purposes and Powers."},"heading":{"title":"29","chaptersection":"303","identifier":"29-303.03","catch_text":"Emergency powers."}}