{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.25\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Shares may, but need not, be represented by certificates. Unless this chapter or another law expressly provides otherwise, the rights and obligations of shareholders shall be identical whether or not their shares are represented by certificates."},{"prefix":"b","text":" At a minimum, each share certificate shall state on its face:"},{"prefix":"1","text":" The name of the issuing corporation and that it is organized under the law of the District;"},{"prefix":"2","text":" The name of the person to which issued; and"},{"prefix":"3","text":" The number and class of shares and the designation of the series, if any, the certificate represents."},{"prefix":"c","text":" If the issuing corporation is authorized to issue different classes of shares or different series within a class, the designations, relative rights, preferences, and limitations applicable to each class and the variations in rights, preferences, and limitations determined for each series, and the authority of the board of directors to determine variations for future series, shall be summarized on the front or back of each certificate. Alternatively, each certificate may state conspicuously on its front or back that the corporation will furnish the shareholder this information on request in writing and without charge."},{"prefix":"d","text":" Each share certificate:"},{"prefix":"1","text":" Shall be signed, either manually or in facsimile, by 2 officers designated in the bylaws or by the board of directors; and"},{"prefix":"2","text":" May bear the corporate seal or its facsimile."},{"prefix":"e","text":" If the officer who signed, either manually or in facsimile, a share certificate no longer holds office when the certificate is issued, the certificate shall nevertheless be valid."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"B","text":"Issuance of Shares."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.25","catch_text":"Form and content of certificates."}}