{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.58\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation may, by a provision in its articles of incorporation or bylaws or in a resolution adopted or a contract approved by its board of directors or shareholders, obligate itself in advance of the act or omission giving rise to a proceeding to provide indemnification in accordance with § 29-306.51 or advance funds to pay for or reimburse expenses in accordance with § 29-306.53. Any such obligatory provision shall satisfy the requirements for authorization referred to in § 29-306.53(c) and in § 29-306. 55(c). Any such provision that obligates the corporation to provide indemnification to the fullest extent permitted by law obligates the corporation to advance funds to pay for or reimburse expenses in accordance with § 29-306.53 to the fullest extent permitted by law, unless the provision specifically provides otherwise."},{"prefix":"b","text":" Any provision pursuant to subsection (a) of this section shall not obligate the corporation to indemnify or advance expenses to a director of a predecessor of the corporation, pertaining to conduct with respect to the predecessor, unless otherwise specifically provided. Any provision for indemnification or advance for expenses in the articles of incorporation, bylaws, or a resolution of the board of directors or shareholders of a predecessor of the corporation in a merger or in a contract to which the predecessor shall be a party, existing at the time the merger takes effect, shall be governed by § 29- 309.07(a)(4)."},{"prefix":"c","text":" A corporation may, by a provision in its articles of incorporation, limit any of the rights to indemnification or advance for expenses created by or pursuant to this part."},{"prefix":"d","text":" This part shall not limit a corporation's power to pay or reimburse expenses incurred by a director or an officer in connection with appearing as a witness in a proceeding at a time when he or she is not a party."},{"prefix":"e","text":" This part shall not limit a corporation's power to indemnify, advance expenses to, or provide or maintain insurance on behalf of an employee or agent."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.58","catch_text":"Variation by corporate action; application of part."}}