{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-311.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Affiliate\" means a person that directly or indirectly through one or more intermediaries controls, is controlled by, or is under common control with another person or is a senior executive thereof.   For the purposes of § 29- 311.02(b)(4), a person shall be deemed to be an affiliate of its senior executives."},{"prefix":"2","text":" \"Beneficial shareholder\" means a person that is the beneficial owner of shares held in a voting trust or by a nominee on the beneficial owner's behalf."},{"prefix":"3","text":" \"Corporation\" means the issuer of the shares held by a shareholder demanding appraisal and, for matters covered in §§ 29-311.12 to 29- 311.31, includes the surviving entity in a merger."},{"prefix":"4","text":" \"Fair value\" means the value of the corporation's shares determined:"},{"prefix":"A","text":" Immediately before the effectuation of the corporate action to which the shareholder objects;"},{"prefix":"B","text":" Using customary and current valuation concepts and techniques generally employed for similar businesses in the context of the transaction requiring appraisal; and"},{"prefix":"C","text":" Without discounting for lack of marketability or minority status, except, if appropriate, for amendments to the articles pursuant to § 29- 311.02(a)(5)."},{"prefix":"5","text":" \"Interest\" means interest from the effective date of the corporate action until the date of payment at the rate of interest on judgments in the District on the effective date of the corporate action."},{"prefix":"6","text":" \"Interested transaction\" means a corporate action described in § 29- 311.02(a), other than a merger pursuant to § 29-309.05, involving an interested person in which any of the shares or assets of the corporation are being acquired or converted. For the purposes of this definition, the term:"},{"prefix":"A","text":" \"Interested person\" means a person, or an affiliate of a person, who at any time during the one-year period immediately preceding approval by the board of directors of the corporate action:"},{"prefix":"i","text":" Was the beneficial owner of 20% or more of the voting power of the corporation, other than as owner of excluded shares;"},{"prefix":"ii","text":" Had the power, contractually or otherwise, other than as owner of excluded shares, to cause the appointment or election of 25% or more of the directors to the board of directors of the corporation; or"},{"prefix":"iii","text":" Was a senior executive or director of the corporation or a senior executive of any affiliate thereof, and that senior executive or director will receive, as a result of the corporate action, a financial benefit not generally available to other shareholders as such, other than:"},{"prefix":"I","text":" Employment, consulting, retirement, or similar benefits established separately and not as part of or in contemplation of the corporate action;"},{"prefix":"II","text":" Employment, consulting, retirement, or similar benefits established in contemplation of, or as part of, the corporate action that are not more favorable than those existing before the corporate action or, if more favorable, that have been approved on behalf of the corporation in the same manner as is provided in § 29-306.72; or"},{"prefix":"III","text":" In the case of a director of the corporation, who will, in the corporate action, become a director of the acquiring entity in the corporate action or one of its affiliates, rights and benefits as a director that are provided on the same basis as those afforded by the acquiring entity generally to other directors of such entity or such affiliate."},{"prefix":"B","text":" \"Beneficial owner\" means any person that, directly or indirectly, through any contract, arrangement, or understanding, other than a revocable proxy, has or shares the power to vote, or to direct the voting of, shares; provided, that a member of a national securities exchange shall not deemed to be a beneficial owner of securities held directly or indirectly by it on behalf of another person solely because the member is the record holder of the securities if the member is precluded by the rules of the exchange from voting without instruction on contested matters or matters that may affect substantially the rights or privileges of the holders of the securities to be voted. When 2 or more persons agree to act together for the purpose of voting their shares of the corporation, each member of the group formed thereby shall be deemed to have acquired beneficial ownership, as of the date of the agreement, of all voting shares of the corporation beneficially owned by any member of the group."},{"prefix":"C","text":" \"Excluded shares\" means shares acquired pursuant to an offer for all shares having voting power if the offer was made within one year prior to the corporate action for consideration of the same kind and of a value equal to or less than that paid in connection with the corporate action."},{"prefix":"7","text":" \"Preferred shares\" means a class or series of shares whose holders have preference over any other class or series with respect to distributions."},{"prefix":"8","text":" \"Record shareholder\" means the person in whose name shares are registered in the records of the corporation or the beneficial owner of shares to the extent of the rights granted by a nominee certificate on file with the corporation."},{"prefix":"9","text":" \"Senior executive\" means the chief executive officer, chief operating officer, chief financial officer, and anyone in charge of a principal business unit or function."},{"prefix":"10","text":" \"Shareholder\" means a record shareholder or a beneficial shareholder."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"A","text":"Right to Appraisal and Payment for Shares."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.01","catch_text":"Definitions."}}