{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-305.28\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Unless otherwise provided in the articles of incorporation, directors shall be elected by a plurality of the votes cast by the shares entitled to vote in the election at a meeting at which a quorum is present."},{"prefix":"b","text":" Shareholders shall not have a right to cumulate their votes for directors unless the articles of incorporation so provide."},{"prefix":"c","text":" A statement included in the articles of incorporation that \"all\" or \"a designated voting group\" \"of shareholders are entitled to cumulate their votes for directors\", or words of similar import, means that the shareholders designated are entitled to multiply the number of votes they are entitled to cast by the number of directors for whom they are entitled to vote and cast the product for a single candidate or distribute the product among 2 or more candidates."},{"prefix":"d","text":" Shares otherwise entitled to vote cumulatively shall not be voted cumulatively at a particular meeting unless:"},{"prefix":"1","text":" The meeting notice or proxy statement accompanying the notice states conspicuously that cumulative voting is authorized; or"},{"prefix":"2","text":"(A) A shareholder that has the right to cumulate his votes gives notice to the corporation not less than 48 hours before the time set for the meeting of the shareholder's intent to cumulate votes during the meeting."},{"prefix":"B","text":" If one shareholder gives this notice, all other shareholders in the same voting group participating in the election shall be entitled to cumulate their votes without giving further notice."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"B","text":"Voting."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.28","catch_text":"Voting for directors; cumulative voting."}}