{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-312.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved corporation may also publish notice of its dissolution and request that persons with claims against the dissolved corporation present them in accordance with the notice."},{"prefix":"b","text":" The notice shall:"},{"prefix":"1","text":" Be published one time in a newspaper of general circulation in the District;"},{"prefix":"2","text":" Describe the information that must be included in a claim and provide a mailing address where the claim may be sent; and"},{"prefix":"3","text":" State that a claim against the dissolved corporation will be barred unless a proceeding to enforce the claim is commenced within 3 years after the publication of the notice."},{"prefix":"c","text":" If the dissolved corporation publishes a newspaper notice in accordance with subsection (b) of this section, the claim of each of the following claimants shall be barred unless the claimant commences a proceeding to enforce the claim against the dissolved corporation within 3 years after the publication date of the newspaper notice:"},{"prefix":"1","text":" A claimant that was not given written notice under § 29-312.06;"},{"prefix":"2","text":" A claimant whose claim was timely sent to the dissolved corporation but not acted on;"},{"prefix":"3","text":" A claimant whose claim is contingent or based on an event occurring after the effective date of dissolution."},{"prefix":"d","text":" A claim that is not barred by § 29-312.06(c) or subsection (c) of this section may be enforced:"},{"prefix":"1","text":" Against the dissolved corporation, to the extent of its undistributed assets; or"},{"prefix":"2","text":" Except as otherwise provided in § 29-312.08(d), if the assets have been distributed in liquidation, against a shareholder of the dissolved corporation to the extent of the shareholder's pro rata share of the claim or the corporate assets distributed to the shareholder in liquidation, whichever is less, but a shareholder's total liability for all claims under this section shall not exceed the total amount of assets distributed to the shareholder."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XII","text":"Dissolution."},"part":{"identifier":"A","text":"Voluntary Dissolution."},"heading":{"title":"29","chaptersection":"312","identifier":"29-312.07","catch_text":"Other claims against dissolved corporation."}}