{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-309.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Through a share exchange:"},{"prefix":"1","text":" A domestic business corporation may acquire all of the shares of one or more classes or series of shares of another domestic or foreign business corporation in exchange for shares or other securities, eligible interests, obligations, rights to acquire shares or other securities, cash, other property, or any combination of the foregoing, pursuant to a plan of share exchange; or"},{"prefix":"2","text":" All of the shares of one or more classes or series of shares of a domestic business corporation may be acquired by another domestic or foreign business corporation in exchange for shares or other securities, eligible interests, obligations, rights to acquire shares or other securities, cash, other property, or any combination of the foregoing, pursuant to a plan of share exchange."},{"prefix":"b","text":" A foreign business corporation may be a party to a share exchange only if the share exchange is permitted by the laws under which the corporation is incorporated."},{"prefix":"c","text":" The plan of share exchange shall include:"},{"prefix":"1","text":" The name of the acquired corporation and the name of the acquiring corporation;"},{"prefix":"2","text":" The terms and conditions of the share exchange;"},{"prefix":"3","text":" The manner and basis of exchanging shares of the acquired corporation into shares or other securities, eligible interests, obligations, rights to acquire shares, other securities, or eligible interests, cash, other property, or any combination of the foregoing; and"},{"prefix":"4","text":" Any other provisions required by the laws under which any party to the share exchange is incorporated or by the articles of incorporation of any party."},{"prefix":"d","text":" Terms of a plan of share exchange may be made dependent on facts objectively ascertainable outside the plan in accordance with ยง 29-301.04."},{"prefix":"e","text":" The plan of share exchange may also include a provision that the plan may be amended by the directors or shareholders of a domestic acquired corporation; provided, that the shareholders that were entitled to vote on the plan shall be entitled to vote on any amendment of the plan that will change:"},{"prefix":"1","text":" The amount or kind of shares or other securities, eligible interests, obligations, rights to acquire shares, other securities or eligible interests, cash, or other property to be issued by the corporation or to be received under the plan by the shareholders of the acquired corporation; or"},{"prefix":"2","text":" Any of the other terms or conditions of the plan if the change would adversely affect such shareholders in any material respect."},{"prefix":"f","text":" This section shall not limit the power of a domestic corporation to acquire shares of another corporation in a transaction other than a share exchange."},{"prefix":"g","text":" A share exchange or interest exchange in which a business corporation and another form of entity are parties shall be governed by Chapter 2 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IX","text":"Merger and Share Exchanges."},"heading":{"title":"29","chaptersection":"309","identifier":"29-309.03","catch_text":"Share exchange."}}