{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-311.30\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a shareholder makes demand for payment under § 29-311.16 which remains unsettled, the corporation shall commence a proceeding within 60 days after receiving the payment demand and petition the Superior Court to determine the fair value of the shares and accrued interest. If the corporation does not commence the proceeding within the 60-day period, it shall pay in cash to each shareholder the amount the shareholder demanded pursuant to § 29-311.16 plus interest."},{"prefix":"b","text":" The corporation shall commence the proceeding in the Superior Court."},{"prefix":"c","text":" The corporation shall make all shareholders, whether or not residents of the District, whose demands remain unsettled parties to the proceeding as in an action against their shares, and all parties must be served with a copy of the petition. Nonresidents may be served by registered or certified mail or by publication as provided by law."},{"prefix":"d","text":" The jurisdiction of the Superior Court in which the proceeding is commenced under subsection (b) shall be plenary and exclusive. The court may appoint one or more persons as appraisers to receive evidence and recommend a decision on the question of fair value. The appraisers have the powers described in the order appointing them, or in any amendment to it. The shareholders demanding appraisal rights shall be entitled to the same discovery rights as parties in other civil proceedings. There shall be no right to a jury trial."},{"prefix":"e","text":" Each shareholder made a party to the proceeding shall be entitled to judgment:"},{"prefix":"1","text":" For the amount, if any, by which the Superior Court finds the fair value of the shareholder's shares, plus interest, exceeds the amount paid by the corporation to the shareholder for such shares or"},{"prefix":"2","text":" For the fair value, plus interest, of the shareholder's shares for which the corporation elected to withhold payment under § 29-311.15."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"C","text":"Judicial Appraisal of Shares."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.30","catch_text":"Judicial proceeding."}}