{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-305.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation shall notify shareholders of the date, time, and place of each annual and special shareholders' meeting no less than 10, or more than, 60 days before the meeting date. Unless this chapter or the articles of incorporation require otherwise, the corporation shall give notice only to shareholders entitled to vote at the meeting."},{"prefix":"b","text":" Unless this chapter or the articles of incorporation require otherwise, notice of an annual meeting need not include a description of the purpose or purposes for which the meeting is called."},{"prefix":"c","text":" Notice of a special meeting shall include a description of the purpose or purposes for which the meeting is called."},{"prefix":"d","text":" If not otherwise fixed under § 29-305.03 or 29-305.07, the record date for determining shareholders entitled to notice of and to vote at an annual or special shareholders' meeting shall be the day before the 1st notice is delivered to shareholders."},{"prefix":"e","text":" Unless the bylaws require otherwise, if an annual or special shareholders' meeting is adjourned to a different date, time, or place, notice need not be given of the new date, time, or place if the new date, time, or place is announced at the meeting before adjournment; provided, that if a new record date for the adjourned meeting is or must be fixed under § 29-305.07, notice of the adjourned meeting shall be given under this section to persons that are shareholders as of the new record date."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"A","text":"Meetings."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.05","catch_text":"Notice of meeting."}}