{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-301.21 has been recodified as § 29A-301.21.\n\nDC CODE § 29-301.21\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Material interest\" means an actual or potential benefit or detriment, other than one which would devolve on the corporation or the shareholders generally, that would reasonably be expected to impair the objectivity of the director's judgment when participating in the action to be taken."},{"prefix":"2","text":" \"Material relationship\" means a familial, financial, professional, employment, or other relationship that would reasonably be expected to impair the objectivity of the director's judgment when participating in the action to be taken."},{"prefix":"b","text":" A qualified director is a director who:"},{"prefix":"1","text":" At the time action is to be taken under § 29-305.54, does not have:"},{"prefix":"A","text":" A material interest in the outcome of the proceeding; or"},{"prefix":"B","text":" A material relationship with a person that has such an interest;"},{"prefix":"2","text":" At the time action is to be taken under § 29-306.53 or 29-306.55:"},{"prefix":"A","text":" Is not a party to the proceeding;"},{"prefix":"B","text":" Is not a director as to whom a transaction is a director's conflicting interest transaction or who sought a disclaimer of the corporation's interest in a business opportunity under § 29-306.80, which transaction or disclaimer is challenged in the proceeding; and"},{"prefix":"C","text":" Does not have a material relationship with a director described in either subparagraph (A) or (B) of this paragraph;"},{"prefix":"3","text":" At the time action is to be taken under § 29-306.72, is not a director:"},{"prefix":"A","text":" As to whom the transaction is a director's conflicting interest transaction; or"},{"prefix":"B","text":" Who has a material relationship with another director as to whom the transaction is a director's conflicting interest transaction; or"},{"prefix":"4","text":" At the time action is to be taken under § 29-306.80, would be a qualified director under subsection (b)(3) of this section if the business opportunity were a director's conflicting interest transaction."},{"prefix":"c","text":" The presence of one or more of the following circumstances shall not by itself prevent a director from being a qualified director:"},{"prefix":"1","text":" Nomination or election of the director to the current board by any director who is not a qualified director with respect to the matter, or by any person that has a material relationship with that director, acting alone or participating with others;"},{"prefix":"2","text":" Service as a director of another corporation of which a director who is not a qualified director with respect to the matter, or any individual who has a material relationship with that director, is or was also a director; or"},{"prefix":"3","text":" With respect to action to be taken under § 29-305.54, status as a named defendant, as a director against whom action is demanded, or as a director who approved the conduct being challenged."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"Number of Shareholders; Qualified Director; Householding."},"heading":{"title":"29","chaptersection":"301","identifier":"29-301.21","catch_text":"Qualified director."}}