{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.70\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Control\", including the term \"controlled by\", means:"},{"prefix":"A","text":" Having the power, directly or indirectly, to elect or remove a majority of the members of the board of directors or other governing body of an entity, whether through the ownership of voting shares or interests, by contract, or otherwise; or"},{"prefix":"B","text":" Being subject to a majority of the risk of loss from the entity's activities or entitled to receive a majority of the entity's residual returns."},{"prefix":"2","text":" \"Director's conflicting interest transaction\" means a transaction effected or proposed to be effected by the corporation, or by an entity controlled by the corporation:"},{"prefix":"A","text":" To which, at the relevant time, the director is a party;"},{"prefix":"B","text":" Respecting which, at the relevant time, the director had knowledge and a material financial interest known to the director; or"},{"prefix":"C","text":" Respecting which, at the relevant time, the director knew that a related person was a party or had a material financial interest."},{"prefix":"3","text":" \"Fair to the corporation\" means, for the purposes of § 29-306.71(b)(3), that the transaction as a whole was beneficial to the corporation, taking into appropriate account whether it was:"},{"prefix":"A","text":" Fair in terms of the director's dealings with the corporation; and"},{"prefix":"B","text":" Comparable to what might have been obtainable in an arm's length transaction, given the consideration paid or received by the corporation."},{"prefix":"4","text":" \"Material financial interest\" means a financial interest in a transaction that would reasonably be expected to impair the objectivity of the director's judgment when participating in action on the authorization of the transaction."},{"prefix":"5","text":" \"Related person\" means:"},{"prefix":"A","text":" The director's spouse;"},{"prefix":"B","text":" A child, stepchild, grandchild, parent, step parent, grandparent, sibling, step sibling, half sibling, aunt, uncle, niece or nephew, or spouse of any thereof, of the director or of the director's spouse;"},{"prefix":"C","text":" An individual living in the same home as the director;"},{"prefix":"D","text":" An entity, other than the corporation or an entity controlled by the corporation, controlled by the director or any person specified above in this paragraph;"},{"prefix":"E","text":" A domestic or foreign:"},{"prefix":"i","text":" Business or nonprofit corporation, other than the corporation or an entity controlled by the corporation, of which the director is a governor;"},{"prefix":"ii","text":" Unincorporated entity of which the director is a governor or a member of the governing body; or"},{"prefix":"iii","text":" Individual, trust, or estate for whom or of which the director is a trustee, guardian, personal representative, or like fiduciary; or"},{"prefix":"F","text":" A person that is, or an entity that is controlled by, an employer of the director."},{"prefix":"6","text":" \"Relevant time\" means:"},{"prefix":"A","text":" The time at which directors' action respecting the transaction is taken in compliance with § 29-306.72; or"},{"prefix":"B","text":" If the transaction is not brought before the board of directors of the corporation, or its committee, for action under § 29-306.72, at the time the corporation, or an entity controlled by the corporation, becomes legally obligated to consummate the transaction."},{"prefix":"7","text":" \"Required disclosure\" means disclosure of:"},{"prefix":"A","text":" The existence and nature of the director's conflicting interest; and"},{"prefix":"B","text":" All facts known to the director respecting the subject matter of the transaction that a director free of such conflicting interest would reasonably believe to be material in deciding whether to proceed with the transaction."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"F","text":"Directors' Conflicting Interest Transactions."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.70","catch_text":"Definitions."}}