{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.21\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The powers granted in this section to the board of directors may be reserved to the shareholders by the articles of incorporation."},{"prefix":"b","text":" The board of directors may authorize shares to be issued for consideration consisting of any tangible or intangible property or benefit to the corporation, including cash, promissory notes, services performed, contracts for services to be performed, and other securities of the corporation."},{"prefix":"c","text":" Before the corporation issues shares, the board of directors shall determine that the consideration received or to be received for shares to be issued is adequate. That determination by the board of directors shall be conclusive insofar as the adequacy of consideration for the issuance of shares relates to whether the shares are validly issued, fully paid, and nonassessable."},{"prefix":"d","text":" When the corporation receives the consideration for which the board of directors authorized the issuance of shares, the shares issued therefor shall be fully paid and nonassessable."},{"prefix":"e","text":" The corporation may place in escrow shares issued for a contract for future services or benefits or a promissory note, or make other arrangements to restrict the transfer of the shares, and may credit distributions in respect of the shares against their purchase price, until the services are performed, the note is paid, or the benefits received. If the services are not performed, the note is not paid, or the benefits are not received, the shares escrowed or restricted and the distributions credited may be canceled in whole or part."},{"prefix":"f","text":" An issuance of shares or other securities convertible into or rights exercisable for shares, in a transaction or a series of integrated transactions, shall require the approval of the shareholders at a meeting at which a quorum consisting of at least a majority of the votes entitled to be cast on the matter exists, if:"},{"prefix":"1","text":" The shares, other securities, or rights are issued for consideration other than cash or cash equivalents, and"},{"prefix":"2","text":" The voting power of shares that are issued and issuable as a result of the transaction or series of integrated transactions will comprise more than 20% of the voting power of the shares of the corporation that were outstanding immediately before the transaction."},{"prefix":"g","text":" For the purposes of this subsection:"},{"prefix":"1","text":" For the purposes of determining the voting power of shares issued and issuable as a result of a transaction or series of integrated transactions, the voting power of shares is the greater of:"},{"prefix":"A","text":" The voting power of the shares to be issued; or"},{"prefix":"B","text":" The voting power of the shares that would be outstanding after giving effect to the conversion of convertible shares and other securities and the exercise of rights to be issued."},{"prefix":"2","text":" A series of transactions is integrated if consummation of one transaction is made contingent on consummation of one or more of the other transactions."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"B","text":"Issuance of Shares."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.21","catch_text":"Issuance of shares."}}