{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-304.20\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A subscription for shares entered into before incorporation shall be irrevocable for 6 months unless the subscription agreement provides a longer or shorter period or all the subscribers agree to revocation."},{"prefix":"b","text":" The board of directors may determine the payment terms of subscription for shares that were entered into before incorporation, unless the subscription agreement specifies them. A call for payment by the board of directors shall be uniform so far as practicable as to all shares of the same class or series, unless the subscription agreement specifies otherwise."},{"prefix":"c","text":" Shares issued pursuant to subscriptions entered into before incorporation shall be fully paid and nonassessable when the corporation receives the consideration specified in the subscription agreement."},{"prefix":"d","text":" If a subscriber defaults in payment of money or property under a subscription agreement entered into before incorporation, the corporation may collect the amount owed as any other debt. Alternatively, unless the subscription agreement provides otherwise, the corporation may rescind the agreement and may sell the shares if the debt remains unpaid for more than 20 days after the corporation sends written demand for payment to the subscriber."},{"prefix":"e","text":" A subscription agreement entered into after incorporation shall be a contract between the subscriber and the corporation subject to ยง 29-304.02."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IV","text":"Shares and Distributions."},"part":{"identifier":"B","text":"Issuance of Shares."},"heading":{"title":"29","chaptersection":"304","identifier":"29-304.20","catch_text":"Subscription for shares before incorporation."}}