{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-307.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a domestication becomes effective:"},{"prefix":"1","text":" The title to all real and personal property, both tangible and intangible, of the corporation shall remain in the corporation without reversion or impairment;"},{"prefix":"2","text":" The liabilities of the corporation shall remain the liabilities of the corporation;"},{"prefix":"3","text":" An action or proceeding pending against the corporation shall continue against the corporation as if the domestication had not occurred;"},{"prefix":"4","text":" The articles of domestication, or the articles of incorporation attached to the articles of domestication, shall constitute the articles of incorporation of a foreign corporation domesticating in the District;"},{"prefix":"5","text":" The shares of the corporation shall be reclassified into shares, other securities, obligations, rights to acquire shares or other securities, or into cash or other property in accordance with the terms of the domestication, and the shareholders shall be entitled only to the rights provided by those terms and to any appraisal rights they may have under the organic law of the domesticating corporation; and"},{"prefix":"6","text":" The corporation shall be deemed to:"},{"prefix":"A","text":" Be incorporated under and subject to the organic law of the domesticated corporation for all purposes;"},{"prefix":"B","text":" Be the same corporation without interruption as the domesticating corporation; and"},{"prefix":"C","text":" Have been incorporated on the date the domesticating corporation was originally incorporated."},{"prefix":"b","text":" When a domestication of a domestic business corporation in a foreign jurisdiction becomes effective:"},{"prefix":"1","text":" In a proceeding to enforce the rights of shareholders that exercise appraisal rights in connection with the domestication, service of process may be made on the foreign business corporation in accordance with ยง 29-104.12; and"},{"prefix":"2","text":" The foreign business corporation shall be deemed to agree that it will promptly pay the amount, if any, to which such shareholders are entitled under subchapter XI of this chapter."},{"prefix":"c","text":" The owner liability of a shareholder in a foreign corporation that is domesticated in the District shall be as follows:"},{"prefix":"1","text":" The domestication shall not discharge any owner liability under the laws of the foreign jurisdiction to the extent any such owner liability arose before the effective time of the articles of domestication."},{"prefix":"2","text":" The shareholder shall not have owner liability under the laws of the foreign jurisdiction for any debt, obligation, or liability of the corporation that arises after the effective time of the articles of domestication."},{"prefix":"3","text":" The laws of the foreign jurisdiction shall continue to apply to the collection or discharge of any owner liability preserved by paragraph (1) of this subsection, as if the domestication had not occurred."},{"prefix":"4","text":" The shareholder shall have whatever rights of contribution from other shareholders are provided by the laws of the foreign jurisdiction with respect to any owner liability preserved by paragraph (1) of this subsection, as if the domestication had not occurred."},{"prefix":"d","text":" A shareholder that becomes subject to owner liability for some or all of the debts, obligations, or liabilities of the corporation as a result of its domestication in the District shall have owner liability only for those debts, obligations, or liabilities of the corporation that arise after the effective time of the articles of domestication."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VII","text":"Domestication."},"heading":{"title":"29","chaptersection":"307","identifier":"29-307.05","catch_text":"Effect of domestication."}}