{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-301.22 has been recodified as § 29A-301.22.\n\nDC CODE § 29-301.22\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation shall have delivered written notice or any other report or statement under this chapter, the articles of incorporation, or the bylaws to all shareholders who share a common address if:"},{"prefix":"1","text":" The corporation delivers one copy of the notice, report, or statement to the common address;"},{"prefix":"2","text":" The corporation addresses the notice, report, or statement to those shareholders either as a group or to each of those shareholders individually or to the shareholders in a form to which each of those shareholders has consented; and"},{"prefix":"3","text":" Each of those shareholders consents to delivery of a single copy of the notice, report, or statement to the shareholders' common address."},{"prefix":"b","text":" Any consent under subsection (a)(3) of this section shall be revocable by any of such shareholders that delivers written notice of revocation to the corporation. If the written notice of revocation is delivered, the corporation shall begin providing individual notices, reports, or other statements to the revoking shareholder no later than 30 days after delivery of the written notice of revocation."},{"prefix":"c","text":" Any shareholder that fails to object by written notice to the corporation, within 60 days of written notice by the corporation of its intention to send single copies of notices, reports, or statements to shareholders that share a common address as permitted by subsection (a) of this section, shall be deemed to have consented to receiving such single copy at the common address."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"B","text":"Number of Shareholders; Qualified Director; Householding."},"heading":{"title":"29","chaptersection":"301","identifier":"29-301.22","catch_text":"Householding."}}