{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-311.15\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation may elect to withhold payment required by § 29-311.14 from any shareholder that was required to, but did not, certify that beneficial ownership of all of the shareholder's shares for which appraisal rights are asserted was acquired before the date set forth in the appraisal notice sent pursuant to § 29-311.12(b)(1)."},{"prefix":"b","text":" If the corporation elected to withhold payment under subsection (a) of this section, it shall, within 30 days after the form required by § 29- 311.12(b)(2)(B) is due, notify all shareholders described in subsection (a) of this section:"},{"prefix":"1","text":" Of the information required by § 29-311.14(b)(1);"},{"prefix":"2","text":" Of the corporation's estimate of fair value pursuant to § 29- 311.14(b)(2);"},{"prefix":"3","text":" That they may accept the corporation's estimate of fair value, plus interest, in full satisfaction of their demands or demand appraisal under § 29-311.16;"},{"prefix":"4","text":" That those shareholders that wish to accept such offer shall so notify the corporation of their acceptance of the corporation's offer within 30 days after receiving the offer; and"},{"prefix":"5","text":" That those shareholders that do not satisfy the requirements for demanding appraisal under § 29-311.16 shall be deemed to have accepted the corporation's offer."},{"prefix":"c","text":" Within 10 days after receiving the shareholder's acceptance pursuant to subsection (b) of this section, the corporation shall pay in cash the amount it offered under subsection (b)(2) of this section to each shareholder that agreed to accept the corporation's offer in full satisfaction of the shareholder's demand."},{"prefix":"d","text":" Within 40 days after sending the notice described in subsection (b) of this section, the corporation shall pay in cash the amount it offered to pay under subsection (b)(2) of this section to each shareholder described in subsection (b)(5) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XI","text":"Appraisal Rights."},"part":{"identifier":"B","text":"Procedure for Exercise of Appraisal Rights."},"heading":{"title":"29","chaptersection":"311","identifier":"29-311.15","catch_text":"After-acquired shares."}}