{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-312.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved corporation may dispose of the known claims against it by notifying its known claimants in writing of the dissolution at any time after its effective date."},{"prefix":"b","text":" The written notice shall:"},{"prefix":"1","text":" Describe information that must be included in a claim;"},{"prefix":"2","text":" Provide a mailing address where a claim may be sent;"},{"prefix":"3","text":" State the deadline, which may not be fewer than 120 days from the effective date of the written notice, by which the dissolved corporation must receive the claim; and"},{"prefix":"4","text":" State that the claim will be barred if not received by the deadline."},{"prefix":"c","text":" A claim against the dissolved corporation shall be barred if a claimant:"},{"prefix":"1","text":" That was given written notice under subsection (b) of this section does not deliver the claim to the dissolved corporation by the deadline; or"},{"prefix":"2","text":" Whose claim was rejected by the dissolved corporation does not commence a proceeding to enforce the claim within 90 days from the effective date of the rejection notice."},{"prefix":"d","text":" For purposes of this section, the term \"claim\" does not include a contingent liability or a claim based on an event occurring after the effective date of dissolution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"XII","text":"Dissolution."},"part":{"identifier":"A","text":"Voluntary Dissolution."},"heading":{"title":"29","chaptersection":"312","identifier":"29-312.06","catch_text":"Known claims against dissolved corporation."}}