{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-305.25\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Shares entitled to vote as a separate voting group may take action on a matter at a meeting only if a quorum of those shares exists with respect to that matter. Unless the articles of incorporation provides otherwise, a majority of the votes entitled to be cast on the matter by the voting group constitutes a quorum of that voting group for action on that matter."},{"prefix":"b","text":" Once a share is represented for any purpose at a meeting, it shall be deemed present for quorum purposes for the remainder of the meeting and for any adjournment of that meeting unless a new record date is or must be set for that adjourned meeting."},{"prefix":"c","text":" If a quorum exists, action on a matter, other than the election of directors, by a voting group shall be approved if the votes cast within the voting group favoring the action exceed the votes cast opposing the action, unless the articles of incorporation require a greater number of affirmative votes."},{"prefix":"d","text":" An amendment of articles of incorporation adding, changing, or deleting a quorum or voting requirement for a voting group greater than specified in subsection (a) or (c) of this section shall be governed by § 29-305.27."},{"prefix":"e","text":" The election of directors shall be governed by § 29-305.28."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"B","text":"Voting."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.25","catch_text":"Quorum and voting requirements for voting groups."}}