{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.73\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Shareholders' action respecting a director's conflicting interest transaction shall be effective for the purposes of § 29-306.71(b)(2) if a majority of the votes cast by the holders of all qualified shares are in favor of the transaction after:"},{"prefix":"1","text":" Notice to shareholders describing the action to be taken respecting the transaction;"},{"prefix":"2","text":" Provision to the corporation of the information referred to in subsection (b) of this section; and"},{"prefix":"3","text":" Communication to the shareholders entitled to vote on the transaction of the information that is the subject of required disclosure, to the extent the information is not known by them."},{"prefix":"b","text":" A director who has a conflicting interest respecting the transaction shall, before the shareholders' vote, inform the secretary or other officer or agent of the corporation authorized to tabulate votes, in writing, of the number of shares that the director knows are not qualified shares under subsection (c) of this section, and the identity of the holders of those shares."},{"prefix":"c","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Holder\" means, and \"held by\" refers to, shares held by both a record shareholder and a beneficial shareholder."},{"prefix":"2","text":" \"Qualified shares\" means all shares entitled to be voted with respect to the transaction except for shares that the secretary or other officer or agent of the corporation authorized to tabulate votes either knows, or under subsection (b) of this section is notified, are held by:"},{"prefix":"A","text":" A director who has a conflicting interest respecting the transaction; or"},{"prefix":"B","text":" A related person of the director, excluding a person described in § 29- 306.70(5)(F)."},{"prefix":"d","text":" A majority of the votes entitled to be cast by the holders of all qualified shares shall constitute a quorum for purposes of compliance with this section. Subject to subsection (e) of this section, shareholders' action that otherwise complies with this section shall not be affected by the presence of holders, or by the voting, of shares that are not qualified shares."},{"prefix":"e","text":" If a shareholders' vote does not comply with subsection (a) of this section solely because of a director's failure to comply with subsection (b) of this section, and if the director establishes that the failure was not intended to influence and did not in fact determine the outcome of the vote, the Superior Court may take such action respecting the transaction and the director, and may give such effect, if any, to the shareholders' vote, as the court considers appropriate in the circumstances."},{"prefix":"f","text":" If shareholders' action under this section does not satisfy a quorum or voting requirement applicable to the authorization of the transaction by reason of the articles of incorporation, the bylaws, or a provision of law, independent action to satisfy those authorization requirements shall be taken by the shareholders, in which action shares that are not qualified shares may participate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"F","text":"Directors' Conflicting Interest Transactions."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.73","catch_text":"Shareholders' action."}}