{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-305.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A corporation shall hold a special meeting of shareholders:"},{"prefix":"1","text":" On call of its board of directors or the person or persons authorized to do so by the articles of incorporation or bylaws; or"},{"prefix":"2","text":" Subject to subsection (b) of this section, if the holders of at least 10% of all the votes entitled to be cast on an issue proposed to be considered at the proposed special meeting sign, date, and deliver to the corporation one or more written demands for the meeting describing the purpose or purposes for which it is to be held; provided, that the articles of incorporation may fix a lower percentage or a higher percentage not exceeding 25% of all the votes entitled to be cast on any issue proposed to be considered."},{"prefix":"b","text":" Unless otherwise provided in the articles of incorporation, a written demand for a special meeting may be revoked by a writing to that effect received by the corporation before the receipt by the corporation of demands sufficient in number to require the holding of a special meeting."},{"prefix":"c","text":" If not otherwise fixed under § 29-305.03 or 29-305.07, the record date for determining shareholders entitled to demand a special meeting is the date the first shareholder signs the demand."},{"prefix":"d","text":" Special shareholders' meetings may be held in or outside of the District at the place stated in or fixed in accordance with the bylaws. If no place is stated or fixed in accordance with the bylaws, special meetings must be held at the corporation's principal office."},{"prefix":"e","text":" Only business within the purpose or purposes described in the meeting notice required by § 29-305.05(c) may be conducted at a special shareholders' meeting."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"V","text":"Shareholders."},"part":{"identifier":"A","text":"Meetings."},"heading":{"title":"29","chaptersection":"305","identifier":"29-305.02","catch_text":"Special meeting."}}