{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-309.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" One or more domestic business corporations may merge with one or more domestic or foreign business corporations pursuant to a plan of merger, or 2 or more foreign business corporations or domestic may merge into a new domestic business corporation to be created in the merger, in the manner provided in this subchapter."},{"prefix":"b","text":" A foreign business may be a party to a merger with a domestic business corporation, or may be the survivor in such a merger, if the merger is permitted by the jurisdiction of the foreign business corporation is incorporated."},{"prefix":"c","text":" If the organic law of a domestic eligible entity does not provide procedures for the approval of a merger, a plan of merger may be adopted and approved, the merger effectuated, and appraisal rights exercised in accordance with the procedures in this subchapter and subchapter XI of this chapter. For the purposes of applying this subchapter and subchapter XI of this chapter:"},{"prefix":"1","text":" The eligible entity, its members or interest holders, eligible interests and organic documents taken together shall be deemed to be a domestic business corporation, shareholders, shares and articles of incorporation, respectively and vice versa as the context may require; and"},{"prefix":"2","text":" If the business and affairs of the eligible entity are managed by a group of persons that is not identical to the members or interest holders, that group shall be deemed to be the board of directors."},{"prefix":"d","text":" The plan of merger shall include:"},{"prefix":"1","text":" The name of each domestic or foreign business corporation that will merge and the name of the domestic or foreign business corporation that will be the survivor of the merger;"},{"prefix":"2","text":" The terms and conditions of the merger;"},{"prefix":"3","text":" The manner and basis of converting the shares of each merging domestic or foreign business corporation into shares or other securities, eligible interests, obligations, rights to acquire shares, other securities or eligible interests, cash, other property, or any combination of the foregoing;"},{"prefix":"4","text":" The articles of incorporation of any domestic or foreign business corporation to be created by the merger, or if a new domestic or foreign business corporation is not to be created by the merger, any amendments to the survivor's articles of incorporation; and"},{"prefix":"5","text":" Any other provisions required by the laws under which any party to the merger is incorporated, or by the articles of incorporation of any such party."},{"prefix":"e","text":" Terms of a plan of merger may be made dependent on facts objectively ascertainable outside the plan in accordance with § 29-301.04."},{"prefix":"f","text":" The plan of merger may also include a provision that the plan may be amended by the directors or shareholders of a domestic business corporation; provided, that the shareholders that were entitled to vote on the plan shall be entitled to vote on any amendment of the plan that will change:"},{"prefix":"1","text":" The amount or kind of shares or other securities, eligible interests, obligations, rights to acquire shares, other securities or eligible interests, cash, or other property to be received under the plan by the shareholders of any party to the merger;"},{"prefix":"2","text":" The articles of incorporation of any corporation that will survive or be created as a result of the merger, except for changes permitted by § 29- 308.05; or"},{"prefix":"3","text":" Any of the other terms or conditions of the plan if the change would adversely affect such shareholders in any material respect."},{"prefix":"g","text":" A merger in which a business corporation and another form of entity are parties shall be governed by Chapter 2 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IX","text":"Merger and Share Exchanges."},"heading":{"title":"29","chaptersection":"309","identifier":"29-309.02","catch_text":"Merger."}}