{"text":"In the case of a domestic corporation that is a party to a merger or share exchange:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-309.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" The plan of merger or share exchange shall be adopted by the board of directors."},{"prefix":"2","text":" Except as otherwise provided in paragraph (7) of this section and in § 29-309.05, after adopting the plan of merger or share exchange, the board of directors shall submit the plan to the shareholders for their approval. The board of directors shall also transmit to the shareholders a recommendation that the shareholders approve the plan, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances, it should not make such a recommendation, in which case the board of directors shall transmit to the shareholders the basis for that determination."},{"prefix":"3","text":" The board of directors may condition its submission of the plan of merger or share exchange to the shareholders on any basis."},{"prefix":"4","text":" If the plan of merger or share exchange is required to be approved by the shareholders, and if the approval is to be given at a meeting, the corporation shall notify each shareholder, whether or not entitled to vote, of the meeting of shareholders at which the plan is to be submitted for approval. The notice shall state that the purpose, or one of the purposes, of the meeting is to consider the plan and shall contain or be accompanied by a copy or summary of the plan. The notice shall also include or be accompanied by a copy or summary of the articles of incorporation of the survivor."},{"prefix":"5","text":" Unless the articles of incorporation, or the board of directors acting pursuant to paragraph (3) of this subsection, requires a greater vote or a greater number of votes to be present, approval of the plan of merger or share exchange shall require the approval of the shareholders at a meeting at which a quorum consisting of at least a majority of the votes entitled to be cast on the plan exists, and, if any class or series of shares is entitled to vote as a separate group on the plan of merger or share exchange, the approval of each such separate voting group at a meeting at which a quorum of the voting group consisting of at least a majority of the votes entitled to be cast on the merger or share exchange by that voting group is present."},{"prefix":"6","text":" Separate voting by voting groups shall be required:"},{"prefix":"A","text":" On a plan of merger, by each class or series of shares that:"},{"prefix":"i","text":" Are to be converted under the plan of merger into other securities, eligible interests, obligations, rights to acquire shares, other securities or eligible interests, cash, other property, or any combination of the foregoing; or"},{"prefix":"ii","text":" Would be entitled to vote as a separate group on a provision in the plan that, if contained in a proposed amendment to articles of incorporation, would require action by separate voting groups under § 29-308. 04;"},{"prefix":"B","text":" On a plan of share exchange, by each class or series of shares included in the exchange, with each class or series constituting a separate voting group; and"},{"prefix":"C","text":" On a plan of merger or share exchange, if the voting group is entitled under the articles of incorporation to vote as a voting group to approve a plan of merger or share exchange."},{"prefix":"7","text":" Unless the articles of incorporation otherwise provide, approval by the corporation's shareholders of a plan of merger or share exchange shall not be required if:"},{"prefix":"A","text":" The corporation will survive the merger or is the acquiring corporation in a share exchange;"},{"prefix":"B","text":" Except for amendments permitted by § 29-308.05, its articles of incorporation will not be changed;"},{"prefix":"C","text":" Each shareholder of the corporation whose shares were outstanding immediately before the effective date of the merger or share exchange will hold the same number of shares, with identical preferences, limitations, and relative rights, immediately after the effective date of the merger or share exchange; and"},{"prefix":"D","text":" The issuance in the merger or share exchange of shares or other securities convertible into or rights exercisable for shares does not require a vote under § 29-304.21(f)."},{"prefix":"8","text":" If as a result of a merger or share exchange one or more shareholders of a domestic business corporation would become subject to owner liability for the debts, obligations, or liabilities of any other person or entity, approval of the plan of merger or share exchange shall require the execution, by each such shareholder, of a separate written consent to become subject to such owner liability."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IX","text":"Merger and Share Exchanges."},"heading":{"title":"29","chaptersection":"309","identifier":"29-309.04","catch_text":"Action on a plan of merger or share exchange."}}