{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-306.30\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Each member of the board of directors, when discharging the duties of a director, shall act:"},{"prefix":"1","text":" In good faith; and"},{"prefix":"2","text":" In a manner the director reasonably believes to be in the best interests of the corporation."},{"prefix":"b","text":" The members of the board of directors or a committee of the board, when becoming informed in connection with their decision-making function or devoting attention to their oversight function, shall discharge their duties with the care that a person in a like position would reasonably believe appropriate under similar circumstances."},{"prefix":"c","text":" In discharging board or committee duties, a director shall disclose, or cause to be disclosed, to the other board or committee members information not already known by them but known by the director to be material to the discharge of their decision-making or oversight functions; provided, that disclosure shall not be required to the extent that the director reasonably believes that doing so would violate a duty imposed under law, a legally enforceable obligation of confidentiality, or a professional ethics rule."},{"prefix":"d","text":" In discharging board or committee duties, a director who does not have knowledge that makes reliance unwarranted may rely on:"},{"prefix":"1","text":" The performance by any of the persons specified in subsection (e)(1) or (3) of this section to which the board may have delegated, formally or informally by course of conduct, the authority or duty to perform one or more of the board's functions that are delegable under applicable law; or"},{"prefix":"2","text":" Information, opinions, reports, or statements, including financial statements and other financial data, prepared or presented by any of the persons specified in subsection (e) of this section."},{"prefix":"e","text":" A director may rely, in accordance with subsection (d) or (e) of this section, on:"},{"prefix":"1","text":" One or more officers or employees of the corporation whom the director reasonably believes to be reliable and competent in the functions performed or the information, opinions, reports, or statements provided;"},{"prefix":"2","text":" Legal counsel, public accountants, or other persons retained by the corporation as to matters involving skills or expertise the director reasonably believes are matters:"},{"prefix":"A","text":" Within the particular person's professional or expert competence; or"},{"prefix":"B","text":" As to which the particular person merits confidence; or"},{"prefix":"3","text":" A committee of the board of directors of which the director is not a member if the director reasonably believes the committee merits confidence."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"C","text":"Directors."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.30","catch_text":"Standards of conduct for directors."}}