{"text":"If a corporation has issued shares, an amendment to the articles of incorporation shall be adopted in the following manner:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-308.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" The proposed amendment shall be adopted by the board of directors."},{"prefix":"2","text":" Except as otherwise provided in §§ 29-308.05, 29-308.07, and 29- 308.08, after adopting the proposed amendment, the board of directors shall submit the amendment to the shareholders for their approval. The board of directors shall also transmit to the shareholders a recommendation that the shareholders approve the amendment, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances, it should not make such a recommendation, in which case the board of directors shall transmit to the shareholders the basis for that determination."},{"prefix":"3","text":" The board of directors may condition its submission of the amendment to the shareholders on any basis."},{"prefix":"4","text":" If the amendment is required to be approved by the shareholders, and the approval is to be given at a meeting, the corporation shall notify each shareholder, whether or not entitled to vote, of the meeting of shareholders at which the amendment is to be submitted for approval. The notice shall state that the purpose, or one of the purposes, of the meeting is to consider the amendment and shall contain or be accompanied by a copy of the amendment."},{"prefix":"5","text":" Unless the articles of incorporation, or the board of directors acting pursuant to paragraph (3) of this subsection requires a greater vote or a greater number of shares to be present, approval of the amendment shall require the approval of the shareholders at a meeting at which a quorum consisting of at least a majority of the votes entitled to be cast on the amendment exists, and, if any class or series of shares is entitled to vote as a separate group on the amendment, except as otherwise provided in § 29-308.04(c), the approval of each such separate voting group at a meeting at which a quorum of the voting group consisting of at least a majority of the votes entitled to be cast on the amendment by that voting group exists."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VIII","text":"Amendment of Articles of Incorporation and Bylaws."},"part":{"identifier":"A","text":"Amendment of Articles of Incorporation."},"heading":{"title":"29","chaptersection":"308","identifier":"29-308.03","catch_text":"Amendment by board of directors and shareholders."}}