{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-309.08\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Unless otherwise provided in a plan of merger or share exchange or in the laws under which a foreign business corporation that is a party to a merger or a share exchange is, after the plan has been adopted and approved as required by this subchapter, and at any time before the merger or share exchange has become effective, it may be abandoned by a domestic business corporation that is a party thereto without action by its shareholders in accordance with any procedures set forth in the plan of merger or share exchange or, if no such procedures are set forth in the plan, in the manner determined by the board of directors, subject to any contractual rights of other parties to the merger or share exchange."},{"prefix":"b","text":" If a merger or share exchange is abandoned under subsection (a) of this section after articles of merger or share exchange have been filed with the Mayor, but before the merger or share exchange has become effective, a statement that the merger or share exchange has been abandoned in accordance with this section, executed on behalf of a party to the merger or share exchange by an officer or other duly authorized representative, shall be delivered to the Mayor for filing prior to the effective date of the merger or share exchange. Upon filing, the statement shall take effect and the merger or share exchange shall be deemed abandoned and shall not become effective."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"IX","text":"Merger and Share Exchanges."},"heading":{"title":"29","chaptersection":"309","identifier":"29-309.08","catch_text":"Abandonment of a merger or share exchange."}}