{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-306.51\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this section, a corporation may indemnify an individual who is a party to a proceeding because the individual is a director against liability incurred in the proceeding if the director:"},{"prefix":"1","text":"(A) Conducted himself or herself in good faith;"},{"prefix":"B","text":" Reasonably believed:"},{"prefix":"i","text":" In the case of conduct in an official capacity, that his or her conduct was in the best interests of the corporation; and"},{"prefix":"ii","text":" In all other cases, that the director's conduct was at least not opposed to the best interests of the corporation; and"},{"prefix":"C","text":" In the case of any criminal proceeding, had no reasonable cause to believe his or her conduct was unlawful; or"},{"prefix":"2","text":" Engaged in conduct for which broader indemnification has been made permissible or obligatory under a provision of the articles of incorporation, as authorized by § 29-302.02(b)(5)."},{"prefix":"b","text":" A director's conduct with respect to an employee benefit plan for a purpose the director reasonably believed to be in the interests of the participants in, and the beneficiaries of, the plan shall be conduct that satisfies subsection (a)(1)(B)(ii) of this section."},{"prefix":"c","text":" The termination of a proceeding by judgment, order, settlement, or conviction, or upon a plea of nolo contendere or its equivalent, shall, of itself, determinative that the director did not meet the relevant standard of conduct described in this section."},{"prefix":"d","text":" Unless ordered by the Superior Court under § 29-306.54(a)(3), a corporation may not indemnify a director in connection with a proceeding:"},{"prefix":"1","text":" By or in the right of the corporation, except for expenses incurred in connection with the proceeding if it is determined that the director has met the relevant standard of conduct under subsection (a) of this section; or"},{"prefix":"2","text":" With respect to conduct for which the director was adjudged liable on the basis of receiving a financial benefit to which the director was not entitled, whether or not involving action in the director's official capacity."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"VI","text":"Directors and Officers."},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"306","identifier":"29-306.51","catch_text":"Permissible indemnification."}}