{"text":"For the purpose of this chapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nEditor's Notes\n\nFormer § 29-301.02 has been recodified as § 29A-301.02.\n\nDC CODE § 29-301.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Authorized shares\" means the shares of all classes a domestic or foreign corporation is authorized to issue."},{"prefix":"2","text":" \"Bylaws\" means the code of rules, other than the articles of incorporation, adopted for the regulation and governance of the internal affairs of the corporation, regardless of the name or names used to refer to those rules."},{"prefix":"3","text":" \"Conspicuous\" means so written, displayed, or presented that a reasonable person against whom it is to operate should have noticed it. Conspicuous terms shall include:"},{"prefix":"A","text":" A heading in capitals equal to or greater in size than the surrounding text, or in contrasting type, font, or color to the surrounding text of the same or lesser size; and"},{"prefix":"B","text":" Language in the body of a record or display in larger type than the surrounding text, or in contrasting type, font, or color to the surrounding text of the same size, or set off from surrounding text of the same size by symbols or other marks that call attention to the language."},{"prefix":"4","text":" \"Corporation\", \"domestic corporation\", or \"domestic business corporation\" means a corporation for profit, which is not a foreign corporation, incorporated under or subject to this chapter."},{"prefix":"5","text":" \"Distribution\" means a direct or indirect transfer of money or other property, except a corporation's own shares, or incurrence of indebtedness by the corporation to or for the benefit of its shareholders in respect of any of its shares. A distribution may be in the form of:"},{"prefix":"A","text":" A declaration or payment of a dividend;"},{"prefix":"B","text":" A purchase, redemption, or other acquisition of shares;"},{"prefix":"C","text":" A distribution of indebtedness; or"},{"prefix":"D","text":" Another method."},{"prefix":"6","text":" \"Domestic unincorporated entity\" means an unincorporated entity whose internal affairs are governed by the laws of the District."},{"prefix":"7","text":" \"Electronic\" means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities."},{"prefix":"8","text":" \"Electronic transmission\" or \"electronically transmitted\" means any process of communication not directly involving the physical transfer of paper that is suitable for the retention, retrieval, and reproduction of information by the recipient."},{"prefix":"9","text":" \"Eligible interests\" means interests or shares."},{"prefix":"10","text":" \"Employee\" shall include an officer but not a director. A director may accept duties that make the director also an employee."},{"prefix":"11","text":" \"Expenses\" means reasonable expenses of any kind that are incurred in connection with a matter."},{"prefix":"12","text":" \"Foreign corporation\" means a corporation incorporated under a law other than the law of the District which would be a business corporation if incorporated under the laws of the District."},{"prefix":"13","text":" \"Foreign nonprofit corporation\" means a corporation incorporated under a law other than the law of the District, which would be a nonprofit corporation if incorporated under the laws of the District."},{"prefix":"14","text":" \"Foreign unincorporated entity\" means an unincorporated entity whose internal affairs are governed by an organic law of a jurisdiction other than the District."},{"prefix":"15","text":" \"Owner liability\" means personal liability for a debt, obligation, or liability of a domestic or foreign business or nonprofit corporation or unincorporated entity that is imposed on a person:"},{"prefix":"A","text":" Solely by reason of the person's status as a shareholder, member, or interest holder; or"},{"prefix":"B","text":" By the articles of incorporation, bylaws, or an organic document under a provision of the organic law of an entity authorizing the articles of incorporation, bylaws, or an organic document to make one or more specified shareholders, members, or interest holders liable in their capacity as shareholders, members, or interest holders for all or specified debts, obligations, or liabilities of the entity."},{"prefix":"16","text":" \"Public corporation\" means a corporation that has shares listed on a national securities exchange or regularly traded in a market maintained by one or more members of a national securities association."},{"prefix":"17","text":" \"Record date\" means the date established under subchapter IV or V of this chapter on which a corporation determines the identity of its shareholders and their shareholdings for purposes of this chapter. The determinations shall be made as of the close of business on the record date unless another time for doing so is specified when the record date is fixed."},{"prefix":"18","text":" \"Secretary\" means the corporate officer to whom the board of directors has delegated responsibility under § 29-306.40(c) for custody of the minutes of the meetings of the board of directors and of the shareholders and for authenticating records of the corporation."},{"prefix":"19","text":" \"Shareholder\" means the person in whose name shares are registered in the records of a corporation or the beneficial owner of shares to the extent of the rights granted by a nominee certificate on file with the corporation."},{"prefix":"20","text":" \"Shares\" means the units into which the proprietary interests in a corporation are divided."},{"prefix":"21","text":" \"Subscriber\" means a person that subscribes for shares in a corporation, whether before or after incorporation."},{"prefix":"22","text":" \"Unincorporated entity\" means an entity that either has a separate legal existence or has the power to acquire an estate in real property in its own name and that is not a domestic or foreign business or nonprofit corporation, an estate, a trust, a state, the United States, or a foreign government. The term \"unincorporated entity\" shall include a general partnership, limited liability company, limited partnership, limited cooperative association, business or statutory trust, joint stock association, and unincorporated nonprofit association."},{"prefix":"23","text":" \"Vote\", \"voting\", or \"casting a vote\" includes the giving of consent without a meeting. The term \"vote\", \"voting\", \"casting a vote\" shall not include either recording the fact of abstention or failing to vote for a candidate or for approval or disapproval of a matter, whether or not the person entitled to vote characterizes the conduct as voting or casting a vote."},{"prefix":"24","text":" \"Voting group\" means all shares of one or more classes or series that, under the articles of incorporation or this chapter, are entitled to vote and be counted together collectively on a matter at a meeting of shareholders. All shares entitled by the articles of incorporation or this chapter to vote generally on the matter are, for that purpose, a single voting group."},{"prefix":"25","text":" \"Voting power\" means the current power to vote in the election of directors or to vote on approval of any type of fundamental transaction. For the purposes of this paragraph, the term \"fundamental transaction\" means an amendment of the articles of incorporation or bylaws, merger, interest exchange, sale of all or substantially all of the assets, domestication, conversion, or dissolution of a corporation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Business Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"A","text":"Short Title, Definitions, and Notice."},"heading":{"title":"29","chaptersection":"301","identifier":"29-301.02","catch_text":"Definitions."}}