{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-409.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Through a membership exchange:"},{"prefix":"1","text":" A domestic nonprofit corporation may acquire, pursuant to a plan of membership exchange, all of the memberships of one or more classes of another domestic or foreign nonprofit corporation, or all of the eligible interests of one or more classes or series of eligible interests of a domestic or foreign nonprofit corporation, in exchange for memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing; and"},{"prefix":"2","text":" All of the memberships of one or more classes of a domestic nonprofit corporation may be acquired by another domestic or foreign nonprofit corporation or eligible entity, in exchange for memberships, eligible interests, securities, obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing, pursuant to a plan of membership exchange."},{"prefix":"b","text":" A foreign nonprofit corporation or eligible entity may be a party to a membership exchange only if the membership exchange is permitted by the organic law of the corporation or eligible entity."},{"prefix":"c","text":" If the organic law of a domestic eligible entity does not prohibit a membership exchange with a nonprofit corporation but does not provide procedures for the approval of an exchange of interests similar to a membership exchange, a plan of membership exchange may be adopted and approved, and the membership exchange effectuated, in accordance with the procedures, if any, for a merger. If the organic law of a domestic eligible entity does not provide procedures for either an interest exchange or a merger, a plan of membership exchange may be adopted and approved, and the membership exchange effectuated, in accordance with the procedures in this subchapter. For the purposes of applying this subchapter:"},{"prefix":"1","text":" The eligible entity, its interest holders, eligible interests, and organic documents shall be deemed to be a domestic nonprofit corporation, members, memberships, and articles of incorporation and bylaws, respectively, as the context may require; and"},{"prefix":"2","text":" If the business and affairs of the eligible entity are managed by a group of persons that is not identical to the interest holders, that group shall be deemed to be the board of directors."},{"prefix":"d","text":" The plan of membership exchange shall be in the form of a record and include:"},{"prefix":"1","text":" The name of each domestic or foreign nonprofit corporation or eligible entity whose memberships or eligible interests will be acquired and the name of the corporation or eligible entity that will acquire those memberships or eligible interests;"},{"prefix":"2","text":" The terms and conditions of the membership exchange;"},{"prefix":"3","text":" The manner and basis of exchanging the memberships of a corporation or the eligible interests in an eligible entity whose memberships or eligible interests will be acquired under the membership exchange into memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; other property or other consideration; or any combination of the foregoing;"},{"prefix":"4","text":" Any changes desired to be made in the organic records of the exchanging entity; and"},{"prefix":"5","text":" Any other provisions relating to the membership exchange that the parties desire be included in the plan of exchange."},{"prefix":"e","text":" The plan of membership exchange may also include a provision that the plan may be amended prior to filing articles of membership exchange, but if the members of a domestic nonprofit corporation that is a party to the membership exchange are required or permitted to vote on the plan, the plan shall provide that subsequent to approval of the plan by such members the plan shall not be amended to change:"},{"prefix":"1","text":" The amount or kind of memberships, eligible interests, securities, or obligations; rights to acquire memberships, eligible interests, securities, or obligations; cash; or other property or other consideration to be issued by the domestic nonprofit corporation or to be received by its members, as the case may be; or"},{"prefix":"2","text":" Any of the other terms or conditions of the plan if the change would adversely affect such members in any material respect."},{"prefix":"f","text":" Terms of a plan of membership exchange may be made dependent on facts objectively ascertainable outside the plan in accordance with ยง 29-401.04."},{"prefix":"g","text":" This section shall not limit the power of a domestic nonprofit corporation to acquire memberships in another corporation or eligible interests in an eligible entity in a transaction other than a membership exchange."},{"prefix":"h","text":" If any debt security, note, or similar evidence of indebtedness for money borrowed, whether secured or unsecured, or a contract of any kind, issued, incurred, or signed by a domestic exchanging entity before the effective date of this chapter contains a provision applying to a merger or change in control of the exchanging entity that does not refer to a membership exchange, the provision shall be deemed to apply to a membership exchange of the exchanging entity until such time as the provision is amended subsequent to that date."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"IX","text":"Mergers and Membership Exchanges."},"heading":{"title":"29","chaptersection":"409","identifier":"29-409.03","catch_text":"Membership exchange."}}