{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-409.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this subchapter, the term:"},{"prefix":"1","text":" \"Exchanging entity\" means the domestic or foreign nonprofit corporation or eligible entity in which all of one or more classes of memberships or classes or series of eligible interests are to be acquired in a membership exchange."},{"prefix":"2","text":" \"Membership exchange\" means a transaction pursuant to § 29-409.03."},{"prefix":"3","text":" \"Merger\" means a transaction pursuant to § 29-409.02."},{"prefix":"4","text":" \"Party to a merger\" or \"party to a membership exchange\" means any domestic or foreign nonprofit corporation or eligible entity that:"},{"prefix":"A","text":" Will merge under a plan of merger;"},{"prefix":"B","text":" Will acquire memberships or eligible interests of another corporation or an eligible entity in a membership exchange; or"},{"prefix":"C","text":" Is an exchanging entity."},{"prefix":"5","text":" \"Survivor\" in a merger means the corporation or eligible entity into which one or more other corporations or eligible entities are merged. A survivor of a merger may preexist the merger or be created by the merger."},{"prefix":"b","text":" Property held in trust by an entity or otherwise dedicated to a charitable purpose shall not be diverted from its purpose by a transaction under this subchapter unless the entity obtains an appropriate order of the Superior Court to the extent required by and pursuant to the law of the District on cy pres or otherwise dealing with the nondiversion of charitable assets."},{"prefix":"c","text":" Unless an entity that is a party to a transaction under this subchapter obtains an appropriate order of the Superior Court under the law of the District on cy pres or otherwise dealing with the nondiversion of charitable assets, the transaction shall not affect:"},{"prefix":"1","text":" Any restriction imposed upon the entity by its organic documents that may not be amended by its governors, members, or interest holders;"},{"prefix":"2","text":" Any restriction imposed upon property held by the entity by virtue of any trust under which it holds that property; or"},{"prefix":"3","text":" The existing rights of persons other than members, shareholders, or interest holders of the entity."},{"prefix":"d","text":" A person that is a member, interest holder, or otherwise affiliated with a charitable corporation or an unincorporated entity with a charitable purpose shall not receive a direct or indirect financial benefit in connection with a transaction under this subchapter to which the charitable corporation or unincorporated entity is a party unless the person is itself a charitable corporation or unincorporated entity with a charitable purpose. This subsection shall not apply to the receipt of reasonable compensation for services rendered."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"IX","text":"Mergers and Membership Exchanges."},"heading":{"title":"29","chaptersection":"409","identifier":"29-409.01","catch_text":"Preliminary provisions and restrictions."}}