{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-401.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Unless the articles of incorporation or bylaws provide otherwise, notice under this chapter shall be in the form of a record."},{"prefix":"b","text":" Notice may be communicated in person or by delivery. If these forms of communication are impracticable, notice may be communicated by a newspaper of general circulation in the area where published, or by radio, television, or other form of public broadcast communication."},{"prefix":"c","text":" Notice in the form of a record by a membership corporation to a member shall be effective:"},{"prefix":"1","text":" Upon deposit in the United States mail or with a commercial delivery service, if the postage or delivery charge is paid and the notice is correctly addressed to the member's address shown in the corporation's current record of members; or"},{"prefix":"2","text":" When given if the notice is delivered in any other manner that the member has authorized."},{"prefix":"d","text":" Notice to a domestic or qualified foreign nonprofit corporation may be delivered to its registered agent or to the corporation or its secretary at its principal office shown in its most recent biennial report or, in the case of a foreign corporation that has not yet delivered a biennial report, in its application for a certificate of registration."},{"prefix":"e","text":" Except as otherwise provided in subsection (c) of this section, notice shall be effective at the earliest of the following:"},{"prefix":"1","text":" When received;"},{"prefix":"2","text":" When left at the recipient's residence or usual place of business;"},{"prefix":"3","text":" Five days after its deposit in the United States mail or with a commercial delivery service, if the postage or delivery charge is paid and the notice is correctly addressed; or"},{"prefix":"4","text":" On the date shown on the return receipt, if sent by registered or certified mail, return receipt requested, or by commercial delivery service."},{"prefix":"f","text":" Oral notice shall be effective when communicated, if communicated in a comprehensible manner."},{"prefix":"f","text":" If this chapter prescribes notice requirements for particular circumstances, those requirements shall govern. If bylaws prescribe notice requirements, not inconsistent with this section or other provisions of this chapter, those requirements shall govern."},{"prefix":"g","text":" With respect to electronic communications:"},{"prefix":"1","text":" Unless otherwise provided in the articles of incorporation or bylaws, or otherwise agreed between the sender and the recipient, an electronic communication is received when:"},{"prefix":"A","text":" It enters an information processing system that the recipient has designated or uses for the purpose of receiving electronic records or information of the type sent and from which the recipient is able to retrieve the electronic record; and"},{"prefix":"B","text":" It is in a form capable of being processed by that system."},{"prefix":"2","text":" An electronic communication is received under paragraph (1) of this subsection even if no individual is aware of its receipt."},{"prefix":"3","text":" Receipt of an electronic acknowledgment from an information processing system described in paragraph (1) of this subsection establishes that a record was received but, by itself, does not establish that the content sent corresponds to the content received."},{"prefix":"h","text":" An authorization by a member of delivery of notices or communications by email or similar electronic means may be revoked by the member by notice to the nonprofit corporation in the form of a record. The authorization shall be deemed revoked if:"},{"prefix":"A","text":" The corporation is unable to deliver 2 consecutive notices or other communications to the member in the manner authorized; and"},{"prefix":"B","text":" The inability becomes known to the secretary or other person responsible for giving the notice or other communication, but the failure to treat the inability as a revocation shall not invalidate any meeting or other action."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"A","text":"General Provisions."},"heading":{"title":"29","chaptersection":"401","identifier":"29-401.03","catch_text":"Notice."}}