{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-413.20\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Upon a demand in the form of a record from a member, a nonprofit corporation shall furnish that member with its latest annual financial statements, which may be consolidated or combined statements of the nonprofit corporation and one or more of its subsidiaries, as appropriate, that include a balance sheet as of the end of the fiscal year and a statement of operations for the year. If financial statements are prepared for the nonprofit corporation on the basis of generally accepted accounting principles, the annual financial statements shall also be prepared on that basis. A nonprofit corporation may impose a reasonable charge for copying the report."},{"prefix":"b","text":" If the annual financial statements are reported upon by a certified public accountant, the accountant's report must accompany them. If not, the statements shall be accompanied by a statement of the president or the person responsible for the nonprofit corporation's accounting records:"},{"prefix":"1","text":" Stating the reasonable belief of the president or other person as to whether the statements were prepared on the basis of generally accepted accounting principles and, if not, describing the basis of preparation; and"},{"prefix":"2","text":" Describing any respects in which the statements were not prepared on a basis of accounting consistent with the statements prepared for the preceding year."},{"prefix":"c","text":" The rights of a member under this section are in addition to the rights under ยง 29-413.02."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XIII","text":"Records and Reports."},"part":{"identifier":"B","text":"Reports."},"heading":{"title":"29","chaptersection":"413","identifier":"29-413.20","catch_text":"Financial statements for members."}}