{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-406.31\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A director shall not be liable to the nonprofit corporation or its members for any decision to take or not to take action, or any failure to take any action, as a director, unless the party asserting liability in a proceeding establishes that:"},{"prefix":"1","text":" None of the following, if interposed as a bar to the proceeding by the director, precludes liability:"},{"prefix":"A","text":" Subsection (d) of this section or a provision in the articles of incorporation authorized by § 29-402.02(c);"},{"prefix":"B","text":" Satisfaction of the requirements in § 29-406.70 for validating a conflicting interest transaction; or"},{"prefix":"C","text":" Satisfaction of the requirements in § 29-406.80 for disclaiming a business opportunity; and"},{"prefix":"2","text":" The challenged conduct consisted or was the result of:"},{"prefix":"A","text":" Action not in good faith;"},{"prefix":"B","text":" A decision:"},{"prefix":"i","text":" Which the director did not reasonably believe to be in the best interests of the corporation; or"},{"prefix":"ii","text":" As to which the director was not informed to an extent the director reasonably believed appropriate in the circumstances; or"},{"prefix":"C","text":" A lack of objectivity due to the director's familial, financial, or business relationship with, or a lack of independence due to the director's domination or control by, another person having a material interest in the challenged conduct:"},{"prefix":"i","text":" Which relationship or which domination or control could reasonably be expected to have affected the director's judgment respecting the challenged conduct in a manner adverse to the corporation; and"},{"prefix":"ii","text":" After a reasonable expectation to such effect has been established, the director has not established that the challenged conduct was reasonably believed by the director to be in the best interests of the corporation;"},{"prefix":"D","text":" A sustained failure of the director to devote attention to ongoing oversight of the activities and affairs of the corporation, or a failure to devote timely attention, by making, or causing to be made, appropriate inquiry, when particular facts and circumstances of significant concern materialize that would alert a reasonably attentive director to the need therefor; or"},{"prefix":"E","text":" Receipt of a financial benefit to which the director was not entitled or any other breach of the director's duties to deal fairly with the corporation and its members that is actionable under applicable law."},{"prefix":"b","text":" The party seeking to hold the director liable:"},{"prefix":"1","text":" For money damages, also has the burden of establishing that:"},{"prefix":"A","text":" Harm to the nonprofit corporation or its members has been suffered; and"},{"prefix":"B","text":" The harm suffered was proximately caused by the director's challenged conduct;"},{"prefix":"2","text":" For other money payment under a legal remedy, such as compensation for the unauthorized use of corporate assets, also has whatever persuasion burden may be called for to establish that the payment sought is appropriate in the circumstances; or"},{"prefix":"3","text":" For other money payment under an equitable remedy, such as profit recovery by or disgorgement to the corporation, also has whatever persuasion burden may be called for to establish that the equitable remedy sought is appropriate in the circumstances."},{"prefix":"c","text":" Nothing contained in this section:"},{"prefix":"1","text":" In any instance where fairness is at issue, such as consideration of the fairness of a transaction to the nonprofit corporation under § 29- 406.70(a)(3), alters the burden of proving the fact or lack of fairness otherwise applicable;"},{"prefix":"2","text":" Alters the fact or lack of liability of a director under another section of this chapter, such as the provisions governing the consequences of an unlawful distribution under § 29-406.33, a conflicting interest transaction under § 29-406.70, or taking advantage of a business opportunity under § 29- 406.80; or"},{"prefix":"3","text":" Affects any rights to which the corporation or a director or member may be entitled under another statute of the District or the United States."},{"prefix":"d","text":" Notwithstanding any other provision of this section, a director of a charitable corporation shall not be liable to the corporation or its members for money damages for any action taken, or any failure to take any action, as a director, except liability for:"},{"prefix":"1","text":" The amount of a financial benefit received by the director to which the director is not entitled;"},{"prefix":"2","text":" An intentional infliction of harm;"},{"prefix":"3","text":" A violation of § 29-406.33; or"},{"prefix":"4","text":" An intentional violation of criminal law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"C","text":"Directors."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.31","catch_text":"Standards of liability for directors."}}