{"text":"Unless its articles of incorporation provide otherwise, every nonprofit corporation shall have perpetual duration and succession in its corporate name and has the same powers as an individual to do all things necessary or convenient to carry out its affairs including the power to:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-403.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" Sue and be sued, complain, and defend in its corporate name;"},{"prefix":"2","text":" Have a corporate seal, which may be altered at will, and to use it, or a facsimile of it, by impressing or affixing it or in any other manner reproducing it;"},{"prefix":"3","text":" Make and amend bylaws, not inconsistent with its articles of incorporation or with the laws of the District, for managing and regulating the affairs of the corporation;"},{"prefix":"4","text":" Purchase, receive, lease, or otherwise acquire, and own, hold, improve, use, and otherwise deal with, real or personal property, or any legal or equitable interest in property, wherever located;"},{"prefix":"5","text":" Sell, convey, mortgage, pledge, lease, exchange, and otherwise dispose of all or any part of its property;"},{"prefix":"6","text":" Purchase, receive, subscribe for, or otherwise acquire, own, hold, vote, use, sell, mortgage, lend, pledge, or otherwise dispose of, and deal in and with shares or other interests in, or obligations of, any other entity;"},{"prefix":"7","text":" Make contracts and guarantees, incur liabilities, borrow money, issue notes, bonds, and other obligations, and secure any of its obligations by mortgage or pledge of any of its property or income;"},{"prefix":"8","text":" Lend money, invest and reinvest its funds, and receive and hold real and personal property as security for repayment, except as limited by § 29- 406.32;"},{"prefix":"9","text":" Be a promoter, partner, member, associate, or manager of any partnership, joint venture, trust, or other entity;"},{"prefix":"10","text":" Conduct its activities, locate offices, and exercise the powers granted by this chapter within or without the District;"},{"prefix":"11","text":" Elect directors and appoint officers, employees, and agents of the corporation, define their duties, fix their compensation, and lend them money and credit, except as limited by § 29-406.32:"},{"prefix":"12","text":" Pay pensions and establish pension plans, pension trusts, and benefit or incentive plans for any or all of its current or former directors, officers, employees, and agents;"},{"prefix":"13","text":" Make donations for charitable purposes;"},{"prefix":"14","text":" Impose dues, assessments, admission, and transfer fees on its members;"},{"prefix":"15","text":" Establish conditions for admission of members, admit members, and issue memberships;"},{"prefix":"16","text":" Carry on a business; and"},{"prefix":"17","text":" Make payments or donations, or do any other act, not inconsistent with law, that furthers the purposes, activities, and affairs of the corporation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"III","text":"Purposes and Powers."},"heading":{"title":"29","chaptersection":"403","identifier":"29-403.02","catch_text":"General powers."}}