{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-409.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" After a plan of merger or membership exchange has been adopted and approved as required by this chapter, articles of merger or membership exchange shall be signed on behalf of each party to the merger or membership exchange by any officer or other duly authorized representative. The articles shall set forth:"},{"prefix":"1","text":" The names of the parties to the merger or membership exchange;"},{"prefix":"2","text":" If the articles of incorporation of the survivor of a merger or an exchanging nonprofit corporation are amended, or if a new corporation is created as a result of a merger, the amendments to the articles of incorporation of the survivor or exchanging corporation or the articles of incorporation of the new corporation;"},{"prefix":"3","text":" If the plan of merger or membership exchange required approval by the members of a domestic nonprofit corporation that was a party to the merger or membership exchange, a statement that the plan was duly approved by the members and, if voting by any separate voting group was required, by each such separate voting group, in the manner required by this chapter and the articles of incorporation or bylaws;"},{"prefix":"4","text":" If the plan of merger or membership exchange did not require approval by the members of a domestic nonprofit corporation that was a party to the merger or membership exchange, a statement to that effect; and"},{"prefix":"5","text":" As to each foreign nonprofit corporation or eligible entity that was a party to the merger or membership exchange, a statement that the participation of the foreign corporation or eligible entity was duly authorized as required by the organic law of the corporation or eligible entity."},{"prefix":"b","text":" Terms of articles of merger or membership exchange may be made dependent on facts objectively ascertainable outside the articles in accordance with § 29-401.04."},{"prefix":"c","text":" Articles of merger or membership exchange shall be delivered to the Mayor for filing by the survivor of the merger or the acquiring corporation or eligible entity in a membership exchange and take effect at the effective time provided in § 29-102.03. Articles of merger or membership exchange filed under this section may be combined with any filing required under the organic law of any domestic eligible entity involved in the transaction if the combined filing satisfies the requirements of both this section and the other organic law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"IX","text":"Mergers and Membership Exchanges."},"heading":{"title":"29","chaptersection":"409","identifier":"29-409.06","catch_text":"Articles of merger or membership exchange."}}