{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-412.20\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The Superior Court may dissolve a nonprofit corporation, place a corporation in receivership, impose a constructive trust on compensation paid to a corporation's director, officer, or manager, or grant other injunctive or equitable relief with respect to a corporation:"},{"prefix":"1","text":" In a proceeding by the Attorney General for the District of Columbia if it is established that:"},{"prefix":"A","text":" The corporation obtained its articles of incorporation through fraud;"},{"prefix":"B","text":" The corporation has exceeded or abused and is continuing to exceed or abuse the authority conferred upon it by law; or"},{"prefix":"C","text":" The corporation has continued to act contrary to its nonprofit purposes;"},{"prefix":"2","text":" Except as otherwise provided in the articles of incorporation or bylaws, in a proceeding by 50 members or members holding at least 5% of the voting power, whichever is less, or by a director or member of a designated body, if it is established that:"},{"prefix":"A","text":" The directors or a designated body are deadlocked in the management of the corporate affairs, the members, if any, are unable to break the deadlock, and irreparable injury to the corporation or its mission is threatened or being suffered because of the deadlock;"},{"prefix":"B","text":" The directors or those in control of the corporation have acted, are acting, or will act in a manner that is illegal, oppressive, or fraudulent;"},{"prefix":"C","text":" The members are deadlocked in voting power and have failed, for a period that includes at least 2 consecutive annual meeting dates, to elect successors to directors whose terms have, or otherwise would have, expired;"},{"prefix":"D","text":" The corporate assets are being misapplied or wasted; or"},{"prefix":"E","text":" The corporation has insufficient assets to continue its activities and it is no longer able to assemble a quorum of directors or members;"},{"prefix":"3","text":" In a proceeding by a creditor, if it is established that:"},{"prefix":"A","text":" The creditor's claim has been reduced to judgment, the execution on the judgment returned unsatisfied, and the corporation is insolvent; or"},{"prefix":"B","text":" The corporation has admitted in a record that the creditor's claim is due and owing and the corporation is insolvent; or"},{"prefix":"4","text":" In a proceeding by the corporation to have its voluntary dissolution continued under court supervision."},{"prefix":"b","text":"(1) If the Attorney General, in the course of an investigation to determine whether to bring a court action under this section, has reason to believe that a person may have information, or may be in possession, custody, or control of documentary material, relevant to the investigation, the Attorney General may issue in writing, and cause to be served upon the person, a subpoena requiring the person to give oral testimony under oath, or to produce records, books, papers, contracts, electronically-stored data, and other documentary material for inspection and copying."},{"prefix":"2","text":" Information obtained pursuant to this authority to subpoena shall not be admissible in a later criminal proceeding against the person who provided the information."},{"prefix":"3","text":" The Attorney General may petition the Superior Court for an order compelling compliance with a subpoena issued pursuant to this authority to subpoena."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XII","text":"Dissolution."},"part":{"identifier":"B","text":"Judicial Dissolution or Other Equitable Relief."},"heading":{"title":"29","chaptersection":"412","identifier":"29-412.20","catch_text":"Grounds for judicial dissolution or other equitable relief."}}