{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-407.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" When a domestication becomes effective:"},{"prefix":"1","text":" The title to all real and personal property, both tangible and intangible, of the domesticating corporation shall remain in the domesticated corporation without reversion or impairment;"},{"prefix":"2","text":" The liabilities of the domesticating corporation shall remain the liabilities of the domesticated corporation;"},{"prefix":"3","text":" An action or proceeding pending against the domesticating corporation shall continue against the domesticated corporation as if the domestication had not occurred;"},{"prefix":"4","text":" The articles of domestication, or the articles of incorporation attached to the articles of domestication, shall constitute the articles of incorporation of a foreign corporation domesticating in the District;"},{"prefix":"5","text":" The memberships in the domesticating corporation shall be reclassified into memberships, obligations, rights to acquire memberships, or cash or other property in accordance with the terms of the domestication, and the members shall be entitled only to the rights provided by those terms; and"},{"prefix":"6","text":" The domesticating corporation shall be deemed to be:"},{"prefix":"A","text":" Incorporated under and subject to the organic law of the domesticated corporation for all purposes; and"},{"prefix":"B","text":" The same corporation without interruption as the domesticating corporation."},{"prefix":"b","text":" The interest holder liability of a member in a foreign nonprofit corporation that is domesticated in the District shall be as follows:"},{"prefix":"1","text":" The domestication shall not discharge any interest holder liability under the laws of the foreign jurisdiction to the extent any such interest holder liability arose before the effective time of the articles of domestication."},{"prefix":"2","text":" The member shall not have interest holder liability under the laws of the foreign jurisdiction for any debt, obligation, or liability of the corporation that arises after the effective time of the articles of domestication."},{"prefix":"3","text":" The laws of the foreign jurisdiction shall continue to apply to the collection or discharge of any interest holder liability preserved by paragraph (1) of this subsection, as if the domestication had not occurred."},{"prefix":"4","text":" The member has whatever rights of contribution from other members are provided by the laws of the foreign jurisdiction with respect to any interest holder liability preserved by paragraph (1) of this subsection, as if the domestication had not occurred."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VII","text":"Domestication."},"heading":{"title":"29","chaptersection":"407","identifier":"29-407.05","catch_text":"Effect of domestication."}}