{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-409.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A domestic or foreign entity that holds a membership in a domestic nonprofit corporation that carries at least 80% of the voting power of each class of membership of the controlled corporation that has voting power may merge the controlled corporation into itself or into another such controlled corporation, or merge itself into the controlled corporation, without the approval of the board of directors, designated body or members of the controlled corporation, unless the articles of incorporation or bylaws of any of the corporations or the organic records of a controlling unincorporated entity otherwise provide."},{"prefix":"b","text":" If, under subsection (a) of this section, approval of a merger by the members of a controlled corporation is not required, the controlling entity shall, within 10 days after the effective date of the merger, notify each of the members of the controlled corporation that the merger has become effective."},{"prefix":"c","text":" Except as otherwise provided in subsections (a) and (b) of this subsection, a merger between a controlling entity and a controlled corporation shall be governed by the provisions of this subchapter applicable to mergers generally."},{"prefix":"d","text":" A merger pursuant to this section shall also be approved in a record by a designated body whose approval is required to amend the articles of incorporation of the controlled corporation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"IX","text":"Mergers and Membership Exchanges."},"heading":{"title":"29","chaptersection":"409","identifier":"29-409.05","catch_text":"Merger with controlled corporation or between controlled corporations."}}