{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-407.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Articles of domestication shall be signed on behalf of the domesticating corporation by any officer or other duly authorized representative. The articles shall set forth:"},{"prefix":"1","text":" The name and jurisdiction of incorporation of the domesticating corporation;"},{"prefix":"2","text":" The name and jurisdiction of incorporation of the domesticated entity; and"},{"prefix":"3","text":" If the domesticating corporation is a domestic nonprofit corporation, a statement that the plan of domestication was approved in accordance with this subtitle or, if the domesticating corporation is a foreign nonprofit corporation, a statement that the domestication was approved in accordance with the law of its jurisdiction of incorporation."},{"prefix":"b","text":" If the domesticated corporation is a domestic nonprofit corporation, the articles of domestication shall either contain all of the provisions that § 29-402.02(a) requires to be set forth in articles of incorporation and any other desired provisions that § 29-402.02(b) and (c) permits to be included in articles of incorporation, or must have attached articles of incorporation. In either case, provisions that would not be required to be included in restated articles of incorporation may be omitted, except that the name and address of the initial registered agent of the domesticated corporation shall be included. The name of the domesticated corporation shall satisfy the requirements of § 29-103.01."},{"prefix":"c","text":" The articles of domestication shall be delivered to the Mayor for filing and take effect at the effective time provided in § 29-102.03."},{"prefix":"d","text":" If the domesticating corporation is a qualified foreign nonprofit corporation, its certificate of registration shall be canceled automatically on the effective date of its domestication."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VII","text":"Domestication."},"heading":{"title":"29","chaptersection":"407","identifier":"29-407.04","catch_text":"Articles of domestication."}}