{"text":"For the purposes of this part, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-406.50\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Corporation\" includes any domestic or foreign predecessor entity of a nonprofit corporation in a merger, conversion, or domestication."},{"prefix":"2","text":" \"Director\" or \"officer\" means an individual who is or was a director or officer, respectively, of a nonprofit corporation or who, while a director or officer of the corporation, is or was serving at the corporation's request as a director, officer, partner, trustee, employee, or agent of another domestic or foreign corporation, partnership, joint venture, trust, employee benefit plan, or other entity. A director or officer shall be considered to be serving an employee benefit plan at the corporation's request if the individual's duties to the corporation also impose duties on, or otherwise involve services by, the individual to the plan or to participants in or beneficiaries of the plan. The term \"director\" includes a member of a designated body. The term \" director\" or \"officer\" includes, unless the context requires otherwise, the estate or personal representative of a director or officer."},{"prefix":"3","text":" \"Disinterested director\" means a director who, at the time of a vote referred to in § 29-406.53(c) or a vote or selection referred to in § 29- 406.55(b) or (c), is not:"},{"prefix":"A","text":" A party to the proceeding; or"},{"prefix":"B","text":" An individual having a familial, financial, professional, or employment relationship with the director whose indemnification or advance for expenses is the subject of the decision being made, which relationship would, in the circumstances, reasonably be expected to exert an influence on the director's judgment when voting on the decision being made."},{"prefix":"4","text":" \"Expenses\" include attorneys' fees."},{"prefix":"5","text":" \"Liability\" means the obligation to pay a judgment, settlement, penalty, fine, including an excise tax assessed with respect to an employee benefit plan, or reasonable expenses incurred with respect to a proceeding."},{"prefix":"6","text":"(A) \"Official capacity\" means:"},{"prefix":"i","text":" When used with respect to a director, the office of director in a nonprofit corporation; and"},{"prefix":"ii","text":" When used with respect to an officer, as contemplated in § 29-406.56, the office in a corporation held by the officer; and."},{"prefix":"B","text":" The term \"official capacity\" does not include service for any other domestic or foreign corporation or any partnership, joint venture, trust, employee benefit plan, or other entity."},{"prefix":"7","text":" \"Party\" means an individual who was, is, or is threatened to be made, a defendant or respondent in a proceeding."},{"prefix":"8","text":" \"Proceeding\" includes a threatened, pending, or completed proceeding."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.50","catch_text":"Definitions."}}