{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-411.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The Superior Court shall dismiss a derivative proceeding on motion by the nonprofit corporation if one of the groups specified in subsection (b) or (e) of this section has determined in good faith after conducting a reasonable inquiry upon which its conclusions are based that the maintenance of the derivative proceeding is not in the best interests of the corporation."},{"prefix":"b","text":" Unless a panel is appointed pursuant to subsection (e) of this section, the determination in subsection (a) of this section shall be made by a majority vote of:"},{"prefix":"1","text":" Independent directors present at a meeting of the board of directors if the independent directors constitute a quorum; or"},{"prefix":"2","text":" A committee consisting of 2 or more independent directors appointed by majority vote of independent directors present at a meeting of the board of directors, whether or not such independent directors constituted a quorum."},{"prefix":"c","text":" If a derivative proceeding is commenced after a determination has been made rejecting a demand by a member, the complaint shall allege with particularity facts establishing that:"},{"prefix":"1","text":" A majority of the board of directors did not consist of independent directors at the time the determination was made; or"},{"prefix":"2","text":" The requirements of subsection (a) of this section have not been met."},{"prefix":"d","text":" If a majority of the board of directors does not consist of independent directors at the time the determination is made, the nonprofit corporation shall have the burden of proving that the requirements of subsection (a) of this section have been met. If a majority of the board of directors consists of independent directors at the time the determination is made, the plaintiff shall have the burden of proving that the requirements of subsection (a) of this section have not been met."},{"prefix":"e","text":" The Superior Court may appoint a panel of one or more independent persons upon motion by the nonprofit corporation to make a determination whether the maintenance of the derivative proceeding is in the best interests of the corporation. In such case, the plaintiff has the burden of proving that the requirements of subsection (a) of this section have not been met."},{"prefix":"f","text":" A person is independent for purposes of this section if the person does not have:"},{"prefix":"1","text":" A material interest in the outcome of the proceeding; or"},{"prefix":"2","text":" A material relationship with a person that has such an interest."},{"prefix":"g","text":" None of the following by itself causes a director to be considered not independent for purposes of this section:"},{"prefix":"1","text":" The nomination, election, or appointment of the director by persons that are defendants in the derivative proceeding or against whom action is demanded;"},{"prefix":"2","text":" The naming of the director as a defendant in the derivative proceeding or as a person against whom action is demanded; or"},{"prefix":"3","text":" The approval by the director of the act being challenged in the derivative proceeding or demand if the act resulted in no personal benefit to the director."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XI","text":"Derivative Proceedings."},"heading":{"title":"29","chaptersection":"411","identifier":"29-411.05","catch_text":"Dismissal."}}