{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-406.53\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A nonprofit corporation may, before final disposition of a proceeding, advance funds to pay for or reimburse the reasonable expenses incurred by an individual who is a party to a proceeding because he or she is or was a director if the individual delivers to the corporation:"},{"prefix":"1","text":" An affirmation in the form of a record of his or her good faith belief that he or she has met the relevant standard of conduct described in § 29-406.51 or that the proceeding involves conduct for which liability has been eliminated by § 29-406.31(d) or under a provision of the articles of incorporation as authorized by § 29-402.02(c); and"},{"prefix":"2","text":" An undertaking in the form of a record to repay any funds advanced if the individual is not entitled to mandatory indemnification under § 29-406.52 and it is ultimately determined under § 29-406.54 or § 29-406.55 that the individual has not met the relevant standard of conduct described in § 29- 406.51."},{"prefix":"b","text":" The undertaking required by subsection (a)(2) of this section shall be an unlimited general obligation of the director, but need not be secured and may be accepted without reference to the financial ability of the director to make repayment."},{"prefix":"c","text":" Authorizations under this section shall be made:"},{"prefix":"1","text":" By the board of directors:"},{"prefix":"A","text":" If there are 2 or more disinterested directors, by a majority vote of all the disinterested directors, a majority of whom will constitute a quorum for that purpose, or by a majority of the members of a committee of 2 or more disinterested directors appointed by such a vote; or"},{"prefix":"B","text":" If there are fewer than 2 disinterested directors, by the vote necessary for action by the board in accordance with § 29-406.24(c), in which authorization directors who do not qualify as disinterested directors may participate; or"},{"prefix":"2","text":" By the members."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.53","catch_text":"Advance for expenses."}}