{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-408.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" An amendment to the articles of incorporation of a membership corporation shall be adopted in the following manner:"},{"prefix":"1","text":" Except as otherwise provided in paragraph (5) of this subsection, the proposed amendment shall be adopted by the board of directors."},{"prefix":"2","text":" Except as otherwise provided in §§ 29-408.05, 29-408.07, and 29- 408.08, a proposed amendment shall be submitted to the members entitled to vote for their approval."},{"prefix":"3","text":" The board of directors shall transmit to the members a recommendation that the members approve the amendment, unless the board of directors makes a determination that because of conflicts of interest or other special circumstances, it should not make such a recommendation, in which case the board of directors must transmit to the members the basis for that determination."},{"prefix":"4","text":" The board of directors may condition its submission of the amendment to the members on any basis."},{"prefix":"5","text":" Except as otherwise provided in the articles of incorporation or bylaws, an amendment may be proposed by 10% or more of the members entitled to vote on the amendment or by such greater or lesser number of members as is specified in the articles. Paragraphs (1), (3), and (4) of this section shall not apply to an amendment proposed by the members under this paragraph."},{"prefix":"6","text":" If the amendment is required to be approved by the members, and the approval is to be given at a meeting, the corporation shall give notice to each member entitled to vote on the amendment of the meeting of members at which the amendment is to be submitted for approval. The notice shall state that the purpose, or one of the purposes, of the meeting is to consider the amendment and shall contain or be accompanied by a copy of the amendment."},{"prefix":"7","text":" Unless the articles of incorporation or bylaws, or the board of directors acting pursuant to paragraph (4) of this subsection, requires a greater vote or a greater number of members to be present, the approval of an amendment requires the approval of the members at a meeting at which a quorum exists, and, if any class of members shall be entitled to vote as a separate group on the amendment, the approval of each such separate voting group at a meeting at which a quorum of the voting group exists."},{"prefix":"8","text":" In addition to the adoption and approval of an amendment by the board of directors and members as required by this section, an amendment shall also be approved by a designated body whose approval is required by the articles of incorporation or bylaws."},{"prefix":"b","text":" Unless the articles of incorporation provide otherwise, the board of directors of a membership corporation may adopt amendments to the corporation's articles of incorporation without approval of the members to:"},{"prefix":"1","text":" Extend the duration of the corporation if it was incorporated at a time when limited duration was required by law;"},{"prefix":"2","text":" Delete the names and addresses of the initial directors or members of a designated body;"},{"prefix":"3","text":" Change the information required by § 2-104.04;"},{"prefix":"4","text":" Change the corporation name by substituting or deleting the word \"corporation\", \"incorporated\", \"company\", \"limited\", or the abbreviation \"corp.\", \"inc.\", \"co.\", or \"ltd.\", for a similar word or abbreviation in the name; or"},{"prefix":"5","text":" Restate without change all of the then operative provisions of the articles."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VIII","text":"Amendment of Articles of Incorporation and Bylaws."},"part":{"identifier":"A","text":"Amendment of Articles of Incorporation."},"heading":{"title":"29","chaptersection":"408","identifier":"29-408.03","catch_text":"Amendment of articles of membership corporation."}}