{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-406.54\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A director who is a party to a proceeding because he or she is or was a director may apply for indemnification or an advance for expenses to the Superior Court. After receipt of an application and after giving any notice it considers necessary, the court shall order:"},{"prefix":"1","text":" Indemnification if the court determines that the director is entitled to mandatory indemnification under § 29-406.52;"},{"prefix":"2","text":" Indemnification or advance for expenses if the court determines that the director is entitled to indemnification or advance for expenses pursuant to a provision authorized by § 29-406.58(a); or"},{"prefix":"3","text":" Indemnification or advance for expenses if the court determines, in view of all the relevant circumstances, that it is fair and reasonable to:"},{"prefix":"A","text":" Indemnify the director; or"},{"prefix":"B","text":" Advance expenses to the director, even if the director has not met the relevant standard of conduct set forth in § 29-406.51(a), failed to comply with § 29-406.53, or was adjudged liable in a proceeding referred to in § 29-406.51(d)(1) or (d)(2), but if the director was adjudged so liable, his or her indemnification shall be limited to reasonable expenses incurred in connection with the proceeding."},{"prefix":"b","text":" If the Superior Court determines that the director is entitled to indemnification under subsection (a)(1) of this section or to indemnification or advance for expenses under subsection (a)(2) of this section, it shall also order the nonprofit corporation to pay the director's reasonable expenses incurred in connection with obtaining court-ordered indemnification or advance for expenses. If the court determines that the director is entitled to indemnification or advance for expenses under subsection (a)(3) of this section, it may also order the corporation to pay the director's reasonable expenses to obtain court-ordered indemnification or advance for expenses."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.54","catch_text":"Court-ordered indemnification and advance for expenses."}}