{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-405.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A membership corporation shall hold a meeting of members annually at a time stated in or fixed in accordance with the articles of incorporation or bylaws."},{"prefix":"b","text":" A membership corporation may hold regular meetings on a regional or other basis at times stated in or fixed in accordance with the articles of incorporation or bylaws."},{"prefix":"c","text":" Except as otherwise provided in subsection (e) of this section, annual and regular meetings of the members may be held in or outside of the District at the place stated in or fixed in accordance with the articles of incorporation or bylaws. If no place is stated in or fixed in accordance with the articles or bylaws, annual and regular meetings shall be held at the nonprofit corporation's principal office."},{"prefix":"d","text":" The failure to hold an annual or regular meeting at the time stated in or fixed in accordance with the articles of incorporation or bylaws shall not affect the validity of any corporate action."},{"prefix":"e","text":" The articles of incorporation or bylaws may provide that an annual or regular meeting of members does not need to be held at a geographic location if the meeting is held by means of the Internet or other electronic communications technology in a fashion pursuant to which the members have the opportunity to read or hear the proceedings substantially concurrently with their occurrence, vote on matters submitted to the members, pose questions, and make comments."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"V","text":"Member Meetings"},"part":{"identifier":"A","text":"Procedures."},"heading":{"title":"29","chaptersection":"405","identifier":"29-405.01","catch_text":"Annual and regular meetings."}}