{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-406.90\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"volunteer\" means an officer, director, trustee, or other person who performs services for the corporation and who does not receive compensation other than reimbursement of expenses for those services."},{"prefix":"b","text":" Any person who serves as a volunteer of the corporation shall be immune from civil liability except if the injury or damage was a result of:"},{"prefix":"1","text":" The willful misconduct of the volunteer;"},{"prefix":"2","text":" A crime, unless the volunteer had reasonable cause to believe that the act was lawful;"},{"prefix":"3","text":" A transaction that resulted in an improper personal benefit of money, property, or service to the volunteer; or"},{"prefix":"4","text":" An act or omission that is not in good faith and is beyond the scope of authority of the corporation pursuant to this chapter or the corporate charter."},{"prefix":"c","text":" This section shall apply only if the corporation maintains liability insurance with a limit of coverage of not less than $200,000 per individual claim and $500,000 per total claims that arise from the same occurrence. This subsection shall not apply to any corporation having annual total functional expenses, exclusive of grants and allocations, of less than $100,000, and which is exempt from federal taxation under section 501(c)(3) of the Internal Revenue Code of 1954, approved August 26, 1954 (68A Stat. 163; 26 U.S.C. ยง 501(c)(3))."},{"prefix":"d","text":" This section shall not be exempt the corporation from liability for the conduct of the volunteer, but the corporation shall be liable only to the extent of the applicable limit of insurance coverage it maintains."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"H","text":"Limitations on Liability of Volunteers and Employees."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.90","catch_text":"Immunity from civil liability for volunteer of corporation."}}