{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-406.55\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A nonprofit corporation shall not indemnify a director under § 29-406. 51 unless authorized for a specific proceeding after a determination has been made that indemnification of the director is permissible because the director has met the relevant standard of conduct set forth in § 29-406.51."},{"prefix":"b","text":" The determination shall be made:"},{"prefix":"1","text":" If there are 2 or more disinterested directors, by a majority vote of all the disinterested directors, a majority of whom will constitute a quorum for that purpose, or by a majority of the members of a committee of 2 or more disinterested directors appointed by such a vote;"},{"prefix":"2","text":" By special legal counsel:"},{"prefix":"A","text":" Selected in the manner prescribed in paragraph (1) of this subsection; or"},{"prefix":"B","text":" If there are fewer than 2 disinterested directors, selected by the board of directors, in which selection directors who do not qualify as disinterested directors may participate; or"},{"prefix":"3","text":" By the members."},{"prefix":"c","text":" Authorization of indemnification shall be made in the same manner as the determination that indemnification is permissible, except that if there are fewer than 2 disinterested directors or if the determination is made by special legal counsel, authorization of indemnification shall be made by those entitled under subsection (b)(2)(B) of this section to select special legal counsel."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"E","text":"Indemnification and Advance for Expenses."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.55","catch_text":"Determination and authorization of indemnification."}}