{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-405.23\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If the name signed on a ballot, consent, waiver, or proxy appointment corresponds to the name of a member, the membership corporation if acting in good faith may accept the ballot, consent, waiver, or proxy appointment and give it effect as the act of the member."},{"prefix":"b","text":" If the name signed on a ballot, consent, waiver, or proxy appointment does not correspond to the name of its member, the membership corporation if acting in good faith may nevertheless accept the ballot, consent, waiver, or proxy appointment and give it effect as the act of the member if:"},{"prefix":"1","text":" The member is an entity and the name signed purports to be that of an officer or agent of the entity;"},{"prefix":"2","text":" The name signed purports to be that of an administrator, executor, guardian, or conservator representing the member and, if the corporation requests, evidence of fiduciary status acceptable to the corporation has been presented with respect to the ballot, consent, waiver, or proxy appointment;"},{"prefix":"3","text":" The name signed purports to be that of a receiver or trustee in bankruptcy of the member and, if the corporation requests, evidence of this status acceptable to the corporation has been presented with respect to the ballot, consent, waiver, or proxy appointment;"},{"prefix":"4","text":" The name signed purports to be that of a beneficial owner or attorney-in-fact of the member and, if the corporation requests, evidence acceptable to the corporation of the signatory's authority to sign for the member has been presented with respect to the ballot, consent, waiver, or proxy appointment; or"},{"prefix":"5","text":" Two or more persons are the member as co-tenants or fiduciaries and the name signed purports to be the name of at least one of the co-owners and the person signing appears to be acting on behalf of all the co-owners."},{"prefix":"c","text":" The membership corporation may reject a ballot, consent, waiver, or proxy appointment if the secretary or other officer or agent authorized to tabulate votes, acting in good faith, has reasonable basis for doubt about the validity of the signature on it or about the signatory's authority to sign for the member."},{"prefix":"d","text":" The membership corporation and its officer or agent that accepts or rejects a ballot, consent, waiver, or proxy appointment in good faith and in accordance with the standards of this section or ยง 29-405.22(b) shall not be liable in damages to the member for the consequences of the acceptance or rejection."},{"prefix":"e","text":" Corporate action based on the acceptance or rejection of a ballot, consent, waiver, or proxy appointment under this section shall be valid unless a court of competent jurisdiction determines otherwise."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"V","text":"Member Meetings"},"part":{"identifier":"B","text":"Voting."},"heading":{"title":"29","chaptersection":"405","identifier":"29-405.23","catch_text":"Acceptance of votes."}}