{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-413.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A nonprofit corporation shall keep as permanent records minutes of all meetings of its members, board of directors, and any designated body, a record of all actions taken by the members, board of directors, or members of a designated body without a meeting, and a record of all actions taken by a committee of the board of directors or a designated body on behalf of the corporation."},{"prefix":"b","text":" A nonprofit corporation shall maintain appropriate accounting records."},{"prefix":"c","text":" A membership corporation or its agent shall maintain a record of its members, in a form that permits preparation of a list of the names and addresses of all members, in alphabetical order by class, showing the number of votes each member is entitled to cast."},{"prefix":"d","text":" A nonprofit corporation shall maintain its records in written form or in any other form of a record."},{"prefix":"e","text":" A nonprofit corporation shall keep a copy of the following records at its principal office:"},{"prefix":"1","text":" Its articles of incorporation or restated articles of incorporation and all amendments to them currently in effect;"},{"prefix":"2","text":" Its bylaws or restated bylaws and all amendments to them currently in effect;"},{"prefix":"3","text":" The minutes and records described in subsection (a) of this section for the past 3 years;"},{"prefix":"4","text":" All communications in the form of a record to members generally within the past 3 years, including the financial statements furnished for the past 3 years under § 29-413.20;"},{"prefix":"5","text":" A list of the names and business addresses of its current directors and officers; and"},{"prefix":"6","text":" Its most recent biennial report delivered to the Mayor under § 29- 102.11."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XIII","text":"Records and Reports."},"part":{"identifier":"A","text":"Records."},"heading":{"title":"29","chaptersection":"413","identifier":"29-413.01","catch_text":"Corporate records."}}