{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-401.50\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"member-governed corporation\" means a membership corporation incorporated under or subject to this chapter which:"},{"prefix":"1","text":" Provides in its articles of incorporation or bylaws that it is a member-governed corporation; or:"},{"prefix":"2","text":" Meets the following conditions:"},{"prefix":"A","text":" It holds regular meeting not less frequently than annually;"},{"prefix":"B","text":" Its activities and affairs are governed by its members; and"},{"prefix":"C","text":" The board of directors, if any, has only those powers delegated by the articles of incorporation, bylaws, or members."},{"prefix":"b","text":" This section shall apply only to member-governed corporations and shall not be construed to affect in any way the rights, duties, obligations, or other matters pertaining to other types of nonprofit corporations formed under or subject to this chapter or other entities formed under or subject to this title."},{"prefix":"c","text":" Except as otherwise provided in the articles of incorporation or bylaws, the following rules shall apply to a member-governed corporation:"},{"prefix":"1","text":" A member shall vote only in person and not by proxy."},{"prefix":"2","text":" A voting agreement shall not be enforceable."},{"prefix":"3","text":" A fundamental transaction may be approved by a 2/3 vote of the members of the corporation without the approval of the board of directors, if any."},{"prefix":"4","text":" The members may set a record date in the circumstances described in § 29-405.07(c)."},{"prefix":"5","text":" The polls may be closed by a 2/3 vote of the members present and voting in the circumstances described in § 29-405.08(d)."},{"prefix":"6","text":" At a meeting of a member-governed corporation, the members present and voting are the ultimate judge of the validity of ballots under §§ 29-405. 23(c) and 29-405.28."},{"prefix":"7","text":" The qualifications of a director under § 29-406.08(c)(5) are determined by the members."},{"prefix":"d","text":" The articles of incorporation or bylaws of a member-governed corporation may contain any of the following provisions:"},{"prefix":"1","text":" Providing that a meeting of the members under § 29-405.01 may be held biennially, and, if the articles of incorporation or bylaws establish an assembly of delegates, providing that instead of meetings of members the assembly of delegates shall meet with a regularity the articles of incorporation or bylaws specify, not less frequently than quinquennially;"},{"prefix":"2","text":" Establishing the number of mail ballots that constitute a quorum under § 29-405.09;"},{"prefix":"3","text":" Stating the circumstances under which a member who was present at a meeting but who leaves the meeting is or is not deemed present for quorum purposes for the remainder of the meeting and for any adjournment of that meeting under § 29-405.24(b);"},{"prefix":"4","text":" Permitting cumulative voting for directors;"},{"prefix":"5","text":" Providing that the maximum term of a director under § 29-406.05 may be up to six years;"},{"prefix":"6","text":" Providing that the resignation of a director under § 29-406.07 is not effective until approved by the members;"},{"prefix":"7","text":" Establishing the quorum required for a meeting of the board of directors under § 29-406.24(b);"},{"prefix":"8","text":" Providing that if a quorum is present when a vote is taken, the affirmative vote of a majority of the votes cast, rather than a majority of those present, is the act of the board of directors unless a greater vote is required by the articles of incorporation and bylaws;"},{"prefix":"9","text":" Stating the circumstances under which a director present at a meeting is not considered to have assented to a corporate action under § 29-406.24(d);"},{"prefix":"10","text":" Creating and defining the membership and powers of committees under § 29-406.25(b), (e)(2), and (h);"},{"prefix":"11","text":" Providing that the same person may not simultaneously hold more than one office in a member-governed corporation; and"},{"prefix":"12","text":" Providing that the resignation of a officer under § 29-406.43 is not effective until approved by the members."},{"prefix":"e","text":" If a member-governed corporation adopts a specified generally accepted parliamentary authority in its bylaws, rules in the specified parliamentary authority and in special rules of order adopted as provided in the parliamentary authority shall be treated as provisions of the bylaws for the purposes of this chapter, except to the extent such rules are inconsistent with explicit provisions of the articles of incorporation or the bylaws. The rules of any such adopted parliamentary authority shall be presumed to be fair to the members pursuant to § 29-405.08(c)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"I","text":"General Provisions."},"part":{"identifier":"D","text":"Member-Governed Corporations."},"heading":{"title":"29","chaptersection":"401","identifier":"29-401.50","catch_text":"Member-governed corporations."}}