{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-411.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" In any derivative proceeding brought under ยง 29-411.02(a), the nonprofit corporation shall be entitled at any stage of the proceeding to seek an order requiring the plaintiffs to give security for reasonable expenses, including attorney fees and expenses, that may be incurred by the corporation in connection with the proceeding, to which security the corporation may have recourse in such amount as the Superior Court determines upon termination of the proceeding. The amount of security may be increased or decreased in the discretion of the court upon a showing that the security provided has or may become inadequate or excessive. Security may be denied or limited in the discretion of the court upon a preliminary showing, by application and upon such types of proof as may be required by the court, establishing prima facie that the requirement of full or partial security would impose undue hardship on plaintiffs and serious injustice would result."},{"prefix":"b","text":" On termination of the derivative proceeding the Superior Court may order:"},{"prefix":"1","text":" The nonprofit corporation to pay the plaintiff's reasonable expenses, including attorneys' fees, incurred in the proceeding if it finds that the proceeding has resulted in a substantial benefit to the corporation;"},{"prefix":"2","text":" The plaintiff to pay any defendant's reasonable expenses, including attorneys' fees, incurred in defending the proceeding if it finds that the proceeding was commenced or maintained without reasonable cause or for an improper purpose; or"},{"prefix":"3","text":" A party to pay an opposing party's reasonable expenses, including attorneys' fees, incurred because of the filing of a pleading, motion, or other paper, if it finds that the pleading, motion, or other paper was not well grounded in fact, after reasonable inquiry, or warranted by existing law or a good faith argument for the extension, modification, or reversal of existing law and was interposed for an improper purpose, such as to harass or cause unnecessary delay or needless increase in the cost of litigation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XI","text":"Derivative Proceedings."},"heading":{"title":"29","chaptersection":"411","identifier":"29-411.07","catch_text":"Security for costs; payment of expenses."}}