{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-405.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in the articles of incorporation or bylaws, action required or permitted by this chapter to be taken at a meeting of the members may be taken without a meeting if the action is taken by all the members entitled to vote on the action. The action shall be evidenced by one or more consents in the form of a record bearing the date of signature and describing the action taken, signed by all the members entitled to vote on the action, and delivered to the membership corporation for inclusion in the minutes or filing with the corporate records."},{"prefix":"b","text":" If not otherwise fixed under § 29-405.03 or § 29-405.07, the record date for determining members entitled to take action without a meeting shall be the date the first member signs the consent under subsection (a) of this section. A consent shall not be effective to take the corporate action referred to therein unless, within 60 days after the earliest date appearing on a consent delivered to the membership corporation in the manner required by this section, consents signed by members entitled to cast the required number of votes on the action are received by the corporation. A consent may be revoked by a signed notice in the form of a record to that effect received by the corporation prior to receipt by the corporation of unrevoked consents sufficient in number to take corporate action."},{"prefix":"c","text":" A consent signed under this section has the effect of a meeting vote and may be described as such."},{"prefix":"d","text":" If this chapter, the articles of incorporation, or the bylaws require that notice of proposed action be given to members not entitled to vote on the action and the action is to be taken by consent of the members entitled to vote, the membership corporation shall deliver to the members not entitled to vote notice of the proposed action at least 10 days before the action is taken. The notice shall contain or be accompanied by the same material that would have been required to be delivered to members not entitled to vote in a notice of meeting at which the proposed action would have been submitted to the members for action."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"V","text":"Member Meetings"},"part":{"identifier":"A","text":"Procedures."},"heading":{"title":"29","chaptersection":"405","identifier":"29-405.04","catch_text":"Action without meeting."}}