{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-413.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a nonprofit corporation does not allow a member who complies with § 29-413.02(a) to inspect and copy any records required by that subsection to be available for inspection, the Superior Court may summarily order inspection and copying of the records demanded at the corporation's expense upon application of the member."},{"prefix":"b","text":" If a nonprofit corporation does not within a reasonable time allow a member to inspect and copy any other record, the member who complies with § 29- 413.02(b) and (c) may apply to the Superior Court for an order to permit inspection and copying of the records demanded. The court shall dispose of an application under this subsection on an expedited basis."},{"prefix":"c","text":" If the Superior Court orders inspection and copying of the records demanded, it shall also order the nonprofit corporation to pay the member's costs, including reasonable attorneys' fees, incurred to obtain the order unless the corporation proves that it refused inspection in good faith because it had a reasonable basis for doubt about the right of the member to inspect the records demanded."},{"prefix":"d","text":" If the Superior Court orders inspection and copying of the records demanded, it may impose reasonable restrictions on the use or distribution of the records by the demanding member."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"XIII","text":"Records and Reports."},"part":{"identifier":"A","text":"Records."},"heading":{"title":"29","chaptersection":"413","identifier":"29-413.04","catch_text":"Court-ordered inspection."}}