{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-406.91\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"employee\" means a person regularly employed to perform a service for a salary or wages."},{"prefix":"b","text":" Except as provided in subsections (c) and (d) of this section, an employee of the corporation shall not be held personally liable in damages for any acts or omissions in providing services or performing duties on behalf of the corporation in an amount greater than the amount of total compensation, other than reimbursement of expenses, received from the corporation for performing those services or duties during the 12 months immediately preceding the act or omission for which liability was imposed."},{"prefix":"c","text":" The limitation of liability in this section shall not apply if the injury or damage was a result of:"},{"prefix":"1","text":" The willful misconduct of the employee;"},{"prefix":"2","text":" A crime, unless the employee had reasonable cause to believe that the act was lawful;"},{"prefix":"3","text":" A transaction that resulted in an improper personal benefit of money, property, or service to the employee;"},{"prefix":"4","text":" An act or omission that is not in good faith and is beyond the scope of authority of the corporation pursuant to this chapter or the articles of incorporation."},{"prefix":"d","text":" The limitation of liability in this section does not apply to any licensed professional employee operating in his or her professional capacity."},{"prefix":"e","text":" This section shall not exempt the corporation from liability, but the corporation is liable only to the extent of the applicable limit of insurance coverage it maintains."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"VI","text":"Directors, Officers, and Employees"},"part":{"identifier":"H","text":"Limitations on Liability of Volunteers and Employees."},"heading":{"title":"29","chaptersection":"406","identifier":"29-406.91","catch_text":"Limited liability for employee of corporation."}}