{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nDC CODE ยง 29-405.22\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in the articles of incorporation or bylaws, a member may vote in person or by proxy."},{"prefix":"b","text":" A member or the member's agent or attorney-in-fact may appoint a proxy to vote or otherwise act for the member by signing an appointment form in the form of a record. An appointment form shall contain or be accompanied by information from which it can be determined that the member or the member's agent or attorney-in-fact authorized the appointment of the proxy."},{"prefix":"c","text":" An appointment of a proxy shall be effective when a signed appointment in the form of a record is received by the inspectors of election, the officer or agent of the membership corporation authorized to tabulate votes, or the secretary. An appointment shall be valid for 11 months unless a longer period, which may not exceed 3 years, is expressly provided in the appointment form."},{"prefix":"d","text":" The death or incapacity of the member appointing a proxy shall not affect the right of the membership corporation to accept the proxy's authority unless notice of the death or incapacity is received by the inspectors of election, the officer or agent authorized to tabulate votes, or the secretary before the proxy exercises his authority under the appointment."},{"prefix":"e","text":" Subject to ยง 29-405.23 and to any express limitation on the proxy's authority stated in the appointment form, a membership corporation may accept the proxy's vote or other action as that of the member making the appointment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"V","text":"Member Meetings"},"part":{"identifier":"B","text":"Voting."},"heading":{"title":"29","chaptersection":"405","identifier":"29-405.22","catch_text":"Proxies."}}