{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-402.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The articles of incorporation shall set forth:"},{"prefix":"1","text":" A name for the nonprofit corporation that satisfies the requirements of § 29-103.01;"},{"prefix":"2","text":" The information required by § 29-104.04;"},{"prefix":"3","text":" That the corporation is incorporated as a nonprofit corporation under this chapter;"},{"prefix":"4","text":" The name and street address of each incorporator; and"},{"prefix":"5","text":" Whether the corporation will have members."},{"prefix":"b","text":" The articles of incorporation may set forth:"},{"prefix":"1","text":" The names of the individuals who are to serve as the initial directors;"},{"prefix":"2","text":" Provisions creating one or more designated bodies;"},{"prefix":"3","text":" The names of the initial members of a designated body;"},{"prefix":"4","text":" The names of the initial members, if any;"},{"prefix":"5","text":" Provisions not inconsistent with law regarding:"},{"prefix":"A","text":" The purpose or purposes for which the nonprofit corporation is organized;"},{"prefix":"B","text":" Managing the business and regulating the affairs of the corporation;"},{"prefix":"C","text":" Defining, limiting, and regulating the powers of the corporation, its board of directors, any designated body, and the members, if any;"},{"prefix":"D","text":" The characteristics, qualifications, rights, limitations, and obligations attaching to each or any class of members; or"},{"prefix":"E","text":" The distribution of assets on dissolution;"},{"prefix":"6","text":" Any provision that this chapter requires or permits to be set forth in the articles or bylaws;"},{"prefix":"7","text":" A provision permitting or making obligatory indemnification of a director for liability, as defined in § 29-406.50, to any person for any action taken, or any failure to take any action, as a director, except liability for:"},{"prefix":"A","text":" Receipt of a financial benefit to which the director is not entitled;"},{"prefix":"B","text":" An intentional infliction of harm;"},{"prefix":"C","text":" A violation of § 29-406.33; or"},{"prefix":"D","text":" An intentional violation of criminal law; and"},{"prefix":"8","text":" Provisions required if the corporation is to be exempt from taxation under federal, state, or local law."},{"prefix":"c","text":" The liability of a director of a nonprofit corporation that is not a charitable corporation may be eliminated or limited by a provision of the articles of incorporation that a director is not liable to the corporation or its members for money damages for any action taken, or any failure to take any action, as a director, except liability for:"},{"prefix":"1","text":" The amount of a financial benefit received by the director to which the director is not entitled;"},{"prefix":"2","text":" An intentional infliction of harm;"},{"prefix":"3","text":" A violation of § 29-406.33; or"},{"prefix":"4","text":" An intentional violation of criminal law."},{"prefix":"d","text":" The articles of incorporation need not set forth any of the corporate powers enumerated in this chapter."},{"prefix":"e","text":" Provisions of the articles of incorporation may be made dependent upon facts objectively ascertainable outside the articles of incorporation in accordance with § 29-401.04."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Nonprofit Corporations."},"subchapter":{"identifier":"II","text":"Incorporation."},"heading":{"title":"29","chaptersection":"402","identifier":"29-402.02","catch_text":"Articles of incorporation."}}