{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 29-405.\n\n1981 Ed., § 29-605.\n\n1973 Ed., § 29-1105.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-505\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A professional corporation may be organized solely to render professional services through its shareholders, directors, officers, employees, or agents who are themselves licensed to render the particular service, and to render service ancillary thereto. A professional corporation may charge for these services, may collect such charges, and may compensate those who render these services. A professional corporation may employ individuals who are not licensed, but they shall not perform professional services. No license shall be required of any person employed by a professional corporation to perform services for which a license is not otherwise required."},{"prefix":"b","text":" A professional corporation may not do any act that is prohibited to an individual licensed to render the professional service for which the corporation is organized."},{"prefix":"c","text":" A professional corporation may:"},{"prefix":"1","text":" Invest its funds in real estate, mortgages, stocks, bonds, or other type of investment;"},{"prefix":"2","text":" Own real estate or personal property; and"},{"prefix":"3","text":" Enter into partnership and other agreements with individuals, who may be shareholders, directors, employees, or agents of the professional corporation, partnerships, or professional corporations rendering the same type of professional services within or without the District to the same extent that an individual licensed to render the same professional service may enter into such partnership or other agreements pursuant to law, rules, regulations, or standards of professional conduct of the profession practiced through the professional corporation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Professional Corporations."},"heading":{"title":"29","chaptersection":"505","identifier":"29-505","catch_text":"Purpose for organization; powers authorized."}}