{"text":"","historical":"Prior Codifications\n\n2001 Ed., § 29-412.\n\n1981 Ed., § 29-612.\n\n1973 Ed., § 29-1112.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-511\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Shares in a professional corporation may be transferred only to an individual who is eligible under this chapter to be a shareholder of the corporation, or to the professional corporation, or may devolve by operation of law upon the personal representative or estate of a deceased or legally incompetent shareholder. The articles of incorporation, bylaws, or an agreement among its shareholders may provide that any such transfer is subject to the express approval of all, or of any lesser proportion of the remaining shareholders of the corporation, and may provide for the manner in which such consent is given. Any transfer made in violation of this section shall be void."},{"prefix":"b","text":" A professional corporation may reacquire its own shares through purchase or redemption, and may cancel those shares if at least one share remains issued and outstanding, except when it is insolvent or the purchase or redemption would render it insolvent."},{"prefix":"c","text":" The Securities Act of 2000, effective October 26, 2000 (D.C. Law 13-203;   D.C. Official Code § 31-5601.01 et seq.), and the Securities Act of 1933, approved May 27, 1933 (48 Stat. 74; 15 U.S.C. § 77a et seq.), shall not apply to the issuance or transfer of securities of a professional corporation."},{"prefix":"d","text":" Every certificate for shares of a professional corporation shall contain on its face the following legend: \"The ownership and transfer of these shares and the rights and obligations of shareholders are subject to the limitations of the Professional Corporation Act of 2010, D.C. Official Code Title 29, Chapter 5.\""},{"prefix":"e","text":" If shares of a professional corporation are attached for the individual debts of a shareholder, or are executed upon under any pledge or hypothecation thereof, the sole right of the creditor with respect to such shares shall be to obtain their redemption by the professional corporation within 60 days after serving written demand for redemption upon the corporation. The redemption price for such shares shall be:"},{"prefix":"1","text":" The amount to which the shareholder is entitled upon voluntary redemption of the shareholder's shares by the provisions of the articles of incorporation, bylaws, or an agreement among its shareholders; or"},{"prefix":"2","text":" If there are no provisions as set forth in paragraph (1) of this subsection, the book value of such shares at the end of the month immediately preceding the date of the demand, determined under generally accepted accounting methods consistent with the method of accounting used by the corporation for federal income tax purposes, by an independent certified public accountant selected by the corporation, but paid by the creditor, for the purpose."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Professional Corporations."},"heading":{"title":"29","chaptersection":"511","identifier":"29-511","catch_text":"Transfer of shares."}}