{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 41-157.1.\n\n2001 Ed., § 33-107.01.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 701 of the Uniform Partnership Act (1997 Act). See Vol. 6, Part I , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-607.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a partner is dissociated from a partnership without resulting in a dissolution and winding up of the partnership business under § 29-608.01, the partnership shall cause the dissociated partner's interest in the partnership to be purchased for a buyout price determined pursuant to subsection (b) of this section."},{"prefix":"b","text":" The buyout price of a dissociated partner's interest shall be the amount that would have been distributable to the dissociating partner under § 29- 608.07(b) if, on the date of dissociation, the assets of the partnership were sold at a price equal to the greater of the liquidation value or the value based on a sale of the entire business as a going concern without the dissociated partner and the partnership were wound up as of that date. Interest shall be paid from the date of dissociation to the date of payment."},{"prefix":"c","text":" Damages for wrongful dissociation under § 29-606.02(b), and all other amounts owing, whether or not presently due, from the dissociated partner to the partnership, shall be offset against the buyout price. Interest shall be paid from the date the amount owed becomes due to the date of payment."},{"prefix":"d","text":" A partnership shall indemnify a dissociated partner whose interest is being purchased against all partnership liabilities, whether incurred before or after the dissociation, except liabilities incurred by an act of the dissociated partner under § 29-607.02."},{"prefix":"e","text":" If no agreement for the purchase of a dissociated partner's interest is reached within 120 days after a written demand for payment, the partnership shall pay, or cause to be paid, in cash to the dissociated partner the amount the partnership estimates to be the buyout price and accrued interest, reduced by any offsets and accrued interest under subsection (c) of this section."},{"prefix":"f","text":" If a deferred payment is authorized under subsection (h) of this section, the partnership may tender a written offer to pay the amount it estimates to be the buyout price and accrued interest, reduced by any offsets under subsection (c) of this section, stating the time of payment, the amount and type of security for payment, and the other terms and conditions of the obligation."},{"prefix":"g","text":" The payment or tender required by subsection (e) or (f) of this section shall be accompanied by the following:"},{"prefix":"1","text":" A statement of partnership assets and liabilities as of the date of dissociation;"},{"prefix":"2","text":" The latest available partnership balance sheet and income statement, if any;"},{"prefix":"3","text":" An explanation of how the estimated amount of the payment was calculated; and"},{"prefix":"4","text":" Written notice that the payment is in full satisfaction of the obligation to purchase unless, within 120 days after the written notice, the dissociated partner commences an action to determine the buyout price, any offsets under subsection (c) of this section, or other terms of the obligation to purchase."},{"prefix":"h","text":" A partner that wrongfully dissociates before the expiration of a definite term or the completion of a particular undertaking shall not be entitled to payment of any portion of the buyout price until the expiration of the term or completion of the undertaking, unless the partner establishes to the satisfaction of the court that earlier payment will not cause undue hardship to the business of the partnership. A deferred payment shall be adequately secured and bear interest."},{"prefix":"i","text":" A dissociated partner may maintain an action against the partnership, pursuant to § 29-604.05(b)(2)(B), to determine the buyout price of that partner's interest, any offsets under subsection (c) of this section, or other terms of the obligation to purchase. The action shall be commenced within 120 days after the partnership has tendered payment or an offer to pay or within one year after written demand for payment if no payment or offer to pay is tendered. The court shall determine the buyout price of the dissociated partner's interest, any offset due under subsection (c) of this section, and accrued interest, and enter judgment for any additional payment or refund. If deferred payment is authorized under subsection (h) of this section, the court shall also determine the security for payment and other terms of the obligation to purchase. The court may assess reasonable attorneys' fees and the fees and expenses of appraisers or other experts for a party to the action, in amounts the court finds equitable, against a party that the court finds acted arbitrarily, vexatiously, or not in good faith. The finding may be based on the partnership's failure to tender payment or an offer to pay or to comply with subsection (g) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"General Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Partner's Dissociation When Business Not Wound Up."},"heading":{"title":"29","chaptersection":"607","identifier":"29-607.01","catch_text":"Purchase of dissociated partner's interest."}}