{"text":"A partner shall be dissociated from a partnership when:","historical":"Prior Codifications\n\n1981 Ed., § 41-156.1.\n\n2001 Ed., § 33-106.01.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 601 of the Uniform Partnership Act (1997 Act). See Vol. 6, Part I , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-606.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" The partnership has notice of the partner's express will to withdraw as a partner or on a later date specified by the partner;"},{"prefix":"2","text":" An event agreed to in the partnership agreement as causing the partner's dissociation occurs;"},{"prefix":"3","text":" The partner is expelled pursuant to the partnership agreement;"},{"prefix":"4","text":" The partner is expelled by the unanimous vote of the other partners if:"},{"prefix":"A","text":" It is unlawful to carry on the partnership business with that partner;"},{"prefix":"B","text":" There has been a transfer of all or substantially all of that partner's transferable interest in the partnership, other than a transfer for security purposes, or a court order charging the partner's interest, which has not been foreclosed;"},{"prefix":"C","text":" Within 90 days after the partnership notifies a corporate partner that it will be expelled because it has filed a certificate of dissolution or the equivalent, its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, there is no revocation of the certificate of dissolution or no reinstatement of its charter or its right to conduct business; or"},{"prefix":"D","text":" A partnership that is a partner has been dissolved and its business is being wound up;"},{"prefix":"5","text":" On application by the partnership or another partner, the partner is expelled by judicial determination because the partner:"},{"prefix":"A","text":" Engaged in wrongful conduct that adversely and materially affected the partnership business;"},{"prefix":"B","text":" Willfully or persistently committed a material breach of the partnership agreement or of a duty owed to the partnership or the other partners under § 29-604.04; or"},{"prefix":"C","text":" Engaged in conduct relating to the partnership business which makes it not reasonably practicable to carry on the business in partnership with the partner;"},{"prefix":"6","text":" The partner:"},{"prefix":"A","text":" Became a debtor in bankruptcy;"},{"prefix":"B","text":" Executed an assignment for the benefit of creditors;"},{"prefix":"C","text":" Sought, consented to, or acquiesced in the appointment of a trustee, receiver, or liquidator of that partner or of all or substantially all of that partner's property; or"},{"prefix":"D","text":" Failed, within 90 days after the appointment, to have vacated or stayed the appointment of a trustee, receiver, or liquidator of the partner or of all or substantially all of the partner's property obtained without the partner's consent or acquiescence, or failed within 90 days after the expiration of a stay to have the appointment vacated;"},{"prefix":"7","text":" In the case of a partner who is an individual:"},{"prefix":"A","text":" The partner dies;"},{"prefix":"B","text":" A guardian or general conservator is appointed for the partner; or"},{"prefix":"C","text":" There is a judicial determination that the partner has otherwise become incapable of performing the partner's duties under the partnership agreement;"},{"prefix":"8","text":" In the case of a partner that is a trust or is acting as a partner by virtue of being a trustee of a trust, the trust's entire transferable interest in the partnership is distributed;"},{"prefix":"9","text":" In the case of a partner that is an estate or is acting as a partner by virtue of being a personal representative of an estate, the estate's entire transferable interest in the partnership is distributed; or"},{"prefix":"10","text":" A partner that is not an individual, partnership, corporation, trust, or estate is terminated."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"General Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Partner's Dissociation."},"heading":{"title":"29","chaptersection":"606","identifier":"29-606.01","catch_text":"Events causing partner's dissociation."}}