{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 41-156.2.\n\n2001 Ed., § 33-106.02.\n\nLegislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 602 of the Uniform Partnership Act (1997 Act). See Vol. 6, Part I , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-606.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A partner may dissociate at any time, rightfully or wrongfully, by express will pursuant to § 29-606.01(1)."},{"prefix":"b","text":" A partner's dissociation shall be wrongful only if:"},{"prefix":"1","text":" It is in breach of an express provision of the partnership agreement; or"},{"prefix":"2","text":" In the case of a partnership for a definite term or particular undertaking, before the expiration of the term or the completion of the undertaking:"},{"prefix":"A","text":" The partner withdraws by express will, unless the withdrawal follows within 90 days after another partner's dissociation by death or otherwise under § 29-606.01(6) through (10) or wrongful dissociation under this subsection;"},{"prefix":"B","text":" The partner is expelled by judicial determination under § 29-606.01(5);"},{"prefix":"C","text":" The partner is dissociated by becoming a debtor in bankruptcy; or"},{"prefix":"D","text":" In the case of a partner that is not an individual, trust other than a business trust, or estate, the partner is expelled or otherwise dissociated because it willfully dissolved or terminated."},{"prefix":"c","text":" A partner that wrongfully dissociates shall be liable to the partnership and to the other partners for damages caused by the dissociation. The liability shall be in addition to any other obligation of the partner to the partnership or to the other partners."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"6","text":"General Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Partner's Dissociation."},"heading":{"title":"29","chaptersection":"606","identifier":"29-606.02","catch_text":"Partner's power to dissociate; wrongful dissociation."}}