{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 1101 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-710.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Constituent limited partnership\" means a domestic or foreign limited partnership that is a party to a merger."},{"prefix":"2","text":" \"Governing statute\" of a domestic or foreign limited partnership means the statute that governs the partnership's internal affairs."},{"prefix":"3","text":" \"Personal liability\" means personal liability for a debt, liability, or other obligation of a limited partnership which is imposed on a person that co-owns, has an interest in, or is a member of the limited partnership by the limited partnership's:"},{"prefix":"A","text":" Governing statute solely by reason of the person co-owning, having an interest in, or being a member of the limited partnership; or"},{"prefix":"B","text":" Certificate of limited partnership and partnership agreement under a provision of the limited partnership's governing statute authorizing those documents to make one or more specified persons liable for all or specified debts, liabilities, and other obligations of the limited partnership solely by reason of the person or persons co-owning, having an interest in, or being a member of the limited partnership."},{"prefix":"4","text":" \"Surviving limited partnership\" means a domestic or foreign limited partnership into which one or more other domestic or foreign limited partnerships are merged. A surviving limited partnership may preexist the merger or be created by the merger."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Merger."},"heading":{"title":"29","chaptersection":"710","identifier":"29-710.01","catch_text":"Definitions."}}