{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 406 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-704.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Each general partner shall have equal rights in the management and conduct of the limited partnership's activities. Except as expressly provided in this chapter, any matter relating to the activities of the limited partnership may be exclusively decided by the general partner or, if there is more than one general partner, by a majority of the general partners."},{"prefix":"b","text":" The consent of each partner shall be necessary to:"},{"prefix":"1","text":" Amend the partnership agreement;"},{"prefix":"2","text":" Amend the certificate of limited partnership to add or, subject to § 29- 710.06, delete a statement that the limited partnership is a limited liability limited partnership; and"},{"prefix":"3","text":" Sell, lease, exchange, or otherwise dispose of all, or substantially all, of the limited partnership's property, with or without the good will, other than in the usual and regular course of the limited partnership's activities."},{"prefix":"c","text":" A limited partnership shall reimburse a general partner for payments made and indemnify a general partner for liabilities incurred by the general partner in the ordinary course of the activities of the partnership or for the preservation of its activities or property."},{"prefix":"d","text":" A limited partnership shall reimburse a general partner for an advance to the limited partnership beyond the amount of capital the general partner agreed to contribute."},{"prefix":"e","text":" A payment or advance made by a general partner which gives rise to an obligation of the limited partnership under subsection (c) or (d) of this section shall constitute a loan to the limited partnership which accrues interest from the date of the payment or advance."},{"prefix":"f","text":" A general partner shall not be entitled to remuneration for services performed for the partnership."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"General Partners."},"heading":{"title":"29","chaptersection":"704","identifier":"29-704.06","catch_text":"Management rights of general partner."}}