{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 803 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-708.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited partnership shall continue after dissolution only for the purpose of winding up its activities."},{"prefix":"b","text":" In winding up its activities, the limited partnership:"},{"prefix":"1","text":" May amend its certificate of limited partnership to state that the limited partnership is dissolved, preserve the limited partnership business or property as a going concern for a reasonable time, prosecute and defend actions and proceedings, whether civil, criminal, or administrative, transfer the limited partnership's property, settle disputes by mediation or arbitration, file a statement of termination as provided in § 29-702.03, and perform other necessary acts; and"},{"prefix":"2","text":" Shall discharge the limited partnership's liabilities, settle and close the limited partnership's activities, and marshal and distribute the assets of the partnership."},{"prefix":"c","text":" If a dissolved limited partnership does not have a general partner, a person to wind up the dissolved limited partnership's activities may be appointed by the consent of limited partners owning a majority of the rights to receive distributions as limited partners at the time the consent is to be effective. A person appointed under this subsection shall:"},{"prefix":"1","text":" Have the powers of a general partner under § 29-708.04; and"},{"prefix":"2","text":" Promptly amend the certificate of limited partnership to state:"},{"prefix":"A","text":" That the limited partnership does not have a general partner;"},{"prefix":"B","text":" The name of the person that has been appointed to wind up the limited partnership; and"},{"prefix":"C","text":" The street and mailing address of the person."},{"prefix":"d","text":" On the application of any partner, the Superior Court may order judicial supervision of the winding up, including the appointment of a person to wind up the dissolved limited partnership's activities, if:"},{"prefix":"1","text":" A limited partnership does not have a general partner and within a reasonable time following the dissolution no person has been appointed pursuant to subsection (c) of this section; or"},{"prefix":"2","text":" The applicant establishes other good cause."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"708","identifier":"29-708.03","catch_text":"Winding up."}}