{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 807 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-708.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved limited partnership may publish notice of its dissolution and request persons having claims against the limited partnership to present them in accordance with the notice."},{"prefix":"b","text":" The notice shall:"},{"prefix":"1","text":" Be published at least once in a newspaper of general circulation in the District;"},{"prefix":"2","text":" Describe the information required to be contained in a claim and provide a mailing address to which the claim is to be sent;"},{"prefix":"3","text":" State that a claim against the limited partnership is barred unless an action to enforce the claim is commenced within 3 years after publication of the notice; and"},{"prefix":"4","text":" Unless the limited partnership has been throughout its existence a limited liability limited partnership, state that the barring of a claim against the limited partnership will also bar any corresponding claim against any general partner or person dissociated as a general partner which is based on § 29- 704.04."},{"prefix":"c","text":" If a dissolved limited partnership publishes a notice in accordance with subsection (b) of this section, the claim of each of the following claimants shall be barred unless the claimant commences an action to enforce the claim against the dissolved limited partnership within 3 years after the publication date of the notice:"},{"prefix":"1","text":" A claimant that did not receive notice in a record under § 29-708.06;"},{"prefix":"2","text":" A claimant whose claim was timely sent to the dissolved limited partnership but not acted on; and"},{"prefix":"3","text":" A claimant whose claim is contingent or based on an event occurring after the effective date of dissolution."},{"prefix":"d","text":" A claim not barred under this section may be enforced:"},{"prefix":"1","text":" Against the dissolved limited partnership, to the extent of its undistributed assets;"},{"prefix":"2","text":" If the assets have been distributed in liquidation, against a partner or transferee to the extent of that person's proportionate share of the claim or the limited partnership's assets distributed to the partner or transferee in liquidation, whichever is less, but a person's total liability for all claims under this paragraph shall not exceed the total amount of assets distributed to the person as part of the winding up of the dissolved limited partnership; or"},{"prefix":"3","text":" Against any person liable on the claim under § 29-704.04."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"708","identifier":"29-708.07","catch_text":"Other claims against dissolved limited partnership."}}