{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 812 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-708.09\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" In winding up a limited partnership's activities, the assets of the limited partnership, including the contributions required by this section, shall be applied to satisfy the limited partnership's obligations to creditors, including, to the extent permitted by law, partners that are creditors."},{"prefix":"b","text":" Any surplus remaining after the limited partnership complies with subsection (a) of this section shall be paid in cash as a distribution."},{"prefix":"c","text":" If a limited partnership's assets are insufficient to satisfy all of its obligations under subsection (a) of this section, with respect to each unsatisfied obligation incurred when the limited partnership was not a limited liability limited partnership, the following rules apply:"},{"prefix":"1","text":" Each person that was a general partner when the obligation was incurred and that has not been released from the obligation under § 29-706.07 shall contribute to the limited partnership for the purpose of enabling the limited partnership to satisfy the obligation. The contribution due from each of those persons shall be in proportion to the right to receive distributions in the capacity of general partner in effect for each of those persons when the obligation was incurred."},{"prefix":"2","text":" If a person does not contribute the full amount required under paragraph (1) of this subsection with respect to an unsatisfied obligation of the limited partnership, the other persons required to contribute by paragraph (1) of this subsection on account of the obligation shall contribute the additional amount necessary to discharge the obligation. The additional contribution due from each of those other persons shall be in proportion to the right to receive distributions in the capacity of general partner in effect for each of those other persons when the obligation was incurred."},{"prefix":"3","text":" If a person does not make the additional contribution required by paragraph (2), further additional contributions shall be determined and due in the same manner as provided in that paragraph."},{"prefix":"d","text":" A person that makes an additional contribution under subsection (c)(2) or (3) of this section may recover from any person whose failure to contribute under subsection (c)(1) or (2) of this section necessitated the additional contribution. A person shall not recover under this subsection more than the amount additionally contributed. A person's liability under this subsection shall not exceed the amount the person failed to contribute."},{"prefix":"e","text":" The estate of a deceased individual shall be liable for the person's obligations under this section."},{"prefix":"f","text":" An assignee for the benefit of creditors of a limited partnership or a partner, or a person appointed by a court to represent creditors of a limited partnership or a partner, may enforce a person's obligation to contribute under subsection (c) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"708","identifier":"29-708.09","catch_text":"Disposition of assets; when contributions required."}}