{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 703 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-707.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" On application to the Superior Court by any judgment creditor of a partner or transferee, the court may charge the transferable interest of the judgment debtor with payment of the unsatisfied amount of the judgment with interest. To the extent so charged, the judgment creditor shall have only the rights of a transferee. The court may appoint a receiver of the share of the distributions due or to become due to the judgment debtor in respect of the partnership and make all other orders, directions, accounts, and inquiries the judgment debtor might have made or which the circumstances of the case may require to give effect to the charging order."},{"prefix":"b","text":" A charging order shall constitute a lien on the judgment debtor's transferable interest. The court may order a foreclosure upon the interest subject to the charging order at any time. The purchaser at the foreclosure sale shall have the rights of a transferee."},{"prefix":"c","text":" At any time before foreclosure, an interest charged may be redeemed:"},{"prefix":"1","text":" By the judgment debtor;"},{"prefix":"2","text":" With property other than limited partnership property, by one or more of the other partners; or"},{"prefix":"3","text":" With limited partnership property, by the limited partnership with the consent of all partners whose interests are not so charged."},{"prefix":"d","text":" This chapter shall not deprive any partner or transferee of the benefit of any exemption laws applicable to the partner's or transferee's transferable interest."},{"prefix":"e","text":" This section provides the exclusive remedy by which a judgment creditor of a partner or transferee may satisfy a judgment out of the judgment debtor's transferable interest."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Transferable Interests and Rights of Transferees and Creditors."},"heading":{"title":"29","chaptersection":"707","identifier":"29-707.03","catch_text":"Rights of creditor of partner or transferee."}}