{"text":"A person shall be dissociated from a limited partnership as a general partner when:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 603 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-706.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" The limited partnership has notice of the person's express will to withdraw as a general partner or on a later date specified by the person;"},{"prefix":"2","text":" An event agreed to in the partnership agreement as causing the person's dissociation as a general partner occurs;"},{"prefix":"3","text":" The person is expelled as a general partner pursuant to the partnership agreement;"},{"prefix":"4","text":" The person is expelled as a general partner by the unanimous consent of the other partners if:"},{"prefix":"A","text":" It is unlawful to carry on the limited partnership's activities with the person as a general partner;"},{"prefix":"B","text":" There has been a transfer of all or substantially all of the person's transferable interest in the limited partnership, other than a transfer for security purposes, or a court order charging the person's interest, which has not been foreclosed;"},{"prefix":"C","text":" The person is a corporation and, within 90 days after the limited partnership notifies the person that it will be expelled as a general partner because it has filed a certificate of dissolution or the equivalent, its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, there is no revocation of the certificate of dissolution or no reinstatement of its charter or its right to conduct business; or"},{"prefix":"D","text":" The person is a limited liability company or partnership that has been dissolved and whose business is being wound up;"},{"prefix":"5","text":" On application by the limited partnership, the person is expelled as a general partner by judicial determination because:"},{"prefix":"A","text":" The person engaged in wrongful conduct that adversely and materially affected the limited partnership activities;"},{"prefix":"B","text":" The person willfully or persistently committed a material breach of the partnership agreement or of a duty owed to the partnership or the other partners under § 29-704.08; or"},{"prefix":"C","text":" The person engaged in conduct relating to the limited partnership's activities which makes it not reasonably practicable to carry on the activities of the limited partnership with the person as a general partner;"},{"prefix":"6","text":" The person:"},{"prefix":"A","text":" Became a debtor in bankruptcy;"},{"prefix":"B","text":" Executes an assignment for the benefit of creditors;"},{"prefix":"C","text":" Seeks, consents to, or acquiesces in the appointment of a trustee, receiver, or liquidator of the person or of all or substantially all of the person's property; or"},{"prefix":"D","text":" Fails, within 90 days after the appointment, to have vacated or stayed the appointment of a trustee, receiver, or liquidator of the general partner or of all or substantially all of the person's property obtained without the person's consent or acquiescence, or failing within 90 days after the expiration of a stay to have the appointment vacated;"},{"prefix":"7","text":" In the case of a person who is an individual:"},{"prefix":"A","text":" The person dies;"},{"prefix":"B","text":" A guardian or general conservator is appointed for the person; or"},{"prefix":"C","text":" There is a judicial determination that the person has otherwise become incapable of performing the person's duties as a general partner under the partnership agreement;"},{"prefix":"8","text":" In the case of a person that is a trust or is acting as a general partner by virtue of being a trustee of a trust, the trust's entire transferable interest in the limited partnership is distributed;"},{"prefix":"9","text":" In the case of a person that is an estate or is acting as a general partner by virtue of being a personal representative of an estate, the estate's entire transferable interest in the limited partnership is distributed;"},{"prefix":"10","text":" A general partner that is not an individual, partnership, limited liability company, corporation, trust, or estate terminates;"},{"prefix":"11","text":" The limited partnership's participation in a merger under subchapter X of this chapter, if the limited partnership is:"},{"prefix":"A","text":" Not the surviving entity; or"},{"prefix":"B","text":" The surviving entity but, as a result of the merger, the person ceases to be a general partner; or"},{"prefix":"12","text":" The limited partnership's participation in a transaction under the Chapter 2 of this title if the limited partnership shall:"},{"prefix":"A","text":" Not survive the transaction; or"},{"prefix":"B","text":" Survive the transaction, but as a result of the transaction, the person ceases to be a general partner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Dissociation."},"heading":{"title":"29","chaptersection":"706","identifier":"29-706.03","catch_text":"Dissociation as general partner."}}