{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 304 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-703.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" On 10 days' demand, made in a record received by the limited partnership, a limited partner may inspect and copy required information during regular business hours in the limited partnership's principal office. The limited partner need not have any particular purpose for seeking the information."},{"prefix":"b","text":" During regular business hours and at a reasonable location specified by the limited partnership, a limited partner may obtain from the limited partnership and inspect and copy true and full information regarding the state of the activities and financial condition of the limited partnership and other information regarding the activities of the limited partnership as is just and reasonable if:"},{"prefix":"1","text":" The limited partner seeks the information for a purpose reasonably related to the partner's interest as a limited partner;"},{"prefix":"2","text":" The limited partner makes a demand in a record received by the limited partnership, describing with reasonable particularity the information sought and the purpose for seeking the information; and"},{"prefix":"3","text":" The information sought is directly connected to the limited partner's purpose."},{"prefix":"c","text":" Within 10 days after receiving a demand pursuant to subsection (b) of this section, the limited partnership in a record shall inform the limited partner that made the demand:"},{"prefix":"1","text":" What information the limited partnership will provide in response to the demand;"},{"prefix":"2","text":" When and where the limited partnership will provide the information; and"},{"prefix":"3","text":" If the limited partnership declines to provide any demanded information, the limited partnership's reasons for declining."},{"prefix":"d","text":" Subject to subsection (f) of this section, a person dissociated as a limited partner may inspect and copy required information during regular business hours in the limited partnership's principal office if:"},{"prefix":"1","text":" The information pertains to the period during which the person was a limited partner;"},{"prefix":"2","text":" The person seeks the information in good faith; and"},{"prefix":"3","text":" The person meets the requirements of subsection (b) of this section."},{"prefix":"e","text":" The limited partnership shall respond to a demand made pursuant to subsection (d) of this section in the same manner as provided in subsection (c) of this section."},{"prefix":"f","text":" If a limited partner dies, § 29-707.04 shall apply."},{"prefix":"g","text":" A limited partnership may impose reasonable restrictions on the use of information obtained under this section. In a dispute concerning the reasonableness of a restriction under this subsection, the limited partnership shall have the burden of proving reasonableness."},{"prefix":"h","text":" A limited partnership may charge a person that makes a demand under this section reasonable costs of copying, limited to the costs of labor and material."},{"prefix":"i","text":" Whenever this chapter or a partnership agreement provides for a limited partner to give or withhold consent to a matter, before the consent is given or withheld, the limited partnership shall, without demand, provide the limited partner with all information material to the limited partner's decision that the limited partnership knows."},{"prefix":"j","text":" A limited partner or person dissociated as a limited partner may exercise the rights under this section through an attorney or other agent. Any restriction imposed under subsection (g) of this section or by the partnership agreement shall apply both to the attorney or other agent and to the limited partner or person dissociated as a limited partner."},{"prefix":"k","text":" The rights stated in this section shall not extend to a person as transferee, but may be exercised by the legal representative of an individual under legal disability who is a limited partner or person dissociated as a limited partner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Limited Partners."},"heading":{"title":"29","chaptersection":"703","identifier":"29-703.04","catch_text":"Right of limited partner and former limited partner to information."}}