{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1108 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-710.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" After each constituent limited partnership has approved a merger, articles of merger shall be signed on behalf of each preexisting:"},{"prefix":"1","text":" Domestic limited partnership, by each general partner listed in the certificate of limited partnership; and"},{"prefix":"2","text":" Foreign limited partnership, by an authorized representative."},{"prefix":"b","text":" The articles of merger shall include:"},{"prefix":"1","text":" The name of each constituent limited partnership and the jurisdiction of its governing statute;"},{"prefix":"2","text":" The name of the surviving limited partnership, the jurisdiction of its governing statute, and, if the surviving limited partnership is created by the merger, a statement to that effect;"},{"prefix":"3","text":" The date the merger is effective under the governing statute of the surviving limited partnership;"},{"prefix":"4","text":" If the surviving limited partnership is to be created by the merger, its certificate of limited partnership;"},{"prefix":"5","text":" If the surviving limited partnership preexists the merger, any amendments provided for in the plan of merger to its certificate of limited partnership;"},{"prefix":"6","text":" A statement as to each constituent limited partnership that the merger was approved as required by the limited partnership's governing statute;"},{"prefix":"7","text":" If the surviving limited partnership is a foreign limited partnership not authorized to do business in the District, the street and mailing address of an office which the Mayor may use for the purposes of § 29-710.05(b); and"},{"prefix":"8","text":" Any additional information required by the governing statute of any constituent limited partnership."},{"prefix":"c","text":" Each constituent limited partnership shall deliver the articles of merger for filing with the Mayor."},{"prefix":"d","text":" A merger shall be effective under this subchapter upon the later of:"},{"prefix":"1","text":" Compliance with subsection (c) of this section; or"},{"prefix":"2","text":" Subject to subchapter II of Chapter 2 of this title, as specified in the articles of merger."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Merger."},"heading":{"title":"29","chaptersection":"710","identifier":"29-710.04","catch_text":"Filings required for merger; effective date."}}