{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1111 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-710.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A merger under this article shall not discharge any liability under §§ 29-704.04 and 29-706.07 of a person that was a general partner in or dissociated as a general partner from a constituent limited partnership, but:"},{"prefix":"1","text":" The provisions of this chapter pertaining to the collection or discharge of that liability shall continue to apply to that liability;"},{"prefix":"2","text":" For the purposes of applying those provisions, the surviving limited partnership shall be deemed to be the constituent limited partnership; and"},{"prefix":"3","text":" If a person is required to pay any amount under this subsection:"},{"prefix":"A","text":" The person shall have a right of contribution from each other person that was liable as a general partner under § 29-704.04 when the obligation was incurred and has not been released from the obligation under § 29-706.07; and"},{"prefix":"B","text":" The contribution due from each of those persons shall be in proportion to the right to receive distributions in the capacity of general partner in effect for each of those persons when the obligation was incurred."},{"prefix":"b","text":" In addition to any other liability provided by law:"},{"prefix":"1","text":" A person that immediately before a merger became effective was a general partner in a constituent limited partnership that was not a limited liability limited partnership shall be personally liable for each obligation of the surviving limited partnership arising from a transaction with a third party after the merger becomes effective if, at the time the third party enters into the transaction, the third party:"},{"prefix":"A","text":" Does not have notice of the merger; and"},{"prefix":"B","text":" Reasonably believes that:"},{"prefix":"i","text":" The surviving business is the constituent limited partnership;"},{"prefix":"ii","text":" The constituent limited partnership is not a limited liability limited partnership; and"},{"prefix":"iii","text":" The person is a general partner in the constituent limited partnership; and"},{"prefix":"2","text":" A person that was dissociated as a general partner from a constituent limited partnership before the merger became effective shall be personally liable for each obligation of the surviving limited partnership arising from a transaction with a third party after the merger becomes effective if:"},{"prefix":"A","text":" Immediately before the merger became effective, the surviving limited partnership was not a limited liability limited partnership; and"},{"prefix":"B","text":" At the time the third party enters into the transaction, less than 2 years have passed since the person dissociated as a general partner and the third party:"},{"prefix":"i","text":" Does not have notice of the dissociation;"},{"prefix":"ii","text":" Does not have notice of the merger; and"},{"prefix":"iii","text":" Reasonably believes that the surviving limited partnership is the constituent limited partnership, the constituent limited partnership is not a limited liability limited partnership, and the person is a general partner in the constituent limited partnership."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Merger."},"heading":{"title":"29","chaptersection":"710","identifier":"29-710.07","catch_text":"Liability of general partner after merger."}}