{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 508 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-705.08\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited partnership shall not make a distribution in violation of the partnership agreement."},{"prefix":"b","text":" A limited partnership shall not make a distribution if after the distribution:"},{"prefix":"1","text":" The limited partnership would not be able to pay its debts as they become due in the ordinary course of the limited partnership's activities; or"},{"prefix":"2","text":" The limited partnership's total assets would be less than the sum of its total liabilities plus the amount that would be needed, if the limited partnership were to be dissolved, wound up, and terminated at the time of the distribution, to satisfy the preferential rights upon dissolution, winding up, and termination of partners whose preferential rights are superior to those of persons receiving the distribution."},{"prefix":"c","text":" A limited partnership may base a determination that a distribution is not prohibited under subsection (b) of this section on financial statements prepared on the basis of accounting practices and principles that are reasonable in the circumstances or on a fair valuation or other method that is reasonable in the circumstances."},{"prefix":"d","text":" Except as otherwise provided in subsection (g) of this section, the effect of a distribution under subsection (b) of this section shall be measured:"},{"prefix":"1","text":" In the case of distribution by purchase, redemption, or other acquisition of a transferable interest in the limited partnership, as of the date money or other property is transferred or debt incurred by the limited partnership; and"},{"prefix":"2","text":" In all other cases, as of the date:"},{"prefix":"A","text":" The distribution is authorized, if the payment occurs within 120 days after that date; or"},{"prefix":"B","text":" The payment is made, if payment occurs more than 120 days after the distribution is authorized."},{"prefix":"e","text":" A limited partnership's indebtedness to a partner incurred by reason of a distribution made in accordance with this section shall be at parity with the limited partnership's indebtedness to its general, unsecured creditors."},{"prefix":"f","text":" A limited partnership's indebtedness, including indebtedness issued in connection with or as part of a distribution, shall not considered a liability for purposes of subsection (b) of this section if the terms of the indebtedness provide that payment of principal and interest are made only to the extent that a distribution could then be made to partners under this section."},{"prefix":"g","text":" If indebtedness is issued as a distribution, each payment of principal or interest on the indebtedness shall be treated as a distribution, the effect of which is measured on the date the payment is made."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Contributions and Distributions."},"heading":{"title":"29","chaptersection":"705","identifier":"29-705.08","catch_text":"Limitations on distribution."}}