{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 604 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-706.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A person may dissociate as a general partner at any time, rightfully or wrongfully, by express will pursuant to § 29-706.03(1)."},{"prefix":"b","text":" A person's dissociation as a general partner shall be wrongful only if:"},{"prefix":"1","text":" It is in breach of an express provision of the partnership agreement; or"},{"prefix":"2","text":" It occurs before the termination of the limited partnership and the person:"},{"prefix":"A","text":" Withdraws as a general partner by express will;"},{"prefix":"B","text":" Expelled as a general partner by judicial determination under § 29- 706.03(5);"},{"prefix":"C","text":" Is dissociated as a general partner by becoming a debtor in bankruptcy; or"},{"prefix":"D","text":" In the case of a person that is not an individual, trust (other than a business trust), or estate, is expelled or otherwise dissociated as a general partner because it willfully dissolved or terminated."},{"prefix":"c","text":" A person that wrongfully dissociates as a general partner shall be liable to the limited partnership and, subject to § 29-709.01, to the other partners for damages caused by the dissociation. The liability shall be in addition to any other obligation of the general partner to the limited partnership or to the other partners."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Dissociation."},"heading":{"title":"29","chaptersection":"706","identifier":"29-706.04","catch_text":"Person's power to dissociate as general partner; wrongful dissociation."}}