{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 110 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-701.07\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) of this section , the partnership agreement shall govern relations among the partners and between the partners and the partnership. To the extent the partnership agreement does not otherwise provide, this chapter shall govern relations among the partners and between the partners and the partnership."},{"prefix":"b","text":" A partnership agreement shall not:"},{"prefix":"1","text":" Vary a limited partnership's power under § 29-701.05 to sue, be sued, and defend in its own name;"},{"prefix":"2","text":" Vary the law applicable to a limited partnership under § 29-701.06;"},{"prefix":"3","text":" Vary the requirements of § 29-702.04;"},{"prefix":"4","text":" Vary the information required under § 29-701.08 or unreasonably restrict the right to information under § 29-703.04 or § 29-704.07, but the partnership agreement may impose reasonable restrictions on the availability and use of information obtained under those sections and may define appropriate remedies, including liquidated damages, for a breach of any reasonable restriction on use;"},{"prefix":"5","text":" Eliminate the duty of loyalty under § 29-704.08, but the partnership agreement may:"},{"prefix":"A","text":" Identify specific types or categories of activities that do not violate the duty of loyalty, if not manifestly unreasonable; and"},{"prefix":"B","text":" Specify the number or percentage of partners which may authorize or ratify, after full disclosure to all partners of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty;"},{"prefix":"6","text":" Unreasonably reduce the duty of care under § 29-704.08(c);"},{"prefix":"7","text":" Eliminate the obligation of good faith and fair dealing under §§ 29- 703.05(b) and 29-704.08(d), but the partnership agreement may prescribe the standards by which the performance of the obligation is to be measured, if the standards are not manifestly unreasonable;"},{"prefix":"8","text":" Vary the power of a person to dissociate as a general partner under § 29-706.04(a), except to require that the notice under § 29-706.03(1) be in a record;"},{"prefix":"9","text":" Vary the power of a court to decree dissolution in the circumstances specified in § 29-708.02;"},{"prefix":"10","text":" Vary the requirement to wind up the partnership's business as specified in § 29-708.03;"},{"prefix":"11","text":" Unreasonably restrict the right to maintain an action under subchapter IX of this chapter;"},{"prefix":"12","text":" Restrict the right of a partner:"},{"prefix":"A","text":" Under § 29-710.06(a) to approve a merger; or"},{"prefix":"B","text":" Under Chapter 2 of this title to approve a merger, interest exchange, conversion, or domestication;"},{"prefix":"13","text":" Restrict the right of a general partner under § 29-710.06(b) to consent to an amendment to the certificate of limited partnership which deletes a statement that the limited partnership is a limited liability limited partnership; or"},{"prefix":"14","text":" Restrict rights under this chapter of a person other than a partner or a transferee."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"701","identifier":"29-701.07","catch_text":"Effect of partnership agreement; nonwaivable provisions."}}