{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 204 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-702.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Each record delivered to the Mayor for filing pursuant to this chapter shall be signed in the following manner:"},{"prefix":"1","text":" An initial certificate of limited partnership shall be signed by all general partners listed in the certificate."},{"prefix":"2","text":" An amendment adding or deleting a statement that the limited partnership is a limited liability limited partnership shall be signed by all general partners listed in the certificate."},{"prefix":"3","text":" An amendment designating as general partner a person admitted under § 29-708.01(3)(B) following the dissociation of a limited partnership's last general partner shall be signed by that person."},{"prefix":"4","text":" An amendment required by § 29-708.03(c) following the appointment of a person to wind up the dissolved limited partnership's activities shall be signed by that person."},{"prefix":"5","text":" Any other amendment shall be signed by:"},{"prefix":"A","text":" At least one general partner listed in the certificate;"},{"prefix":"B","text":" Each other person designated in the amendment as a new general partner; and"},{"prefix":"C","text":" Each person that the amendment indicates has dissociated as a general partner, unless:"},{"prefix":"i","text":" The person is deceased or a guardian or general conservator has been appointed for the person and the amendment so states; or"},{"prefix":"ii","text":" The person has previously delivered to the Mayor for filing a statement of dissociation."},{"prefix":"6","text":" A restated certificate of limited partnership shall be signed by at least one general partner listed in the certificate, and, to the extent the restated certificate effects a change under any other paragraph of this subsection, the certificate shall be signed in a manner that satisfies that paragraph."},{"prefix":"7","text":" A statement of termination shall be signed by all general partners listed in the certificate or, if the certificate of a dissolved limited partnership lists no general partners, by the person appointed pursuant to § 29- 708.03(c) or (d) to wind up the dissolved limited partnership's activities."},{"prefix":"8","text":" Articles of merger shall be signed as provided in § 29-710.04(a)."},{"prefix":"9","text":" Any other record delivered on behalf of a limited partnership to the Mayor for filing shall be signed by at least one general partner listed in the certificate."},{"prefix":"10","text":" A statement by a person pursuant to § 29-706.05(a)(4) stating that the person has dissociated as a general partner shall be signed by that person."},{"prefix":"11","text":" A statement of withdrawal by a person pursuant to § 29-703.06 shall be signed by that person."},{"prefix":"12","text":" A record delivered on behalf of a foreign limited partnership to the Mayor for filing shall be signed by at least one general partner of the foreign limited partnership."},{"prefix":"13","text":" Any other record delivered on behalf of any person to the Mayor for filing shall be signed by that person."},{"prefix":"b","text":" Any person may sign by an attorney in fact any record to be filed pursuant to this chapter."},{"prefix":"c","text":" Each record delivered to the Mayor for filing pursuant to Chapter 2 of this title shall be signed by each general partner listed in the certificate of limited partnership."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Formation; Certificate of Limited Partnership and Other Filings."},"heading":{"title":"29","chaptersection":"702","identifier":"29-702.04","catch_text":"Signing of records."}}