{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 805 of the Uniform Limited Partnership Act (2001 Act). See Vol. 6A , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-708.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a general partner having knowledge of the dissolution causes a limited partnership to incur an obligation under § 29-708.04(a) by an act that is not appropriate for winding up the partnership's activities, the general partner shall be liable:"},{"prefix":"1","text":" To the limited partnership for any damage caused to the limited partnership arising from the obligation; and"},{"prefix":"2","text":" If another general partner or a person dissociated as a general partner is liable for the obligation, to that other general partner or person for any damage caused to that other general partner or person arising from the liability."},{"prefix":"b","text":" If a person dissociated as a general partner causes a limited partnership to incur an obligation under § 29-708.04(b), the person shall be liable:"},{"prefix":"1","text":" To the limited partnership for any damage caused to the limited partnership arising from the obligation; and"},{"prefix":"2","text":" If a general partner or another person dissociated as a general partner is liable for the obligation, to the general partner or other person for any damage caused to the general partner or other person arising from the liability."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Limited Partnerships. (Refs & Annos)"},"subchapter":{"identifier":"VIII","text":"Dissolution."},"heading":{"title":"29","chaptersection":"708","identifier":"29-708.05","catch_text":"Liability after dissolution of general partner and person dissociated as general partner to limited partnership, other general partners, and persons dissociated as general partner."}}