{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 701 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-807.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A limited liability company is dissolved, and its activities shall be wound up, upon the occurrence of any of the following:"},{"prefix":"1","text":" An event or circumstance that the operating agreement states causes dissolution;"},{"prefix":"2","text":" The consent of all the members;"},{"prefix":"3","text":" The passage of 90 consecutive days during which the company has no members;"},{"prefix":"4","text":" On application by a member, the entry by Superior Court of an order dissolving the company on the grounds that:"},{"prefix":"A","text":" The conduct of all or substantially all of the company's activities is unlawful; or"},{"prefix":"B","text":" It is not reasonably practicable to carry on the company's activities in conformity with the certificate of organization and the operating agreement; or"},{"prefix":"5","text":" On application by a member, the entry by Superior Court of an order dissolving the company on the grounds that the managers or those members in control of the company:"},{"prefix":"A","text":" Have acted, are acting, or will act in a manner that is illegal or fraudulent; or"},{"prefix":"B","text":" Have acted or are acting in a manner that is oppressive and was, is, or will be directly harmful to the applicant."},{"prefix":"b","text":" In a proceeding brought under subsection (a)(5) of this section, the Superior Court may order a remedy other than dissolution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"807","identifier":"29-807.01","catch_text":"Events causing dissolution."}}