{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1104 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-810.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" This chapter shall apply to a limited liability company formed after the applicability date of this chapter and to a limited liability company that elects, as provided by subsection (c) of this section, to be governed by this chapter."},{"prefix":"b","text":" Subject to subsection (d) of this section, on and after one year after the applicability date of this chapter, this chapter shall govern all limited liability companies, whenever formed."},{"prefix":"c","text":" Subject to subsection (d) of this section, after the applicability date of this chapter, a limited liability company voluntarily may elect, in the manner provided in its operating agreement or by law for amending the operating agreement, to be subject to this chapter."},{"prefix":"d","text":" For the purposes applying this chapter to a limited liability company formed before the applicability date of this chapter:"},{"prefix":"1","text":" The company's articles of organization shall be deemed to be the company's certificate of organization; and"},{"prefix":"2","text":" For the purposes of applying § 29-801.02(10) and subject to § 29-801. 09(d), language in the company's articles of organization designating the company's management structure operates as if that language were in the operating agreement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"X","text":"Transition Provisions."},"heading":{"title":"29","chaptersection":"810","identifier":"29-810.01","catch_text":"Application to existing relationships."}}