{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 202 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-802.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A certificate of organization may be amended or restated at any time."},{"prefix":"b","text":" To amend its certificate of organization, a limited liability company shall deliver to the Mayor for filing an amendment stating:"},{"prefix":"1","text":" The name of the company;"},{"prefix":"2","text":" The date of filing of its certificate of organization; and"},{"prefix":"3","text":" The changes the amendment makes to the certificate as most recently amended or restated."},{"prefix":"c","text":" To restate its certificate of organization, a limited liability company shall deliver to the Mayor for filing a restatement, designated as such in its heading, stating:"},{"prefix":"1","text":" In the heading or an introductory paragraph, the company's present name and the date of the filing of the company's initial certificate of organization;"},{"prefix":"2","text":" If the company's name has been changed at any time since the company's formation, each of the company's former names; and"},{"prefix":"3","text":" The changes the restatement makes to the certificate as most recently amended or restated."},{"prefix":"d","text":" Subject to §§ 29-801.09(c) and 29-802.05(c), an amendment to or restatement of a certificate of organization shall be effective when filed by the Mayor."},{"prefix":"e","text":" If a member of a member-managed limited liability company, or a manager of a manager-managed limited liability company, knows that any information in a filed certificate of organization was inaccurate when the certificate was filed or has become inaccurate owing to changed circumstances, the member or manager shall promptly:"},{"prefix":"1","text":" Cause the certificate to be amended; or"},{"prefix":"2","text":" If appropriate, deliver to the Mayor for filing a statement of change under §§ 29-104.07 through 29-104.10 or a statement of correction under § 29-102.05."},{"prefix":"f","text":" A limited liability company may amend its certificate of organization to delete the information required by § 29-802.01(b)(2) at any time after it has filed its first biennial report under § 29-102.11."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Formation; Certificate of Organization, and Other Filings."},"heading":{"title":"29","chaptersection":"802","identifier":"29-802.02","catch_text":"Amendment or restatement of certificate of organization."}}