{"text":"A person shall be dissociated as a member from a limited liability company when:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 602 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-806.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" The company has notice of the person's express will to withdraw as a member, but, if the person specified a withdrawal date later than the date the company had notice, on that later date;"},{"prefix":"2","text":" An event stated in the operating agreement as causing the person's dissociation occurs;"},{"prefix":"3","text":" The person is expelled as a member pursuant to the operating agreement;"},{"prefix":"4","text":" The person is expelled as a member by the unanimous consent of the other members if:"},{"prefix":"A","text":" It is unlawful to carry on the company's activities with the person as a member;"},{"prefix":"B","text":" There has been a transfer of all of the person's transferable interest in the company, other than:"},{"prefix":"i","text":" A transfer for security purposes; or"},{"prefix":"ii","text":" A charging order in effect under § 29-805.03 which has not been foreclosed;"},{"prefix":"C","text":" The person is a corporation and, within 90 days after the company notifies the person that it will be expelled as a member because the person has filed a certificate of dissolution or the equivalent, its charter has been revoked, or its right to conduct business has been suspended by the jurisdiction of its incorporation, the certificate of dissolution has not been revoked or its charter or right to conduct business has not been reinstated; or"},{"prefix":"D","text":" The person is a limited liability company or partnership that has been dissolved and whose business is being wound up;"},{"prefix":"5","text":" On application by the company, the person is expelled as a member by judicial order because the person has:"},{"prefix":"A","text":" Engaged, or is engaging, in wrongful conduct that has adversely and materially affected, or will adversely and materially affect, the company's activities;"},{"prefix":"B","text":" Willfully or persistently committed, or is willfully and persistently committing, a material breach of the operating agreement or the person's duties or obligations under § 29-804.09; or"},{"prefix":"C","text":" Engaged in, or is engaging, in conduct relating to the company's activities which makes it not reasonably practicable to carry on the activities with the person as a member;"},{"prefix":"6","text":" In the case of a person who is an individual:"},{"prefix":"A","text":" The person dies; or"},{"prefix":"B","text":" In a member-managed limited liability company:"},{"prefix":"i","text":" A guardian or general conservator for the person is appointed; or"},{"prefix":"ii","text":" There is a judicial order that the person has otherwise become incapable of performing the person's duties as a member under this chapter or the operating agreement;"},{"prefix":"7","text":" In a member-managed limited liability company, the person:"},{"prefix":"A","text":" Becomes a debtor in bankruptcy;"},{"prefix":"B","text":" Executes an assignment for the benefit of creditors; or"},{"prefix":"C","text":" Seeks, consents to, or acquiesces in the appointment of a trustee, receiver, or liquidator of the person or of all or substantially all of the person's property;"},{"prefix":"8","text":" In the case of a person that is a trust or is acting as a member by virtue of being a trustee of a trust, the trust's entire transferable interest in the company is distributed;"},{"prefix":"9","text":" In the case of a person that is an estate or is acting as a member by virtue of being a personal representative of an estate, the estate's entire transferable interest in the company is distributed;"},{"prefix":"10","text":" In the case of a member that is not an individual, partnership, limited liability company, corporation, trust, or estate, the termination of the member;"},{"prefix":"11","text":" The company participates in a merger under subchapter IX of this chapter or transaction under Chapter 2 of this title, if:"},{"prefix":"A","text":" The company is not the surviving entity; or,"},{"prefix":"B","text":" Otherwise as a result of the merger, the person ceases to be a member;"},{"prefix":"12","text":" The company participates in a domestication under subchapter IX of this chapter, if, as a result of the domestication, the person ceases to be a member; or"},{"prefix":"13","text":" The company terminates."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Member's Dissociation."},"heading":{"title":"29","chaptersection":"806","identifier":"29-806.02","catch_text":"Events causing dissociation."}}