{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 102 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-801.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Certificate of organization\" means the certificate required by § 29- 802.01. The term \"certificate of organization\" shall include the certificate as amended or restated."},{"prefix":"2","text":" \"Contribution\" means any benefit provided by a person to a limited liability company:"},{"prefix":"A","text":" To become a member upon formation of the company and in accordance with an agreement between or among the persons that have agreed to become the initial members of the company;"},{"prefix":"B","text":" To become a member after formation of the company and in accordance with an agreement between the person and the company; or"},{"prefix":"C","text":" In the person's capacity as a member and in accordance with the operating agreement or an agreement between the member and the company."},{"prefix":"3","text":" \"Distribution\", except as otherwise provided in § 29-804.05(g), means a transfer of money or other property from a limited liability company to another person on account of a transferable interest."},{"prefix":"4","text":" \"Effective\", with respect to a record required or permitted to be delivered to the Mayor for filing under this chapter, means effective under § 29- 102.03."},{"prefix":"5","text":" \"Foreign limited liability company\" means an unincorporated entity formed under the law of a jurisdiction other than the District and denominated by that law as a limited liability company."},{"prefix":"6","text":" \"Manager\" means a person that under the operating agreement of a manager-managed limited liability company is responsible, alone or in concert with others, for performing the management functions stated in § 29-804.07(c)."},{"prefix":"7","text":" \"Manager-managed limited liability company\" means a limited liability company that qualifies under § 29-804.07(a)."},{"prefix":"8","text":" \"Member\" means a person that has become a member of a limited liability company under § 29-804.01 and has not dissociated under § 29-806.02."},{"prefix":"9","text":" \"Member-managed limited liability company\" means a limited liability company that is not a manager-managed limited liability company."},{"prefix":"10","text":" \"Operating agreement\" means the agreement, whether or not referred to as an operating agreement and whether oral, in a record, implied, or in any combination thereof, of all the members of a limited liability company, including a sole member, concerning the matters described in § 29-801.07. The term includes the agreement as amended or restated."},{"prefix":"11","text":" \"Organizer\" means a person that acts under § 29-802.01 to form a limited liability company."},{"prefix":"12","text":" \"Transferee\" means a person to which all or part of a transferable interest has been transferred, whether or not the transferor is a member."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"801","identifier":"29-801.02","catch_text":"Definitions."}}