{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 304 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-803.04\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The debts, obligations, or other liabilities of a limited liability company, whether arising in contract, tort, or otherwise shall:"},{"prefix":"1","text":" Be solely the debts, obligations, or other liabilities of the company; and"},{"prefix":"2","text":" Not become the debts, obligations, or other liabilities of a member or manager solely by reason of the member acting as a member or manager acting as a manager."},{"prefix":"b","text":" The failure of a limited liability company to observe any particular formalities relating to the exercise of its powers or management of its activities shall not be a ground for imposing liability on the members or managers for the debts, obligations, or other liabilities of the company."},{"prefix":"c","text":" With respect to members of professional limited liability companies, a member shall be personally liable and accountable only for any negligent or wrongful acts or misconduct committed by the member, or by any individual under the member's supervision and control in the rendering of professional service on behalf of a professional limited liability company organized under this chapter. A member of a professional limited liability company shall not be personally liable and accountable merely because of the member's membership interest in the professional limited liability company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Relations of Members and Managers to Persons Dealing with Limited Liability Company."},"heading":{"title":"29","chaptersection":"803","identifier":"29-803.04","catch_text":"Liability of members and managers."}}