{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under ยง 29-101.01.\n\nUniform Law:\n\nThis section is based on ยง 401 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE ยง 29-804.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, ยง 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a limited liability company is to have only one member upon formation, the person shall become a member as agreed by that person and the organizer of the company. That person and the organizer may be, but need not be, different persons. If different, the organizer shall act on behalf of the initial member."},{"prefix":"b","text":" If a limited liability company is to have more than one member upon formation, those persons shall become members as agreed by the persons before the formation of the company. The organizer act on behalf of the persons in forming the company and may be, but need not be, one of the persons."},{"prefix":"c","text":" After formation of a limited liability company, a person becomes a member:"},{"prefix":"1","text":" As provided in the operating agreement;"},{"prefix":"2","text":" As the result of a transaction effective under subchapter IX of this chapter or Chapter 2 of this title;"},{"prefix":"3","text":" With the consent of all the members; or"},{"prefix":"4","text":" If, within 90 consecutive days after the company ceases to have any members:"},{"prefix":"A","text":" The last person to have been a member, or the legal representative of that person, designates a person to become a member; and"},{"prefix":"B","text":" The designated person consents to become a member."},{"prefix":"d","text":" A person may become a member without acquiring a transferable interest and without making or being obligated to make a contribution to the limited liability company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Relations of Members to Each Other and to Limited Liability Company."},"heading":{"title":"29","chaptersection":"804","identifier":"29-804.01","catch_text":"Becoming member."}}