{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 409 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-804.09\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A member of a member-managed limited liability company owes to the company and, subject to § 29-808.01(b), the other members the fiduciary duties of loyalty and care stated in subsections (b) and (c) of this section."},{"prefix":"b","text":" The duty of loyalty of a member in a member-managed limited liability company shall include the duties to:"},{"prefix":"1","text":" Account to the company and to hold as trustee for it any property, profit, or benefit derived by the member:"},{"prefix":"A","text":" In the conduct or winding up of the company's activities;"},{"prefix":"B","text":" From a use by the member of the company's property; or"},{"prefix":"C","text":" From the appropriation of a limited liability company opportunity;"},{"prefix":"2","text":" Refrain from dealing with the company in the conduct or winding up of the company's activities as or on behalf of a person having an interest adverse to the company; and"},{"prefix":"3","text":" Refrain from competing with the company in the conduct of the company's activities before the dissolution of the company."},{"prefix":"c","text":" Subject to the business judgment rule, the duty of care of a member of a member-managed limited liability company in the conduct and winding up of the company's activities shall be to act with the care that a person in a like position would reasonably exercise under similar circumstances and in a manner the member reasonably believes to be in the best interests of the company. In discharging this duty, a member may rely in good faith upon opinions, reports, statements, or other information provided by another person that the member reasonably believes is a competent and reliable source for the information."},{"prefix":"d","text":" A member in a member-managed limited liability company or a manager-managed limited liability company shall discharge the duties under this chapter or under the operating agreement and exercise any rights consistently with the contractual obligation of good faith and fair dealing."},{"prefix":"e","text":" It shall be a defense to a claim under subsection (b)(2) of this section and any comparable claim in equity or at common law that the transaction was fair to the limited liability company."},{"prefix":"f","text":" All of the members of a member-managed limited liability company or a manager-managed limited liability company may authorize or ratify, after full disclosure of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty."},{"prefix":"g","text":" In a manager-managed limited liability company, the following rules apply:"},{"prefix":"1","text":" Subsections (a), (b), (c), and (e) of this section shall apply to the managers and not the members."},{"prefix":"2","text":" The duty stated under subsection (b)(3) of this section shall continue until winding up is completed."},{"prefix":"3","text":" Subsection (d) of this section shall apply to the members and managers."},{"prefix":"4","text":" Subsection (f) of this section shall apply only to the members."},{"prefix":"5","text":" A member shall not have any fiduciary duty to the company or to any other member solely by reason of being a member."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Relations of Members to Each Other and to Limited Liability Company."},"heading":{"title":"29","chaptersection":"804","identifier":"29-804.09","catch_text":"Standards of conduct for members and managers."}}