{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 503 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-805.03\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" On application by a judgment creditor of a member or transferee, the Superior Court may enter a charging order against the transferable interest of the judgment debtor for the unsatisfied amount of the judgment. A charging order shall constitute a lien on a judgment debtor's transferable interest and requires the limited liability company to pay over to the person to which the charging order was issued any distribution that would otherwise be paid to the judgment debtor."},{"prefix":"b","text":" To the extent necessary to effectuate the collection of distributions pursuant to a charging order in effect under subsection (a) of this section, the Superior Court may:"},{"prefix":"1","text":" Appoint a receiver of the distributions subject to the charging order, with the power to make all inquiries the judgment debtor might have made; and"},{"prefix":"2","text":" Make all other orders necessary to give effect to the charging order."},{"prefix":"c","text":" Upon a showing that distributions under a charging order will not pay the judgment debt within a reasonable time, the Superior Court may foreclose the lien and order the sale of the transferable interest. The purchaser at the foreclosure sale shall obtain the transferable interest, shall not thereby become a member, and shall be subject to § 29-805.02."},{"prefix":"d","text":" At any time before foreclosure under subsection (c) of this section, the member or transferee whose transferable interest is subject to a charging order under subsection (a) of this section may extinguish the charging order by satisfying the judgment and filing a certified copy of the satisfaction with the Superior Court."},{"prefix":"e","text":" At any time before foreclosure under subsection (c) of this section, a limited liability company or one or more members whose transferable interests are not subject to the charging order may pay to the judgment creditor the full amount due under the judgment and thereby succeed to the rights of the judgment creditor, including the charging order."},{"prefix":"f","text":" This chapter shall not deprive any member or transferee of the benefit of any exemption laws applicable to the member's or transferee's transferable interest."},{"prefix":"g","text":" This section provides the exclusive remedy by which a person seeking to enforce a judgment against a member or transferee may, in the capacity of judgment creditor, satisfy the judgment from the judgment debtor's transferable interest."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Transferable Interests and Rights of Transferees and Creditors."},"heading":{"title":"29","chaptersection":"805","identifier":"29-805.03","catch_text":"Charging order."}}