{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nDC CODE § 29-802.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" The operating agreement may establish one or more designated series of members, managers, or interests of a limited liability company, in which the members, managers, or interest holders have separate rights, powers, or duties with respect to specified property or obligations of the limited liability company."},{"prefix":"b","text":" The debts, obligations, and other liabilities of a series of a limited liability company, whether arising in contract, tort, or otherwise, shall be solely the debts, obligations, and liabilities of the series and not of the limited liability company generally or any other series thereof; provided, that:"},{"prefix":"1","text":" Separate and distinct records are maintained for the limited liability company and each series;"},{"prefix":"2","text":" Assets associated with the limited liability company and each series are held, directly or indirectly, including through a nominee or otherwise, and accounted for separately in the separate and distinct records;"},{"prefix":"3","text":" The certificate of organization states that the debts, obligations, and other liabilities of the series are limited as provided in this subsection; and"},{"prefix":"4","text":" The limited liability company has filed with the Mayor, and paid the requisite fee for, a certificate of series designation as provided in subsection (e) of this section for each series so designated whose debts, obligations, and other liabilities are limited under this subsection."},{"prefix":"c","text":" A statement in the certificate or organization in compliance with subsection (b)(3) of this section shall be notice of the limitation on liabilities of a series of a limited liability company and shall be sufficient for all purposes of subsection (b) of this section regardless of whether the limited liability company has established any series when such notice is included in the certificate or whether a series has any members."},{"prefix":"d","text":" A certificate of series designation of a series of a limited liability company shall state:"},{"prefix":"1","text":" A different name for each series that contains the entire name of the limited liability company but otherwise complies with §§ 29-103.01 and 29-103.02(f); and"},{"prefix":"2","text":" A street and mailing address of the principal office and name and mailing address of a registered agent, if either is different from that specified for the limited liability company."},{"prefix":"e","text":" A series of a limited liability company shall be formed when the Mayor files the certificate of series designation, unless the certificate states a delayed effective date, in which case it is formed as provided in § 29- 802.01(d). The filing of the certificate by the Mayor is conclusive proof that a series has been formed."},{"prefix":"f","text":" Upon the filing by the limited liability company of the report required by § 29-102.11, the Mayor shall furnish a certificate of good standing for a series of a limited liability company or a certificate of registration for a series of a foreign limited liability company."},{"prefix":"g","text":" A series of a limited liability company shall be in good standing as long as the limited liability company is in good standing."},{"prefix":"h","text":" The articles of organization may provide that a series be treated as a separate entity distinct from the limited liability company, other series of the limited liability company, or the members of the limited liability company."},{"prefix":"i","text":" A series of a limited liability company may have any lawful purpose, regardless of whether for profit, or whether the purpose is different from that of the limited liability company or another series thereof."},{"prefix":"j","text":" A series of a limited liability company shall have the capacity to sue and be sued in its own name and the power to do all things necessary or convenient to carry on its activities."},{"prefix":"k","text":" The law of the District shall govern:"},{"prefix":"1","text":" The internal affairs of a series of a limited liability company; and"},{"prefix":"2","text":" The liability of a member or manager of a series as a member or manager of that series."},{"prefix":"l","text":" Subject to § 29-804.07, the management of a series of a limited liability company shall be vested in the members collectively."},{"prefix":"m","text":" The events causing dissociation of a member specified in § 29-806.02 shall be applied separately to a person that is a member in more than one series of a limited liability company or a member in the series and the limited liability company."},{"prefix":"n","text":" Except as otherwise provided in § 29-807.01, a series of a limited liability company may be dissolved and wound up without causing the dissolution of the limited liability company or any other series thereof."},{"prefix":"o","text":" A series of a limited liability company shall not engage in a transaction under subchapter IX of this chapter or Chapter 2 of this title independently of the limited liability company."},{"prefix":"p","text":" The registered agent for the limited liability company shall be the registered agent for each series of the company."},{"prefix":"q","text":" The management of a series of a limited liability company shall be governed by § 29-804.07."},{"prefix":"r","text":" In all matters not otherwise specifically addressed in this section, this chapter shall govern a series as if the series of the limited liability company were a separate limited liability company formed under this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Formation; Certificate of Organization, and Other Filings."},"heading":{"title":"29","chaptersection":"802","identifier":"29-802.06","catch_text":"Series of members, managers, or interests of limited liability company."}}