{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 112 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-801.09\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" An operating agreement may specify that its amendment requires the approval of a person that is not a party to the operating agreement or the satisfaction of a condition. An amendment shall be ineffective if its adoption does not include the required approval or satisfy the specified condition."},{"prefix":"b","text":" The obligations of a limited liability company and its members to a person in the person's capacity as a transferee or dissociated member shall be governed by the operating agreement. Subject only to any court order issued under § 29-805.03(b)(2) to effectuate a charging order, an amendment to the operating agreement made after a person becomes a transferee or dissociated member shall be effective with regard to any debt, obligation, or other liability of the limited liability company or its members to the person in the person's capacity as a transferee or dissociated member."},{"prefix":"c","text":" If a record that has been delivered by a limited liability company to the Mayor for filing and has become effective under this chapter contains a provision that would be ineffective under § 29-801.07(c) if contained in the operating agreement, the provision shall likewise be ineffective in the record."},{"prefix":"d","text":" Subject to subsection (c) of this section, if a record that has been delivered by a limited liability company to the Mayor for filing and has become effective under this chapter conflicts with a provision of the operating agreement:"},{"prefix":"1","text":" The operating agreement shall prevail as to members, dissociated members, transferees, and managers; and"},{"prefix":"2","text":" The record shall prevail as to other persons to the extent they reasonably rely on the record."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"29","chaptersection":"801","identifier":"29-801.09","catch_text":"Operating agreement; effect on third parties and relationship to records effective on behalf of limited liability company."}}