{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 201 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-802.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" One or more persons may act as organizers to form a limited liability company by signing and delivering to the Mayor for filing a certificate of organization."},{"prefix":"b","text":" A certificate of organization shall state:"},{"prefix":"1","text":" The name of the limited liability company, which shall comply with §§ 29-103.01 and 29-103.02(f);"},{"prefix":"2","text":" The street and mailing addresses of the initial principal office and the name and street and information required by § 29-104.04; and"},{"prefix":"3","text":" If the company will have one or more series that is treated as a separate entity which limits the debts, obligations, and other liabilities to the assets of a particular series as provided in the operating agreement as authorized by § 29-802.06, a statement to that effect."},{"prefix":"c","text":" Subject to § 29-801.09(c), a certificate of organization may also contain statements as to matters other than those required by subsection (b) of this subsection. However, a statement in a certificate of organization shall not be effective as a statement of authority."},{"prefix":"d","text":" Unless the filed certificate of organization contains the statement as provided in subsection (b)(3) of this subsection, the following rules shall apply:"},{"prefix":"1","text":" A limited liability company shall be formed when the Mayor has filed the certificate of organization and the company has at least one member, unless the certificate states a delayed effective date pursuant to § 29-102.03."},{"prefix":"2","text":" If the certificate states a delayed effective date, a limited liability company shall not be formed if, before the certificate takes effect, a statement of cancellation is signed and delivered to the Mayor for filing and the Mayor files the certificate."},{"prefix":"3","text":" Subject to any delayed effective date and except in a proceeding by the District to dissolve a limited liability company, the filing of the certificate of organization by the Mayor shall be conclusive proof that the organizer satisfied all conditions to the formation of a limited liability company."},{"prefix":"e","text":" If a filed certificate of organization contains a statement as provided in subsection (b)(3) of this section, the following rules shall apply:"},{"prefix":"1","text":" The certificate shall lapse and be void unless, within 90 days from the date the Mayor files the certificate, an organizer signs and delivers to the Mayor for filing a notice stating:"},{"prefix":"A","text":" That the limited liability company has at least one member; and"},{"prefix":"B","text":" The date on which a person or persons became the company's initial member or members."},{"prefix":"2","text":" If an organizer complies with paragraph (1) of this subsection, a limited liability company shall be deemed formed as of the date of initial membership stated in the notice delivered pursuant to paragraph (1) of this subsection."},{"prefix":"3","text":" Except in a proceeding by the District to dissolve a limited liability company, the filing of the notice described in paragraph (1) of this subsection by the Mayor shall be conclusive proof that the organizer satisfied all conditions to the formation of a limited liability company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Formation; Certificate of Organization, and Other Filings."},"heading":{"title":"29","chaptersection":"802","identifier":"29-802.01","catch_text":"Formation of limited liability company; certificate of organization."}}