{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 406 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-804.06\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" Except as otherwise provided in subsection (b) of this section, if a member of a member-managed limited liability company or manager of a manager-managed limited liability company consents to a distribution made in violation of § 29-804.05 and, in consenting to the distribution, fails to comply with § 29- 804.09, the member or manager shall be personally liable to the company for the amount of the distribution that exceeds the amount that could have been distributed without the violation of § 29-804.05."},{"prefix":"b","text":" To the extent the operating agreement of a member-managed limited liability company expressly relieves a member of the authority and responsibility to consent to distributions and imposes that authority and responsibility on one or more other members, the liability stated in subsection (a) of this section shall apply to the other members and not the member that the operating agreement relieves of authority and responsibility."},{"prefix":"c","text":" A person that receives a distribution knowing that the distribution to that person was made in violation of § 29-804.05 shall be personally liable to the limited liability company but only to the extent that the distribution received by the person exceeded the amount that could have been properly paid under § 29-804.05."},{"prefix":"d","text":" A person against which an action is commenced because the person is liable under subsection (a) of this section may implead any:"},{"prefix":"1","text":" Other person that is subject to liability under subsection (a) of this section and seek to compel contribution from the person; and"},{"prefix":"2","text":" Person that received a distribution in violation of subsection (c) of this section and seek to compel contribution from the person in the amount the person received in violation of subsection (c) of this section."},{"prefix":"e","text":" An action under this section shall be barred if not commenced within 2 years after the distribution."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"Relations of Members to Each Other and to Limited Liability Company."},"heading":{"title":"29","chaptersection":"804","identifier":"29-804.06","catch_text":"Liability for improper distributions."}}