{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 207 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-802.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" If a record delivered to the Mayor for filing under this chapter and filed by the Mayor contains inaccurate information, a person that suffers a loss by reliance on the information may recover damages for the loss from:"},{"prefix":"1","text":" A person that signed the record, or caused another to sign it on the person's behalf, and knew the information to be inaccurate at the time the record was signed; and"},{"prefix":"2","text":" Subject to subsection (b) of this section, a member of a member-managed limited liability company or the manager of a manager-managed limited liability company, if:"},{"prefix":"A","text":" The record was delivered for filing on behalf of the company; and"},{"prefix":"B","text":" The member or manager had notice of the inaccuracy for a reasonably sufficient time before the information was relied upon so that, before the reliance, the member or manager reasonably could have:"},{"prefix":"i","text":" Effected an amendment under § 29-802.02;"},{"prefix":"ii","text":" Filed a petition under § 29-802.04; or"},{"prefix":"iii","text":" Delivered to the Mayor for filing a statement of change under §§ 29- 104.07 through 29-104.10 or a statement of correction under § 29-102.05."},{"prefix":"b","text":" To the extent that the operating agreement of a member-managed limited liability company expressly relieves a member of responsibility for maintaining the accuracy of information contained in records delivered on behalf of the company to the Mayor for filing under this chapter and imposes that responsibility on one or more other members, the liability stated in subsection (a)(2) of this section shall apply to those other members and not to the member that the operating agreement relieves of the responsibility."},{"prefix":"c","text":" An individual who signs a record authorized or required to be filed under this chapter affirms under penalty of perjury that the information stated in the record is accurate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Formation; Certificate of Organization, and Other Filings."},"heading":{"title":"29","chaptersection":"802","identifier":"29-802.05","catch_text":"Liability for inaccurate information in filed record."}}