{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 502 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-805.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A transfer, in whole or in part, of a transferable interest:"},{"prefix":"1","text":" Is permissible;"},{"prefix":"2","text":" Shall not by itself cause a member's dissociation or a dissolution and winding up of the limited liability company's activities; and"},{"prefix":"3","text":" Subject to § 29-805.04, shall not entitle the transferee to:"},{"prefix":"A","text":" Participate in the management or conduct of the company's activities; or"},{"prefix":"B","text":" Except as otherwise provided in subsection (c) of this section, have access to records or other information concerning the company's activities."},{"prefix":"b","text":" A transferee shall have the right to receive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled."},{"prefix":"c","text":" In a dissolution and winding up of a limited liability company, a transferee shall be entitled to an account of the company's transactions only from the date of dissolution."},{"prefix":"d","text":" A transferable interest may be evidenced by a certificate of the interest issued by the limited liability company in a record, and, subject to this section, the interest represented by the certificate may be transferred by a transfer of the certificate."},{"prefix":"e","text":" A limited liability company need not give effect to a transferee's rights under this section until the company has notice of the transfer."},{"prefix":"f","text":" A transfer of a transferable interest in violation of a restriction on transfer contained in the operating agreement shall be ineffective as to a person having notice of the restriction at the time of transfer."},{"prefix":"g","text":" Except as otherwise provided in § 29-806.02(4)(B), when a member transfers a transferable interest, the transferor shall retain the rights of a member other than the interest in distributions transferred and shall retain all duties and obligations of a member."},{"prefix":"h","text":" When a member transfers a transferable interest to a person that becomes a member with respect to the transferred interest, the transferee shall be liable for the member's obligations under §§ 29-804.03 and 29-804.06(c) known to the transferee when the transferee becomes a member."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Transferable Interests and Rights of Transferees and Creditors."},"heading":{"title":"29","chaptersection":"805","identifier":"29-805.02","catch_text":"Transfer of transferable interest."}}