{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 601 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-806.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A person may dissociate as a member at any time, rightfully or wrongfully, by withdrawing as a member by express will under § 29-806.02(1)."},{"prefix":"b","text":" A person's dissociation from a limited liability company shall be wrongful only if the dissociation:"},{"prefix":"1","text":" Is in breach of an express provision of the operating agreement; or"},{"prefix":"2","text":" Occurs before the termination of the company and:"},{"prefix":"A","text":" The person withdraws as a member by express will;"},{"prefix":"B","text":" The person is expelled as a member by judicial order under § 29-80.602(5);"},{"prefix":"C","text":" The person is dissociated under § 29-806.02(7)(A) by becoming a debtor in bankruptcy; or"},{"prefix":"D","text":" In the case of a person that is not a trust (other than a business trust), an estate, or an individual, the person is expelled or otherwise dissociated as a member because it willfully dissolved or terminated."},{"prefix":"c","text":" A person that wrongfully dissociates as a member shall be liable to the limited liability company and, subject to § 29-808.01, to the other members for damages caused by the dissociation. The liability shall be in addition to any other debt, obligation, or other liability of the member to the company or the other members."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"VI","text":"Member's Dissociation."},"heading":{"title":"29","chaptersection":"806","identifier":"29-806.01","catch_text":"Member's power to dissociate; wrongful dissociation."}}