{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 705 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-807.05\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" In winding up its activities, a limited liability company shall apply its assets to discharge its obligations to creditors, including members that are creditors."},{"prefix":"b","text":" After a limited liability company complies with subsection (a) of this section, any surplus shall be distributed in the following order, subject to any charging order in effect under § 29-805.03:"},{"prefix":"1","text":" To each person owning a transferable interest that reflects contributions made by a member and not previously returned, an amount equal to the value of the unreturned contributions; and"},{"prefix":"2","text":" In equal shares among members and dissociated members, except to the extent necessary to comply with any transfer effective under § 29-805.02."},{"prefix":"c","text":" If a limited liability company does not have sufficient surplus to comply with subsection (b)(1) of this section, any surplus must be distributed among the owners of transferable interests in proportion to the value of their respective unreturned contributions."},{"prefix":"d","text":" All distributions made under subsections (b) and (c) of this section must be paid in money."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"807","identifier":"29-807.05","catch_text":"Distribution of assets in winding up limited liability company's activities."}}