{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 702 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-807.02\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" A dissolved limited liability company shall wind up its activities, and the company shall continue after dissolution only for the purpose of winding up."},{"prefix":"b","text":" In winding up its activities, a limited liability company:"},{"prefix":"1","text":" Shall:"},{"prefix":"A","text":" Discharge the company's debts, obligations, or other liabilities, settle and close the company's activities, and marshal and distribute the assets of the company; and"},{"prefix":"B","text":" Deliver to the Mayor for filing a statement of dissolution stating the name of the company and that the company is dissolved; and"},{"prefix":"2","text":" May:"},{"prefix":"A","text":" Preserve the company activities and property as a going concern for a reasonable time;"},{"prefix":"B","text":" Prosecute and defend actions and proceedings, whether civil, criminal, or administrative;"},{"prefix":"C","text":" Transfer the company's property;"},{"prefix":"D","text":" Settle disputes by mediation or arbitration;"},{"prefix":"E","text":" Deliver to the Mayor for filing a statement of termination stating the name of the company and that the company is terminated; and"},{"prefix":"F","text":" Perform other acts necessary or appropriate to the winding up."},{"prefix":"c","text":" If a dissolved limited liability company has no members, the legal representative of the last person to have been a member may wind up the activities of the company. If the person does so, the person shall have the powers of a sole manager under § 29-804.07(c) and shall be deemed to be a manager for the purposes of § 29-803.04(a)(2)."},{"prefix":"d","text":" If the legal representative under subsection (c) of this section declines or fails to wind up the company's activities, a person may be appointed to do so by the consent of transferees owning a majority of the rights to receive distributions as transferees at the time the consent is to be effective. A person appointed under this subsection:"},{"prefix":"1","text":" Has the powers of a sole manager under § 29-804.07(c) and shall be deemed to be a manager for the purposes of § 29-803.04(a)(2); and"},{"prefix":"2","text":" Shall promptly deliver to the Mayor for filing an amendment to the company's certificate of organization to:"},{"prefix":"A","text":" State that the company has no members;"},{"prefix":"B","text":" State that the person has been appointed pursuant to this subsection to wind up the company; and"},{"prefix":"C","text":" Provide the street and mailing addresses of the person."},{"prefix":"e","text":" The Superior Court may order judicial supervision of the winding up of a dissolved limited liability company, including the appointment of a person to wind up the company's activities:"},{"prefix":"1","text":" On application of a member, if the applicant establishes good cause;"},{"prefix":"2","text":" On the application of a transferee, if:"},{"prefix":"A","text":" The company does not have any members;"},{"prefix":"B","text":" The legal representative of the last person to have been a member declines or fails to wind up the company's activities; and"},{"prefix":"C","text":" Within a reasonable time following the dissolution a person has not been appointed pursuant to subsection (d) of this section; or"},{"prefix":"3","text":" In connection with a proceeding under § 29-807.01(a)(4) or (5)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"VII","text":"Dissolution and Winding Up."},"heading":{"title":"29","chaptersection":"807","identifier":"29-807.02","catch_text":"Winding up."}}