{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1001 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-809.01\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Constituent company\" means a limited liability company that is a party to a merger."},{"prefix":"2","text":" \"Domesticated company\" means the company that exists after a domesticating foreign limited liability company or limited liability company effects a domestication pursuant to §§ 29-809.06 through 29-809.09."},{"prefix":"3","text":" \"Domesticating company\" means the company that effects a domestication pursuant to §§ 29-809.06 through 29-809.09."},{"prefix":"4","text":" \"Governing statute\" means the statute that governs the internal affairs of a foreign limited liability company or limited liability company."},{"prefix":"5","text":" \"Personal liability\" means liability for a debt, obligation, or other liability of a foreign limited liability company or limited liability company which is imposed on a person that co-owns, has an interest in, or is a member of the company by the:"},{"prefix":"A","text":" Governing statute solely by reason of the person co-owning, having an interest in, or being a member of the company; or"},{"prefix":"B","text":" Company's certificate or articles of organization and operating agreement, or comparable records as provided in its governing statute, under a provision of the governing statute authorizing those documents to make one or more specified persons liable for all or specified debts, obligations, or other liabilities of the company solely by reason of the person or persons co-owning, having an interest in, or being a member of the company."},{"prefix":"6","text":" \"Surviving company\" means a foreign limited liability company or limited liability company into which one or more other foreign limited liability companies or limited liability companies are merged whether the company preexisted the merger or was created by the merger."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Merger and Domestication."},"heading":{"title":"29","chaptersection":"809","identifier":"29-809.01","catch_text":"Definitions."}}