{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-378, see notes under § 29-101.01.\n\nUniform Law:\n\nThis section is based on § 1012 of the Uniform Limited Company Act (2006 Act). See Vol. 6B , Uniform Laws Annotated, Master Edition or ULA Database on Westlaw.\n\nDC CODE § 29-809.08\n\nCurrent through December 11, 2012","credits":"(July 2, 2011, D.C. Law 18-378, § 2, 58 DCR 1720.)","sections":[{"prefix":"a","text":" After a plan of domestication is approved, a domesticating company shall deliver to the Mayor for filing articles of domestication, which shall include:"},{"prefix":"1","text":" A statement, as the case may be, that the company has been domesticated from or into another jurisdiction;"},{"prefix":"2","text":" The name of the domesticating company and the jurisdiction of its governing statute;"},{"prefix":"3","text":" The name of the domesticated company and the jurisdiction of its governing statute;"},{"prefix":"4","text":" The date the domestication is effective under the governing statute of the domesticated company;"},{"prefix":"5","text":" If the domesticating company was a limited liability company, a statement that the domestication was approved as required by this chapter;"},{"prefix":"6","text":" If the domesticating company was a foreign limited liability company, a statement that the domestication was approved as required by the governing statute of the other jurisdiction; and"},{"prefix":"7","text":" If the domesticated company was a foreign limited liability company not authorized to do business in the District, the street and mailing addresses of an office that the Mayor may use for the purposes of § 29-809.09(b)."},{"prefix":"b","text":" A domestication shall be effective:"},{"prefix":"1","text":" When the certificate of organization takes effect, if the domesticated company is a limited liability company; and"},{"prefix":"2","text":" According to the governing statute of the domesticated company, if the domesticated organization is a foreign limited liability company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"29","text":"Business Organizations. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Limited Liability Companies. (Refs & Annos)"},"subchapter":{"identifier":"IX","text":"Merger and Domestication."},"heading":{"title":"29","chaptersection":"809","identifier":"29-809.08","catch_text":"Filings required for domestication; effective date."}}