{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-4204.\n\nEffect of Amendments\n\nD.C. Law 17-25 repealed subsec. (c); and added subsec. (d). Prior to repeal, subsec. (c) read as follows:\n\n\"(c) The Commission shall submit an annual report to the Council within 60 days of the end of each fiscal year summarizing the activities of the Commission and including such further recommendations to the Council as may be appropriate.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e) of District of Columbia Sentencing and Criminal Code Revision Commission Emergency Amendment Act of 2007 (D.C. Act 17-72, July 20, 2007, 54 DCR 7401).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-167, see Historical and Statutory Notes following § 3-101.\n\nFor Law 17-25, see notes following § 3-101.\n\nDC CODE § 3-104\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-167, § 5, 45 DCR 5180; Oct. 18, 2007, D.C. Law 17-25, § 2(e), 54 DCR 8014.)","sections":[{"prefix":"a","text":" No later than September 30, 1999, the Commission shall submit to the Council a comprehensive study of criminal sentencing practices in the District of Columbia, including, but not limited to, a report on the length of sentences imposed, the length of sentences served, the proportion of offenders released upon their first parole eligibility date, and an assessment of the impact on sentence length and sentencing disparities likely to result from implementation of the Truth in Sentencing Amendment Act of 1998, effective October 10, 1998 (D.C. Law 12-165; 45 DCR 2980)."},{"prefix":"b","text":" No later than April 5, 2000, the Commission shall submit to the Council its report containing its recommendations consistent with its purposes. The Commission's report shall include, but is not limited to, the following:"},{"prefix":"1","text":" A report on sentencing and release practices in the District of Columbia;"},{"prefix":"2","text":" A recommendation as to whether determinate sentencing should be extended to all felonies, or to additional criminal offenses under District of Columbia law beyond those specified in § 24-112(h);"},{"prefix":"3","text":" A recommendation as to appropriate limits and conditions on terms of supervised release, including whether there should be a mechanism for changing the length of a term of supervised release after its imposition, and any considerations that should apply with respect to the ratio between a prison term of sentence and a supervised release term;"},{"prefix":"4","text":" A projection of the impact, if any, on the size of the District's correctional and supervised offender populations of the implementation of each measure proposed by the Commission;"},{"prefix":"5","text":" A recommendation regarding the appropriate length of life sentences for offenses under the determinate sentencing system;"},{"prefix":"6","text":" An assessment of the intermediate sanctions currently available in the District's criminal justice system;"},{"prefix":"7","text":" A recommendation for intermediate sanctions that should be made available in the District of Columbia's criminal justice system, including proposals for alternatives to incarceration for suitable offenders, the estimated cost of such programs, and recommendations for rules or principles to guide a judge's imposition of intermediate sanctions as part of a criminal sentence; and"},{"prefix":"8","text":" A recommendation as to whether multiple sentences should run concurrently or consecutively, and what guidance, if any, should be provided regarding the imposition of consecutive sentences."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Starting in 2008, the Commission shall file a report with the Council on or before April 30 of each calendar year that:"},{"prefix":"1","text":" Contains an analysis of the sentences imposed in the preceding calendar year, including:"},{"prefix":"A","text":" The rate of compliance with the guidelines;"},{"prefix":"B","text":" The number and extent of any departures from the guidelines; and"},{"prefix":"C","text":" The reasons given for those departures;"},{"prefix":"2","text":" Describes any substantive changes made to the guidelines during the preceding year, including changes in the:"},{"prefix":"A","text":" Recommended sentencing options or prison ranges;"},{"prefix":"B","text":" Ranking of particular offenses; or"},{"prefix":"C","text":" Rules for scoring criminal history; and"},{"prefix":"3","text":" Informs the Council how it has ranked any new felony offense or reranked any existing felony offense because of a statutory change or for another reason, and the resulting guideline sentencing options and prison range for each such an offense."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Advisory Commission on Sentencing. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"104","identifier":"3-104","catch_text":"Comprehensive study and reports"}}