{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-4205.\n\nEffect of Amendments\n\nD.C. Law 13-302 rewrote the section which had read:\n\n\"If the Commission recommends a system of sentencing guidelines as part of its report, any such recommendation shall:\n\n\"(1) Specify whether and under what circumstances to impose a sentence of probation, a term of imprisonment, and a fine, and the amount or length of each;\n\n\"(2) Provide for the application of intermediate sanctions in appropriate cases;\n\n\"(3) Include provisions for such appeal rights from sentencing determinations as may be appropriate or constitutionally required.\"\n\nD.C. Law 15-190 added subsec. (e).\n\nD.C. Law 17-25 rewrote the section which had read as follows:\n\n\"(a) The Commission shall submit to the Council in the 2002 annual report a survey of the various types of structured sentencing systems in use in the United States and the Commission's recommendations as to which system would best serve the District of Columbia. The Commission shall also submit recommendations for the classification or ranking of criminal offenses in the District of Columbia.\n\n\"(b) The Court shall collect and provide to the Commission data on the length of and reasons for each sentence imposed for crimes committed on or after August 5, 2000. The reasons should include, but are not limited to, the weight given to such factors as the background and criminal history of the offender, the nature of the offense, and the impact of the offense on the victim or community. The data shall not become a part of the record and shall not be used to challenge the sentence imposed.\n\n\"(c) The Commission shall analyze the data provided to it by the Court and shall submit to the Council in the 2002 annual report:\n\n\"(1) An interim assessment on the implementation of the determinate sentencing system; and\n\n\"(2) An assessment of sentencing practices within the District of Columbia for August 5, 1996 to August 5, 2000.\n\n\"(d) The Commission shall submit to the Council in its 2003 annual report a recommendation for a comprehensive structured sentencing system in the District of Columbia or, in the alternative, a detailed explanation as to why the District of Columbia does not need a structured sentencing system. The Commission shall continue to analyze the data specified in subsections (b) and (c) of this section and submit a final report of its findings in its 2003 annual report to the Council.\n\n\"(e) The Commission shall assist the Superior Court of the District of Columbia in implementing, as a pilot program, the comprehensive structured sentencing system that was recommended by the Commission pursuant to subsection (d) of this section. No later than December 1, 2006, the Commission shall submit to the Council its final recommendation on the comprehensive structured sentencing system.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2 of the Sentencing Reform Emergency Amendment Act of 2000 (D.C. Act 13-410, August 11, 2000, 47 DCR 7271).\n\nFor temporary (90 day) amendment of section, see § 2 of the Sentencing Reform Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-462, November 7, 2000, 47 DCR 9443).\n\nFor temporary (90 day) amendment of section, see § 2 of Sentencing Reform Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-2, February 2, 2001, 48 DCR 2239).\n\nFor temporary (90 day) amendment of section, see § 2 of Sentencing Reform Second Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-51, May 2, 2001, 48 DCR 4370).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Emergency Amendment Act of 2004 (D.C. Act 15-437, May 21, 2004, 51 DCR 5957).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-510, August 2, 2004, 51 DCR 8967).\n\nFor temporary (90 day) amendment of section, see § 2(f) of District of Columbia Sentencing and Criminal Code Revision Commission Emergency Amendment Act of 2007 (D.C. Act 17-72, July 20, 2007, 54 DCR 7401).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-167, see Historical and Statutory Notes following § 3-101.\n\nLaw 13-302, the \"Sentencing Reform Amendment Act of 2001\", was introduced in Council and assigned Bill No. 13-696, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively.   Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-406 and transmitted to Both Houses of Congress for its review.  D.C.  Law 13-302 became effective on June 8, 2001.\n\nFor Law 15-190, see notes following § 3-101.\n\nFor Law 17-25, see notes following § 3-101.\n\nDC CODE § 3-105\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-167, § 6, 45 DCR 5180; June 8, 2001, D.C. Law 13-302, § 2, 47 DCR 7249; Sept. 30, 2004, D.C. Law 15-190, § 2(b), 51 DCR 6737; Oct. 18, 2007, D.C. Law 17-25, § 2(f), 54 DCR 8014.)","sections":[{"prefix":"a","text":" The voluntary sentencing guidelines promulgated by the Commission shall not be binding on judges."},{"prefix":"b","text":" Notwithstanding the guidelines, the judge in an individual case may impose any sentence that does not exceed the maximum term prescribed by law and is not otherwise prohibited by the Constitution or laws of the United States or the District of Columbia."},{"prefix":"c","text":" The sentencing guidelines shall not create any legally enforceable rights in any party nor shall they diminish any rights that currently exist."},{"prefix":"d","text":" The Commission shall not implement any changes in the basic structure of the voluntary sentencing guidelines without first informing the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Advisory Commission on Sentencing. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"105","identifier":"3-105","catch_text":"Voluntary sentencing guidelines."}}