{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-4202.\n\nEffect of Amendments\n\nD.C. Law 16-126, in the lead-in language of subsec. (a), substituted \"15\" for \"13\", and substituted \"5\" for \"4\"; repealed subsec. (a)(1)(B); in subsec. (a)(1)(H), deleted \"; and\" at the end; in subsec. (a)(1)(I), substituted \"; and\" for a period; added subsec. (a)(1)(J); in subsec.(a)(2)(C), deleted \"; and\" at the end; in subsec. (a)(2)(D), substituted \"; and\" for a period; and added subsec. (a)(2)(E). Prior to repeal, subsec. (a)(1)(B) read as follows: \"(B) One member of the Council, appointed by the Chairman of the Council;\".\n\nD.C. Law 17-25, in subsec. (a)(1)(E), substituted \"Attorney General\" for \"Corporation Counsel\"; and rewrote subsecs. (a)(1)(F), (a)(2)(E), and (b), which had read as follows:\n\n\"(F) The Director of the District of Columbia Offender Supervision, Defender and Court Services Agency or his or her designee, or, until that agency is certified and assumes its duties, the Pretrial Services, Defense Services, Parole, Adult Probation and Offender Supervision Trustee or his or her designee;\"\n\n\"(E) One member of the Council, appointed by the Chairman of the Council.\"\n\n\"(b) Each member shall be appointed for a term of 3 years, and shall continue to serve during that time as long as the member remains eligible for the appointment. A member may be reappointed. A person appointed to fill a vacancy occurring prior to the expiration of a term shall serve for the remainder of the term or until a successor has been appointed. A member may be removed by the Mayor only for incompetence, neglect of duty, or misconduct.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(c) of District of Columbia Sentencing and Criminal Code Revision Commission Emergency Amendment Act of 2007 (D.C. Act 17-72, July 20, 2007, 54 DCR 7401).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-167, see Historical and Statutory Notes following § 3-101.\n\nFor Law 16-126, see notes following § 3-101.\n\nFor Law 17-25, see notes following § 3-101.\n\nMiscellaneous Notes\n\nApplicability: Section 4 of D.C. Law 16-126 provides: 'This act shall apply as of January 1, 2007.\"\n\nDC CODE § 3-102\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-167, § 3, 45 DCR 5180; June 16, 2006, D.C. Law 16-126, § 2(c), 53 DCR 4709; Oct. 18, 2007, D.C. Law 17-25, § 2(c), 54 DCR 8014.)","sections":[{"prefix":"a","text":" The Commission shall consist of 15 voting members and 5 nonvoting members as follows:"},{"prefix":"1","text":" The voting members of the Commission shall consist of the following:"},{"prefix":"A","text":" Three judges of the Superior Court of the District of Columbia, appointed by the Chief Judge of the Superior Court;"},{"prefix":"B","text":" Repealed;"},{"prefix":"C","text":" The United States Attorney for the District of Columbia or his or her designee;"},{"prefix":"D","text":" The Director of the D.C. Public Defender Service or his or her designee;"},{"prefix":"E","text":" The Attorney General for the District of Columbia or his or her designee;"},{"prefix":"F","text":" The Director of the Court Services and Offender Supervision Agency for the District of Columbia or his or her designee;"},{"prefix":"G","text":" Two members of the District of Columbia Bar, one who specializes in the private practice of criminal defense in the District of Columbia, and one who does not specialize in the practice of criminal law, appointed by the Chief Judge of the Superior Court in consultation with the President of the District of Columbia Bar;"},{"prefix":"H","text":" A professional from an established organization devoted to research and analysis of sentencing issues and policies, appointed by the Chief Judge of the Superior Court of the District of Columbia;"},{"prefix":"I","text":" Two citizens of the District of Columbia who are not attorneys, one of whom is nominated by the Mayor subject to confirmation by the Council, and the other who is appointed by the Council; and"},{"prefix":"J","text":" Three professionals from established organizations, to include institutions of higher education, devoted to the research and analysis of criminal justice issues, appointed by the Council."},{"prefix":"2","text":" The non-voting members of the Commission shall consist of the following:"},{"prefix":"A","text":" The Director of the District of Columbia Department of Corrections or his or her designee;"},{"prefix":"B","text":" The Chief of the Metropolitan Police Department or his or her designee;"},{"prefix":"C","text":" The Director of the United States Bureau of Prisons or his or her designee;"},{"prefix":"D","text":" The Chairperson of the United States Parole Commission or his or her designee; and"},{"prefix":"E","text":" The chairperson of the Council committee that has oversight of the Commission within its purview."},{"prefix":"b","text":" The appointment of members designated by subsection (a)(1)(G), (H), (I), and (J) of this section shall be made in accordance with the following provisions:"},{"prefix":"1","text":" Each member shall be appointed for a term of 3 years, and shall continue to serve during that time as long as the member remains eligible for the appointment."},{"prefix":"2","text":" A member may be reappointed."},{"prefix":"3","text":" A person appointed to fill a vacancy occurring prior to the expiration of a term shall serve for the remainder of the term or until a successor has been appointed."},{"prefix":"4","text":" A member may be removed only for incompetence, neglect of duty, or misconduct."},{"prefix":"c","text":" The voting members of the Commission shall elect a Chairperson."},{"prefix":"d","text":" Members of the Commission shall serve without compensation, except that the citizen members of the Commission may be compensated at an amount not to exceed $15.00 each day or part thereof for reasonable expenses incurred in the performance of their official duties."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Advisory Commission on Sentencing. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"102","identifier":"3-102","catch_text":"Membership of the Commission"}}