{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-4201.\n\nEffect of Amendments\n\nD.C. Law 14-28 rewrote subsec. (a) which had read as follows:\n\n\"(a) There is established the Advisory Commission on Sentencing ('Commission').\"\n\nD.C. Law 15-190, in the section heading and in subsec. (a), substituted \"District of Columbia Sentencing Commission\" for \"Advisory Commission on Sentencing\".\n\nD.C. Law 16-126, in section heading, substituted \"Sentencing and Criminal Code Revision Commission\" for \"Sentencing Commission\"; in subsec. (a), substituted \"Sentencing and Criminal Code Revision Commission\" for \"Sentencing Commission\"; and, in subsec. (b), substituted \"In addition to the duties required under § 3-101.01, the Commission\" for \"The Commission\".\n\nD.C. Law 17-25 rewrote subsec. (b), which had read as follows:\n\n\"(b) In addition to the duties required under 3-101.01, the Commission shall perform the following duties:\n\n\"(1) Review and analyze pertinent sentencing data and make recommendations to the Council, in the form of proposed legislation or otherwise, for the establishment of a fair and rational sentencing system which takes into account the requirements of subchapter II of Chapter 4 of Title 24;\n\n\"(2) Ensure that, for all felonies, the sentence imposed on an offender shall:\n\n\"(A) Reflect the seriousness of the offense and the criminal history of the offender;\n\n\"(B) Provide for just punishment;\n\n\"(C) Afford adequate deterrence to potential future criminal conduct of the offender and others;\n\n\"(D) Provide the offender with needed educational or vocational training, medical care, and other correctional treatment; and\n\n\"(E) Provide for use of intermediate sanctions in appropriate cases;\n\n\"(3) Conduct an annual review of sentencing data, policies, and practices in the District of Columbia; and\n\n\"(4) Make such other recommendations that may be appropriate to enhance the fairness and effectiveness of criminal sentencing policies and practices in the District of Columbia.\"\n\nD.C. Law 19-168 added subsec. (c).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3402(a) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Emergency Amendment Act of 2004 (D.C. Act 15-437, May 21, 2004, 51 DCR 5957).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Advisory Commission on Sentencing Structured Sentencing System Pilot Program Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-510, August 2, 2004, 51 DCR 8967).\n\nFor temporary (90 day) amendment of section, see § 2(a) of District of Columbia Sentencing and Criminal Code Revision Commission Emergency Amendment Act of 2007 (D.C. Act 17-72, July 20, 2007, 54 DCR 7401).\n\nLegislative History of Laws\n\nLaw 12-167, the \"Advisory Commission on Sentencing Establishment Act of 1998,\" was introduced in Council and assigned Bill No. 12-550, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 2, 1998, and June 16, 1998, respectively. Signed by the Mayor on July 1, 1998, it was assigned Act No. 12-410 and transmitted to both Houses of Congress for its review. D.C. Law 12-167 became effective on October 16, 1998.\n\nLaw 14-28, the \"Fiscal Year 2002 Budget Support Act of 2001\", was introduced in Council and assigned Bill No. 14-144, which was referred to the Committee Of the Whole. The Bill was adopted on first and second readings on May 1, 2001, and June 5, 2001, respectively. Signed by the Mayor on June 29, 2001, it was assigned Act No. 14-85 and transmitted to both Houses of Congress for its review. D.C. Law 14-28 became effective on October 3, 2001.\n\nLaw 15-190, the \"Advisory Commission on Sentencing Structured Sentencing System Pilot Program Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-711, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on May 4, 2004, and June 1, 2004, respectively. Signed by the Mayor on June 23, 2004, it was assigned Act No. 15-457 and transmitted to both Houses of Congress for its review. D.C. Law 15- 190 became effective on September 30, 2004.\n\nLaw 16-126, the \"Advisory Commission on Sentencing Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-172 which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on March 7, 2006, and April 4, 2006, respectively.   Signed by the Mayor on April 21, 2006, it was assigned Act No. 16-344 and transmitted to both Houses of Congress for its review.   D.C. Law 16-126 became effective on June 16, 2006.\n\nLaw 17-25, the \"District of Columbia Sentencing and Criminal Code Revision Commission Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-137 which was referred to the Committee on Public Safety and Judiciary. The Bill was adopted on first and second readings on June 21, 2007, and July 10, 2007, respectively. Signed by the Mayor on July 25, 2007, it was assigned Act No. 17-87 and transmitted to both Houses of Congress for its review. D.C. Law 17-25 became effective on October 18, 2007.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nApplicability: Section 4 of D.C. Law 16-126 provides: 'This act shall apply as of January 1, 2007.\"\n\nShort title: Section 3031 of D.C. Law 19-168 provided that subtitle D of title III of the act may be cited as \"Sentencing and Criminal Code Revision Modification Clarification Amendment Act of 2012\".\n\nDC CODE § 3-101\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-167, § 2, 45 DCR 5180; Oct. 3, 2001, D.C. Law 14-28, § 3802(a), 48 DCR 6981; Sept. 30, 2004, D.C. Law 15-190, § 2(a), 51 DCR 6737; June 16, 2006, D.C. Law 16-126, § 2(a), 53 DRC 4709; Oct. 18, 2007, D.C. Law 17-25, § 2(a), 54 DCR 8014; Sept. 20, 2012, D.C. Law 19-168, § 3032(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" The District of Columbia Sentencing and Criminal Code Revision Commission (\"Commission\") is established as an independent agency within the District of Columbia government, consistent with the meaning of the term \"independent agency\" as provided in § 1-603.01(13)."},{"prefix":"b","text":" In addition to the duties required under § 3-101.01, the Commission shall perform the following duties:"},{"prefix":"1","text":" Promulgate, implement, and revise a system of voluntary sentencing guidelines for use in the Superior Court of the District of Columbia designed to achieve the goals of certainty, consistency, and adequacy of punishment, with due regard for the:"},{"prefix":"A","text":" Seriousness of the offense;"},{"prefix":"B","text":" Dangerousness of the offender;"},{"prefix":"C","text":" Need to protect the safety of the community;"},{"prefix":"D","text":" Offender's potential for rehabilitation; and"},{"prefix":"E","text":" Use of alternatives to prison, where appropriate;"},{"prefix":"2","text":" Publish a manual containing the instructions for applying the voluntary guidelines, update the manual periodically, and provide ongoing technical assistance to the court and practitioners on sentencing and sentencing guideline issues;"},{"prefix":"3","text":" Review and analyze pertinent sentencing data and, where the information has not been provided in a particular case, ask the judge to specify the factors upon which he or she relied in departing from the guideline recommendations or for imposing what appears to be a noncompliant sentence;"},{"prefix":"4","text":" Conduct focus groups, community outreach, training, and other activities designed to collect and disseminate information about the guidelines;"},{"prefix":"5","text":" Review and research sentencing policies and practices locally and nationally, and make recommendations to increase the fairness and effectiveness of sentences in the District of Columbia; and"},{"prefix":"6","text":" Consult with other District of Columbia, federal, and state agencies that are affected by or address sentencing issues."},{"prefix":"c","text":" The Commission is designated as a criminal justice agency for purposes of accessing offender and sentencing related data required to perform the duties specified under this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Advisory Commission on Sentencing. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"101","identifier":"3-101","catch_text":"Establishment of the District of Columbia Sentencing and Criminal Code Revision Commission."}}