{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-4207.\n\nEffect of Amendments\n\nD.C. Law 14-28 rewrote subsec. (b) which had read as follows:\n\n\"(b) The Commission has the authority to hire staff and to obtain appropriate office space, equipment, materials, and services necessary to carry out its responsibilities.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3402(b) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-167, see Historical and Statutory Notes following § 3-101.\n\nFor Law 14-28, see notes following § 3-101.\n\nDC CODE § 3-107\n\nCurrent through December 11, 2012","credits":"(Oct. 16, 1998, D.C. Law 12-167, § 8, 45 DCR 5180; Oct. 3, 2001, D.C. Law 14-28, § 3802(b), 48 DCR 6981.)","sections":[{"prefix":"a","text":" There are authorized such funds as may be necessary to support the Commission."},{"prefix":"b","text":" The Commission has the authority to hire staff and to obtain appropriate office space, equipment, materials, and services necessary to carry out its responsibilities. The Commission shall serve as the personnel authority for all employees of the Commission. Except as provided in subsection (d) of this section, the provisions of Chapter 6 of Title 1 shall apply to the Commission."},{"prefix":"c","text":" Any entitlement to compensation under this chapter for services rendered shall be dependent upon the availability of appropriated funds to pay such compensation."},{"prefix":"d","text":" Employees of the Commission who were hired before October 3, 2001, shall be exempt from the requirement that they be residents of the District of Columbia. Any person hired after October 3, 2001, shall be, or shall become with 180 days of hire, a resident of the District of Columbia. The Director of Personnel may waive the residency requirement for any individual appointed to a hard-to-fill position under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Advisory Commission on Sentencing. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"107","identifier":"3-107","catch_text":"Budget and staffing."}}