{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3201.\n\nLegislative History of Laws\n\nLaw 6-84, the \"Litter and Solid Waste Act of 1985,\" was introduced in Council and assigned Bill No. 6-290, which was referred to the Committee on Public Works. The Bill was adopted on first and second readings on November 5, 1985, and November 19, 1985, respectively. Signed by the Mayor on November 27, 1985, it was assigned Act No. 6-109 and transmitted to both Houses of Congress for its review.\n\nLaw 7-31, the \"Boards and Commissions Amendment Act of 1987,\" was introduced in Council and assigned Bill No. 7-139, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 14, 1987 and May 5, 1987, respectively. Signed by the Mayor on June 1, 1987, it was assigned Act No. 7-26 and transmitted to both Houses of Congress for its review.\n\nLaw 10-178, the \"District of Columbia Solid Waste Management and Multi-Material Recycling Act of 1988 Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-10, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 7, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 26, 1994, it was assigned Act No. 10-303 and transmitted to both Houses of Congress for its review. D.C. Law 10-178 became effective on September 24, 1994.\n\nDC CODE § 3-1001\n\nCurrent through December 11, 2012","credits":"(Feb. 21, 1986, D.C. Law 6-84, § 2, 32 DCR 7287; Oct. 7, 1987, D.C. Law 7-31, § 5, 34 DCR 3789; Sept. 24, 1994, D.C. Law 10-178, § 2(a), 41 DCR 5205.)","sections":[{"prefix":"a","text":" There is established an Environmental Planning Commission (\"Commission\") which shall propose a comprehensive plan for preventing and reducing litter and solid waste, and shall advise the Department of Public Works (\"Department\") on the implementation of the comprehensive litter and solid waste reduction plan."},{"prefix":"b","text":" The Commission shall be comprised of 21 members, with 1 member appointed by each member of the Council of the District of Columbia (\"Council\"), 1 member appointed by the President of the Board of Education of the District of Columbia, 4 members appointed by the Mayor of the District of Columbia (\"Mayor\"), and 3 members appointed by the chairperson of the Committee on Public Works of the Council of the District of Columbia."},{"prefix":"c","text":" The 4 members appointed by the Mayor shall be selected according to the following scheme:"},{"prefix":"1","text":" One member to represent the Department of Public Works;"},{"prefix":"2","text":" One member to represent the Office of Business and Economic Development; and"},{"prefix":"3","text":" Two members to represent businesses within the District of Columbia."},{"prefix":"d","text":" One of the members appointed by the chairperson of the Council committee with legislative oversight concerning litter and solid waste shall chair the Commission."},{"prefix":"e","text":"(1) The Council-appointed members shall serve for 3-year terms and other members shall serve for 2-year terms."},{"prefix":"2","text":" Vacancies shall be filled in the same manner as the original appointment to the office that became vacant."},{"prefix":"3","text":" The terms of the members first appointed shall begin on the date that a majority of the first members are sworn in, which shall become the anniversary date for all subsequent appointments."},{"prefix":"f","text":" A majority of the members of the Commission shall be a quorum, which shall exist before the Commission may conduct business."},{"prefix":"g","text":" The Commission shall meet at least once every 2 months. The chairperson of the Commission may convene the members for a meeting after reasonably attempting to inform each member of the time, the place, and the purpose of the meeting."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"10","text":"Environmental Planning Commission."},"heading":{"title":"3","chaptersection":"1001","identifier":"3-1001","catch_text":"Environmental Planning Commission."}}