{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3102.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-183, see Historical and Statutory Notes following § 3-1101.\n\nDC CODE § 3-1102\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-183, § 3, 32 DCR 841.)","sections":[{"prefix":"a","text":" There is established a District of Columbia Residential, Commercial, and Institutional Structures Fire Protection Study Commission to advise the Council by investigating and reporting on the feasibility of low-cost residential, commercial, and institutional sprinklers as a means of protecting the public from uncontrolled fires in residential, commercial, and institutional structures and by recommending to the Council comprehensive legislation to establish a residential, commercial, and institutional fire sprinkler program appropriate for the District of Columbia."},{"prefix":"b","text":"(1) The Commission shall consist of 15 members."},{"prefix":"2","text":" The members of the Commission shall be residents of the District of Columbia and shall be appointed in the following manner:"},{"prefix":"A","text":" One member shall be appointed by each member of the Council;"},{"prefix":"B","text":" One member shall be appointed by the Mayor; and"},{"prefix":"C","text":" The chairperson of the Council's Committee on the Judiciary shall serve as an additional member and as chairperson of the Commission."},{"prefix":"3","text":" The members of the Commission may elect from among its members other officers considered necessary."},{"prefix":"c","text":" The term of the members shall be 1 year from the 1st meeting of the Commission."},{"prefix":"d","text":" A majority of the members of the Commission shall constitute a quorum. A quorum of the members shall be necessary for the Commission to conduct its business."},{"prefix":"e","text":" The appointment of a member shall terminate if the member becomes a resident of a jurisdiction other than the District of Columbia."},{"prefix":"f","text":" Vacancies in the Commission shall be filled in the same manner as the original appointment."},{"prefix":"g","text":" Members of the Commission shall serve without compensation but shall be reimbursed for all reasonable expenses associated with their service."},{"prefix":"h","text":" The Commission shall meet at least once a month and shall determine the time and place of its meetings. The Council may convene meetings of the Commission at any time. Meetings of the Commission are open to the public consistent with § 1-207.42."},{"prefix":"i","text":" The Commission shall annually receive funds according to the appropriations process. These funds may be applied to the costs associated with community hearings, the development of studies and other forms of community interface, and for the hiring of staff."},{"prefix":"j","text":" The Commission shall cease to exist 30 days after submitting the comprehensive report referred to in § 3-1103(p)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"11","text":"Fire Protection Study Commission."},"heading":{"title":"3","chaptersection":"1102","identifier":"3-1102","catch_text":"Established; composition; officers; term of office; quorum; residency requirement; reimbursement of expenses; meetings; funding; duration."}}