{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 2-3107.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-183, see Historical and Statutory Notes following ยง 3-1101.\n\nReferences in Text\n\nPursuant to the Office of the Chief Financial Officer's \"Notice of Public Interest\" published in the April 18, 1997, issue of the District of Columbia Register (44 DCR 2345) the Office of Tax and Revenue assumed all of the duties and functions previously performed by the Department of Finance and Revenue, as set forth in Commissioner's Order 69-96, dated March 7, 1969. This action was made effective January 22, 1997, nunc pro tunc.\n\nDC CODE ยง 3-1107\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-183, ยง 8, 32 DCR 841.)","sections":[{"prefix":"a","text":"(1) There is established an Interdepartmental Advisory Committee to assist the Commission in its work."},{"prefix":"2","text":" The Committee shall consist of representatives of the following agencies:"},{"prefix":"A","text":" The Fire Department of the District of Columbia;"},{"prefix":"B","text":" The Corporation Counsel of the District of Columbia;"},{"prefix":"C","text":" The Department of Housing and Community Development;"},{"prefix":"D","text":" The Department of Employment Services;"},{"prefix":"E","text":" The District of Columbia Department of Finance and Revenue; and"},{"prefix":"F","text":" The Department of Public Works."},{"prefix":"b","text":" The chairperson of the Commission shall be an ex officio member and chairperson of the Committee. The Committee, or particular segments of the Committee, shall convene when the chairperson considers necessary and appropriate, but not less than once quarterly. The meeting place of the Committee shall change periodically so that meetings are held at least once in each ward of the city during the existence of the Committee. Meetings of the Committee shall be open to the public."},{"prefix":"c","text":" Each agency member of the Committee shall cooperate with the Commission to the fullest extent, shall make available to the Commission the personnel and the resources that the Commission reasonably requires, and shall provide without charge data analysis as the Commission reasonably requests within 30 days of the Commission's request."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"11","text":"Fire Protection Study Commission."},"heading":{"title":"3","chaptersection":"1107","identifier":"3-1107","catch_text":"Interdepartmental Advisory Committee."}}