{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.3.\n\nEffect of Amendments\n\nD.C. Law 15-88, in subsecs. (a)(3) and (d), substituted \"VIII and VIII-A\" for \"and VIII\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nDC CODE § 3-1205.03\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 503, 33 DCR 729; Mar. 10, 2004, D.C. Law 15-88, § 2(h), 50 DCR 10999.)","sections":[{"prefix":"a","text":" An individual applying for a license under this chapter shall establish to the satisfaction of the board regulating the health occupation that the individual:"},{"prefix":"1","text":" Has not been convicted of an offense which bears directly on the fitness of the individual to be licensed;"},{"prefix":"2","text":" Is at least 18 years of age;"},{"prefix":"3","text":" Has successfully completed the additional requirements set forth in § 3- 1205.04 and subchapters VI, VII, VIII and VIII-A of this chapter, as applicable;"},{"prefix":"4","text":" Has passed an examination, administered by the board or recognized by the Mayor pursuant to § 3-1205.06, to practice the health occupation; and"},{"prefix":"5","text":" Meets any other requirements established by the Mayor by rule to assure that the applicant has had the proper training, experience, and qualifications to practice the health occupation."},{"prefix":"b","text":" The board may grant a license to an applicant whose education and training in the health occupation has been successfully completed in a foreign school, college, university, or training program if the applicant otherwise qualifies for licensure and if the board determines, in accordance with rules issued by the Mayor, that the education and training are substantially equivalent to the requirements of this chapter in assuring that the applicant has the proper training, experience, and qualifications to practice the health occupation."},{"prefix":"c","text":" The board may deny a license to an applicant whose license to practice a health occupation was revoked or suspended in another state if the basis of the license revocation or suspension would have caused a similar result in the District, or if the applicant is the subject of pending disciplinary action regarding his or her right to practice in another state."},{"prefix":"d","text":" The references in § 3-1205.04 and subchapters VI, VII, VIII and VIII-A of this chapter to named professional organizations and governmental entities for purposes of accreditation or the administration of national examinations shall be considered to refer to successor organizations or entities upon a determination by the Mayor that the successor is substantially equivalent in standards and purposes as the organization or entity named in this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.03","catch_text":"General qualifications of applicants."}}