{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3301.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nLaw 8-40, the \"Commission on Mental Health Services Employees Retention Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-104, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 27, 1989 and July 11, 1989, respectively. Signed by the Mayor on July 27, 1989, it was assigned Act No. 8-69 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\n\"This Act,\" referred to near the middle of subsections (a) and (b), is D.C. Law 6-99.\n\nDC CODE § 3-1201.04\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 104, 33 DCR 729; Oct. 18, 1989, D.C. Law 8-40, § 3, 36 DCR 5756.)","sections":[{"prefix":"a","text":" Except as expressly provided to the contrary in this chapter, any person licensed, registered, or certified by any agency of the District established or continued by any statute amended, repealed, or superseded by this act is considered for all purposes to be licensed, registered, or certified by the appropriate health occupations board established under this chapter for the duration of the term for which the license, registration, or certification was issued, and may renew that authorization in accordance with the appropriate renewal provisions of this chapter."},{"prefix":"b","text":" Except as provided to the contrary in this chapter, an individual who was originally licensed, registered, or certified under a provision of law that has been deleted by this act continues to meet the education and experience requirements as if that provision had not been deleted."},{"prefix":"c","text":" Each employee of the Commission on Mental Health Services who was employed at St. Elizabeths Hospital prior to October 1, 1987, and who accepted employment with the District government on October 1, 1987, without a break in service, shall, within 27 months of appointment by the District government, meet all licensure requirements. If the employee does not meet all licensure requirements, the employee shall be issued a limited license subject to the provisions, limitations, conditions, or restrictions that shall be determined by the appropriate board or commission. The limited license shall not exceed the term of employment with the Commission on Mental Health Services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Definitions; Scope."},"heading":{"title":"3","chaptersection":"1201","identifier":"3-1201.04","catch_text":"Persons licensed under prior law."}}