{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.14.\n\nEffect of Amendments\n\nD.C. Law 18-26 rewrote subsecs. (a) and (c); and, in subsec. (e), substituted \"licensed, registered, or certified\" for \"licensed\". Prior to amendment, subsecs. (a) and (c) read as follows:\n\n\"(a) Each board, subject to the right of a hearing as provided by this subchapter, on an affirmative vote of a majority of its members then serving, may take 1 or more of the disciplinary actions provided in subsection (c) of this section against any applicant, licensee, or person permitted by this subchapter to practice the health occupation regulated by the board in the District who:\n\n\"(1) Fraudulently or deceptively obtains or attempts to obtain a license for an applicant or licensee or for another person;\n\n\"(2) Fraudulently or deceptively uses a license;\n\n\"(3) Is disciplined by a licensing or disciplinary authority or convicted or disciplined by a court of any jurisdiction for conduct that would be grounds for disciplinary action under this section;\n\n\"(4) Has been convicted in any jurisdiction of any crime involving moral turpitude, if the offense bears directly on the fitness of the individual to be licensed;\n\n\"(5) Is professionally or mentally incompetent or physically incapable;\n\n\"(6) Is addicted to, or habitually abuses, any narcotic or controlled substance as defined by Unit A of Chapter 9 of Title 48;\n\n\"(7) Provides, or attempts to provide, professional services while under the influence of alcohol or while using any narcotic or controlled substance as defined by Unit A of Chapter 9 of Title 48, or other drug in excess of therapeutic amounts or without valid medical indication;\n\n\"(8) Willfully makes or files a false report or record in the practice of a health occupation;\n\n\"(9) Willfully fails to file or record any medical report as required by law, impedes or obstructs the filing or recording of the report, or induces another to fail to file or record the report;\n\n\"(10) On proper request in accordance with law, fails to provide details of a patient's medical record to a hospital or another health professional licensed under this chapter or under the laws of another jurisdiction;\n\n\"(11) Willfully makes a misrepresentation in treatment;\n\n\"(12) Willfully practices a health occupation with an unauthorized person or aids an unauthorized person in the practice of a health occupation;\n\n\"(13) Submits false statements to collect fees for which services are not provided or submits statements to collect fees for services which are not medically necessary;\n\n\"(14) Pays or agrees to pay anything of value to, or to split or divide fees for professional services with, any person for bringing or referring a patient;\n\n\"(15) Fails to pay a civil fine imposed by a board, other administrative officer, or court;\n\n\"(16) Willfully breaches a statutory, regulatory, or ethical requirement of confidentiality with respect to a person who is a patient or client of the health professional, unless ordered by a court;\n\n\"(17) Refuses to provide service to a person in contravention of Chapter 14 of Title 2;\n\n\"(18) Violates any of the conditions of an agreement between the licensee and the board to voluntarily limit the practice of the licensee made pursuant to § 3-1205.18;\n\n\"(19) Prescribes, dispenses, or administers drugs when not authorized to do so;\n\n\"(20) Practices without a protocol when required by subchapter VI of this chapter;\n\n\"(21) Performs, offers, or attempts to perform services beyond the scope of those authorized by the license held by the health professional;\n\n\"(22) Maintains an unsanitary office or performs professional services under unsanitary conditions;\n\n\"(23) Engages in sexual harassment of a patient or client;\n\n\"(24) Violates any provision of this chapter or rules and regulations issued pursuant to this chapter;\n\n\"(25) Violates any District of Columbia or federal law, regulation, or rule related to the practice of a health profession or drugs;\n\n\"(26) Fails to conform to standards of acceptable conduct and prevailing practice within a health profession;\n\n\"(27) Violates an order of the board or the Mayor, or violates a consent decree or negotiated settlement entered into with a board or the Mayor;\n\n\"(28) Demonstrates a willful or careless disregard for the health, welfare, or safety of a patient, regardless of whether the patient sustains actual injury as a result; or\n\n\"(29) Fails to pay the applicable fees established by the Mayor.\"\n\n\"(c) Upon determination by the board that an applicant, licensee, or person permitted by this subchapter to practice in the District has committed any of the acts described in subsection (a) of this section, the board may:\n\n\"(1) Deny a license to any applicant;\n\n\"(2) Revoke or suspend the license of any licensee;\n\n\"(3) Revoke or suspend the privilege to practice in the District of any person permitted by this subchapter to practice in the District;\n\n\"(4) Reprimand any licensee or person permitted by this subchapter to practice in the District;\n\n\"(5) Impose a civil fine not to exceed $5,000 for each violation by any applicant, licensee, or person permitted by this subchapter to practice in the District;\n\n\"(6) Require a course of remediation, approved by the board, which may include:\n\n\"(A) Therapy or treatment;\n\n\"(B) Retraining; and\n\n\"(C) Reexamination, in the discretion of and in the manner prescribed by the board, after the completion of the course of remediation;\n\n\"(7) Require a period of probation; or\n\n\"(8) Issue a cease and desist order pursuant to § 3-1205.16.\"\n\nD.C. Law 18-145, in subsec. (a), deleted \"or\" from the end of par. (44), substituted \"; or\" for a period at the end of par. (45), and added par. (46); and, in subsec. (c)(6), deleted \"; and\" from the end of subpar. (B), inserted \"and\" at the end of subpar. (C), and added subpar. (D).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e)(15) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 18-26, see notes following § 3-1201.01.\n\nFor Law 18-145, see notes following § 2-1205.10.\n\nDC CODE § 3-1205.14\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 514, 33 DCR 729; Mar. 23, 1995, D.C. Law 10-247, § 2(n), 42 DCR 457; July 18, 2009, D.C. Law 18-26, § 2(e)(15), 56 DCR 4043; Apr. 29, 2010, D.C. Law 18-145, § 2(b), 57 DCR 1834.)","sections":[{"prefix":"a","text":" Each board, subject to the right of a hearing as provided by this subchapter, on an affirmative vote of a majority of a quorum of its appointed members may take one or more of the disciplinary actions provided in subsection (c) of this section against any applicant for a license, registration, or certification, an applicant to establish or operate a school of nursing or nursing program, or a person permitted by this subchapter to practice a health occupation regulated by the board in the District who:"},{"prefix":"1","text":" Fraudulently or deceptively obtains or attempts to obtain a license, registration, or certification for himself, herself, or another person;"},{"prefix":"2","text":" Fraudulently or deceptively uses a license, registration, or certification;"},{"prefix":"3","text":" Is disciplined by a licensing or disciplinary authority or peer review body or convicted or disciplined by a court of any jurisdiction for conduct that would be grounds for disciplinary action under this section; for the purposes of this paragraph, the term \"convicted\" means a judgment or other admission of guilt, including a plea of nolo contendere or an Alford plea;"},{"prefix":"4","text":" Has been convicted in any jurisdiction of any crime involving moral turpitude, which for the purposes of this paragraph means a crime that:"},{"prefix":"A","text":" Offends the generally accepted moral code of mankind;"},{"prefix":"B","text":" Is one of baseness, vileness, or depravity in the conduct of the private and social duties that an individual owes to his or her fellow man or to society in general; or"},{"prefix":"C","text":" Is one of conduct contrary to justice, honesty, modesty, or good morals."},{"prefix":"5","text":" Is professionally or mentally incompetent or physically incapable;"},{"prefix":"6","text":" Is addicted to, or habitually abuses, any narcotic or controlled substance as defined by Unit A of Chapter 9 of Title 48;"},{"prefix":"7","text":" Provides, or attempts to provide, professional services while under the influence of alcohol or while using any narcotic or controlled substance as defined by Unit A of Chapter 9 of Title 48, or other drug in excess of therapeutic amounts or without valid medical indication;"},{"prefix":"8","text":" Willfully makes or files a false report or record in the practice of a health occupation;"},{"prefix":"9","text":" Willfully fails to file or record any medical report as required by law, impedes or obstructs the filing or recording of the report, or induces another to fail to file or record the report;"},{"prefix":"10","text":" Upon proper request, and payment of a reasonable copy fee, if required, fails to provide, within a reasonable period of time, a copy or summary report, if the patient or client consents, of the patient's or client's health care record to the patient or client, his or her legal representative or guardian, a hospital or third-party health professional licensed under this chapter or under the laws of another jurisdiction; for the purposes of this paragraph, the term \"health care record\" means any document, or combination of documents, except for a birth or death record or a record of admission to or discharge from a hospital or other health-care facility, that pertains to the history, diagnosis, or health condition of a patient or client and is generated and maintained in the process of providing health-care treatment, regardless of whether the health care record originated with or was previously in the possession of another health-care provider;"},{"prefix":"11","text":" Willfully makes a misrepresentation in treatment;"},{"prefix":"12","text":" Willfully practices a health occupation with an unauthorized person or aids an unauthorized person in the practice of a health occupation;"},{"prefix":"13","text":" Submits false statements to collect fees for which services are not provided or submits statements to collect fees for services which are not medically necessary;"},{"prefix":"14","text":" Pays or agrees to pay anything of value to, or to split or divide fees for professional services with, any person for bringing or referring a patient;"},{"prefix":"15","text":" Fails to pay a civil fine imposed by a board, other administrative officer, or court;"},{"prefix":"16","text":" Willfully breaches a statutory, regulatory, or ethical requirement of confidentiality with respect to a person who is a patient or client of the health professional, unless ordered by a court;"},{"prefix":"17","text":" Refuses to provide service to a person in contravention of Chapter 14 of Title 2;"},{"prefix":"18","text":" Violates any of the conditions of an agreement between the licensee and the board to voluntarily limit the practice of the licensee made pursuant to § 3-1205.18;"},{"prefix":"19","text":" Prescribes, dispenses, or administers drugs when not authorized to do so;"},{"prefix":"20","text":" Practices without a protocol when required by subchapter VI of this chapter;"},{"prefix":"21","text":" Performs, offers, or attempts to perform services beyond the scope of those authorized by the license held by the health professional;"},{"prefix":"22","text":" Maintains an unsanitary office or performs professional services under unsanitary conditions;"},{"prefix":"23","text":" Engages in:"},{"prefix":"A","text":" Sexual harassment of a patient or client;"},{"prefix":"B","text":" Sexual contact with a patient or client concurrent with and by virtue of the practitioner-patient or practitioner-client relationship;"},{"prefix":"C","text":" At any time during the course of the practitioner-patient or patient-client relationship, in conduct of a sexual nature that a reasonable patient or client would consider lewd or offensive; or"},{"prefix":"D","text":" Sexual contact with a former patient or client when the patient or client may still be vulnerable by virtue of the power imbalance that existed in the practitioner-patient or practitioner-client relationship, even if the relationship may appear to be or is mutually consensual when such contact is likely to have an adverse impact on the patient or client;"},{"prefix":"24","text":" Violates any provision of this chapter or rules and regulations issued pursuant to this chapter;"},{"prefix":"25","text":" Violates any District of Columbia or federal law, regulation, or rule related to the practice of a health profession or drugs, or fails to conduct business with honesty and fair dealing with employees or students in his or her school of nursing or nursing program, the District of Columbia, a state, the federal government, or the public;"},{"prefix":"26","text":" Fails to conform to standards of acceptable conduct and prevailing practice within a health profession;"},{"prefix":"27","text":" Violates an order of the board or the Mayor, or violates a consent decree or negotiated settlement entered into with a board or the Mayor;"},{"prefix":"28","text":" Demonstrates a willful or careless disregard for the health, welfare, or safety of a patient, regardless of whether the patient sustains actual injury as a result;"},{"prefix":"29","text":" Fails to pay the applicable fees established by the Mayor;"},{"prefix":"30","text":" Abandons a patient; for the purposes of this paragraph, the term \"abandons\" means termination, without adequate notice, of the professional relationship between a health care provider and a patient or client at a time when the patient or client is in need of further emergency care;"},{"prefix":"31","text":" Knowingly fails to report suspected child abuse in violation of § 4- 1321.02;"},{"prefix":"32","text":" Refuses, withholds from, denies, or discriminates against an individual with regard to the provision of professional services that the licensee, registrant, or person certified is licensed and qualified to render because the individual is HIV positive;"},{"prefix":"33","text":" Refuses on ethical, moral, or religious grounds to provide services to a patient, customer, or client;"},{"prefix":"34","text":" By corrupt means, threats, or force, intimidates or influences, or attempts to intimidate or influence, any person for the purpose of causing the person to withhold or change his or her testimony in a hearing or proceeding before a board, court, or the Office of Administrative Hearings;"},{"prefix":"35","text":" By corrupt means, threats, or force, hinders, prevents, or otherwise delays any person from making information available to a board, court, or the Office of Administrative Hearings in furtherance of any investigation of a board, court, or the Office of Administrative Hearings;"},{"prefix":"36","text":" Intentionally misrepresents credentials for the purpose of testifying or rendering an expert opinion in a hearing or proceeding before a board, court, or the Office of Administrative Hearings;"},{"prefix":"37","text":" Fails to keep adequate medical, dental, health, or client records, as determined by a review of a board;"},{"prefix":"38","text":" Makes a misrepresentation or false promise, directly or indirectly, to influence, persuade, or induce patronage;"},{"prefix":"39","text":" Practices under a name other than the name under which the individual is licensed, registered, or certified;"},{"prefix":"40","text":" Makes a false or misleading statement regarding his or her skill or the efficacy or value of a medicine, treatment, or remedy prescribed or recommended by him or her, at his or her discretion, in the treatment of any disease or other condition of the body or mind;"},{"prefix":"41","text":" Is subject to recurrent health claims or client-liability claims, which in a board's opinion evidences professional incompetence likely to injure the public;"},{"prefix":"42","text":" Fails to cooperate in an investigation or obstructs an investigation ordered by a board;"},{"prefix":"43","text":" Continues to practice a health profession when the licensed, registered, or certified individual knows he or she has an infectious or communicable disease and that there is a high probability that the disease may be transmitted to a patient or client;"},{"prefix":"44","text":" Falsifies an application to establish a school of nursing or nursing program;"},{"prefix":"45","text":" Commits fraud or makes false claims in connection with the practice of an occupation regulated by this chapter, or relating to Medicaid, Medicare, or insurance; or"},{"prefix":"46","text":" Acts in a manner inconsistent with the health and safety of the residents of the nursing facility of which the licensee is the administrator."},{"prefix":"b","text":"(1) A board may require a health professional to submit to a mental or physical examination whenever it has probable cause to believe the health professional is impaired due to the reasons specified in subsection (a)(5), (6), and (7) of this section. The examination shall be conducted by 1 or more health professionals designated by the board, and he, she, or they shall report their findings concerning the nature and extent of the impairment, if any, to the board and to the health professional who was examined."},{"prefix":"2","text":" Notwithstanding the findings of the examination commissioned by the board, the health professional may submit, in any proceedings before a board or other adjudicatory body, the findings of an examination conducted by 1 or more health professionals of his or her choice to rebut the findings of the examination commissioned by the board."},{"prefix":"3","text":" Willful failure or refusal to submit to an examination requested by a board shall be considered as affirmative evidence that the health professional is in violation of subsection (a)(5), (6), or (7) of this section, and the health professional shall not then be entitled to submit the findings of another examination in disciplinary or adjudicatory proceedings related to the violation."},{"prefix":"c","text":" Upon determination by the board that an applicant, licensee, registrant, person certified, or person permitted by this subchapter to practice in the District has committed any of the acts described in subsection (a) of this section, the board may:"},{"prefix":"1","text":" Deny a license, registration, or certification to any applicant or an application to establish a school of nursing or nursing program;"},{"prefix":"2","text":" Revoke or suspend the license, registration, or certification of any licensee, registrant, or person certified or withdraw approval of a school of nursing or nursing program;"},{"prefix":"3","text":" Revoke or suspend the privilege to practice in the District of any person permitted by this subchapter to practice in the District;"},{"prefix":"4","text":" Reprimand any licensee, registrant, person certified, or person permitted by this subchapter to practice in the District;"},{"prefix":"5","text":" Impose a civil fine not to exceed $5,000 for each violation by an applicant, licensee, registrant, person certified, or person permitted by this subchapter to practice in the District;"},{"prefix":"6","text":" Require a course of remediation, approved by the board, which may include:"},{"prefix":"A","text":" Therapy or treatment;"},{"prefix":"B","text":" Retraining;"},{"prefix":"C","text":" Reexamination, in the discretion of and in the manner prescribed by the board, after the completion of the course of remediation; and"},{"prefix":"D","text":" Require participation in continuing education and professional mentoring."},{"prefix":"7","text":" Require a period of probation; or"},{"prefix":"8","text":" Issue a cease and desist order pursuant to § 3-1205.16."},{"prefix":"d","text":" Nothing in this subchapter shall preclude prosecution for a criminal violation of this chapter regardless of whether the same violation has been or is the subject of 1 or more of the disciplinary actions provided by this subchapter. Criminal prosecution may proceed prior to, simultaneously with, or subsequent to administrative enforcement action."},{"prefix":"e","text":" A person licensed, registered, or certified to practice a health occupation in the District of Columbia is subject to the disciplinary authority of the board although engaged in practice elsewhere. Subsection (a) of this section shall not be construed to limit the disciplinary authority of the board only to conduct or activities engaged in outside of the District that result in the imposition of discipline by a licensing or disciplinary authority where the conduct occurred."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.14","catch_text":"Revocation, suspension, or denial of license or privilege; civil penalty; reprimand."}}