{"text":"","historical":"Legislative History of Laws\n\nLaw 16-219, the \"Audiology and Speech-Language Pathology Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-435, which was referred to Committee on Human Services.  The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-548 and transmitted to both Houses of Congress for its review.   D.C. Law 16-219 became effective on March 6, 2007.\n\nMiscellaneous Notes\n\nD.C. Law 17-353 validated a previously made technical correction in the heading of this subchapter.\n\nDC CODE § 3-1208.41\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 841, as added Mar. 6, 2007, D.C. Law 16- 219, § 2(g), 53 DCR 10211.)","sections":[{"prefix":"a","text":" The Board of Audiology and Speech-Language Pathology shall license as an audiologist a person who, in addition to meeting the requirements of subchapter V of this chapter, has:"},{"prefix":"1","text":" Graduated with a Master's degree or a Doctoral degree in audiology from a recognized educational institution that incorporates the academic course work and minimum hours of supervised training required by the regulations adopted by the Board and whose audiology program is regionally accredited by the American Speech-Language-Hearing Association or an equivalent accrediting body;"},{"prefix":"2","text":" Passed a qualifying examination given by the Board or from an accrediting body recognized by the Board; and"},{"prefix":"3","text":" Completed a period of supervised postgraduate professional practice in audiology as specified by rulemaking issued by the Board."},{"prefix":"b","text":" The Board of Audiology and Speech-Language Pathology shall license as a speech-language pathologist a person who, in addition to meeting the requirements of subchapter V of this chapter, has:"},{"prefix":"1","text":" Graduated with a Master's degree or Doctoral degree in speech-language pathology from a recognized educational institution that incorporates the academic course work and minimum hours of supervised training required by the regulations adopted by the Board and whose speech-language pathology program is regionally accredited by the American Speech-Language-Hearing Association or an equivalent accrediting body;"},{"prefix":"2","text":" Passed a qualifying examination given by the Board or from an accrediting body recognized by the Board; and"},{"prefix":"3","text":" Completed a period of supervised postgraduate professional practice in speech-language pathology as specified by rulemaking issued by the Board."},{"prefix":"c","text":" An audiology or speech-language pathology license shall be renewable every 2 years by the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"VIII-B","text":"Qualifications for Licensure to Practice Audiology and Speech-Language Pathology."},"heading":{"title":"3","chaptersection":"1208","identifier":"3-1208.41","catch_text":"Qualifications for licensure."}}