{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-297, see notes following ยง 3-1251.01.\n\nDC CODE ยง 3-1251.10\n\nCurrent through December 11, 2012","credits":"(May 1, 2001, D.C. Law 13-297, ยง 11, 48 DCR 2036.)","sections":[{"prefix":"a","text":" To qualify as a designated treatment facility to which a nurse in the Program may be referred, the treatment facility shall meet the following criteria:"},{"prefix":"1","text":" The treatment facility shall have a specific, identified contact person to whom the nurse can be referred for assistance;"},{"prefix":"2","text":" The treatment facility shall have convenient hours of operation;"},{"prefix":"3","text":" The costs of treatment services shall be clearly stated and defined to the Committee and to the nurse seeking assistance;"},{"prefix":"4","text":" Treatment and rehabilitation services shall be available and used in conjunction with appropriate individual and group therapy and other appropriate treatment modalities;"},{"prefix":"5","text":" The treatment facility shall have a provider who is available to conduct timely assessments and evaluations on site or at a convenient location;"},{"prefix":"6","text":" The treatment facility provider shall agree to submit written reports of the assessments and evaluations to the Committee within a designated period of time;"},{"prefix":"7","text":" The treatment facility provider shall agree to disclose to the Committee, upon request, all information in its possession regarding a nurse's impairment or disability and the nurse's participation in the treatment facility, in accordance with a signed release of information from the nurse;"},{"prefix":"8","text":" The treatment facility shall agree to submit progress reports at least quarterly and upon request, and immediately if a significant event should occur in treatment that is related to the issues of impairment or disability and its effect on the nurse's practice; and"},{"prefix":"9","text":" The treatment facility shall conduct random, supervised testing to screen for drug use. The treatment facility shall agree to make available all results of drug screens to the Committee, and shall agree to inform the Committee immediately should a drug screen be positive."},{"prefix":"b","text":" The Committee shall evaluate the Program and participating treatment facilities at least annually to ensure that the criteria listed in subsection (a) of this section are maintained."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12A","text":"Nurse's Rehabilitation Program."},"heading":{"title":"3","chaptersection":"1251","identifier":"3-1251.10","catch_text":"Approval of treatment facilities."}}