{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-177, in subsec. (b)(2)(C)(ii), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nLegislative History of Laws\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nFor Law 17-177, see notes following § 3-1201.01.\n\nDC CODE § 3-1208.31\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 831, 33 DCR 729, as added Mar. 10, 2004, D.C. Law 15-88, § 2(i), 50 DCR 10999; June 25, 2008, D.C. Law 17-177, § 6(b), 55 DCR 3696.)","sections":[{"prefix":"a","text":" The Board of Marriage and Family Therapy shall license as a marriage and family therapist a person who, in addition to meeting the requirements of subchapter V of this chapter and any requirements the Mayor may establish by rule, has:"},{"prefix":"1","text":" Satisfactorily completed the examination process;"},{"prefix":"2","text":" A Master's degree or a Doctoral degree in marriage and family therapy from a recognized educational institution, or a graduate degree in an allied field from a recognized educational institution and has successfully completed graduate level course work which is equivalent to a Masters' degree in marriage and family therapy, as determined by the Board; and"},{"prefix":"3","text":" Successfully completed 2 calendar years of work experience in marriage and family therapy under qualified supervision following receipt of a qualifying degree."},{"prefix":"b","text":" For the purposes of subsection (a) of this section, qualifying degrees shall meet the following requirements:"},{"prefix":"1","text":" A graduate degree which consists of at least 60 semester hours or 90 quarter credits in marriage and family therapy from a program accredited by the Commission on Accreditation for Marriage and Family Therapy Education, or a graduate degree from a regionally accredited educational institution and an equivalent course of study as approved by the Board; and"},{"prefix":"2","text":" The course of study for any graduate degree shall include a minimum of 39 semester credits in the following areas:"},{"prefix":"A","text":" Marriage and family studies -- 9 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" Theoretical foundations, history, philosophy, etiology and contemporary conceptual directions of marriage and family therapy or marriage and family counseling;"},{"prefix":"ii","text":" Family systems theories and other relevant theories and their application in working with a wide variety of family structures, including families in transition, nontraditional families and blended families, and a diverse range of presenting issues; and"},{"prefix":"iii","text":" Preventative approaches, including premarital counseling, parent skill training and relationship enhancement, for working with couples, families, individuals, subsystems and other systems;"},{"prefix":"B","text":" Marriage and family therapy -- 9 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" The practice of marriage and family therapy related to theory, and a comprehensive survey and substantive understanding of the major models of marriage and family therapy or marriage and family counseling; and"},{"prefix":"ii","text":" Interviewing and assessment skills for working with couples, families, individuals, subsystems and other systems, and skills in the appropriate implementation of systematic interventions across a variety of presenting clinical issues, including socioeconomic disadvantage, abuse, and addiction;"},{"prefix":"C","text":" Human development -- 9 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" Individual development and transitions across the life span;"},{"prefix":"ii","text":" Family, marital and couple life cycle development and family relationships, family of origin and intergenerational influences, cultural influences, ethnicity, race, socioeconomic status, religious beliefs, gender, sexual orientation, gender identity or expression, social and equity issues, and disability;"},{"prefix":"iii","text":" Human sexual development, function and dysfunction, impacts on individuals, couples, and families, and strategies for intervention and resolution; and"},{"prefix":"iv","text":" Issues of violence, abuse, and substance use in a relational context, and strategies for intervention and resolution;"},{"prefix":"D","text":" Psychological and mental health competency -- 6 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" Psychopathology, including etiology, assessment, evaluation, and treatment of mental disorders, use of the current diagnostic and statistical manual of mental disorders, differential diagnosis, and multiaxial diagnosis;"},{"prefix":"ii","text":" Standard mental health diagnostic assessment methods and instruments, including standardized tests; and"},{"prefix":"iii","text":" Psychotropic medications and the role of referral to and cooperation with other mental health practitioners in treatment planning, and case management skills for working with individuals, couples, and families;"},{"prefix":"E","text":" Professional ethics and identity -- 3 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" Professional identity, including professional socialization, professional organizations, training standards, credentialing bodies, licensure, certification, practice settings, and collaboration with other disciplines;"},{"prefix":"ii","text":" Ethical and legal issues related to the practice of marriage and family therapy, legal responsibilities of marriage and family therapy and marriage and family counseling practice and research, business aspects, reimbursement, record keeping, family law, confidentiality issues, and the relevant codes of ethics, including the code of ethics specified by the Board; and"},{"prefix":"iii","text":" The interface between therapist responsibility and the professional, social, and political context of treatment; and"},{"prefix":"F","text":" Research -- 3 semester credit minimum. Studies in this area shall include:"},{"prefix":"i","text":" Research in marriage and family therapy or marriage and family counseling and its application to working with couples and families; and"},{"prefix":"ii","text":" Research methodology, quantitative and qualitative methods, statistics, data analysis, ethics, and legal considerations of conducting research, and evaluation of research."},{"prefix":"c","text":" To be eligible for licensure as a marriage and family therapist, a person must complete 2 years of post-graduate, clinical work experience in marriage and family therapy and supervision in accordance with the following established membership standards:"},{"prefix":"1","text":" Supervised clinical experience must follow receipt of the first qualifying graduate degree and the practicum required as part of the course of study;"},{"prefix":"2","text":" Supervision must be provided by supervisors approved by the American Association for Marriage and Family Therapy or supervisors of acceptance to the Board; and"},{"prefix":"3","text":" Successful completion of at least 1000 hours of face-to-face contact with couples and families for the purpose of assessment and intervention, and 200 hours of supervision of marriage and family therapy, at least 100 of which are individual supervision."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"VIII-A","text":"Qualifications for Licensure to Practice Marriage and Family Therapy; Transition of Licensed Marriage and Family Therapists."},"heading":{"title":"3","chaptersection":"1208","identifier":"3-1208.31","catch_text":"Qualifications for licensure."}}