{"text":"","historical":"Legislative History of Laws\n\nLaw 13-297, the \"Nurse's Rehabilitation Program Act of 2001\", was introduced in Council and assigned Bill No. 13-794, which was referred to the Committee on Human Services.  The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2001, respectively.   Signed by the Mayor on January 24, 2001, it was assigned Act No. 13-587 and transmitted to Both Houses of Congress for its review.   D.C. Law 13-297 became effective on May 1, 2001.\n\nDC CODE § 3-1251.01\n\nCurrent through December 11, 2012","credits":"(May 1, 2001, D.C. Law 13-297, § 2, 48 DCR 2036.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the term:"},{"prefix":"1","text":" \"Board\" means the District of Columbia Board of Nursing."},{"prefix":"2","text":" \"Committee\" means the Committee on Impaired Nurses."},{"prefix":"3","text":" \"Contract\" means a written agreement between the impaired nurse and the Committee providing the terms and conditions of the nurse's participation in the Program."},{"prefix":"4","text":" \"Disciplinary action\" means any proceeding which may lead to a fine or probation, or to reprimand, restriction, revocation, suspension, denial or other order relating to the licensure or certification of a nurse by the Board of Nursing."},{"prefix":"5","text":" \"Impaired nurse\" means a nurse who is unable to perform his or her professional responsibilities due to drug or alcohol dependency or mental illness."},{"prefix":"6","text":" \"Licensed Nurse\" means an advanced practice registered nurse, a registered nurse, or a licensed practical nurse."},{"prefix":"7","text":" \"Program\" means the treatment and rehabilitation program for impaired nurses described in this chapter. Program shall also refer to the facility where program services shall be provided."},{"prefix":"8","text":" \"Provider\" means an experienced and licensed, registered, or certified individual approved by the Board."},{"prefix":"9","text":" \"Treatment facility\" means a facility for the treatment of impairments that meets the certification requirements of the District of Columbia's Department of Health, the Joint Commission on the Accreditation of Health Care Organizations, the Commission on the Accreditation of Rehabilitation Facilities, or other accrediting body approved by the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12A","text":"Nurse's Rehabilitation Program."},"heading":{"title":"3","chaptersection":"1251","identifier":"3-1251.01","catch_text":"Definitions."}}