{"text":"In addition to the powers and duties set forth elsewhere in this chapter, the Committee shall:","historical":"Legislative History of Laws\n\nFor D.C. Law 13-297, see notes following ยง 3-1251.01.\n\nDC CODE ยง 3-1251.05\n\nCurrent through December 11, 2012","credits":"(May 1, 2001, D.C. Law 13-297, ยง 6, 48 DCR 2036.)","sections":[{"prefix":"1","text":" Evaluate a nurse who requests participation in the Program according to the guidelines prescribed by the Committee and consider recommendations for a nurse's admission into the Program;"},{"prefix":"2","text":" Designate and review facilities and providers to which nurses in the Program may be referred for treatment and services;"},{"prefix":"3","text":" Receive and review information concerning a nurse participating in the Program;"},{"prefix":"4","text":" Consider whether a nurse participating in the Program may safely continue or resume the practice of nursing;"},{"prefix":"5","text":" Hold meetings, as necessary, to consider the requests of nurses to participate in the Program and the reports regarding nurses participating in the Program;"},{"prefix":"6","text":" Establish rules and guidelines for the operation of the Program, including the evaluation of facilities and providers that provide treatment and services to nurses eligible to participate in the program;"},{"prefix":"7","text":" Prepare reports to be submitted to the Board; and"},{"prefix":"8","text":" Set forth in writing a rehabilitation program established for each nurse participating in the Program, including the requirements for supervision and surveillance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12A","text":"Nurse's Rehabilitation Program."},"heading":{"title":"3","chaptersection":"1251","identifier":"3-1251.05","catch_text":"Committee powers and duties."}}