{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.4.\n\nEffect of Amendments\n\nD.C. Law 15-172 added subsec. (e-1).\n\nD.C. Law 15-237 added subsec. (a-1).\n\nD.C. Law 16-220, in subsec. (j), designated existing text as par. (1), and added par. (2).\n\nD.C. Law 16-228 added subsec. (q).\n\nD.C. Law 18-11, in subsec. (g), rewrote pars. (1)(A) and (2)(A) and repealed par. (3), which had read as follows:\n\n\"(A) Has successfully completed an educational program in the practice of occupational therapy at an institution accredited by the Committee on Allied Health Education of the American Medical Association in collaboration with the American Occupational Therapy Association; and\"\n\n\"(2)(A) An individual applying for a license to practice as an occupational therapy assistant under this chapter shall establish to the satisfaction of the Board of Occupational Therapy that the individual has successfully completed an educational program in occupational therapy, at the level of occupational therapy assistant, which is approved by the American Occupational Therapy Association; and\"\n\n\"(3)(A) The Board of Occupational Therapy shall waive the examination requirement of this chapter for any applicant for licensure as an occupational therapist or occupational therapy assistant who was certified prior to April 6, 1978, as an occupational therapist registered ('O.T.R.') or a certified occupational therapy assistant ('C.O.T.A.'), respectively, by the American Occupational Therapy Association. The Board may waive the examination requirement for any applicant so certified after April 6, 1978, if the Board determines that the requirements for certification were substantially equivalent at the time of the certification to the requirements of this chapter.\n\n\"(B) The Board of Occupational Therapy shall waive the education, experience, and examination requirements of this chapter for any applicant who presents evidence satisfactory to the Board that he or she has engaged in the practice of occupational therapy, or as an occupational therapy assistant, on and prior to April 6, 1978.\n\n\"(C) The waivers provided by this paragraph shall be granted only upon request by an applicant within 12 months of March 25, 1986.\"\n\nD.C. Law 18-14 rewrote subsec. (o)(2), which had read as follows:\n\n\"(2) Completed at least 2 years of postdoctoral experience acceptable to the Board.\"\n\nD.C. Law 18-18 rewrote subsec. (m), which had read as follows:\n\n\"(m) An individual applying for a license to practice practical nursing under this chapter shall establish to the satisfaction of the Board of Nursing that the individual has successfully completed an educational program in practical nursing which is approved by the Board.\"\n\nD.C. Law 18-26, in subsec. (a)(1), substituted \"licensed physician or chiropractor,\" for \"licensed physician,\"; in subsec. (b)(1), substituted \"Education or the Straight Chiropractic Academic Standards Association, or approved by the Board of Chiropractic; and\" for \"Education or the Straight Chiropractic Academic Standards Association; and\"; added subsec. (e-2); and rewrote subsec. (q)(D), which had read as follows:\n\n\"(D) Was certified as a surgical assistant by at least one of the following:\n\n\"(i) The National Surgical Assistant Association; or\n\n\"(ii) The American Board of Surgical Assistants.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e)(4) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-203, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-205, see Historical and Statutory Notes following § 3-1207.31.\n\nFor legislative history of D.C. Law 10-231, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 15-172, see notes following § 3-1201.02.\n\nFor Law 15-237, see notes following § 3-1201.02.\n\nFor Law 16-220, see notes following § 3-1201.02.\n\nFor Law 16-228, see notes following § 3-1201.02.\n\nFor Law 18-11, see notes following § 3-1201.02.\n\nFor Law 18-14, see notes following § 3-1201.02.\n\nFor Law 18-18, see notes following § 3-1201.02.\n\nFor Law 18-26, see notes following § 3-1201.01.\n\nDC CODE § 3-1205.04\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 504, 33 DCR 729; Mar. 14, 1995, D.C. Law 10-203, § 2(f), 41 DCR 7707; Mar. 14, 1995, D.C. Law 10-205, § 2(e), 41 DCR 7712; Mar. 21, 1995, D.C. Law 10-231, § 2(e), 42 DCR 15; Mar. 23, 1995, D.C. Law 10-247, § 2(i)-(k), 42 DCR 457; July 8, 2004, D.C. Law 15- 172, § 2(f), 51 DCR 4938; Mar. 16, 2005, D.C. Law 15-237, § 2(g), 51 DCR 10593; Mar. 6, 2007, D.C. Law 16-220, § 2(d), 53 DCR 10216; Mar. 6, 2007, D.C. Law 16-228, § 2(g), 53 DCR 10244; July 7, 2009, D.C. Law 18-11, § 2(c), 56 DCR 3602; July 7, 2009, D.C. Law 18-14, § 2(d), 56 DCR 3613; July 7, 2009, D.C. Law 18-18, 2(d), 56 DCR 3624; July 18, 2009, D.C. Law 18-26, § 2(e)(4), 56 DCR 4043.)","sections":[{"prefix":"a","text":" An individual applying for a license to practice acupuncture under this chapter shall establish to the satisfaction of the Board of Medicine that the individual:"},{"prefix":"1","text":" If he or she is a licensed physician or chiropractor, has successfully completed at least 100 hours of instruction in the practice of acupuncture at a school or college accredited by the National Accreditation Commission for Schools and Colleges of Acupuncture and Oriental Medicine, or other training approved by the Board; or"},{"prefix":"2","text":" If he or she is not a licensed physician, has successfully completed an educational program in the practice of acupuncture of at least 3 academic years at the post-baccalaureate level at a school or college accredited by the National Accreditation Commission for Schools and Colleges of Acupuncture and Oriental Medicine, or other training approved by the Board."},{"prefix":"a-1","text":"(1) An individual applying for a license to practice as an anesthesiologist assistant under this chapter shall establish to the satisfaction of the Board of Medicine that the individual has:"},{"prefix":"A","text":" Earned a degree or certification from an anesthesiologist assistant program accredited by the Commission for the Accreditation of Allied Health Educational Programs, or by the commission's successor;"},{"prefix":"B","text":" Successfully completed the Commission for the Accreditation of Allied Health Educational Programs National Certification Exam for Anesthesiologist Assistants, or an examination administered by its successor; and"},{"prefix":"C","text":" Successfully completed and has current certification for the Advanced Cardiac Life Support program as administered by the American Heart Association or its successor organization."},{"prefix":"2","text":" An application for licensure as an anesthesiologist assistant may be filed by an individual who has taken the national certification examination required under paragraph (1)(B) of this subsection but not yet received the results."},{"prefix":"b","text":" An individual applying for a license to practice chiropractic under this chapter shall establish to the satisfaction of the Board of Chiropractic that the individual:"},{"prefix":"1","text":" Is a graduate of an educational program in the practice of chiropractic of at least 4 academic years at a college of chiropractic accredited by the Council on Chiropractic Education or the Straight Chiropractic Academic Standards Association, or approved by the Board of Chiropractic; and"},{"prefix":"2","text":" Has satisfied any clinical experience established by rule."},{"prefix":"c","text":" An individual applying for a license to practice dental hygiene under this chapter shall establish to the satisfaction of the Board of Dentistry that the individual is a graduate of an educational program in the practice of dental hygiene of at least 2 academic years which is approved by the Board."},{"prefix":"d","text":" An individual applying for a license to practice dentistry under this chapter shall establish to the satisfaction of the Board of Dentistry that the individual is a graduate of a school of dentistry accredited by the Commission on Dental Accreditation."},{"prefix":"d-1","text":" An individual applying for a license to practice massage therapy under this chapter shall establish to the satisfaction of the Board of Massage Therapy that the individual has successfully completed a minimum of 500 hours of training in massage therapy."},{"prefix":"e","text":" An individual applying for a license to practice medicine under this chapter shall establish to the satisfaction of the Board of Medicine that the individual is a graduate of an accredited school of medicine and has completed at least 1 year of residency in a hospital or other health-care facility licensed by the District or by any state."},{"prefix":"e-1","text":"(1) An individual applying for a license to practice naturopathic medicine under this chapter shall:"},{"prefix":"A","text":" Establish to the satisfaction of the Board of Medicine that the individual has earned a degree of doctor of naturopathic medicine from a college or university which at the time of the awarding of the degree was accredited by or a candidate for accreditation with:"},{"prefix":"i","text":" The Council of Naturopathic Medical Education (\"CNME\"), so long as the CNME maintains recognition from the United States Department of Education; or"},{"prefix":"ii","text":" Any other accrediting agency recognized by the United States Department of Education;"},{"prefix":"B","text":" Have successfully passed the Naturopathic Physicians Licensing Examination (\"NPLEX\") basic science examination and clinical science examination sections administered by the North American Board of Naturopathic Examiners, or other examination approved by the Board of Medicine or the Mayor; and"},{"prefix":"C","text":" Provide proof of a mailing address demonstrating that the applicant either is a District resident or has an office or location of practice involved in the practice of naturopathic medicine in the District. Post office boxes are not sufficient proof of residency to demonstrate that an applicant either is a District resident or has an office or location of practice in the District for the purposes of this subparagraph."},{"prefix":"2","text":" The Board of Medicine shall not waive the educational requirements for licensure to practice naturopathic medicine for persons registered to practice naturopathy or naturopathic healing."},{"prefix":"e-2","text":" An individual applying for a license to practice nursing under this chapter who was previously licensed in any jurisdiction and has not been actively practicing for 5 years or more shall submit proof of having completed a board-approved refresher course."},{"prefix":"f","text":"(1) An individual applying for a license to practice nursing home administration under this chapter shall establish to the satisfaction of the Board of Nursing Home Administration that the individual:"},{"prefix":"A","text":" Has earned a baccalaureate degree from an accredited 4-year institution of higher education with a specialty in the courses or program of study applicable to the practice of nursing home administration; and"},{"prefix":"B","text":" Except as provided in paragraph (2) of this subsection, has worked for at least 1 year in a nursing home licensed in the District under the supervision of a licensed nursing home administrator."},{"prefix":"2","text":" The requirement of paragraph (1) (B) of this subsection shall not apply to an applicant who has earned a master's degree in nursing home administration or other appropriate specialty from an accredited institution of higher education."},{"prefix":"g","text":"(1) An individual applying for a license to practice occupational therapy under this chapter shall establish to the satisfaction of the Board of Occupational Therapy that the individual:"},{"prefix":"A","text":" Has successfully completed an entry-level occupational therapy educational program accredited by the Accreditation Council for Occupational Therapy Education (\"ACOTE\"); and"},{"prefix":"B","text":" Has successfully completed a period of at least 6 months of supervised work experience at an accredited educational institution or program approved by an accredited educational institution."},{"prefix":"2","text":"(A) An individual applying for a license to practice as an occupational therapy assistant under this chapter shall establish to the satisfaction of the Board of Occupational Therapy that the individual has successfully completed an occupational therapy assistant educational program accredited by ACOTE; and."},{"prefix":"B","text":" Has successfully completed a period of at least 2 months of supervised work experience at an accredited educational institution or program approved by an accredited educational institution."},{"prefix":"3","text":" Repealed."},{"prefix":"h","text":" An individual applying for a license to practice optometry under this chapter shall establish to the satisfaction of the Board of Optometry that the individual is a graduate of a school of optometry approved by the Board."},{"prefix":"i","text":" An individual applying for a license to practice pharmacy under this chapter shall establish to the satisfaction of the Board of Pharmacy that the individual:"},{"prefix":"1","text":" Has earned a degree in pharmacy from a college or school of pharmacy accredited by the American Council of Pharmaceutical Education; and"},{"prefix":"2","text":" Has worked as a pharmacy intern in a pharmacy for the period of time required by the Mayor or has gained other equivalent experience the Mayor may permit by rule."},{"prefix":"j","text":"(1) An individual applying for a license to practice physical therapy under this chapter shall establish to the satisfaction of the Board of Physical Therapy that the individual has successfully completed an educational program in the practice of physical therapy which is accredited by an agency recognized for that purpose by the United States Department of Education, or which is approved by the Board."},{"prefix":"2","text":" An individual applying for a license to practice as a physical therapy assistant under this chapter shall establish to the satisfaction of the Board of Physical Therapy that the individual has successfully completed an educational program in physical therapy appropriate for preparation as a physical therapy assistant that is accredited by an agency recognized for that purpose by the United States Department of Education or is approved by the Board of Physical Therapy."},{"prefix":"k","text":" An individual applying for a license to practice as a physician assistant under this chapter shall establish to the satisfaction of the Board of Medicine that the individual has successfully completed a physician assistant educational program accredited by the Committee on Allied Health Education and Accreditation."},{"prefix":"l","text":" An individual applying for a license to practice podiatry under this chapter shall establish to the satisfaction of the Board of Podiatry that the individual is a graduate of a podiatry college recognized by the American Podiatric Medical Association and approved by the Board."},{"prefix":"m","text":" An individual applying for a license to practice practical nursing under this chapter shall establish to the satisfaction of the Board of Nursing that the individual has successfully completed an educational program in practical nursing that is approved by the Board or by a state board of nursing with standards substantially equivalent to the standards of the District of Columbia."},{"prefix":"n","text":" An individual applying for a license to practice registered nursing under this chapter shall establish to the satisfaction of the Board of Nursing that the individual has successfully completed an educational program in registered nursing approved by the Board or by a state board of nursing with standards substantially equivalent to the standards of the District."},{"prefix":"o","text":" An individual applying for a license to practice psychology under this chapter shall establish to the satisfaction of the Board of Psychology that the individual has:"},{"prefix":"1","text":"(A) Earned a doctoral degree in psychology from an accredited college or university; or"},{"prefix":"B","text":" Earned a doctoral degree that the Board determines is related to psychology, provided that the application is received by the Board within 2 years from March 25, 1986; and"},{"prefix":"i","text":" The applicant commenced the doctoral program after March 24, 1978, but before March 25, 1986; or"},{"prefix":"ii","text":" The doctoral degree was conferred on the applicant after March 24, 1983, but before March 25, 1986; and"},{"prefix":"2","text":" Completed at least 2 years of experience acceptable to the Board, at least one year of which must be postdoctoral experience."},{"prefix":"p","text":" An individual applying for a license to practice respiratory therapy under this chapter shall establish to the satisfaction of the Board of Respiratory Therapy that the individual has successfully completed a respiratory care educational program accredited by the American Medical Association's Committee on Allied Health Education and Accreditation (\"CAHEA\") in collaboration with the Joint Review Committee for Respiratory Therapy Education (\"JRCRTE\") or their successor organizations."},{"prefix":"q","text":" An individual applying for a license to practice as a surgical assistant under this chapter shall establish to the satisfaction of the Board of Medicine that the individual has:"},{"prefix":"A","text":" Earned a degree or certification from a surgical assistant program accredited by the Commission for the Accreditation of Allied Health Educational Programs, or by the commission's successor;"},{"prefix":"B","text":" Successfully completed a dedicated training program for surgical assistants in the armed forces; or"},{"prefix":"C","text":" Demonstrated to the satisfaction of the board, the completion of full-time work experience performed in the United States under the direct supervision of a physician licensed in the United States and consisting of a least 1,300 hours of performance as a surgical assistant within the 3 years preceding the date of application; and"},{"prefix":"D","text":" Was certified as a surgical assistant by at least one of the following:"},{"prefix":"i","text":" The National Surgical Assistant Association;"},{"prefix":"ii","text":" The American Board of Surgical Assistants; or"},{"prefix":"iii","text":" The National Board of Surgical Technology and Surgical Assisting."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.04","catch_text":"Additional qualifications of applicants."}}