{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3302.13.\n\nEffect of Amendments\n\nD.C. Law 18-13 rewrote subsec. (b); and, in subsec. (d), substituted \"one shall be a consumer member, and one shall have at least 5 years of experience in the field of addiction counseling\" for \"and 1 shall be a consumer member\". Prior to amendment, subsec. (b) read as follows:\n\n\"(b) The Board shall regulate the practice of professional counseling.\"\n\nLegislative History of Laws\n\nLaw 9-126, the \"District of Columbia Health Occupations Revision Act of 1985 Professional Counselors Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-197, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on April 7, 1992, and May 6, 1992, respectively. Signed by the Mayor on May 28, 1992, it was assigned Act No. 9-210 and transmitted to both Houses of Congress for its review. D.C. Law 9-126 became effective on July 22, 1992.\n\nFor Law 18-13, see notes following § 3-1201.02.\n\nDC CODE § 3-1202.13\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 213, as added July 22, 1992, D.C. Law 9- 126, § 2(d), 39 DCR 3824; July 7, 2009, D.C. Law 18-13, § 2(c), 56 DCR 3608.)","sections":[{"prefix":"a","text":" There is established a Board of Professional Counseling to consist of 5 members appointed by the Mayor."},{"prefix":"b","text":" The Board shall regulate the practices of professional counseling and addiction counseling."},{"prefix":"c","text":" Members of the Board shall serve a 3-year term. Of the members first appointed to the Board, 1 member shall be appointed to a 1-year term, 2 members shall be appointed to a 2-year term, and 2 members shall be appointed to a 3- year term."},{"prefix":"d","text":" Of the members of the Board, 3 shall be professional counselors licensed in the District, 1 shall be an educator engaged in teaching counseling, one shall be a consumer member, and one shall have at least 5 years of experience in the field of addiction counseling."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Establishment of Health Occupation Boards and Advisory Committees; Membership; Terms. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"1202","identifier":"3-1202.13","catch_text":"Board of Professional Counseling."}}