{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.1.\n\nEffect of Amendments\n\nD.C. Law 15-88 inserted \"marriage and family therapy,\" after \"dietetics,\".\n\nD.C. Law 15-172 substituted \"massage therapy, naturopathic medicine,\" for \"massage therapy,\".\n\nD.C. Law 15-237 substituted \"an anesthesiologist assistant, physician assistant, or occupational therapy assistant\" for \"a physician assistant or occupational therapy assistant\".\n\nD.C. Law 16-219 inserted \"audiology, speech-language pathology,\".\n\nD.C. Law 16-220, inserted \"physical therapy assistant,\" following \"physician assistant,\".\n\nD.C. Law 16-228, inserted \"or surgical assistant\" following \"occupational therapy assistant,\".\n\nD.C. Law 17-131 substituted \"pharmaceutical detailing, pharmacy\" for \"pharmacy\".\n\nD.C. Law 18-26 rewrote the section, which had read as follows:\n\n\"A license issued pursuant to this chapter is required to practice medicine, acupuncture, chiropractic, registered nursing, practical nursing, dentistry, dental hygiene, dietetics, marriage and family therapy, massage therapy, naturopathic medicine, nutrition, nursing home administration, occupational therapy, optometry, pharmaceutical detailing, pharmacy, physical therapy, podiatry, psychology, social work, professional counseling, audiology, speech-language pathology, and respiratory care or to practice as an anesthesiologist assistant, physician assistant, physical therapy assistant, occupational therapy assistant, or surgical assistant in the District, except as provided in this chapter. A certification issued pursuant to this chapter is required to practice advanced practice registered nursing.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e)(2) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 9-126, see Historical and Statutory Notes following § 3-1202.13.\n\nFor legislative history of D.C. Law 10-203, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-205, see Historical and Statutory Notes following § 3-1207.31.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nFor Law 15-172, see notes following § 3-1201.02.\n\nFor Law 15-237, see notes following § 3-1201.02.\n\nFor Law 16-219, see notes following § 3-1201.01.\n\nFor Law 16-220, see notes following § 3-1201.02.\n\nFor Law 16-228, see notes following § 3-1201.02.\n\nFor Law 17-131, see notes following § 3-1201.02.\n\nFor Law 18-26, see notes following § 3-1201.01.\n\nDC CODE § 3-1205.01\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 501, 33 DCR 729; July 22, 1992, D.C. Law 9-126, § 2(f), 39 DCR 3824; Mar. 14, 1995, D.C. Law 10-203, § 2(e), 41 DCR 7707; Mar. 14, 1995, D.C. Law 10-205, § 2(d), 41 DCR 7712; Mar. 23, 1995, D.C. Law 10-247, § 2(h), 42 DCR 457; Mar. 10, 2004, D.C. Law 15-88, § 2(g), 50 DCR 10999; July 8, 2004, D.C. Law 15-172, § 2(e), 51 DCR 4938; Mar. 16, 2005, D.C. Law 15-237, § 2(f), 51 DCR 10593; Mar. 6, 2007, D.C. Law 16-219, § 2(f), 53 DCR 10211; Mar. 6, 2007, D.C. Law 16-220, § 2(c), 53 DCR 10216; Mar. 6, 2007, D.C. Law 16-228, § 2(f), 53 DCR 10244; Mar. 26, 2008, D.C. Law 17-131, § 102(e), 55 DCR 1659; July 18, 2009, D.C. Law 18-26, § 2(e)(2), 56 DCR 4043.)","sections":[{"prefix":"a","text":" A license issued pursuant to this chapter is required to practice medicine, acupuncture, chiropractic, registered nursing, practical nursing, dentistry, dental hygiene, dietetics, marriage and family therapy, massage therapy, naturopathic medicine, nutrition, nursing home administration, occupational therapy, optometry, pharmaceutical detailing, pharmacy, physical therapy, podiatry, psychology, social work, professional counseling, audiology, speech-language pathology, respiratory care, advanced practice addiction counseling, or to practice as an anesthesiologist assistant, physician assistant, physical therapy assistant, polysomnographic technologist, occupational therapy assistant, or surgical assistant in the District, except as otherwise provided in this chapter. Registration is required to practice as nursing assistive personnel, or as a psychology associate, polysomnographic technician or trainee, or dental assistant. Certification is required to practice as an addiction counselor I, or an addiction counselor II, and to practice advanced practice registered nursing."},{"prefix":"b","text":" A license, registration, or certification is the property of the District of Columbia and shall be surrendered on demand of the licensor."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.01","catch_text":"License, registration, or certification required."}}