{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-263, see notes following ยง 3-1202.03.\n\nDC CODE ยง 3-1205.13a\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, ยง 513a, as added Mar. 14, 2007, D.C. Law 16-263, ยง 201(c), 54 DCR 807.)","sections":[{"prefix":"a","text":"(1) A physician licensed by the Board shall report to the Board within 60 days of the occurrence of any of the following:"},{"prefix":"A","text":" Notice of a judgment against a physician named in a medical malpractice suit or notice of a confidential settlement of a medical malpractice claim to be paid by a physician, an insurer, or other entity on behalf of the physician; or"},{"prefix":"B","text":" Disciplinary action taken against the physician by a health care licensing authority of another state."},{"prefix":"2","text":"(A) A health care provider who employs a physician who is licensed in the District of Columbia shall report to the Board any disciplinary action taken against the physician within 10 days of the action being taken. The resignation of a physician that occurs while the physician is being investigated by the health care provider shall also be reported to the Board by the health care provider within 10 days of the resignation."},{"prefix":"B","text":" The Board shall impose a penalty not to exceed $2,500 on a health care provider for failure to comply with the provisions of this paragraph."},{"prefix":"b","text":" Nothing in a confidential settlement agreement shall operate to prevent the parties to the agreement from filing a complaint with the Board or from testifying in any investigation conducted by the Board."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.13a","catch_text":"Physician and health care provider notice requirements, penalty for noncompliance; settlement agreement not a bar to filing a complaint or testifying."}}