{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3304.1.\n\nEffect of Amendments\n\nD.C. Law 15-88, in subsec. (b)(2), inserted \"marriage and family therapist members initially appointed to the Board of Marriage and Family Therapy,\" after \"Board of Professional Counseling\".\n\nD.C. Law 15-172, in par. (2) of subsec. (b), substituted \"Counseling, the naturopathic physician member initially appointed to the Advisory Committee on Naturopathic Medicine,\" for \"Counseling,\".\n\nD.C. Law 15-237, in par. (2) of subsec. (b), inserted \"the anesthesiologist assistant member initially appointed to the Advisory Committee on Anesthesiologist Assistants,\".\n\nD.C. Law 16-219, in subsec. (b)(2), substituted \"appointed to the Board of Professional Counseling, the audiologist and speech-language pathologist members initially appointed to the Board\" for \"appointed to the Board of Professional Counseling\".\n\nD.C. Law 16-228, in subsec. (b)(2), inserted \"the surgical assistant member initially appointed to the Advisory Committee on Surgical Assistants\" following \"the Advisory Committee on Physician Assistants,\".\n\nD.C. Law 17-231, in subsec. (d), substituted \"by blood, marriage, or domestic partnership\" for \"by blood or marriage\".\n\nD.C. Law 18-12, in subsec. (b)(2), substituted \"Physician Assistants, the polysomnographic technologist members initially appointed to the Advisory Committee on Polysomnography, the surgical\" for \"Physician Assistants, the surgical\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 9-126, see Historical and Statutory Notes following § 3-1202.13.\n\nFor legislative history of D.C. Law 10-203, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-205, see Historical and Statutory Notes following § 3-1207.31.\n\nFor legislative history of D.C. Law 11-110, see Historical and Statutory Notes following § 3-1201.02.\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nFor Law 15-172, see notes following § 3-1201.02.\n\nFor Law 15-237, see notes following § 3-1201.02.\n\nFor Law 16-219, see notes following § 3-1201.01.\n\nFor Law 16-228, see notes following § 3-1201.02.\n\nFor Law 17-231, see notes following § 3-202.\n\nFor Law 18-12, see notes following § 3-1201.02.\n\nDC CODE § 3-1204.01\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 401, 33 DCR 729; July 22, 1992, D.C. Law 9-126, § 2(e), 39 DCR 3824; Mar. 14, 1995, D.C. Law 10-203, § 2(d), 41 DCR 7707; Mar. 14, 1995, D.C. Law 10-205, § 2(c), 41 DCR 7712; Apr. 18, 1996, D.C. Law 11-110, § 7(a), 43 DCR 530; March 10, 2004, D.C. Law 15-88, § 2(f), 50 DCR 10999; July 8, 2004, D.C. Law 15-172, § 2(d), 51 DCR 4938; Mar. 16, 2005, D.C. Law 15-237, § 2(e), 51 DCR 10593; Mar. 6, 2007, D.C. Law 16-219, § 2(e), 53 DCR 10211; Mar. 6, 2007, D.C. Law 16-228, § 2(e), 53 DCR 10244; Sept. 12, 2008, D.C. Law 17-231, § 10(b), 55 DCR 6758; July 7, 2009, D.C. Law 18-12, § 2(c), 56 DCR 3605.)","sections":[{"prefix":"a","text":" The members of each board shall be residents of the District at the time of their appointments and while they are members of the board."},{"prefix":"b","text":"(1) Each professional member of a board, in addition to the requirements of subsection (a) of this section, shall have been engaged in the practice of the health occupation regulated by the board for at least 3 years preceding appointment."},{"prefix":"2","text":" The dietitian and nutritionist members initially appointed to the Board of Dietetics and Nutrition, the nonphysician acupuncturist member initially appointed to the Advisory Committee on Acupuncture, the anesthesiologist assistant member initially appointed to the Advisory Committee on Anesthesiologist Assistants, the physician assistant member initially appointed to the Advisory Committee on Physician Assistants, the polysomnographic technologist members initially appointed to the Advisory Committee on Polysomnography, the surgical assistant member initially appointed to the Advisory Committee on Surgical Assistants, the respiratory care members initially appointed to the Board of Respiratory Care, the social worker members initially appointed to the Board of Social Work, the professional counselor members initially appointed to the Board of Professional Counseling, the audiologist and speech-language pathologist members initially appointed to the Board, the naturopathic physician member initially appointed to the Advisory Committee on Naturopathic Medicine, marriage and family therapist members initially appointed to the Board of Marriage and Family Therapy, and the massage therapy members initially appointed to the Board of Massage Therapy shall be eligible for and shall file a timely application for licensure in the District. The advanced registered nurse members initially appointed to the Board of Nursing shall be licensed in the District as registered nurses, shall meet the qualifications of this chapter to practice their respective specialties, shall have practiced their respective specialties for at least 3 years preceding appointment, and shall file a timely application for certification to practice their respective specialties."},{"prefix":"c","text":" Each consumer member of a board, in addition to the requirements of subsection (a) of this section, shall:"},{"prefix":"1","text":" Be at least 18 years old;"},{"prefix":"2","text":" Not be a health professional or in training to become a health professional;"},{"prefix":"3","text":" Not have a household member who is a health professional or is in training to become a health professional; and"},{"prefix":"4","text":" Not own, operate, or be employed in or have a household member who owns, operates, or is employed in a business which has as its primary purpose the sale of goods or services to health professionals or health-care facilities."},{"prefix":"d","text":" Within the meaning of subsection (c) of this section, the term \"household member\" means a relative, by blood, marriage, or domestic partnership, or a ward of an individual who shares the individual's actual residence."},{"prefix":"e","text":" The office of a member of a board or advisory committee shall be forfeited upon the member's failure to maintain the qualifications required by this chapter."},{"prefix":"f","text":" Each professional member of a board or advisory committee shall disqualify himself or herself from acting on his or her own application for licensure or license renewal or on any other matter related to his or her practice of a health occupation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"General Provisions Relating to Health Occupation Boards."},"heading":{"title":"3","chaptersection":"1204","identifier":"3-1204.01","catch_text":"Qualifications of members."}}