{"text":"The Mayor shall be responsible for:","historical":"Prior Codifications\n\n1981 Ed., § 2-3303.2.\n\nEffect of Amendments\n\nD.C. Law 15-88, in par. (12), substituted \"social work and marriage and family therapy\" for \"social work\".\n\nD.C. Law 15-237, in par. (12), substituted \"to exceed 1 year, and to applicants for licensure to practice as anesthesiologist assistants for a period not to exceed 2 years;\" for \"exceeding 1 year;\".\n\nD.C. Law 16-191, in par. (12), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Health Occupations Revision Act of 1985 Temporary Licensure of Social Workers Temporary Amendment Act of 1992 (D.C. Law 9-92, April 8, 1992, law notification 39 DCR 2858).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the District of Columbia Health Occupations Revision Act of 1985 Temporary Licensure of Social Workers Emergency Amendment Act of 1992 (D.C. Act 9-148, January 28, 1992, 39 DCR 714). Section 3 of D.C. Act 9-148 provided that any 90-day temporary licenses to practice social work issued prior to January 28, 1992, shall be extended automatically for a period of 1 year from the date the license was issued, subject to any conditions prescribed by the mayor pursuant to § 302(12) of the act.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nLaw 9-165, the \"District of Columbia Health Occupations Revision Act of 1985 Temporary Licensure of Social Workers Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-370, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 23, 1992, it was assigned Act No. 9-263 and transmitted to both Houses of Congress for its review. D.C. Law 9-165 became effective on October 1, 1992.\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nFor Law 15-237, see notes following § 3-1201.02.\n\nFor Law 16-191, see notes following § 3-326.\n\nDelegation of Authority\n\nDelegation of authority pursuant to the \"District of Columbia Health Occupations Revision Act of 1985\", see Mayor's Order 98-140, August 20, 1998 (45 DCR 6593).\n\nMiscellaneous Notes\n\nDistrict of Columbia Nursing Home Advisory Commission established: See Mayor's Order 88-60, March 15, 1988.\n\nDC CODE § 3-1203.02\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 302, 33 DCR 729; Oct. 1, 1992, D.C. Law 9-165, § 2, 39 DCR 5817; Mar. 10, 2004, D.C. Law 15-88, § 2(e), 50 DCR 10999; Mar. 16, 2005, D.C. Law 15-237, § 2(d), 51 DCR 10593; Mar. 2, 2007, D.C. Law 16-191, § 17(b), 53 DCR 6794.)","sections":[{"prefix":"1","text":" Planning, developing, and maintaining procedures to ensure that the boards receive administrative support, including staff and facilities, sufficient to enable them to perform their responsibilities;"},{"prefix":"2","text":" Processing and providing licenses as required and approved by the boards;"},{"prefix":"3","text":" Providing investigative and inspection services;"},{"prefix":"4","text":" Holding hearings on cases pursuant to guidelines established in § 3- 1205.19 when requested to do so by the board, and appointing hearing officers to enable the boards to hold hearings;"},{"prefix":"5","text":" Furnishing expert services in noncompliance cases brought in an administrative or court proceeding;"},{"prefix":"6","text":" Providing budgetary and personnel services;"},{"prefix":"7","text":" Maintaining central files of records pertaining to licensure, inspections, investigations, and other matters requested by the boards;"},{"prefix":"8","text":" Furnishing facilities and staff for hearings and other proceedings;"},{"prefix":"9","text":" Providing information to the public concerning licensing requirements and procedures;"},{"prefix":"10","text":" Publishing and distributing procedural manuals concerning licensing and inspections and other materials prepared by the boards;"},{"prefix":"11","text":" Assisting, supplying, furnishing, and performing other administrative, clerical, and technical support the Mayor determines is necessary or appropriate;"},{"prefix":"12","text":" Issuing rules, as the Mayor may periodically determine to be necessary to protect the health and welfare of the citizens of the District, for the temporary licensure for a fixed period of time not to exceed 90 days and under conditions to be prescribed by the Mayor by rule, of applicants for licensure to practice a health occupation in the District, except the Mayor may provide for the issuance of temporary licenses to applicants for licensure to practice social work and marriage and family therapy for a period not to exceed 1 year, and to applicants for licensure to practice as anesthesiologist assistants for a period not to exceed 2 years;"},{"prefix":"13","text":" Making necessary rules relating to the administrative procedures of the boards; and"},{"prefix":"14","text":" Issuing all rules necessary to implement the provisions of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"III","text":"Administration."},"heading":{"title":"3","chaptersection":"1203","identifier":"3-1203.02","catch_text":"Responsibilities of Mayor."}}