{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-297, see notes following ยง 3-1251.01.\n\nDC CODE ยง 3-1251.07\n\nCurrent through December 11, 2012","credits":"(May 1, 2001, D.C. Law 13-297, ยง 8, 48 DCR 2036.)","sections":[{"prefix":"a","text":" The Committee may disclose records relating to an impaired nurse only:"},{"prefix":"1","text":" When disclosure of the information is essential to the intervention, treatment, or rehabilitation needs of the impaired nurse;"},{"prefix":"2","text":" When release of the information has been authorized in writing by the impaired nurse;"},{"prefix":"3","text":" To the Board, if the nurse fails to comply with the conditions of the contract; or"},{"prefix":"4","text":" Pursuant to an order issued by a court of competent jurisdiction."},{"prefix":"b","text":" A court shall order disclosure of records relating to an impaired nurse only upon a showing of good cause, including the need to avert a substantial risk of death or serious bodily harm. In assessing good cause, the court shall weigh the public interest and the need for disclosure against the potential for injury to the patient, to the nurse-patient relationship, and to the treatment services. In determining the extent to which any disclosure of all or any part of any record is necessary, the court shall impose appropriate protections against unauthorized disclosures."},{"prefix":"c","text":" The proceedings of the Committee which in any way pertain or refer to a specific nurse who may be, or who actually is, impaired and who may be or is, by reason of the impairment, subject to disciplinary action by the Board shall be excluded from the requirements of subchapter II of Chapter 5 of Title 2 (\"Freedom of Information Act\"), and may be closed to the public. Such proceedings shall be privileged and confidential."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12A","text":"Nurse's Rehabilitation Program."},"heading":{"title":"3","chaptersection":"1251","identifier":"3-1251.07","catch_text":"Disclosure of records."}}