{"text":"Each board shall:","historical":"Prior Codifications\n\n1981 Ed., § 2-3304.8.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nDC CODE § 3-1204.08\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 408, 33 DCR 729; Mar. 23, 1995, D.C. Law 10-247, § 2(g), 42 DCR 457.)","sections":[{"prefix":"1","text":" Administer and enforce the provisions of this chapter, and rules and regulations issued pursuant to this chapter, related to the health occupation regulated by the board;"},{"prefix":"2","text":" Evaluate the qualifications and supervise the examinations of applicants for licenses, either personally or through the use of consultant services;"},{"prefix":"3","text":" Make recommendations to the Mayor, upon request by the Mayor or when the board determines it necessary, for standards and procedures to be used in determining the acceptability of foreign education and training programs as substantially equivalent to the requirements of this chapter;"},{"prefix":"4","text":" Issue licenses to qualified applicants;"},{"prefix":"5","text":" Issue subpoenas, examine witnesses, and administer oaths;"},{"prefix":"6","text":" Receive and review complaints of violations of this chapter or rules and regulations issued pursuant to this chapter;"},{"prefix":"7","text":" Request the Mayor, on its own initiative or on the basis of a complaint, to conduct investigations of allegations of practices violating the provisions of this chapter with respect to the health occupation regulated by the board; and"},{"prefix":"8","text":" Conduct hearings and keep records and minutes necessary to carry out its functions."},{"prefix":"9","text":" Issue advisory opinions regarding compliance with acceptable standards of practice."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"IV","text":"General Provisions Relating to Health Occupation Boards."},"heading":{"title":"3","chaptersection":"1204","identifier":"3-1204.08","catch_text":"General powers and duties."}}