{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.10.\n\nEffect of Amendments\n\nD.C. Law 17-131 rewrote subsec. (b), which had read as follows:\n\n\"(b) The Mayor may establish by rule continuing education requirements as a condition for renewal of licenses under this section.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b)(2).\n\nD.C. Law 18-26 rewrote the section, which had read as follows:\n\n\"§ 3-1205.10. Term and renewal of licenses.\n\n\"(a) A license expires 1 year from the date of its first issuance or renewal unless renewed by the board that issued it as provided in this section, except that the Mayor, by rule, may provide for a period of licensure of not more than 3 years.\n\n\"(b) The Mayor may establish by rule continuing education requirements as a condition for renewal of licenses under this section; provided, that the Mayor shall:\n\n\"(1) Require that any continuing-education requirements for the practice of medicine include instruction on pharmacology, which shall:\n\n\"(A) Be evidence-based;\n\n\"(B) Provide physicians with information regarding the cost-effectiveness of pharmacological treatments; and\n\n\"(C) Not be financially supported by any pharmaceutical company or manufacturer; and\n\n\"(2) Establish continuing-education requirements for the practice of pharmaceutical detailing, in accordance with § 3-1207.44.\n\n\"(c) At least 30 days before the license expires, or a greater period as established by the Mayor by rule, each board shall send to the licensee, by first class mail to the last known address of the licensee, a renewal notice that states:\n\n\"(1) The date on which the current license expires;\n\n\"(2) The date by which the renewal application must be received by the board for renewal to be issued and mailed before the license expires; and\n\n\"(3) The amount of the renewal fee.\n\n\"(d) Before the license expires, the licensee may renew it for an additional term, if the licensee:\n\n\"(1) Submits a timely application to the board;\n\n\"(2) Is otherwise entitled to be licensed;\n\n\"(3) Pays the renewal fee established by the Mayor; and\n\n\"(4) Submits to the board satisfactory evidence of compliance with any continuing education requirements established by the board for license renewal.\n\n\"(e) Each board shall renew the license of each licensee who meets the requirements of this section.\"\n\nD.C. Law 18-145, in subsec. (b), deleted \"and\" from the end of par. (1)(C), substituted \"; and\" for a period at the end of par. (2), and added par. (3).\n\nD.C. Law 19-156, in subsec. (b), deleted \"and\" from the end of par. (2), substituted \";   and\" for a period the end of par. (3)(M), and added par. (4); and added subsec. (b-1).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e)(11) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 17-131, see notes following § 3-1201.02.\n\nFor Law 17-353, see notes following § 3-308.\n\nFor Law 18-26, see notes following § 3-1201.01.\n\nLaw 18-145, the \"Health Care Facilities Improvement Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-481, which was referred to the Committee on Health.  The bill was adopted on first and second readings on January 19, 2010, and February 2, 2009, respectively.   Returned without signature by the Mayor on March 1, 2010, it was assigned Act No. 18-320 and transmitted to both Houses of Congress for its review.  D.C. Law 18-145 became effective on April 29, 2010.\n\nLaw 19-156, the \"HIV/AIDS Continuing Education Requirements Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-510, which was referred to the Committee on Health. The Bill was adopted on first and second readings on April 17, 2012, and May 1, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-363 and transmitted to both Houses of Congress for its review. D.C. Law 19-156 became effective on July 13, 2012.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 17-131, the SafeRX Amendment Act of 2008, see Mayor's Order 2008-83, June 11, 2008 (55 DCR 9360).\n\nDC CODE § 3-1205.10\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 510, 33 DCR 729; Mar. 26, 2008, D.C. Law 17-131, § 102(f), 55 DCR 1659; Mar. 25, 2009, D.C. Law 17-353, § 229, 56 DCR 1117; July 18, 2009, D.C. Law 18-26, § 2(e)(11), 56 DCR 4043; Apr. 29, 2010, D.C. Law 18-145, § 2(a), 57 DCR 1834; July 13, 2012, D.C. Law 19-156, § 2, 59 DCR 5595.)","sections":[{"prefix":"a","text":" A license, registration, or certification expires 1 year from the date of its first issuance or renewal unless renewed by the board that issued it as provided in this section, except that the Mayor, by rule, may provide for a period of licensure, registration, or certification of not more than 3 years."},{"prefix":"b","text":" The Mayor may establish by rule continuing education requirements as a condition for renewal of licenses, registrations, or certifications under this section; provided, that the Mayor shall:"},{"prefix":"1","text":" Require that any continuing-education requirements for the practice of medicine include instruction on pharmacology, which shall:"},{"prefix":"A","text":" Be evidence-based;"},{"prefix":"B","text":" Provide physicians with information regarding the cost-effectiveness of pharmacological treatments; and"},{"prefix":"C","text":" Not be financially supported by any pharmaceutical company or manufacturer;"},{"prefix":"2","text":" Establish continuing-education requirements for the practice of pharmaceutical detailing, in accordance with § 3-1207.44;"},{"prefix":"3","text":" Establish continuing education requirements for nursing home administrators that include instruction on one or more of the following topics:"},{"prefix":"A","text":" Staff management;"},{"prefix":"B","text":" Continuity in assigning the same nursing staff to the same residents as often as practicable;"},{"prefix":"C","text":" Creating a resident-centered environment;"},{"prefix":"D","text":" Activities of daily living and instrumental activities of daily living;"},{"prefix":"E","text":" Wound care;"},{"prefix":"F","text":" Pain management;"},{"prefix":"G","text":" Prevention and treatment of depression;"},{"prefix":"H","text":" Prevention of pressure ulcers;"},{"prefix":"I","text":" Urinary incontinence management;"},{"prefix":"J","text":" Discharge planning and community transitioning;"},{"prefix":"K","text":" Fall prevention;"},{"prefix":"L","text":" Geriatric social services and individual competency; and"},{"prefix":"M","text":" Behavior management; and"},{"prefix":"4","text":"(A) Except as provided in subsection (b-1) of this section, require that any continuing education requirements for the following practices include 3 credits of instruction on the Human Immunodeficiency Virus (\"HIV\") and the Auto Immune Deficiency Syndrome (\"AIDS\") in accordance with subparagraph (B) of this paragraph:"},{"prefix":"i","text":" The practice of medicine;"},{"prefix":"ii","text":" The practice of registered nursing;"},{"prefix":"iii","text":" The practice of practical nursing;"},{"prefix":"iv","text":" The practice by nursing assistive personnel; and"},{"prefix":"v","text":" The practice of physician assistants."},{"prefix":"B","text":" The instruction required by subparagraph (A) of this paragraph shall, at a minimum, provide information on one or more of the following topics:"},{"prefix":"i","text":" The impact of HIV/AIDS on populations of differing ages, particularly the senior population;"},{"prefix":"ii","text":" The impact of HIV/AIDS on populations of different racial and ethnic backgrounds;"},{"prefix":"iii","text":" The general risk to all individuals in the District of HIV infection;"},{"prefix":"iv","text":" How to inform all patients about HIV/AIDS, discuss HIV/AIDS with all patients, and appropriately monitor all patients for potential exposure to HIV and AIDS; or"},{"prefix":"v","text":" The use, benefits, and risks associated with pre- and post-exposure prophylaxis treatment."},{"prefix":"b-1","text":" The Mayor may:"},{"prefix":"1","text":" In consultation with the Board of Medicine, waive by rule the requirements of subsection (b)(4) of this section for an individual who can prove to the satisfaction of the Board of Medicine that he or she did not see patients in a clinical setting in the District during the previous licensing cycle;"},{"prefix":"2","text":" With recommendations by the Department of Health, expand the continuing education requirements for any licensed health professional to specifically include instruction on HIV and AIDS; and"},{"prefix":"3","text":" After December 31, 2018, with the advice of the relevant licensing boards, waive by rule the requirements of subsection (b)(4) of this section for one or more of the practices listed in subsection (b)(4) of this subsection, as he or she considers appropriate."},{"prefix":"c","text":" At least 30 days before the license, registration, or certification expires, or a greater period as established by the Mayor by rule, each board shall send to the licensee, registrant, or person certified by first class mail to the last known address of the licensee, registrant, or person certified a renewal notice that states:"},{"prefix":"1","text":" The date on which the current license, registration, or certification expires;"},{"prefix":"2","text":" The date by which the renewal application must be received by the board for renewal to be issued and mailed before the license, registration, or certification expires; and"},{"prefix":"3","text":" The amount of the renewal fee."},{"prefix":"d","text":" Before the license, registration, or certification expires, the licensee, registrant, or person certified may renew it for an additional term, if the licensee:"},{"prefix":"1","text":" Submits a timely application to the board;"},{"prefix":"2","text":" Is otherwise entitled to be licensed, registered, or certified;"},{"prefix":"3","text":" Pays the renewal fee established by the Mayor; and"},{"prefix":"4","text":" Submits to the board satisfactory evidence of compliance with any continuing education requirements established by the board for license, registration, or certification renewal."},{"prefix":"e","text":" Each board shall renew the license, registration, or certification of each licensee, registrant, or person certified who meets the requirements of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.10","catch_text":"Term and renewal of licenses, registrations, or certifications."}}