{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 2-3301.2.\n\nEffect of Amendments\n\nD.C. Law 15-88 added par. (6A).\n\nD.C. Law 15-172, in par. (1), substituted \"A licensed acupuncturist does not need to enter into a collaboration agreement with a licensed physician or osteopath to practice acupuncture.\" for \"The practice of acupuncture by a nonphysician acupuncturist shall be carried out in general collaboration with a licensed physician or osteopath.\"; and added par. (7A).\n\nD.C. Law 15-237 added par. (2A).\n\nD.C. Law 16-219 added pars. (2B) and (19).\n\nD.C. Law 16-220, in par. (12), designated existing text as subparagraph (A), and added subparagraphs (B) and (C).\n\nD.C. Law 16-221, in par. (12)(A), deleted \"rendered on the prescription of or referral by a licensed physician, osteopath, dentist, or podiatrist, or by a licensed registered nurse certified to practice as an advanced registered nurse as authorized pursuant to subchapter VI of this chapter,\" following \"by therapeutic procedures,\".\n\nD.C. Law 16-228 added par. (20).\n\nD.C. Law 17-131 added par. (10A).\n\nD.C. Law 17-306 rewrote par. (11)(A); and, in par. (11)(B)(ii), substituted \"in writing, or on an approved electronic form, dated\" for \"in writing, dated\". Prior to amendment, par. (11)(A) read as follows:\n\n\"(11)(A) 'Practice of pharmacy' means the interpretation and evaluation of prescription orders; the compounding, dispensing, and labeling of drugs and devices, and the maintenance of proper records therefor; the responsibility of advising, where regulated or otherwise necessary, of therapeutic values and content, hazards, and use of drugs and devices; and the offering or performance of those acts, services, operations, and transactions necessary in the conduct, operation, management, and control of a pharmacy.\"\n\nD.C. Law 17-353, in par. (10A)(B)(iii), substituted \"biologic for human use\" for \"biologic\"; and validated previously made technical corrections in the designation of pars. (6A), (6B), (19).\n\nD.C. Law 18-11 rewrote par. (9), which had read as follows:\n\n\"(9)(A) 'Practice of occupational therapy' means the evaluation and treatment of individuals whose ability to manage normal daily functions is threatened or impaired by developmental deficits, the aging process, poverty and cultural differences, physical injury or illness, or psychological and social disability, utilizing task-oriented activities to prevent or correct physical or emotional disabilities and enhance developmental and functional skills. Specific therapeutic and diagnostic techniques used in occupational therapy include:\n\n\"(i) Self-care and other activities of daily living;\n\n\"(ii) Developmental, perceptual-motor, and sensory integrative activities;\n\n\"(iii) Training in basic work habits;\n\n\"(iv) Prevocational evaluation and treatment;\n\n\"(v) Fabrication and application of splints;\n\n\"(vi) Selection and use of adaptive equipment, and exercise and other modalities to enhance functional performance; and\n\n\"(vii) Performing and interpreting manual muscle and range of motion tests.\n\n\"(B) An individual licensed as an occupational therapy assistant pursuant to this chapter may assist in the practice of occupational therapy under the supervision of or in consultation with a licensed occupational therapist.\n\n\"(C) Nothing in this paragraph shall be construed as preventing or restricting the practices, services, or activities of an occupational therapy aide who works only under the direct supervision of an occupational therapist, and whose activities do not require advanced training in the basic anatomical, biological, psychological, and social sciences involved in the practice of occupational therapy.\"\n\nD.C. Law 18-12 added par. (14A).\n\nD.C. Law 18-13 added par. (1A); and rewrote par. (15A), which had read as follows:\n\n\"(15A)(A) 'Practice of professional counseling' means engaging in counseling activities, for compensation, by a person who represents by title or description of services that he or she is a 'professional counselor' or 'licensed professional counselor'.\n\n\"(B) For the purposes of this paragraph, the term 'professional counselor' or 'licensed professional counselor' means a person trained in counseling and guidance services, with an emphasis on individual and group guidance and counseling designed to assist individuals in achieving effective personal, social, educational, and career development objectives and adjustment.\n\n\"(C) Nothing in subparagraph (B) of this paragraph shall be construed as preventing or restricting the practices, services, or activities of:\n\n\"(i) A professional counselor employed by and working in accordance with the rules of the District of Columbia Board of Education ('Board of Education');\n\n\"(ii) Any person employed as a professional counselor by an academic institution or research laboratory if the service offered by the person is within the scope of his or her employment, is related to the person's education, research, and training, and is provided to the employing organization or is offered to another academic institution or research laboratory; or\n\n\"(iii) A professional counselor employed by, or in a position funded by, the District or a private nonprofit organization sponsored or funded by a community-based organization.\n\n\"(D) Any person who is employed in accordance with subparagraph (C) of this paragraph and who is also engaged in private practice shall be required to obtain a license.\"\n\nD.C. Law 18-14 rewrote pars. (16)(A) and (B)(i), which had read as follows:\n\n\"(16)(A) 'Practice of psychology' means the application of established scientific methods and principles, including the principles of psychophysiology, learning, perception, motivation, emotions, organizational and social behaviors for the purpose of understanding, assessing, treating, explaining, predicting, preventing, or influencing behavior; the application of psychological methods and procedures for interviewing, counseling, psychotherapy, including behavior therapy, behavior modification, behavior medicine, or hypnotherapy; or the application of psychological methods or procedures for constructing, administering, or interpreting tests of intelligence, mental abilities and disorders, neuropsychological functioning, aptitudes, interests, attitudes, personality characteristics, emotions, or motivations.\"\n\n\"(B) Nothing in this paragraph shall be construed as preventing or restricting the practice, services, or activities of:\n\n\"(i) An individual bearing the title of psychologist in the employ of any academic institution or research laboratory, if the services are offered within the scope of employment and are provided only within the confines of the organization or are offered to like organizations, and if the services do not include psychotherapy; or\".\n\nD.C. Law 18-15, in par. (5), substituted \"of malformation of a tooth or teeth, or to advertise, offer, sell, or deliver any such substitute or the services rendered in the construction, reproduction, repair, adjustment, or supply thereof to any person other than a licensed dentist;\" for \"of malformation of a tooth or teeth;\" in subpar. (G), deleted \"or\" at the end of subpar. (H), substituted \"; or\" for a period at the end of subpar. (I), and added subpar. (J).\n\nD.C. Law 18-16 rewrote par. (14), which had read as follows:\n\n\"(14) 'Practice of podiatry' means the diagnosis, treatment, or prevention of any ailment of the human foot by medical, surgical, or mechanical means, but does not include:\n\n\"(A) The amputation of the foot;\n\n\"(B) The administration of an anesthetic agent other than a local one; or\n\n\"(C) The general medical treatment of any systemic disease causing manifestations in the foot.\"\n\nD.C. Law 18-17, in par. (6B), rewrote subpar. (A) and repealed subpar. (D), which had read as follows:\n\n\"(6B)(A) 'Practice of massage therapy' means the performance of therapeutic maneuvers in which the practitioner applies massage techniques, including use of the hand or limb to apply touch and pressure to the human body through tapping, stroking, kneading, compression, friction, stretching, vibrating, holding, positioning, or causing movement of an individual's body to positively affect the health and well-being of the individual.\"\n\n\"(D) Massage therapy includes the use of adjunctive therapies, which are defined as including the application of heat, cold, water, and mild abrasives. For the purposes of this paragraph, the term 'adjunctive therapies' does not include galvanic stimulation, ultra sound, doppler vascularizers, diathermy, transcutaneous electrical nerve stimulation, or traction.\"\n\nD.C. Law 18-18 rewrote pars. (2), (15), and (17); and added par. (7B). Prior to amendment, pars. (2), (15), and (17) read as follows:\n\n\"(2) 'Practice of advanced registered nursing' means the performance of advanced-level nursing actions by an advanced practice registered nurse certified pursuant to this chapter which, by virtue of post-basic specialized education, training, and experience, are proper to be performed. The advanced practice registered nurse may perform actions of nursing diagnosis and nursing treatment of alterations of the health status. The advanced practice registered nurse may also perform actions of medical diagnosis and treatment, prescription, and other functions which are identified in subchapter VI of this chapter and carried out in accordance with the procedures required by this chapter.\"\n\n\"(15) 'Practice of practical nursing' means the performance of actions of preventive health care, health maintenance, and the care of persons who are ill, injured, or experiencing alterations in health processes, requiring a knowledge of and skill in nursing procedures gained through successful completion of an approved educational program in practical nursing.\"\n\n\"(17) 'Practice of registered nursing' means the performance of acts requiring substantial specialized knowledge, judgment, and skill based upon the principles of the biological, physical, behavioral, and social sciences in:\n\n\"(A) The observation, assessment, and recording of physiological and behavioral signs and symptoms of health, disease, and injury, including the performance of examinations and testing and their evaluation for the purpose of differentiating normal from abnormal;\n\n\"(B) The provision of direct and indirect registered nursing services of a therapeutic, preventive, and restorative nature in response to an assessment of the patient's requirements;\n\n\"(C) The performance of services, counseling, and education for the safety, comfort, personal hygiene, and protection of patients, the prevention of disease and injury, and the promotion of health in individuals, families, and communities;\n\n\"(D) The administration of nursing services within a health care facility, including the delegation and supervision of direct nursing functions and the evaluation of the performance of these functions;\n\n\"(E) The education and training of persons in the direct nursing care of patients; or\n\n\"(F) The pursuit of nursing research to improve methods of practice.\"\n\nD.C. Law 18-19 rewrote par. (7), which had read as follows:\n\n\"(7) 'Practice of medicine' means the application of scientific principles to prevent, diagnose, and treat physical and mental diseases, disorders, and conditions and to safeguard the life and health of any woman and infant through pregnancy and parturition.\"\n\nD.C. Law 19-104 added par. (13A).\n\nD.C. Law 19-185, in par. (11)(A), substituted \"the initiating, modifying, or discontinuing a drug therapy in accordance with a duly executed collaborative practice agreement; and the maintenance of proper records\" for \"and the maintenance of proper records therefor\"; and, in par. (11)(B), redesignated sub-subpars. (i) and (ii) as sub-subpars. (ii) and (iii) and added new sub-subpar. (i).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Pharmacy Practice Emergency Amendment Act of 2008 (D.C. Act 17-596, December 8, 2008, 55 DCR 12816).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Pharmacy Practice Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-29, March 16, 2009, 56 DCR 2323).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 9-126, see Historical and Statutory Notes following § 3-1202.13.\n\nFor legislative history of D.C. Law 10-203, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-205, see Historical and Statutory Notes following § 3-1207.31.\n\nFor legislative history of D.C. Law 10-231, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 12-139, the \"Definition of Optometry Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-152, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 17, 1998, and April 7, 1998, respectively. Signed by the Mayor on April 22, 1998, it was assigned Act No. 12-341 and transmitted to both Houses of Congress for its review. D.C. Law 12-139 became effective on July 24, 1998.\n\nFor Law 15-88, see notes following § 3-1201.01.\n\nLaw 15-172, the \"Practice of Naturopathic Medicine Licensing Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-57, which was referred to Committee of Human Services. The Bill was adopted on first and second readings on March 2, 2004, and April 6, 2004, respectively. Signed by the Mayor on May 5, 2004, it was assigned Act No. 15-419 and transmitted to both Houses of Congress for its review. D.C. Law 15-172 became effective on July 8, 2004.\n\nLaw 15-237, the \"Anesthesiologist Assistant Licensure Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-634, which was referred to the Committee Human Services. The Bill was adopted on first and second readings on September 21, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-577 and transmitted to both Houses of Congress for its review. D.C. Law 15-237 became effective on March 16, 2005.\n\nFor Law 16-219, see notes following § 3-1201.01.\n\nLaw 16-220, the \"Physical Therapy Assistant Licensure Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-436, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-549 and transmitted to both Houses of Congress for its review. D.C. Law 16-220 became effective on March 6, 2007.\n\nLaw 16-221, the \"Physical Practice Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-437, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-550 and transmitted to both Houses of Congress for its review. D.C. Law 16-221 became effective on March 6, 2007.\n\nLaw 16-228, the \"Surgical Assistant Licensure Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-712, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19 2006, it was assigned Act No. 16-557 and transmitted to both Houses of Congress for its review. D.C. Law 16-228 became effective on March 6, 2007.\n\nLaw 17-131, the \"SafeRx Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-364 which was referred to the Committee on Health. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on February 1, 2008, it was assigned Act No. 17-282 and transmitted to both Houses of Congress for its review. D.C. Law 17-131 became effective on March 26, 2008.\n\nLaw 17-306, the \"Pharmacy Practice Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-787 which was referred to the Committee of Health. The Bill was adopted on first and second readings on November 18, 2008, and December 2, 2008, respectively. Signed by the Mayor on December 16, 2008, it was assigned Act No. 17-606 and transmitted to both Houses of Congress for its review. D.C. Law 17-306 became effective on March 20, 2009.\n\nFor Law 17-353, see notes following § 3-308.\n\nLaw 18-11, the \"Practice of Occupational Therapy Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-32 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-55 and transmitted to both Houses of Congress for its review. D.C. Law 18-11 became effective on July 7, 2009.\n\nLaw 18-12, the \"Practice of Polysomnography Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-33 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-56 and transmitted to both Houses of Congress for its review. D.C. Law 18-12 became effective on July 7, 2009.\n\nLaw 18-13, the \"Practice of Professional Counseling and Addiction Counseling Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-34 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-57 and transmitted to both Houses of Congress for its review. D.C. Law 18-13 became effective on July 7, 2009.\n\nLaw 18-14, the \"Practice of Psychology Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-35 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-58 and transmitted to both Houses of Congress for its review. D.C. Law 18-14 became effective on July 7, 2009.\n\nFor Law 18-15, see notes following § 3-1201.01.\n\nLaw 18-16, the \"Practice of Podiatry Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-37 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-60 and transmitted to both Houses of Congress for its review. D.C. Law 18-16 became effective on July 7, 2009.\n\nLaw 18-17, the \"Massage Therapy Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-38 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-61 and transmitted to both Houses of Congress for its review. D.C. Law 18-17 became effective on July 7, 2009.\n\nLaw 18-18, the \"Practice of Nursing Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-39 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-62 and transmitted to both Houses of Congress for its review. D.C. Law 18-18 became effective on July 7, 2009.\n\nLaw 18-19, the \"Practices of Medicine and Naturopathic Medicine Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-60 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-63 and transmitted to both Houses of Congress for its review. D.C. Law 18-19 became effective on July 7, 2009.\n\nLaw 19-104, the \"Board of Medicine Membership and Licensing Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-159, which was referred to the Committee on Health. The Bill was adopted on first and second readings on December 6, 2011, and January 4, 2012, respectively. Signed by the Mayor on January 20, 2012, it was assigned Act No. 19-279 and transmitted to both Houses of Congress for its review. D.C. Law 19-104 became effective on March 14, 2012.\n\nLaw 19-185, the \"Collaborative Care Expansion Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-552, which was referred to the Committee on Environment, Public Works and Transportation. The Bill was adopted on first and second readings on June 5, 2012, and July 10, 2012, respectively. Signed by the Mayor on July 31, 2012, it was assigned Act No. 19-438 and transmitted to both Houses of Congress for its review. D.C. Law 19- 185 became effective on October 22, 2012.\n\nDelegation of Authority\n\nDelegation of Authority pursuant to D.C. Law 17-131, the SafeRX Amendment Act of 2008, see Mayor's Order 2008-94, July 3, 2008 (55 DCR 9375).\n\nDC CODE § 3-1201.02\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 102, 33 DCR 729; July 22, 1992, D.C. Law 9-126, § 2(b), 39 DCR 3824; Mar. 14, 1995, D.C. Law 10-203, § 2(b), 41 DCR 7707; Mar. 14, 1995, D.C. Law 10-205, § 2(a), 41 DCR 7712; Mar. 21, 1995, D.C. Law 10-231, § 2(b), 42 DCR 15; Mar. 23, 1995, D.C. Law 10-247, § 2(b), 42 DCR 457; Apr. 18, 1996, D.C. Law 11-110, § 7(a), 43 DCR 530; July 24, 1998, D.C. Law 12-139, § 2(a), 45 DCR 2975; Mar. 10, 2004, D.C. Law 15-88, § 2(c), 50 DCR 10999; July 8, 2004, D.C. Law 15-172, § 2(b), 51 DCR 4938; Mar. 16, 2005, D.C. Law 15-237, § 2(b), 51 DCR 10593; Mar. 6, 2007, D.C. Law 16-219, § 2(c), 53 DCR 10211; Mar. 6, 2007, D.C. Law 16-220, § 2(a), 53 DCR 10216; Mar. 6, 2007, D.C. Law 16-221, § 2, 53 DCR 10218; Mar. 6, 2007, D.C. Law 16-228, § 2(b), 53 DCR 10244; Mar. 26, 2008, D.C. Law 17-131, § 102(b), 55 DCR 1659; Mar. 20, 2009, D.C. Law 17-306, § 2(a), 56 DCR 23; Mar. 25, 2009, D.C. Law 17-353, §§ 146(a), 147, 148, 309(a), 56 DCR 1117; July 7, 2009, D.C. Law 18-11, § 2(a), 56 DCR 3602; July 7, 2009, D.C. Law 18-12, § 2(a), 56 DCR 3605; July 7, 2009, D.C. Law 18-13, § 2(b), 56 DCR 3608; July 7, 2009, D.C. Law 18-14, § 2(b), 56 DCR 3613; July 7, 2009, D.C. Law 18-15, § 2(c), 56 DCR 3616; July 7, 2009, D.C. Law 18-16, § 2, 56 DCR 3620; July 7, 2009, D.C. Law 18-17, § 2(a), 56 DCR 3622; July 7, 2009, D.C. Law 18-18, § 2(b), 56 DCR 3624; July 7, 2009, D.C. Law 18-19, § 2(b), 56 DCR 3629; Mar. 14, 2012, D.C. Law 19-104, § 2(a), 59 DCR 435; Oct. 22, 2012, D.C. Law 19-185, § 2(a), 59 DCR 9454.)","sections":[{"prefix":"1","text":" \"Practice of acupuncture\" means the insertion of needles, with or without accompanying electrical or thermal stimulation, at a certain point or points on or near the surface of the human body to relieve pain, normalize physiological functions, and treat ailments or conditions of the body. A licensed acupuncturist does not need to enter into a collaboration agreement with a licensed physician or osteopath to practice acupuncture."},{"prefix":"1A","text":" \"Practice of addiction counseling\" means providing services, with or without compensation, based on theory and methods of counseling, psychotherapy, and addictionology to persons who are experiencing cognitive, affective, or behavioral psycho-social dysfunction as a direct or indirect result of addiction, chemical dependency, abuse of chemical substances, or related disorders. The practice of addiction counseling includes:"},{"prefix":"A","text":" Addiction prevention;"},{"prefix":"B","text":" Crisis intervention;"},{"prefix":"C","text":" Diagnosis;"},{"prefix":"D","text":" Referral;"},{"prefix":"E","text":" Direct treatment;"},{"prefix":"F","text":" Follow-up, which is rendered to individuals, families, groups, organizations, schools, and communities adversely affected by addictions or related disorders; and"},{"prefix":"G","text":" The education and training of persons in the field of addiction counseling."},{"prefix":"2","text":" \"Practice of advanced practice registered nursing\" means the performance of advanced-level nursing actions, with or without compensation, by a licensed registered nurse with advanced education, knowledge, skills, and scope of practice who has been certified to perform such actions by a national certifying body acceptable to the Board of Nursing. The practice of advanced practice registered nursing includes:"},{"prefix":"A","text":" Advanced assessment;"},{"prefix":"B","text":" Medical diagnosis;"},{"prefix":"C","text":" Prescribing;"},{"prefix":"D","text":" Selecting, administering, and dispensing therapeutic measures;"},{"prefix":"E","text":" Treating alterations of the health status; and"},{"prefix":"F","text":" Carrying out other functions identified in subchapter VI of this chapter and in accordance with procedures required by this chapter."},{"prefix":"2A","text":"(A) \"Practice by anesthesiologist assistants\" means assisting an anesthesiologist in developing and implementing anesthesia care plans for patients under the supervision and direction of the anesthesiologist."},{"prefix":"B","text":" For the purposes of this paragraph, the term \"anesthesiologist\" means a physician who has completed a residency in anesthesiology approved by the American Board of Anesthesiology or the American Osteopathic Board of Anesthesiology and who is currently licensed to practice medicine in the District of Columbia."},{"prefix":"2B","text":"(A) \"Practice of audiology\" means the planning, directing, supervising, and conducting of habilitative or rehabilitative counseling programs for individuals or groups of individuals who have, or are suspected of having, disorders of hearing; any service in audiology, including prevention, identification, evaluation, consultation, habilitation or rehabilitation, instruction, and research; participating in hearing conservation, hearing aid and assistive listening device evaluation, selection, preparation, dispensing, and orientation; fabricating ear molds; providing auditory training and speech reading; or administering tests of vestibular function and tests for tinnitus. The practice of audiology includes speech and language screening limited to a pass-or-fail determination for the purpose of identification of individuals with disorders of communication. The practice of audiology does not include the practice of medicine or osteopathic medicine, or the performance of a task in the normal practice of medicine or osteopathic medicine by a person to whom the task is delegated by a licensed physician."},{"prefix":"B","text":" Nothing in this paragraph shall be construed as preventing or restricting the practice, services, or activities of a school audiologist employed by, and working in accordance with, the regulations of the District of Columbia Board of Education."},{"prefix":"3","text":"(A) \"Practice of Chiropractic\" means the detecting and correcting of subluxations that cause vertebral, neuromuscular, or skeletal disorder, by adjustment of the spine or manipulation of bodily articulations for the restoration and maintenance of health; the use of x-rays, physical examination, and examination by noninvasive instrumentation for the detection of subluxations; and the referral of a patient for diagnostic x-rays, tests, and clinical laboratory procedures in order to determine a regimen of chiropractic care or to form a basis or referral of patients to other licensed health care professionals. \"Practice of Chiropractic\" does not include the use of drugs, surgery, or injections, but may include, upon certification by the Board, counseling about hygienic and other noninvasive ancillary procedures authorized by rules issued pursuant to this chapter."},{"prefix":"B","text":" Nothing in this paragraph shall be construed as preventing or restricting the services or activities of any individual engaged in the lawful practice of cosmetology or massage, provided that the individual does not represent by title or description of services that he or she is a chiropractor."},{"prefix":"4","text":"(A) \"Practice of dental hygiene\" means the performance of any of the following activities in accordance with the provisions of subparagraph (B) of this paragraph:"},{"prefix":"i","text":" A preliminary dental examination; a complete prophylaxis, including the removal of any deposit, accretion, or stain from the surface of a tooth or a restoration; or the polishing of a tooth or a restoration;"},{"prefix":"ii","text":" The charting of cavities during preliminary examination, prophylaxis, or polishing;"},{"prefix":"iii","text":" The application of a medicinal agent to a tooth for a prophylactic purpose;"},{"prefix":"iv","text":" The taking of a dental X-ray;"},{"prefix":"v","text":" The instruction of individuals or groups of individuals in oral health care; and"},{"prefix":"vi","text":" Any other functions included in the curricula of approved educational programs in dental hygiene."},{"prefix":"B","text":" A dental hygienist may perform the activities listed in subparagraph (A) of this paragraph only under the general supervision of a licensed dentist, in his or her office or any public school or institution rendering dental services. The Mayor may issue rules identifying specific functions authorized by subparagraph (A)(vi) of this paragraph and may require higher levels of supervision for the performance of these functions by a dental hygienist. The license of a dentist who permits a dental hygienist, operating under his or her supervision, to perform any operation other than that permitted under this paragraph, may be suspended or revoked, and the license of a dental hygienist violating this paragraph may also be suspended or revoked, in accordance with the provisions of this chapter."},{"prefix":"C","text":" For the purpose of subparagraph (B) of this paragraph, the term \"general supervision\" means the performance by a dental hygienist of procedures permitted by subparagraph (A) of this paragraph based on instructions given by a licensed dentist, but not requiring the physical presence of the dentist during the performance of these procedures."},{"prefix":"5","text":" \"Practice of dentistry\" means:"},{"prefix":"A","text":" The diagnosis, treatment, operation, or prescription for any disease, disorder, pain, deformity, injury, deficiency, defect, or other physical condition of the human teeth, gums, alveolar process, jaws, maxilla, mandible, or adjacent tissues or structures of the oral cavity, including the removal of stains, accretions, or deposits from the human teeth;"},{"prefix":"B","text":" The extraction of a human tooth or teeth;"},{"prefix":"C","text":" The performance of any phase of any operation relative or incident to the replacement or restoration of all or a part of a human tooth or teeth with an artificial substance, material, or device;"},{"prefix":"D","text":" The correction of the malposition or malformation of the human teeth;"},{"prefix":"E","text":" The administration of an appropriate anesthetic agent, by a dentist properly trained in the administration of the anesthetic agent, in the treatment of dental or oral diseases or physical conditions, or in preparation for or incident to any operation within the oral cavity;"},{"prefix":"F","text":" The taking or making of an impression of the human teeth, gums, or jaws;"},{"prefix":"G","text":" The making, building, construction, furnishing, processing, reproduction, repair, adjustment, supply or placement in the human mouth of any prosthetic denture, bridge, appliance, corrective device, or other structure designed or constructed as a substitute for a natural human tooth or teeth or as an aid in the treatment of the malposition of malformation of a tooth or teeth, or to advertise, offer, sell, or deliver any such substitute or the services rendered in the construction, reproduction, repair, adjustment, or supply thereof to any person other than a licensed dentist;"},{"prefix":"H","text":" The use of an X-ray machine or device for dental treatment or diagnostic purposes, or the giving of interpretations or readings of dental X-rays;"},{"prefix":"I","text":" The performance of any of the clinical practices included in the curricula of accredited dental schools or colleges or qualifying residency or graduate programs; or"},{"prefix":"J","text":" To be a manager, proprietor, operator, or conductor of a business or place where dental or dental-hygiene services are performed; provided, that this provision shall not apply to:"},{"prefix":"i","text":" Federal or District of Columbia government agencies providing dental services within affiliated facilities or engaged in providing public health measures to prevent disease;"},{"prefix":"ii","text":" Schools of dentistry, dental hygiene, or dental assisting accredited by the Commission on Dental Accreditation of the American Dental Association and providing dental services solely in an educational setting;"},{"prefix":"iii","text":" Federally Qualified Health Centers, as designated by the United States Department of Health and Human Services, providing dental services;"},{"prefix":"iv","text":" Nonprofit community-based entities or organizations that use a majority of public funds to provide dental and dental-hygiene services for indigent persons;"},{"prefix":"v","text":" Hospitals licensed by the Department of Health;"},{"prefix":"vi","text":" Partnerships, professional corporations, or professional limited liability companies solely consisting of and operated by dentists licensed under this chapter for the purpose of providing dental services;"},{"prefix":"vii","text":" Spouses and domestic partners of deceased licensed dentists for a period of one year following the death of the licensee;"},{"prefix":"viii","text":" If all of the ownership interest of the deceased, licensed dentist in a dental office or clinic is held by an administrator, executor, personal representative, guardian, conservator, or receiver of the estate (\"appointee\"), the appointee may retain the ownership interest for a period of one year following the creation of the ownership interest; and"},{"prefix":"ix","text":" An individual or entity acting as the manager, proprietor, operator, or conductor of a business or place where dental or dental-hygiene services are performed who does not have a license to practice dentistry and is not excepted pursuant to sub-subparagraphs (i) through (viii) of this subparagraph may continue to act as the manager, proprietor, operator, or conductor of the business or place where dental or dental-hygiene services are performed for a period of one year following July 7, 2009."},{"prefix":"6","text":"(A) \"Practice of dietetics and nutrition\" means the application of scientific principles and food management techniques to assess the dietary or nutritional needs of individuals and groups, make recommendations for short-term and long-term dietary or nutritional practices which foster good health, provide diet or nutrition counseling, and develop and manage nutritionally sound dietary plans and nutrition care systems consistent with the available resources of the patient or client."},{"prefix":"B","text":" Nothing is this paragraph shall be construed as preventing or restricting the practices, services, or activities of dietetic technicians and dietetic assistants working under the supervision of a licensed dietitian or nutritionist, other health professionals licensed pursuant to this chapter, or other persons who in the course of their responsibilities offer dietary or nutrition information or deal with nutritional policies or practices on an occasional basis incidental to their primary duties, provided that they do not represent by title or description of services that they are dietitians or nutritionists."},{"prefix":"6A","text":"(A) \"Practice of marriage and family therapy\" means the diagnosis and treatment of mental and emotional disorders, whether cognitive, affective, or behavioral, within the context of marriage and family systems. The practice of marriage and family therapy involves the professional application of psychotherapeutic and family systems theories and techniques in the delivery of services to individuals, couples, and families, singly or in groups, whether the services are offered directly to the general public or through organizations, either public or private, for a fee, monetary or otherwise, for the purpose of treating the diagnosed nervous and mental disorders."},{"prefix":"B","text":" Nothing in subparagraph (A) of this paragraph shall be construed as preventing or restricting the practices, services, or activities of:"},{"prefix":"i","text":" A person practicing marriage and family therapy within the scope of the person's employment or duties at:"},{"prefix":"I","text":" A recognized academic institution, or a federal, state, county, or local governmental institution or agency; or"},{"prefix":"II","text":" A nonprofit organization that is determined by the Board to meet community needs;"},{"prefix":"ii","text":" A person who is a marriage and family therapy intern or person preparing for the practice of marriage and family therapy under qualified supervision in a training institution or facility or under another supervisory arrangement recognized and approved by the Board; provided, that the person is designated by a title clearly indicating the training status, such as \"marriage and family therapy intern,\" \"marriage therapy intern,\" or \"family therapy intern,\"; or"},{"prefix":"iii","text":" A person who has been issued a temporary permit by the Board to engage in the activities for which licensure is required."},{"prefix":"C","text":" Nothing in this chapter shall be construed as preventing or restricting members of the clergy, or other health professionals licensed under this chapter, including clinical social workers, psychiatric nurses, psychiatrists, psychologists, physicians, or professional counselors, from practicing marriage and family therapy consistent with the accepted standards of their professions; provided, that no such persons shall represent by title or description of services that they are marriage and family therapists."},{"prefix":"6B","text":"(A) \"Practice of massage therapy\" means the:"},{"prefix":"i","text":" Performance of therapeutic maneuvers in which the practitioner applies massage techniques, including use of the hand or limb to apply touch and pressure to the human body through tapping, stroking, kneading, compression, friction, stretching, vibrating, holding, positioning, or causing movement of an individual's body to positively affect the health and well-being of the individual;"},{"prefix":"ii","text":" Use of adjunctive therapies, including the application of heat, cold, water, and mild abrasives, but excluding galvanic stimulation, ultra sound, doppler vascularizers, diathermy, transcutaneous electrical nerve stimulation, or traction; and"},{"prefix":"iii","text":" Education and training of persons in massage therapy techniques."},{"prefix":"B","text":" A licensed massage therapist shall not diagnose disease or injury; prescribe medicines, drugs, or other treatments of disease; or perform adjustments of the articulations of the osseous structure of the body or spine."},{"prefix":"C","text":" A licensed massage therapist may perform cross-gender massage."},{"prefix":"D","text":" Repealed."},{"prefix":"7","text":"(A) \"Practice of medicine\" means suggesting, recommending, prescribing, or administering, with or without compensation, any form of treatment, operation, drug, medicine, manipulation, electricity, or any physical, mechanical, or healing treatment by other means, for the prevention, diagnosis, correction, or treatment of a physical or mental disease, ailment, injury, condition, or defect of any person, including:"},{"prefix":"i","text":" The management of pregnancy and parturition;"},{"prefix":"ii","text":" The interpretation of tests, including primary diagnosis of pathology specimens, images, or photographs;"},{"prefix":"iii","text":" Offering or performing a surgical operation upon another person;"},{"prefix":"iv","text":" Offering or performing any type of invasive procedure of the body, whether through a body opening or a cutting of the skin, or otherwise affecting the layer of skin below the stratum corneum, for surgical, therapeutic, or cosmetic purposes, excluding procedures known as body tattooing or body piercing;"},{"prefix":"v","text":" Rendering a written or otherwise documented medical opinion relating to the diagnosis and treatment of a person within the District, or the actual rendering of treatment to a person within the District, by a physician located outside the District as a result of transmission of the person's medical data by electronic or other means from within the District to the physician or to the physician's agent;"},{"prefix":"vi","text":" Maintaining an office or other place for the purpose of examining persons afflicted with disease, injury, or defect of body or mind;"},{"prefix":"vii","text":" Advertising or representing in any manner that one is authorized to practice medicine; or"},{"prefix":"viii","text":" Using the designation \"Doctor of Medicine,\" \"Doctor of Osteopathy,\" \"physician,\" \"surgeon,\" \"physician and surgeon,\" \"M.D.,\" or \"D.O.,\" or a similar designation, or any combination thereof, in the conduct of an occupation or profession pertaining to the prevention, diagnosis, or treatment of human disease or condition, unless the designation additionally contains the description of another branch of the healing arts for which one holds a valid license."},{"prefix":"B","text":" Nothing in this paragraph shall be construed as preventing or restricting other health professionals from offering or undertaking any type of invasive procedure of the body, whether through a body opening or a cutting of the skin, or otherwise affecting the layer of skin below the stratum corneum, for surgical, therapeutic, or cosmetic purposes, if the procedure:"},{"prefix":"i","text":" Has been authorized by a licensed physician; or"},{"prefix":"ii","text":" Is performed by an advanced practice registered nurse, an anesthesiologist assistant, a dentist, a physician assistant, a podiatrist, a practical nurse, a registered nurse, or a surgical assistant who has received the necessary training and experience to perform the procedure in a safe and effective manner."},{"prefix":"C","text":" Nothing in this paragraph shall be construed as preventing or restricting advanced practice registered nurses from performing their duties as advanced practice registered nurses."},{"prefix":"7A","text":"(A) \"Practice of naturopathic medicine\" means a system of health care that utilizes education, natural medicines, and natural therapies to support and stimulate a patient's intrinsic self-healing processes to prevent, diagnose, and treat human conditions and injuries."},{"prefix":"B","text":" The term \"practice of naturopathic medicine\" does not include the practices of physical therapy, physical rehabilitation, acupuncture, or chiropractic."},{"prefix":"7B","text":" \"Practice by nursing assistive personnel\" means the performance by unlicensed personnel of assigned patient care tasks that do not require professional skill or judgment within a health care, residential, or community support setting; provided, that the patient care tasks are performed under the general supervision of a licensed health care professional. Nursing assistive personnel includes:"},{"prefix":"A","text":" Nursing assistants;"},{"prefix":"B","text":" Health aides;"},{"prefix":"C","text":" Home-health aides;"},{"prefix":"D","text":" Nurse aides;"},{"prefix":"E","text":" Trained medication employees;"},{"prefix":"F","text":" Dialysis technicians; and"},{"prefix":"G","text":" Any other profession as determined by the Mayor through rulemaking."},{"prefix":"8","text":"(A) \"Practice of nursing home administration\" means the administration, management, direction, or the general administrative responsibility for an institution or part of an institution that is licensed as a nursing home."},{"prefix":"B","text":" Within the meaning of this paragraph, the term \"nursing home\" means a 24- hour inpatient facility, or distinct part thereof, primarily engaged in providing professional nursing services, health-related services, and other supportive services needed by the patient or resident."},{"prefix":"9","text":"(A) \"Practice of occupational therapy\" means:"},{"prefix":"i","text":" The therapeutic use of everyday life activities with individuals or groups, with or without compensation, for the purpose of participation in roles and situations in homes, schools, workplaces, communities, and other settings to promote health and welfare for those who have or are at risk for developing an illness, injury, disease, disorder, condition, impairment, disability, activity limitation, or participation restriction;"},{"prefix":"ii","text":" Addressing the physical, cognitive, psycho-social, sensory, or other aspects of performance in a variety of contexts to support engagement in everyday life activities that affect health, well-being, and quality of life;"},{"prefix":"iii","text":" The education and training of persons in the direct care of patients through the use of occupational therapy; and"},{"prefix":"iv","text":" The education and training of persons in the field of occupational therapy."},{"prefix":"B","text":" An individual licensed as an occupational therapy assistant pursuant to this chapter may assist in the practice of occupational therapy under the general supervision of a licensed occupational therapist."},{"prefix":"C","text":" Nothing in this paragraph shall be construed as preventing or restricting the practices, services, or activities of an occupational therapy aide who works under the immediate supervision of an licensed occupational therapist or licensed occupational therapy assistant and whose activities do not require advanced training in the basic anatomical, biological, psychological, and social sciences involved in the practice of occupational therapy."},{"prefix":"10","text":"(A) \"Practice of optometry\" means the application of the scientific principles of optometry in the examination of the human eye, its adnexa, appendages, or visual system, with or without the use of diagnostic pharmaceutical agents to prevent, diagnose, or treat defects or abnormal conditions; the prescription or use of lenses, prisms, orthoptics, vision training or therapy, low vision rehabilitation, therapeutic pharmaceutical agents, or prosthetic devices; or the application of any method, other than invasive surgery, necessary to prevent, diagnose, or treat any defects or abnormal conditions of the human eye, its adnexa, appendages, or visual system."},{"prefix":"B","text":" The Mayor shall issue rules identifying which, and under what circumstances, diagnostic and therapeutic pharmaceutical agents may be used by optometrists pursuant to this paragraph."},{"prefix":"C","text":" An individual licensed to practice optometry pursuant to this chapter may use diagnostic and therapeutic agents only if certified to do so by the Board of Optometry in accordance with the provisions of § 3-1202.07."},{"prefix":"D","text":" Nothing in this paragraph shall be construed to authorize an individual licensed to practice optometry to use surgical lasers; to perform any surgery including cataract surgery or cryosurgery; or to perform radial keratotomy. For the purpose of this subparagraph, the term \"surgery\" shall not include punctal plugs, superficial foreign body removal, epilation, or dialation and irrigation."},{"prefix":"E","text":" Nothing in this paragraph shall be construed to authorize an individual licensed to practice optometry to administer or prescribe any oral systemic drug except for antibiotics, appropriate analgesics, antihistamines, non-steroidal anti-inflammatories, or medication for the emergency treatment of angle closure glaucoma; to administer or prescribe any injectable systemic drug except for an injection to counter an anaphylactic reaction; or to administer or prescribe any drug for any purpose other than that authorized by this paragraph. For the purposes of this subparagraph, the term \"antibiotics\" shall not include antiviral or antifungal agents."},{"prefix":"F","text":" Prior to initiating treatment for glaucoma, an optometrist shall consult with the patient's physician or other appropriate physician. The treatment of angle closure glaucoma by an optometrist shall be limited to the initiation of immediate emergency treatment."},{"prefix":"G","text":" Nothing in this paragraph shall be construed as preventing or restricting the practice, services, or activities of a licensed physician or as prohibiting an optician from providing eyeglasses or lenses on the prescription of a licensed physician or optometrist or a dealer from selling eyeglasses or lenses; provided, that the optician or dealer does not represent by title or description of services that he or she is an optometrist."},{"prefix":"10A","text":"(A) \"Practice of pharmaceutical detailing\" means the practice by a representative of a pharmaceutical manufacturer or labeler of communicating in person with a licensed health professional, or an employee or representative of a licensed health professional, located in the District of Columbia, for the purposes of selling, providing information about, or in any way promoting a pharmaceutical product."},{"prefix":"B","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Labeler\" means an entity or person that receives pharmaceutical products from a manufacturer or wholesaler and repackages them for later retail sale and that has a labeler code from the federal Food and Drug Administration under 21 C.F.R. § 207.20."},{"prefix":"ii","text":" \"Manufacturer\" means a maker of pharmaceutical products and includes a subsidiary or affiliate of a manufacturer."},{"prefix":"iii","text":" \"Pharmaceutical product\" means a drug or biologic for human use regulated by the federal Food and Drug Administration."},{"prefix":"11","text":"(A) \"Practice of pharmacy\" means the interpretation and evaluation of prescription orders; the compounding, dispensing, and labeling of drugs and devices; drug and device selection; responsibility for advising and providing information, where regulated or otherwise necessary, concerning drugs and devices and their therapeutic values, content, hazards, and uses in the treatment and prevention of disease; responsibility for conducting drug-regimen reviews; responsibility for the proper and safe storage and distribution of drugs and devices; the administration of immunizations and vaccinations upon receipt of a written physician protocol and a valid prescription or standing order of a physician when certified by the Board of Pharmacy to do so; conducting health screenings, including obtaining finger-stick blood samples; the offering or performance of those acts, services, operations, and transactions necessary in the conduct, operation, management, and control of a pharmacy; the initiating, modifying, or discontinuing a drug therapy in accordance with a duly executed collaborative practice agreement; and the maintenance of proper records."},{"prefix":"B","text":" Within the meaning of this paragraph, the term:"},{"prefix":"i","text":" \"Collaborative practice agreement\" means a voluntary written agreement between a licensed pharmacist and a licensed physician that has been approved by the Board of Pharmacy and the Board of Medicine, or between a licensed pharmacist and another health practitioner with independent prescriptive authority licensed by a District health occupation board, that defines the scope of practice between the licensed pharmacist and licensed physician, or other health practitioner, for the initiation, modification, or discontinuation of a drug therapy regimen."},{"prefix":"ii","text":" \"Pharmacy\" means any establishment or institution, or any part thereof, where the practice of pharmacy is conducted; drugs are compounded or dispensed, offered for sale, given away, or displayed for sale at retail; or prescriptions are compounded or dispensed."},{"prefix":"iii","text":" \"Prescription\" means any order for a drug, medicinal chemical, or combination or mixtures thereof, or for a medically prescribed medical device, in writing, or on an approved electronic form, dated and signed by an authorized health professional, or given orally to a pharmacist by an authorized health professional or the person's authorized agent and immediately reduced to writing by the pharmacist or pharmacy intern, specifying the address of the person for whom the drug or device is ordered and directions for use to be placed on the label."},{"prefix":"12","text":"(A) \"Practice of physical therapy\" means the independent evaluation of human disability, injury, or disease by means of noninvasive tests of neuromuscular functions and other standard procedures of physical therapy, and the treatment of human disability, injury, or disease by therapeutic procedures, embracing the specific scientific application of physical measures to secure the functional rehabilitation of the human body. These measures include the use of therapeutic exercise, therapeutic massage, heat or cold, air, light, water, electricity, or sound for the purpose of correcting or alleviating any physical or mental disability, or preventing the development of any physical or mental disability, or the performance of noninvasive tests of neuromuscular functions as an aid to the detection or treatment of any human condition."},{"prefix":"B","text":" \"Practice by physical therapy assistants\" means the performance of selected physical therapy procedures and related tasks under the direct supervision of a physical therapist by a person who has graduated from a physical therapy assistant program accredited by an agency recognized for that purpose by the Secretary of the Department of Education or the Council of Postsecondary Accreditation."},{"prefix":"C","text":" Nothing in this paragraph shall be construed as preventing or restricting the practices, services, or activities of a physical therapy aide who works only under the direct supervision of a physical therapist, and whose activities do not require advanced training in, or complex application of, therapeutic procedures or other standard procedures involved in the practice of physical therapy."},{"prefix":"13","text":" \"Practice by physician assistants\" means the performance, in collaboration with a licensed physician or osteopath, of acts of medical diagnosis and treatment, prescription, preventive health care, and other functions which are authorized by the Board of Medicine pursuant to § 3-1202.03."},{"prefix":"13A","text":" \"Practice by physicians-in-training\" means the practice of medicine by a medical resident or fellow, or other similar designation, enrolled in a nationally accredited training program or a training program in the District that is approved by the District of Columbia Board of Medicine."},{"prefix":"14","text":" \"Practice of podiatry\" means to diagnose or surgically, medically, or mechanically treat, with or without compensation, the human foot or ankle, the anatomical structures that attach to the human foot, or the soft tissue below the mid-calf. The term \"practice of podiatry\" does not include the administration of an anesthetic, other than a local anesthetic."},{"prefix":"14A","text":"(A) \"Practice of polysomnography\" means the process of analyzing, monitoring, and recording physiologic data during sleep and wakefulness, with or without compensation, to assist in the assessment and diagnosis of sleep-wake disorders and other disorders, syndromes, and dysfunctions that are sleep-related, manifest during sleep, or that disrupt normal sleep-wake cycles and activities."},{"prefix":"B","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Polysomnographic technician\" means a person who is registered with the Board of Medicine and is authorized to perform certain polysomnography procedures as determined by the Board while generally supervised by either a physician who is licensed in the District of Columbia or a polysomnographic technologist who is licensed by the District of Columbia who is on-site or available through voice communication."},{"prefix":"ii","text":" \"Polysomnographic technologist\" means a person who is licensed with the Board of Medicine and is authorized to practice polysomnography; provided, that a polysomnographic technologist shall practice under the general supervision of a physician who is licensed in the District of Columbia."},{"prefix":"iii","text":" \"Polysomnographic trainee\" means a person who is registered with the Board of Medicine and authorized to perform basic polysomnography procedures, as determined by the Board, while directly supervised by a physician who is licensed in the District of Columbia, a polysomnographic technologist who is licensed in the District of Columbia, or a polysomnographic technician who is registered in the District of Columbia and on the premises and immediately available for consultation."},{"prefix":"C","text":" Nothing in this paragraph shall be construed as limiting a qualified licensed respiratory care practitioner or licensed physician in his or her scope of practice, including care in connection with the provision of polysomnography services."},{"prefix":"15","text":" \"Practice of practical nursing\" means the performance of specific nursing services, with or without compensation, designed to promote and maintain health, prevent illness and injury, and provide care based on standards established or recognized by the Board of Nursing; provided, that performance of the services is under the supervision of a registered nurse, advanced practice registered nurse, licensed physician, or other health care provider, as authorized by the Board of Nursing. The practice of practical nursing includes:"},{"prefix":"A","text":" Collecting data on the health status of patients;"},{"prefix":"B","text":" Evaluating a patient's status and situation at hand;"},{"prefix":"C","text":" Participating in the performance of ongoing comprehensive nursing assessment process;"},{"prefix":"D","text":" Supporting ongoing data collection;"},{"prefix":"E","text":" Planning nursing care episodes for patients with stable conditions;"},{"prefix":"F","text":" Participating in the development and modification of the comprehensive plan of care for all types of patients;"},{"prefix":"G","text":" Implementing appropriate aspects of the strategy of care within a patient-centered health care plan;"},{"prefix":"H","text":" Participating in nursing care management through delegating to assistive personnel and assigning to other licensed practical nurses nursing interventions that may be performed by others and do not conflict with this chapter;"},{"prefix":"I","text":" Maintaining safe and effective nursing care rendered directly or indirectly;"},{"prefix":"J","text":" Promoting a safe and therapeutic environment;"},{"prefix":"K","text":" Participating in health teaching and counseling to promote, attain, and maintain optimum health levels of patients;"},{"prefix":"L","text":" Serving as an advocate for patients by communicating and collaborating with other health care service personnel; and"},{"prefix":"M","text":" Participating in the evaluation of patient responses to interventions."},{"prefix":"15A","text":" \"Practice of professional counseling\" means engaging in counseling or psychotherapy activities, including cognitive behavioral therapy or other modality, with or without compensation, to facilitate human development and to identify and remediate mental, emotional, or behavioral conditions and associated difficulties that interfere with mental health and wellness. The practice of professional counseling includes:"},{"prefix":"A","text":" The processes of conducting interviews, tests, and other forms of assessment for the purpose of diagnosing individuals, families, and groups, as outlined in the Diagnostic and Statistical Manual of Disorders or other appropriate classification schemes, and determining treatment goals and objectives; and"},{"prefix":"B","text":" Assisting individuals, families, and groups through a professional relationship to achieve long-term effective mental, emotional, physical, spiritual, social, educational, or career development and adjustment."},{"prefix":"16","text":"(A)(i) \"Practice of psychology\" means the development and application, with or without compensation, of scientific concepts, theories, methods, techniques, procedures, and principles of psychology to aid in the understanding, measuring, explaining, predicting, preventing, fostering, and treating of abilities, disabilities, attributes, or behaviors that are:"},{"prefix":"I","text":" Principally cognitive, such as aptitudes, perceptions, attitudes, or intelligence;"},{"prefix":"II","text":" Affective, such as happiness, anger, or depression; or"},{"prefix":"III","text":" Behavioral, such as physical abuse."},{"prefix":"ii","text":" The term \"practice of psychology\" includes:"},{"prefix":"I","text":" Coaching, consulting, counseling, and various types of therapy, such as behavior therapy, group therapy, hypnotherapy, psychotherapy, and marriage, couples, and family therapy;"},{"prefix":"II","text":" Intellectual, personality, behavioral, educational, neuropsychological, and psycho-physiological testing; and"},{"prefix":"III","text":" Professional activities, such as research, teaching, training, interviewing, assessment, evaluation, pharmacology, and biofeedback."},{"prefix":"B","text":" Nothing in this paragraph shall be construed as preventing or restricting the practice, services, or activities of:"},{"prefix":"i","text":" An individual bearing the title of psychologist in the employ of an academic institution, research organization, or laboratory, if the psychology-based activities or services offered are within the scope of employment, are consistent with his or her professional training and experience, and provided within the confines of employment."},{"prefix":"ii","text":" A school psychologist employed by and working in accordance with the regulations of the District of Columbia Board of Education."},{"prefix":"17","text":" \"Practice of registered nursing\" means the performance of the full scope of nursing services, with or without compensation, designed to promote and maintain health, prevent illness and injury, and provide care to all patients in all settings based on standards established or recognized by the Board of Nursing. The practice of registered nursing includes:"},{"prefix":"A","text":" Providing comprehensive nursing assessment of the health status of patients, individuals, families, and groups;"},{"prefix":"B","text":" Addressing anticipated changes in a patient's condition as well as emerging changes in a patient's health status;"},{"prefix":"C","text":" Recognizing alterations of previous physiologic patient conditions;"},{"prefix":"D","text":" Synthesizing biological, psychological, spiritual, and social nursing diagnoses;"},{"prefix":"E","text":" Planning nursing interventions and evaluating the need for different interventions and the need for communication and consultation with other health care team members;"},{"prefix":"F","text":" Collaborating with health care team members to develop an integrated client-centered health care plan as well as providing direct and indirect nursing services of a therapeutic, preventive, and restorative nature in response to an assessment of the patient's requirements;"},{"prefix":"G","text":" Developing a strategy of nursing care for integration within the patient-centered health plan that establishes nursing diagnoses, sets goals to meet identified health care needs, determines nursing interventions, and implements nursing care through the execution of independent nursing strategies and regimens requested, ordered, or prescribed by authorized health care providers;"},{"prefix":"H","text":" Performing services such as:"},{"prefix":"i","text":" Counseling;"},{"prefix":"ii","text":" Educating for safety, comfort, and personal hygiene;"},{"prefix":"iii","text":" Preventing disease and injury; and"},{"prefix":"iv","text":" Promoting the health of individuals, families, and communities;"},{"prefix":"I","text":" Delegating and assigning interventions to implement a plan of care;"},{"prefix":"J","text":" Administering nursing services within a health care facility, including the delegation and supervision of direct nursing functions and the evaluation of the performance of these functions;"},{"prefix":"K","text":" Delegating and assigning nursing interventions in the implementation of a plan of care along with evaluation of the delegated interventions;"},{"prefix":"L","text":" Providing for the maintenance of safe and effective nursing care rendered directly or indirectly as well as educating and training persons in the direct nursing care of patients;"},{"prefix":"M","text":" Engaging in nursing research to improve methods of practice;"},{"prefix":"N","text":" Managing, supervising, and evaluating the practice of nursing;"},{"prefix":"O","text":" Teaching the theory and practice of nursing; and"},{"prefix":"P","text":" Participating in the development of policies, procedures, and systems to support the patient."},{"prefix":"17A","text":" \"Practice of respiratory care\" means the performance in collaboration with a licensed physician, of actions responsible for the treatment, management, diagnostic testing, control, and care of patients with deficiencies and abnormalities associated with the cardiopulmonary system, including, but not limited to:"},{"prefix":"A","text":" Therapeutic and diagnostic use of medical gases, humidity, and aerosols, including the maintenance of associated apparatus;"},{"prefix":"B","text":" Administration of medications to the cardiorespiratory system; provision of ventilatory assistance, ventilatory control, including high frequency ventilation; postural drainage, chest physiotherapy, breathing exercises, and other respiratory rehabilitation procedures;"},{"prefix":"C","text":" Cardiopulmonary resuscitation and maintenance of natural airways, the insertion and maintenance of artificial airways and the transcription and implementation of a physician's written or verbal orders pertaining to the practice of respiratory care;"},{"prefix":"D","text":" Testing techniques utilized in respiratory care to assist in diagnosis, monitoring, treatment, and research; and"},{"prefix":"E","text":" Measurement of ventilatory volumes, pressures and flows, specimen collection of blood and other materials, pulmonary function testing pH and blood gas analysis, hemodynamic and other related physiological monitoring of the cardiopulmonary system."},{"prefix":"18","text":"(A) \"Practice of social work\" means rendering or offering to render professional services to individuals, families, or groups of individuals that involve the diagnosis and treatment of psychosocial problems according to social work theory and methods. Depending upon the level at which an individual social worker is licensed under this chapter, the professional services may include, but shall not be limited to, the formulation of psychosocial evaluation and assessment, counseling, psychotherapy, referral, advocacy, mediation, consultation, research, administration, education, and community organization."},{"prefix":"B","text":" Nothing in this paragraph shall be construed to authorize any person licensed as a social worker under this chapter to engage in the practice of medicine."},{"prefix":"19","text":"(A) \"Practice of speech-language pathology\" means the application of principles, methods, or procedures related to the development and disorders of human communication, including any condition, whether of organic or non-organic origin, that impedes the normal process of human communication including disorders and related disorders of speech, articulation, fluency, voice, oral, or written language; auditory comprehension and processing; oral, pharyngeal or laryngeal sensorimotor competencies; swallowing; auditory or visual processing; auditory or visual memory or cognition; communication; and assisted augmentative communication treatment and devices."},{"prefix":"B","text":" The term practice of speech-language pathology also includes the planning, directing, supervising, and conducting of a habilitative and rehabilitative counseling program for individuals or groups of individuals who have, or are suspected of having, disorders of communication, and any service in speech-language pathology including prevention, identification, evaluation, consultation, habilitation or rehabilitation, instruction, or research."},{"prefix":"C","text":" The practice of speech-language pathology may include pure-tone air conduction hearing screening, screening tympanometry, and acoustic reflex screening, limited to a pass-or-fail determination for the identification of individuals with other disorders of communication and may also include aural habilitation or rehabilitation, which means the provision of services and procedures for facilitating adequate auditory, speech, and language skills in individuals with hearing impairment. The practice of speech-language pathology does not include the practice of medicine or osteopathic medicine, or the performance of a task in the normal practice of medicine or osteopathic medicine by a person to whom the task is delegated by a licensed physician."},{"prefix":"D","text":" Nothing in this paragraph shall be construed as preventing or restricting the practice, services, or activities of a school speech-language pathologist working in accordance with the regulations of the District of Columbia Board of Education."},{"prefix":"20","text":" \"Practice by surgical assistants\" means the provision of aid by a person who is not a physician licensed to practice medicine, under the direct supervision of a surgeon licensed in the District of Columbia, in exposure, hemostasis, closures, and other intraoperative technical functions that assist a physician in performing a safe operation with optimal results for the patient."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Definitions; Scope."},"heading":{"title":"3","chaptersection":"1201","identifier":"3-1201.02","catch_text":"Definitions of health occupations."}}