{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-228 rewrote subsec. (d)(3), which formerly read:\n\n\"(d)(3) A supervising anesthesiologist may supervise up to 3 anesthesiologist assistants at any one time during normal circumstances, and up to 4 anesthesiologist assistants at any one time during emergency circumstances, consistent with federal rules for reimbursement for anesthesia services.\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (c)(4).\n\nLegislative History of Laws\n\nLaw 15-237, the \"Anesthesiologist Assistant Licensure Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-634, which was referred to the Committee Human Services. The Bill was adopted on first and second readings on September 21, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-577 and transmitted to both Houses of Congress for its review. D.C. Law 15-237 became effective on March 16, 2005.\n\nFor Law 16-228, see notes following § 3-1201.02.\n\nFor Law 17-353, see notes following § 3-308.\n\nDC CODE § 3-1206.31\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 631, as added Mar. 16, 2005, D.C. Law 15-237, § 2(h), 51 DCR 10593; Mar. 6, 2007, D.C. Law 16-228, § 2(h), 53 DCR 10244; Mar. 25, 2009, D.C. Law 17-353, § 192, 56 DCR 1117.)","sections":[{"prefix":"a","text":" An anesthesiologist assistant shall be licensed by the Board of Medicine before administering anesthesia within the District of Columbia."},{"prefix":"b","text":" An individual licensed to practice as an anesthesiologist assistant, as that practice is defined in § 3-1201.02(2A), shall have the authority to:"},{"prefix":"1","text":" Obtain a comprehensive patient history, perform relevant elements of a physical examination, and present the history to the supervising anesthesiologist;"},{"prefix":"2","text":" Pretest and calibrate anesthesia delivery systems and obtain and interpret information from the systems and monitors, in consultation with an anesthesiologist;"},{"prefix":"3","text":" Assist the supervising anesthesiologist with the implementation of medically accepted monitoring techniques;"},{"prefix":"4","text":" Establish basic and advanced airway interventions, including intubation of the trachea and performing ventilatory support;"},{"prefix":"5","text":" Administer intermittent vasoactive drugs and start and adjust vasoactive infusions;"},{"prefix":"6","text":" Administer anesthetic drugs, adjuvant drugs, and accessory drugs, including narcotics;"},{"prefix":"7","text":" Assist the supervising anesthesiologist with the performance of epidural anesthetic procedures, spinal anesthetic procedures, and other regional anesthetic techniques;"},{"prefix":"8","text":" Administer blood, blood products, and supportive fluids;"},{"prefix":"9","text":" Provide assistance to a cardiopulmonary resuscitation team in response to a life-threatening situation;"},{"prefix":"10","text":" Monitor, transport, and transfer care to appropriate anesthesia or recovery personnel;"},{"prefix":"11","text":" Participate in administrative, research, and clinical teaching activities, as authorized by the supervising anesthesiologist; and"},{"prefix":"12","text":" Perform such other tasks that an anesthesiologist assistant has been trained and is proficient to perform."},{"prefix":"c","text":" Anesthesiologist assistants shall not:"},{"prefix":"1","text":" Prescribe any medications or controlled substances;"},{"prefix":"2","text":" Practice or attempt to practice unless under the supervision of an anesthesiologist who is immediately available for consultation, assistance, and intervention;"},{"prefix":"3","text":" Practice or attempt to administer anesthesia during the induction or emergence phase without the personal participation of the supervising anesthesiologist; or"},{"prefix":"4","text":" Administer any drugs, medicines, devices, or therapies the supervising anesthesiologist is not qualified or authorized to prescribe."},{"prefix":"d","text":"(1) The supervising anesthesiologist shall be immediately available to participate directly in the care of the patient whom the anesthesiologist assistant and the anesthesiologist are jointly treating, and shall at all times accept and be responsible for the oversight of the health care services rendered by the anesthesiologist assistant."},{"prefix":"2","text":" A supervising anesthesiologist shall be present during the induction and the emergence phases of a patient to whom anesthesia has been administered."},{"prefix":"3","text":" A supervising anesthesiologist may supervise up to 4 anesthesiologist assistants at any one time."},{"prefix":"4","text":" No faculty member of an anesthesiologist assistants program shall concurrently supervise more than 2 anesthesiologist assistant students who are delivering anesthesia."},{"prefix":"e","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Anesthesiologist\" means a physician who has completed a residency in anesthesiology approved by the American Board of Anesthesiology or the American Osteopathic Board of Anesthesiology and who is currently licensed to practice medicine in the District of Columbia."},{"prefix":"2","text":" \"Immediately available\" means the supervising anesthesiologist is:"},{"prefix":"A","text":" Present in the building or facility in which anesthesia services are being provided by an anesthesiologist assistant; and"},{"prefix":"B","text":" Able to directly provide assistance to the anesthesiologist assistant in providing anesthesia services to the patient in accordance with the prevailing standards of:"},{"prefix":"i","text":" Acceptable medical practice;"},{"prefix":"ii","text":" The American Society of Anesthesiologists' guidelines for best practice of anesthesia in a care team model; and"},{"prefix":"iii","text":" Any additional requirements established by the Board of Medicine through a formal rulemaking process."},{"prefix":"3","text":" \"Supervision\" means directing and accepting responsibility for the anesthesia services rendered by an anesthesiologist assistant in a manner approved by the Board of Medicine."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"VI-B","text":"Anesthesiologist Assistants; Scope of Practice; License Renewal; Transition; Council Hearing."},"heading":{"title":"3","chaptersection":"1206","identifier":"3-1206.31","catch_text":"Scope of practice."}}