{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3305.11.\n\nEffect of Amendments\n\nD.C. Law 18-26 substituted \"licensee, registrant, or person certified\" for \"licensee\"; substituted \"license, registration, or certification\" for \"license\" both times it appears; and substituted \"a license, registration, or certification\" for \"licenses\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(e)(12) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 18-26, see notes following § 3-1201.01.\n\nDC CODE § 3-1205.11\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 511, 33 DCR 729; July 18, 2009, D.C. Law 18-26, § 2(e)(12), 56 DCR 4043.)","sections":[{"prefix":"a","text":" Upon application by a licensee, registrant, or person certified and payment of the inactive status fee established by the Mayor, each board shall place a licensee, registrant, or person certified on inactive status."},{"prefix":"b","text":" While on inactive status, the individual shall not be subject to the renewal fee and shall not practice, attempt to practice, or offer to practice the health occupation in the District."},{"prefix":"c","text":" Each board shall issue a license, registration, or certification to an individual who is on inactive status and who desires to resume the practice of a health occupation if the individual:"},{"prefix":"1","text":" Pays the fee established by the Mayor;"},{"prefix":"2","text":" Complies with the continuing education requirements in effect when the licensee, registrant, or person certified seeks to reactivate the license, registration, or certification; and"},{"prefix":"3","text":" Complies with the current requirements for renewal of a license, registration, or certification."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"V","text":"Licensing, Registration, or Certification of Health Professionals."},"heading":{"title":"3","chaptersection":"1205","identifier":"3-1205.11","catch_text":"Inactive status."}}