{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3302.3.\n\nEffect of Amendments\n\nD.C. Law 15-172, in the section heading, substituted \", Naturopathic Medicine, and\" for \"and\"; in subsec. (a), added \"the practice of naturopathic medicine with the advice of the Advisory Committee on Naturopathic Medicine\" after \"Advisory Committee on Acupuncture\" in par. (2), deleted \"and\" in subpar. (A) of par. (8), and added subpar. (B-1) of par. (8); added subsec. (c-1); in subsec. (e), substituted \"Naturopathic Medicine, and Physician\" for \"and Physician\" and substituted \"Commissioner of Public Health or the Director of the Department of Health, or to their designees\" for \"Commissioner of Public Health or his or her designee\"; and rewrote subsec. (f). Prior to amendment, subsec. (f) had read as follows:\n\n\"(f) Upon request by the Board, the Advisory Committees on Acupuncture and Physician Assistants shall review applications for licensure to practice acupuncture or to practice as a physician assistant, respectively, and shall forward recommendations to the Board for action.\"\n\nD.C. Law 15-237, in the section heading, inserted 'Anesthesiologist Assistants,\"; in par. (2) of subsec. (a), inserted \"the practice by anesthesiologist assistants with the advice of the Advisory Committee on Anesthesiologist Assistants,\"; in par. (8) of subsec. (a), redesignated former subpar. (B-1) as (B-2) and added new subpar. (B-1); redesignated former subsec. (c-1) as (c-2) and added new subsec. (c-1); in subsec. (e), inserted \"Anesthesiologist Assistants,\"; and, in subsec. (f), inserted \"Anesthesiologist Assistants,\" and \"an anesthesiologist assistant or\".\n\nD.C. Law 16-33, in subsec. (a)(3), substituted \"Director of the Department of Health, or his or her designee\" for \"Commissioner of Public Health\"; in subsec. (a)(5), substituted \"Director of the Department of Health\" for \"Commissioner of Public Health\", and substituted \"as Director\" for \"as Commissioner\"; in subsec. (b)(3), substituted \"Director of the Department of Health\" for \"Commissioner of Public Health\"; in subsec. (d), substituted \"Director of the Department of Health\" for \"Commissioner of Public Health\"; and in subsec. (e), substituted \"Director of the Department of Health, or his or her designee\" for \"Commissioner of Public Health or the Director of the Department of Health, or to their designees\".\n\nD.C. Law 16-191, in subsec. (a)(8)(B-1), validated a previously made technical correction.\n\nD.C. Law 16-228, in the section heading, substituted \" Surgical Assistants\" for \"and Physician Assistants\"; in subsec. (a), par. (2), substituted \"the practice of physician assistants with the advice of the Advisory Committee on Physician Assistants, and the practice of surgical assistants with the advice of the Advisory Committee on Surgical Assistants\" for \"and the practice of physician assistants with the advice of the Advisory Committee on Physician Assistants\"; in subsec. (a), par. (8), added subparagraph (D); added subsec. (c-3); and in subsecs. (e) and (f), added surgical assistants to the scope of each respective subsection.\n\nD.C. Law 16-263, in subsec. (a)(7), designated subpar. (A) and added subpar. (B).\n\nD.C. Law 17-353, in subsec. (a)(8), substituted the subparagraph designations (B-i) and (B-ii) for (B-1) and (B-2), respectively.\n\nD.C. Law 18-12, in the section heading, inserted \"Polysomnography,\"; in subsec. (a)(8), deleted \"and\" from the end of subpars. (B-ii) and (C) and added subpar. (C-i); redesignated subsec. (c-3) as (d-2); and added subsec. (d-1).\n\nD.C. Law 18-210 added subsec.. (a-2).\n\nD.C. Law 19-104, in subsec. (a)(1), substituted \"15\" for \"11\"; in subsec. (a)(2), substituted \"Assistants, the practice of surgical assistants with the advice of the Advisory Committee on Surgical Assistants, and the practice by physicians-in-training. \" for \"Assistants, and the practice of surgical assistants with the advice of the Advisory Committee on Surgical Assistants.\"; in subsec. (a)(3), substituted \"10\" for \"7\" and \"4\" for \"3\"; in subsec. (a)(8), redesignated subpar. (c-1) as (c-i) and substituted a semicolon for a period at the end, substituted \"; and\" for a period in subpar. (D), and added subpar. (E); and added subsec. (h).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of District of Columbia Health Occupations Revision Act of 1985 Physician Assistants Temporary Amendment Act of 1989 (D.C. Law 8-60, January 30, 1990, law notification 37 DCR 1210).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5022 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 7-31, see Historical and Statutory Notes following § 3-1202.01.\n\nLaw 8-152, the \"District of Columbia Health Occupations Revision Act of 1985 Physician Assistants Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-353, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 1, 1990, and May 15, 1990, respectively. Signed by the Mayor on May 30, 1990, it was assigned Act No. 8-210 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 10-231, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 15-172, see notes following § 3-1201.02.\n\nFor Law 15-237, see notes following § 3-1201.02.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nFor Law 16-191, see notes following § 3-326.\n\nFor Law 16-228, see notes following § 3-1201.02.\n\nLaw 16-263, the \"Medical Malpractice Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-334, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-619 and transmitted to both Houses of Congress for its review. D.C. Law 16-263 became effective on March 14, 2007.\n\nFor Law 17-353, see notes following § 3-308.\n\nFor Law 18-12, see notes following § 3-1201.02.\n\nLaw 18-210, the \"Legalization of Marijuana for Medical Treatment Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-622, which was referred to the Committee on Health and the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Signed by the Mayor on May 21, 2010, it was assigned Act No. 18-429 and transmitted to both Houses of Congress for its review. D.C. Law 18-210 became effective on July 27, 2010.\n\nFor history of Law 19-,104 see notes under § 3-1201.02.\n\nMiscellaneous Notes\n\nShort title of subtitle C of title V of Law 16-33: Section 5021 of D.C. Law 16-33 provided that subtitle C of title V of the act may be cited as the Board of Medicine Amendment Act of 2005.\n\nDC CODE § 3-1202.03\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 203, 33 DCR 729; Oct. 7, 1987, D.C. Law 7-31, § 3(b), 34 DCR 3789; Jan. 30, 1990, D.C. Law 8-60, § 2, 36 DCR 7386; July 25, 1990, D.C. Law 8-152, § 2, 37 DCR 3743; Mar. 21, 1995, D.C. Law 10-231, § 2(c), 42 DCR 15; Mar. 23, 1995, D.C. Law 10-247, § 2(d), 42 DCR 457; July 8, 2004, D.C. Law 15-172, § 2(c), 51 DCR 4938; Mar. 16, 2005, D.C. Law 15-237, § 2(c), 51 DCR 10593; Oct. 20, 2005, D.C. Law 16-33, § 5022, 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 17(a), 53 DCR 6794; Mar. 6, 2007, D.C. Law 16-228, § 2(c), 53 DCR 10244; Mar. 14, 2007, D.C. Law 16-263, § 201(a), 54 DCR 807; Mar. 25, 2009, D.C. Law 17-353, § 188(a), 56 DCR 1117; July 7, 2009, D.C. Law 18-12, 2(b), 56 DCR 3605; July 27, 2010, D.C. Law 18-210, § 3(a), 57 DCR 4798; Mar. 14, 2012, D.C. Law 19-104, § 2(b), 59 DCR 435.)","sections":[{"prefix":"a","text":"(1) There is established a Board of Medicine to consist of 15 members appointed by the Mayor with the advice and consent of the Council."},{"prefix":"2","text":" The Board shall regulate the practice of medicine, the practice of acupuncture with the advice of the Advisory Committee on Acupuncture, the practice by anesthesiologists assistants with the advice of the Advisory Committee on Anesthesiologists Assistants, the practice of naturopathic medicine with the advice of the Advisory Committee on Naturopathic Medicine, the practice by physician assistants with the advice of the Advisory Committee on Physician Assistants, the practice of surgical assistants with the advice of the Advisory Committee on Surgical Assistants, and the practice by physicians-in-training."},{"prefix":"3","text":" Of the members of the Board, 10 shall be physicians licensed to practice in the District, 4 shall be consumer members, and 1 shall be the Director of the Department of Health, or his or her designee."},{"prefix":"4","text":" In selecting nominees to the Board, the Mayor shall consult with appropriate officials of professional medical societies and schools of medicine located in the District, and shall submit nominees whose professional training and experience provide a representative sample of the medical specialties practiced in the District."},{"prefix":"5","text":" Except as provided in paragraph (6) of this subsection, members of the Board shall be appointed for terms of 3 years. This paragraph shall not apply to the Director of the Department of Health who shall serve for the duration of his or her term as Director."},{"prefix":"6","text":" Of the members initially appointed under this section, 3 shall be appointed for a term of 1 year, 3 shall be appointed for a term of 2 years, and 4 shall be appointed for a term of 3 years. The terms of the members first appointed shall begin on the date that a majority of the first members are sworn in, which shall become the anniversary date for all subsequent appointments."},{"prefix":"7","text":"(A) The Mayor shall appoint an executive director who shall be a full-time employee of the District to administer and implement the orders of the Board in accordance with this chapter and rules and regulations issued pursuant to this chapter."},{"prefix":"B","text":" On or before January 1, 2007, in addition to the executive director, the Mayor shall require, at a minimum, that an investigator, an attorney, and 2 clerical support staff be hired, which persons shall be full-time employees of the District and whose work shall be limited solely to administering and implementing the orders of the Board in accordance with this chapter and rules and regulations issued pursuant to this chapter. The mandatory minimum number of employees established under this section shall not restrict the Mayor's ability to authorize additional staff."},{"prefix":"8","text":" The Board shall provide recommendations to the Mayor for his consideration in developing and issuing rules authorizing:"},{"prefix":"A","text":" The practice of acupuncture in accordance with guidelines approved by the Advisory Committee on Acupuncture;"},{"prefix":"B","text":" Repealed;"},{"prefix":"B-i","text":" The practice by anesthesiologist assistants in accordance with guidelines approved by the Advisory Committee on Anesthesiologist Assistants;"},{"prefix":"B-ii","text":" The practice of naturopathic medicine in accordance with guidelines approved by the Advisory Committee on Naturopathic Medicine;"},{"prefix":"C","text":" The practice by physician assistants in accordance with guidelines approved by the Advisory Committee on Physician Assistants;"},{"prefix":"C-i","text":" The practice of polysomnography in accordance with guidelines approved by the Advisory Committee on Polysomnography;"},{"prefix":"D","text":" The practice of surgical assistants in accordance with guidelines approved by the Advisory Committee on Surgical Assistants; and"},{"prefix":"E","text":" The practice by physicians-in-training."},{"prefix":"a-1","text":"(1) The Board shall waive the educational and examination requirements for any applicant for licensure as a physician assistant who can demonstrate, to the satisfaction of the Board, that he or she has performed the function of a physician assistant, as defined in this chapter and rules issued pursuant to this chapter, on a full-time or substantially full-time basis continuously for at least 36 months immediately preceding March 25, 1986, and is qualified to do so on the basis of pertinent education, training, experience, and demonstrated current competence, provided that application for the license is made within 12 months of July 25, 1990."},{"prefix":"2","text":" An applicant licensed under paragraph (1) of this subsection shall be eligible for license renewal on the same terms as any other licensed physician assistant."},{"prefix":"a-2","text":" Pursuant to § 7-1671.07, the Board shall review and audit written recommendations for the use of medical marijuana issued by physicians pursuant to § 7-1671.04 and shall have the authority to discipline any physician who has acted outside the scope of the physician's authority under Chapter 16B of Title 7."},{"prefix":"b","text":"(1) There is established an Advisory Committee on Acupuncture to consist of 3 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Acupuncture shall develop and submit to the Board guidelines for the licensing of acupuncturists and the regulation of the practice of acupuncture in the District."},{"prefix":"3","text":" Of the members of the Advisory Committee on Acupuncture, 1 shall be a physician licensed in the District who has training and experience in the practice of acupuncture, 1 shall be a nonphysician acupuncturist licensed in the District, and 1 shall be the Director of the Department of Health or his or her designee."},{"prefix":"4","text":" The Advisory Committee on Acupuncture shall submit initial guidelines to the Board within 180 days of March 25, 1986, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"c","text":" Repealed."},{"prefix":"c-1","text":"(1) There is established an Advisory Committee on Anesthesiologist Assistants to consist of 3 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Anesthesiologist Assistants shall develop and submit to the Board guidelines for the licensing and regulation of anesthesiologist assistants in the District. The guidelines shall set forth the actions which may be performed by anesthesiologist assistants under the direct supervision of a licensed anesthesiologist, who shall be responsible for the overall medical direction of the care and treatment of patients."},{"prefix":"3","text":" Of the members of the Advisory Committee on Anesthesiologist Assistants, 1 shall be an anesthesiologist licensed in the District with experience working with anesthesiologist assistants, 1 shall be an anesthesiologist assistant licensed in the District, and 1 shall be the Commissioner of Public Health, or his or her designee."},{"prefix":"4","text":" The Advisory Committee on Anesthesiologist Assistants shall submit initial guidelines to the Board within 180 days of March 16, 2005, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"c-2","text":"(1) There is established an Advisory Committee on Naturopathic Medicine to consist of 3 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Naturopathic Medicine shall develop and submit to the Board guidelines for the licensing of naturopathic physicians and the regulation of the practice of naturopathic medicine in the District."},{"prefix":"3","text":" Of the members of the Advisory Committee on Naturopathic Medicine, 1 shall be a licensed physician with experience in naturopathic medicine or in working with naturopathic physicians, 1 shall be a licensed naturopathic physician, and 1 shall be the Director of the Department of Health or his or her designee."},{"prefix":"4","text":" An individual who is eligible for licensure to practice naturopathic medicine and is currently registered to practice naturopathy in the District may be appointed as the initial naturopathic physician member of the Advisory Committee on Naturopathic Medicine."},{"prefix":"5","text":" The Advisory Committee on Naturopathic Medicine shall submit initial guidelines to the Board within 180 days of July 8, 2004, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"d","text":"(1) There is established an Advisory Committee on Physician Assistants to consist of 3 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Physician Assistants shall develop and submit to the Board guidelines for the licensing and regulation of physician assistants in the District. The guidelines shall set forth the actions which may be performed by physician assistants in collaboration with a licensed physician or osteopath, who shall be responsible for the overall medical direction of the care and treatment of patients, and the levels of collaboration required for each action."},{"prefix":"3","text":" Of the members of the Advisory Committee on Physician Assistants, 1 shall be a physician or osteopath licensed in the District with experience working with physician assistants, 1 shall be a physician assistant licensed in the District, and 1 shall be the Director of the Department of Health or his or her designee."},{"prefix":"4","text":" The Advisory Committee on Physician Assistants shall submit initial guidelines to the Board within 180 days of March 25, 1986, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"d-1","text":"(1) There is established an Advisory Committee on Polysomnography to consist of 5 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Polysomnography shall develop and submit to the Board guidelines for licensing, registration, and regulation of polysomnographic technologists, polysomnographic technicians, and polysomnographic trainees in the District. The guidelines shall set forth the education and experience requirements for registration and licensure and the actions that may be performed by polysomnographic technologists, polysomnographic technicians, and polysomnographic trainees."},{"prefix":"3","text":" Of the members of the Advisory Committee on Polysomnography, 2 shall be physicians who have been certified by a national accrediting body as sleep specialists, 2 shall be licensed polysomnographic technologists, and one shall be the Director of the Department of Health or his designee."},{"prefix":"4","text":" The Advisory Committee on Polysomnography shall submit initial guidelines to the Board within 180 days of July 7, 2009, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"d-2","text":"(1) There is established an Advisory Committee on Surgical Assistants to consist of 5 members appointed by the Mayor."},{"prefix":"2","text":" The Advisory Committee on Surgical Assistants shall develop and submit to the Board guidelines for the licensing and regulation of surgical assistants in the District. The guidelines shall set forth the actions that may be performed by surgical assistants under the direct supervision of a licensed surgeon, who shall be responsible for the overall medical direction of the care and treatment of patients."},{"prefix":"3","text":" Of the members of the Advisory Committee on Surgical Assistants, one shall be a surgeon licensed in the District with experience working with surgical assistants, 3 shall be surgical assistants licensed in the District, and one shall be the Director of the Department of Health, or his or her designee."},{"prefix":"4","text":" The Advisory Committee on Surgical Assistants shall submit initial guidelines to the Board within 180 days of March 6, 2007, and shall subsequently meet at least annually to review the guidelines and make necessary revisions for submission to the Board."},{"prefix":"e","text":" Of the members initially appointed to the Advisory Committees on Acupuncture, Anesthesiologist Assistants, Naturopathic Medicine, and Physician Assistants, and Surgical Assistants, 1 member of each committee shall be appointed to a term of 2 years and 1 member of each shall be appointed to a term of 3 years. Subsequent appointments shall be for terms of 3 years. This subsection shall not apply to the Director of the Department of Health, or his or her designee."},{"prefix":"f","text":" Upon request by the Board, the Advisory Committees on Acupuncture, Anesthesiologist Assistants, Physician Assistants, and Surgical Assistants shall, respectively, review applications for licensure to practice acupuncture or to practice as an anesthesiologist assistant, a physician assistant, or a surgical assistant and shall forward recommendations to the Board for action."},{"prefix":"g","text":" Repealed."},{"prefix":"h","text":"(1) The Board may convene a subcommittee, of either members of the Board or nonmembers of the Board, to provide advice and assistance on a specified issue or discipline under the purview of the Board."},{"prefix":"2","text":" The individuals appointed pursuant to this subsection shall be exempt from §§ 3-1204.01(a) and (b), 3-1204.02, and 3-1204.03. The Board shall specify:"},{"prefix":"A","text":" The purpose and scope of the subcommittee;"},{"prefix":"B","text":" The qualifications for appointment;"},{"prefix":"C","text":" The length of each individual's term, if any;"},{"prefix":"D","text":" The powers, duties, and responsibilities of each individual; and"},{"prefix":"E","text":" Any other criteria that the Board considers necessary and appropriate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Establishment of Health Occupation Boards and Advisory Committees; Membership; Terms. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"1202","identifier":"3-1202.03","catch_text":"Board of Medicine; Advisory Committees on Acupuncture, Anesthesiologist Assistants, Naturopathic Medicine, Physician Assistants, Polysomnography, and Surgical Assistants."}}