{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3311.3.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 7-104, see Historical and Statutory Notes following § 3-1212.02.\n\nReferences in Text\n\n\"Section 1104\", referred to near the beginning of subsection (a), is § 1104 of D.C. Law 6-99, which repealed Chapters 12, 17, 18, and 22 of Title 2 [Chapters 21, 23, 24, and 26 of Title 3, 2001 Ed.] and § 2-1301 to 2-1343 [§§ 3-2901 to 3-2943, 2001 Ed.]. \"This act\", referred to near the middle of subsection (c), is D.C. Law 6-99.\n\nDC CODE § 3-1212.03\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 1203, 33 DCR 729; Apr. 30, 1988, D.C. Law 7-104, § 26(b), 35 DCR 147.)","sections":[{"prefix":"a","text":" No suit, action, or other judicial proceeding lawfully commenced by or against any board or commission specified in section 1104, or against any member, officer or employee of the board or commission in the official capacity of the officer or employee, shall abate by reason of the taking effect of this chapter, but the court or agency, unless it determines that survival of the suit, action, or other proceeding is not necessary for purposes of settlement of the question involved, shall allow the suit, action, or other proceeding to be maintained, with substitutions as to parties as are appropriate."},{"prefix":"b","text":" No disciplinary action against a health professional or other administrative action or proceeding lawfully commenced shall abate solely by reason of the taking effect of any provision of this chapter, but the action or proceeding shall be continued with substitutions as to parties and officers or agencies as are appropriate."},{"prefix":"c","text":" Except as otherwise provided in this chapter, all rules and orders promulgated by the boards abolished by this act shall continue in effect and shall apply to their successor boards until the rules or orders are repealed or superseded."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"XII","text":"Transitional Provisions."},"heading":{"title":"3","chaptersection":"1212","identifier":"3-1212.03","catch_text":"Pending actions and proceedings; existing rules and orders."}}