{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-172, see notes following § 3-1201.02.\n\nDC CODE § 3-1206.21\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 621, as added July 8, 2004, D.C. Law 15- 172, § 2(g), 51 DCR 4938.)","sections":[{"prefix":"a","text":" In connection with the system of health care defined in § 3-1201.02(7A), an individual licensed to practice naturopathic medicine under this subchapter may:"},{"prefix":"1","text":" Administer or provide for preventive and therapeutic purposes natural medicines by their appropriate route of administration, natural therapies, topical medicines, counseling, hypnotherapy, dietary therapy, naturopathic physical medicine, therapeutic devices, and barrier devices for contraception. For the purposes of this paragraph, the term \"naturopathic physical medicine\" means the use of the physical agents of air, water, heat, cold, sound, and light, and the physical modalities of electrotherapy, biofeedback, diathermy, ultraviolet light, ultrasound, hydrotherapy, and exercise, and includes naturopathic manipulation and mobilization therapy; and"},{"prefix":"2","text":" Review and interpret the results of diagnostic procedures commonly used by physicians in general practice, including physical and orificial examinations, electrocardiograms, diagnostic imaging techniques, phlebotomy, clinical laboratory tests and examinations, and physiological function tests."},{"prefix":"b","text":" An individual licensed to practice naturopathic medicine under this chapter shall not:"},{"prefix":"1","text":" Prescribe, dispense, or administer any controlled substances, except those natural medicines authorized by this chapter;"},{"prefix":"2","text":" Perform surgical procedures, except for minor office procedures, as defined by rule;"},{"prefix":"3","text":" Use for therapeutic purposes, any device regulated by the United States Food and Drug Administration (\"FDA\") that has not been approved by the FDA."},{"prefix":"4","text":" Participate in naturopathic childbirth, unless the naturopathic physician:"},{"prefix":"A","text":" Passes a specialty examination in obstetrics or natural childbirth approved by the Advisory Committee on Naturopathic Medicine, Board of Medicine, or the Mayor, such as the American College of Nurse Midwives Written Examination or an equivalent national examination;"},{"prefix":"B","text":" Has a minimum of 100 hours of course work, internship, or preceptorship in obstetrics of natural childbirth approved by the Advisory Committee on Naturopathic Medicine;"},{"prefix":"C","text":" Files with the Department of Health and maintains a written collaboration agreement with a licensed obstetrician who is qualified to perform obstetrical surgery; and"},{"prefix":"D","text":" Has assisted in a minimum of 50 supervised births, including prenatal and postnatal care, under the direct supervision of a licensed naturopathic, medical, or osteopathic physician with specialty training in obstetrics or natural childbirth, at least 25 of which document the naturopathic physician as the primary birth attendant."},{"prefix":"c","text":" Nothing in this section shall be construed to prohibit the use, practice, or administration of nutritional supplements, iridology, herbs, vitamins, foods, food extracts, homeopathic preparations, natural therapies and remedies, and such physical forces as heat, cold, touch, and light, as permitted by law, by persons not licensed to practice naturopathic medicine under this chapter."},{"prefix":"d","text":" An individual licensed to practice naturopathic medicine under this chapter may use the titles \"Doctor of Naturopathic Medicine\", \"Naturopathic Physician\", \"Licensed Naturopath\", \"Naturopathic Doctor\", \"Doctor of Naturopathy\", \"Naturopath\", or the initials \"ND\" or an \"NMD\"."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"VI-A","text":"Naturopathic Medicine; Scope of Practice; Required Disclosures."},"heading":{"title":"3","chaptersection":"1206","identifier":"3-1206.21","catch_text":"Scope of practice."}}