{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3301.3.\n\nEffect of Amendments\n\nD.C. Law 18-17, in subsec. (d)(5), deleted \", the practice of nontherapeutic massage,\" following \"cosmetology\".\n\nD.C. Law 18-184, in the section heading, inserted \"; exemption for services provided during emergency\"; and added subsec. (c).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nFor legislative history of D.C. Law 9-126, see Historical and Statutory Notes following § 3-1202.13.\n\nFor legislative history of D.C. Law 10-247, see Historical and Statutory Notes following § 3-1201.01.\n\nFor Law 18-17, see notes following § 3-1201.02.\n\nFor Law 18-184, see notes following § 3-411.\n\nDC CODE § 3-1201.03\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 103, 33 DCR 729; July 22, 1992, D.C. Law 9-126, § 2(c), 39 DCR 3824; Mar. 23, 1995, D.C. Law 10-247, § 2(c), 42 DCR 457; July 7, 2009, D.C. Law 18-17, § 2(b), 56 DCR 3622; July 1, 2010, D.C. Law 18-184, § 14(c), 57 DCR 3655.)","sections":[{"prefix":"a","text":" This chapter does not limit the right of an individual to practice a health occupation that he or she is otherwise authorized to practice under this chapter, nor does it limit the right of an individual to practice any other profession that he or she is authorized to practice under the laws of the District."},{"prefix":"b","text":" The practices of health occupations regulated by this chapter are not intended to be mutually exclusive."},{"prefix":"c","text":" This chapter shall not be construed to prohibit the practice of a health occupation by an individual enrolled in a recognized school or college as a candidate for a degree or certificate in a health occupation, or enrolled in a recognized postgraduate training program provided that the practice is:"},{"prefix":"1","text":" Performed as a part of the individual's course of instruction;"},{"prefix":"2","text":" Under the supervision of a health professional who is either licensed to practice in the District or qualified as a teacher of the practice of the health occupation by the board charged with the regulation of the health occupation;"},{"prefix":"3","text":" Performed at a hospital, nursing home, or health facility operated by the District or federal government, a health education center, or other health-care facility considered appropriate by the school or college; and"},{"prefix":"4","text":" Performed in accordance with procedures established by the board charged with the regulation of the health occupation."},{"prefix":"d","text":" Nothing in this chapter shall be construed to require licensure for or to otherwise regulate, restrict, or prohibit individuals from engaging in the practices, services, or activities set forth in the paragraphs of this subsection if the individuals do not hold themselves out, by title, description of services, or otherwise, to be practicing any of the health occupations regulated by this chapter. Nothing in this subsection shall be construed as exempting any of the following categories from other applicable laws and regulations of the District or federal government:"},{"prefix":"1","text":" Any minister, priest, rabbi, officer, or agent of any religious body or any practitioner of any religious belief engaging in prayer or any other religious practice or nursing practiced solely in accordance with the religious tenets of any church for the purpose of fostering the physical, mental, or spiritual well-being of any person;"},{"prefix":"2","text":" Any person engaged in the care of a friend or member of the family, including the domestic administration of family remedies, or the care of the sick by domestic servants, housekeepers, companions, or household aids of any type, whether employed regularly or because of an emergency or illness, or other volunteers;"},{"prefix":"3","text":" Any individual engaged in the lawful practice of audiology, speech pathology, X-ray technology, laboratory technology, or respiratory therapy;"},{"prefix":"4","text":" An orthotist or prosthetist engaged in fitting, making, or applying splints or other orthotic or prosthetic devices;"},{"prefix":"5","text":" Any individual engaged in the practice of cosmetology or the operation of a health club;"},{"prefix":"6","text":" Any individual engaged in the commercial sale or fitting of shoes or foot appliances; or"},{"prefix":"7","text":" Marriage and family therapists, marriage counselors, art therapists, drama therapists, attorneys, or other professionals working within the standards and ethics of their respective professions."},{"prefix":"e","text":" This chapter shall not be construed to prohibit the practice of a health occupation by an individual who has filed an initial application for licensure in the health occupation and is awaiting action on that initial application, provided the practice is performed:"},{"prefix":"1","text":" Under the supervision of a health professional licensed in the District;"},{"prefix":"2","text":" At a hospital, nursing home, health facility operated by the District or federal government, or other health care facility considered appropriate by the Board; and"},{"prefix":"3","text":" In accordance with any other requirements established by the Mayor."},{"prefix":"f","text":" This chapter does not prohibit the practice of a health occupation by an individual who is authorized to practice the health occupation under Chapter 23C of Title 7, while an emergency declaration is in effect."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Definitions; Scope."},"heading":{"title":"3","chaptersection":"1201","identifier":"3-1201.03","catch_text":"Scope of chapter."}}