{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-3302.1.\n\nEffect of Amendments\n\nD.C. Law 18-15 rewrote subsec. (b), which had read as follows:\n\n\"(b) The Board shall regulate the practice of dentistry and dental hygiene.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-99, see Historical and Statutory Notes following § 3-1201.01.\n\nLaw 7-31, the \"Boards and Commissions Amendment Act of 1987,\" was introduced in Council and assigned Bill No. 7-139, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 14, 1987 and May 5, 1987, respectively. Signed by the Mayor on June 1, 1987, it was assigned Act No. 7-26 and transmitted to both Houses of Congress for its review.\n\nFor Law 18-15, see notes following § 3-1201.01.\n\nDC CODE § 3-1202.01\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 201, 33 DCR 729; Oct. 7, 1987, D.C. Law 7-31, § 3(a), 34 DCR 3789; July 7, 2009, D.C. Law 18-15, § 2(d), 56 DCR 3616.)","sections":[{"prefix":"a","text":" There is established a Board of Dentistry consisting of 7 members appointed by the Mayor with the advice and consent of the Council."},{"prefix":"b","text":" The Board shall regulate the practices of dentistry and dental hygiene and dental assistants."},{"prefix":"c","text":" Of the members of the Board, 5 shall be dentists licensed in the District, 1 shall be a dental hygienist licensed in the District, and 1 shall be a consumer member."},{"prefix":"d","text":" Except as provided in subsection (e) of this section, members of the Board shall be appointed for terms of 3 years."},{"prefix":"e","text":" Of the members initially appointed under this section, 2 shall be appointed for a term of 1 year, 2 shall be appointed for a term of 2 years, and 3 shall be appointed for a term of 3 years. The terms of the members first appointed shall begin on the date that a majority of the first members are sworn in, which shall become the anniversary date for all subsequent appointments."},{"prefix":"f","text":" The Board shall provide advice to the Mayor concerning limitations, which the Mayor may impose by rule, on the number of dental hygienists who may be supervised by 1 dentist, provided that the limit may not be reduced below the ratio of 2 dental hygienists to 1 dentist, and provided that this limitation shall not apply to dentists or dental hygienists who are employees of, or operating pursuant to a contract with, the District or federal government."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Establishment of Health Occupation Boards and Advisory Committees; Membership; Terms. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"1202","identifier":"3-1202.01","catch_text":"Board of Dentistry."}}