{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 2-3301.1.\n\nEffect of Amendments\n\nD.C. Law 15-88, in par. (1), inserted \"the Board of Marriage and Family Therapy,\" after \"the Board of Dietetics and Nutrition,\".\n\nD.C. Law 16-219, in par. (1), inserted \"Board of Audiology and Speech-Language Pathology,\".\n\nD.C. Law 17-177 added par. (6A).\n\nD.C. Law 17-231 added par. (6A).\n\nD.C. Law 18-15 redesignated former par. (6A) as par. (6B); and added par. (6A).\n\nD.C. Law 18-26 added pars. (1A), (1B), (12A), and (15).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Health Occupations Revision General Amendment Emergency Act of 2009 (D.C. Act 18-146, July 28, 2009, 56 DCR 6308).\n\nLegislative History of Laws\n\nLaw 6-99, the \"District of Columbia Health Occupations Revision Act of 1985,\" was introduced in Council and assigned Bill No. 6-317, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 17, 1985, and January 14, 1986, respectively. Signed by the Mayor on January 28, 1986, it was assigned Act No. 6-127 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-126, see Historical and Statutory Notes following § 3-1202.13.\n\nLaw 10-203, the \"Respiratory Care Practice Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-85, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on October 4, 1994, and November 1, 1994, respectively. Signed by the Mayor on November 22, 1994, it was assigned Act No. 10-341 and transmitted to both Houses of Congress for its review. D.C. Law 10-203 became effective on March 14, 1995.\n\nLaw 10-231, the \"Chiropractic Licensing Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-142, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-373 and transmitted to both Houses of Congress for its review. D.C. Law 10-231 became effective on March 21, 1995.\n\nLaw 10-247, the \"Health Occupations Revision Act of 1985 Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-598, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. On December 28, 1994, Bill 10-598 was vetoed by the Mayor. The Council overrode the Mayor's veto on January 17, 1995. Bill No. 10-598 was re-enacted and assigned Act No. 10-394 and transmitted to both Houses of Congress for its review. D.C. Law 10-247 became effective on March 23, 1995.\n\nLaw 15-88, the \"Marriage and Family Therapy Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-20, which was referred to Committee on Human Services. The Bill was adopted on first and second readings on October 7, 2003, and November 4, 2003, respectively. Signed by the Mayor on November 25, 2003, it was assigned Act No. 15-256 and transmitted to both Houses of Congress for its review. D.C. Law 15-88 became effective on March 10, 2004.\n\nLaw 16-219, the \"Audiology and Speech-Language Pathology Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-435, which was referred to Committee on Human Services.  The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-548 and transmitted to both Houses of Congress for its review.   D.C. Law 16-219 became effective on March 6, 2007.\n\nLaw 17-177, the \"Prohibition of Discrimination on the Basis of Gender Identity and Expression Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-330, which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-329 and transmitted to both Houses of Congress for its review. D.C. Law 17-177 became effective on June 25, 2008.\n\nFor Law 17-231, see notes following § 3-202.\n\nLaw 18-15, the \"Practice of Dentistry Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-36 which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on April 28, 2009, it was assigned Act No. 18-59 and transmitted to both Houses of Congress for its review. D.C. Law 18-15 became effective on July 7, 2009.\n\nLaw 18-26, the \"Health Occupations Revision General Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-90, which was referred to the Committee on Health. The Bill was adopted on first and second readings on March 3, 2009, and April 7, 2009, respectively. Signed by the Mayor on May 12, 2009, it was assigned Act No. 18-74 and transmitted to both Houses of Congress for its review. D.C. Law 18-26 became effective on July 18, 2009.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-99, see Mayor's Order 86-110, July 18, 1986.\n\nDelegation of authority pursuant to the \"District of Columbia Health Occupations Revision Act of 1985\", see Mayor's Order 98-140, August 20, 1998 (45 DCR 6593).\n\nMiscellaneous Notes\n\nHealth Regulation Reform Task Force: Title III of D.C. Law 12-86 provided in detail for the establishment of a Health Regulation Reform Task Force, to consist of 11 members appointed by the Mayor. The Health Task Force was required to submit a written review of the boards created by the District of Columbia Health Occupations Revision Act of 1985, Chapter 33 of Title 2 [Chapter 12 of Title 3] including recommendations for the restructuring or consolidation of the boards and of the licensing procedures. The Task Force was to cease to exist 60 days after submission of the report.\n\nDC CODE § 3-1201.01\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 101, 33 DCR 729; July 22, 1992, D.C. Law 9-126, § 2(a), 39 DCR 3824; Mar. 14, 1995, D.C. Law 10-203, § 2(a), 41 DCR 7707; Mar. 21, 1995, D.C. Law 10-231, § 2(a), 42 DCR 15; Mar. 23, 1995, D.C. Law 10-247, § 2(a), 42 DCR 457; Mar. 10, 2004, D.C. Law 15-88, § 2(b), 50 DCR 10999; Mar. 6, 2007, D.C. Law 16-219, § 2(b), 53 DCR 10211; June 25, 2008, D.C. Law 17-177, § 6(a), 55 DCR 3696; Sept. 12, 2008, D.C. Law 17-231, § 10(a), 55 DCR 6758; July 7, 2009, D.C. Law 18-15, § 2(b), 56 DCR 3616; July 18, 2009, D.C. Law 18-26, § 2(b), 56 DCR 4043.)","sections":[{"prefix":"1","text":" \"Board\" means the Board of Audiology and Speech-Language Pathology, Board of Chiropractic, the Board of Dentistry, the Board of Dietetics and Nutrition, the Board of Marriage and Family Therapy, the Board of Medicine, the Board of Nursing, the Board of Nursing Home Administration, the Board of Occupational Therapy, the Board of Optometry, the Board of Pharmacy, the Board of Physical Therapy, the Board of Podiatry, the Board of Professional Counseling, the Board of Psychology, the Board of Respiratory Care, or the Board of Social Work, established by this chapter, as the context requires."},{"prefix":"1A","text":" \"Boards of Allied Health\" means the Board of Audiology and Speech-Language Pathology, the Board of Dentistry, the Board of Dietetics and Nutrition, the Board of Massage Therapy, the Board of Nursing Home Administration, the Board of Occupational Therapy, the Board of Optometry, the Board of Physical Therapy, the Board of Podiatry, and the Board of Respiratory Care."},{"prefix":"1B","text":" \"Boards of Behavioral Health\" means the Board of Marriage and Family Therapy, the Board of Professional Counseling, the Board of Psychology, and the Board of Social Work."},{"prefix":"2","text":" \"Collaboration\" means the process in which health professionals jointly contribute to the health care of patients with each collaborator performing actions he or she is licensed or otherwise authorized to perform pursuant to this chapter."},{"prefix":"A","text":"-(C) Repealed."},{"prefix":"3","text":" \"Corporation Counsel\" means the Corporation Counsel of the District of Columbia."},{"prefix":"4","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"5","text":" \"Day\" means calendar day unless otherwise specified in this chapter."},{"prefix":"6","text":" \"District\" means the District of Columbia."},{"prefix":"6A","text":" \"Domestic partner\" shall have the same meaning as provided in § 32- 701(3)."},{"prefix":"6B","text":" \"Domestic partnership\" shall have the same meaning as provided in § 32- 701(4)."},{"prefix":"7","text":" \"Health occupation\" means a practice that is regulated under the authority of this chapter."},{"prefix":"8","text":" \"Health professional\" means a person licensed under this chapter or permitted by this chapter to practice a health occupation in the District."},{"prefix":"9","text":" \"Impaired health professional\" means a health professional who is unable to perform his or her professional responsibilities reliably due to a mental or physical disorder, excessive use of alcohol, or habitual use of any narcotic or controlled substance or any other drug in excess of therapeutic amounts or without valid medical indication."},{"prefix":"10","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"11","text":" \"Person\" means an individual, corporation, trustee, receiver, guardian, representative, firm, partnership, society, school, or other entity."},{"prefix":"12","text":" Repealed."},{"prefix":"12A","text":" \"Revocation\" means termination of the right to practice a health profession and loss of licensure, registration, or certification for 5 years or more."},{"prefix":"13","text":" \"State\" means any of the several states, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or possession of the United States."},{"prefix":"14","text":" \"Superior Court\" means the Superior Court of the District of Columbia."},{"prefix":"15","text":" \"Suspension\" means termination of the right to practice a health profession for a specified period of time of less than 5 years or until such time that the specified conditions in an order are satisfied."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Definitions; Scope."},"heading":{"title":"3","chaptersection":"1201","identifier":"3-1201.01","catch_text":"General definitions."}}