{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (e).\n\nLegislative History of Laws\n\nLaw 16-228, the \"Surgical Assistant Licensure Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-712, which was referred to Committee on Human Services.  The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively.   Signed by the Mayor on December 19 2006, it was assigned Act No. 16-557 and transmitted to both Houses of Congress for its review.  D.C. Law 16-228 became effective on March 6, 2007.\n\nFor Law 17-353, see notes following § 3-308.\n\nDC CODE § 3-1206.41\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1986, D.C. Law 6-99, § 641, as added Mar. 6, 2007, D.C. Law 16- 228, § 2(i), 53 DCR 10244; Mar. 25, 2009, D.C. Law 17-353, § 150, 56 DCR 1117.)","sections":[{"prefix":"a","text":" A surgical assistant shall be licensed by the Board of Medicine before practicing as a surgical assistant within the District of Columbia."},{"prefix":"b","text":" An individual licensed to practice as a surgical assistant, as that practice is defined in § 3-1201.02(20) shall have the authority to:"},{"prefix":"1","text":" Provide local infiltration or the topical application of a local anesthetic and hemostatic agents at the operative site;"},{"prefix":"2","text":" Incise tissues;"},{"prefix":"3","text":" Ligate and approximate tissues with sutures and clamps;"},{"prefix":"4","text":" Apply tourniquets, casts, immobilizers, and surgical dressings;"},{"prefix":"5","text":" Check the placement and operation of equipment;"},{"prefix":"6","text":" Assist in moving and positioning the patient;"},{"prefix":"7","text":" Assist the surgeon in draping the patient;"},{"prefix":"8","text":" Prepare a patient by cleaning, shaving, and sterilizing the incision area;"},{"prefix":"9","text":" Retract tissue and expose the operating field area during operative procedures;"},{"prefix":"10","text":" Place suture ligatures and clamp, tie, and clip blood vessels to control bleeding during surgical entry;"},{"prefix":"11","text":" Use cautery for hemostasis under direct supervision;"},{"prefix":"12","text":" Assist in closure of skin and subcutaneous tissue;"},{"prefix":"13","text":" Assist in the cleanup of the surgical suite; and"},{"prefix":"14","text":" Check and restock the surgical suite."},{"prefix":"c","text":" A surgical assistant shall not:"},{"prefix":"1","text":" Perform any surgical procedure independently;"},{"prefix":"2","text":" Have prescriptive authority; or"},{"prefix":"3","text":" Write any progress notes or orders on hospitalized patients, except operative notes."},{"prefix":"d","text":" A supervising surgeon shall perform the critical portions of a surgical procedure and shall remain immediately available in the surgical suite for delegated acts that the surgical assistant performs or to respond to any emergency. Telecommunication shall not suffice as a means for directing delegated acts."},{"prefix":"e","text":" For the purposes of this section, the term \"supervising surgeon \" means a surgeon licensed by the Board who delegates to a licensed surgical assistant surgical assisting and oversees and accepts responsibility for the surgical assisting."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Health Occupations Boards. (Refs & Annos)"},"subchapter":{"identifier":"VI-C","text":"Surgical Assistants; Scope of Practice; License Renewal; Transition."},"heading":{"title":"3","chaptersection":"1206","identifier":"3-1206.41","catch_text":"Scope of practice."}}