{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2516.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following § 3-1301.\n\nLaw 11-272, the \"Lottery Games Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-698. The Bill was adopted on first and second readings on July 3, 1996, and July 17, 1996, respectively. Signed by the Mayor on August 5, 1996, it was assigned Act No. 11-371 and transmitted to both Houses of Congress for its review. D.C. Law 11-272 became effective on June 3, 1997.\n\nDC CODE § 3-1316\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, § 4, 27 DCR 4736; June 3, 1997, D.C. Law 11-272, § 2(b), 43 DCR 4672.)","sections":[{"prefix":"a","text":" The Board, in its discretion, may require lottery and daily numbers games sales agents to deposit in the Fund or a special escrow account, in the name of the Board, to the credit of the Board, which the Board is authorized to establish, in institutions designated by it which are legal for the deposit of municipal funds, all monies received by such agents from the sale of lottery and daily numbers games tickets less the amount of authorized compensation to licensed agents and prizes, if any, authorized under § 3-1314, and to file with the Board reports of their receipts and transactions in the sale of lottery and daily numbers games tickets in such form and containing such information as the Board may require."},{"prefix":"b","text":" Lottery and daily numbers games sales agents shall hold in trust, for the benefit of the Board, all monies received by the agent from the sale of lottery and daily numbers games tickets until such monies are transferred to the Board. The Board shall determine the amount of compensation to be paid to the sales agents and the amount of prizes to be paid by sales agents. The Board shall have authority to adopt regulations to implement this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1316","identifier":"3-1316","catch_text":"Sales agents' special accounts; reports of receipts and transactions."}}