{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2503.\n\nEffect of Amendments\n\nD.C. Law 17-108, in subsec. (a), inserted \"The Executive Director shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Board. Failure to maintain District residency shall result in a forfeiture of the position.\"; in subsec. (d), deleted \"; and\" from the end of par. (3), substituted \"; and\" for a period at the end of par. (4), and added par. (5).\n\nD.C. Law 17-353 , in subsec. (d), inserted \"and\" at the end of par. (3) , substituted a period for \"; and\" at the end of par. (4); redesignated par. (5) of subsec. (d) as subsec. (d-1); and, in subsec. (d-1), substituted \"Board\" for \"Authority\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following § 3-1301.\n\nLaw 6-205, the \"Lottery Initiative No. 6 Reform Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-526, which was referred to the Committee on Libraries, Recreation and Charitable Games. The Bill was adopted on first and second readings on November 18, 1986, and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-265 and transmitted to both Houses of Congress for its review.\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nFor Law 17-353, see notes following § 3-308.\n\nReferences in Text\n\nThe \"District of Columbia Government Comprehensive Merit Personnel Act of 1978,\" referred to in subsection (d)(3), is D.C. Law 2-139.\n\nDC CODE § 3-1303\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, § 4, 27 DCR 4736; Feb. 28, 1987, D.C. Law 6-205, § 3, 34 DCR 670; Feb. 6, 2008, D.C. Law 17-108, § 206, 54 DCR 10993; Mar. 25, 2009, D.C. Law 17-353, § 223(d), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Board shall appoint an Executive Director and a Deputy Director in accordance with § 1-609.08, each of whom shall devote his or her full time and attention to the duties of their respective offices and shall serve at the pleasure of the Board. The Executive Director shall be a resident of the District and shall remain a District resident for the duration of his or her employment by the Board. Failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"b","text":" The Board shall determine the compensation for the Executive Director and the Deputy Director, which shall not be less than the basic pay for step 1 of Grade 16 of Schedule 1 of the District Service Schedule, nor shall it exceed the rate of compensation for the Mayor of the District of Columbia pursuant to § 1-611.09."},{"prefix":"c","text":" Prior to performing the duties of their respective offices, the Executive Director and the Deputy Director shall take and subscribe to the same oaths or affirmations as that required by the Board, including an oath or affirmation that he or she is not primarily interested, directly or indirectly, in any firm, partnership, association, organization, or corporation engaged in any activity related to legalized or illegal gambling. The Executive Director and the Deputy Director shall each file an annual financial disclosure statement with the Board."},{"prefix":"d","text":" The Executive Director shall, subject to the direction and supervision of the Board:"},{"prefix":"1","text":" Serve as the Chief Executive Officer of the Board;"},{"prefix":"2","text":" Manage, administer, and coordinate the operation of public gambling and charitable games activities;"},{"prefix":"3","text":" Employ other assistants and employees in accordance with the District of Columbia Government Comprehensive Merit Personnel Act of 1978; and"},{"prefix":"4","text":" Confer, at least once each month, with the Board on the administration and operation of public gambling and charitable games activities."},{"prefix":"d-1","text":"(A) Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Board unless the applicant declines the preference.  This 10-point preference shall be in addition to, and not instead of, qualifications established for the position.  All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Board. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel of the Board for the first 7 years of employment.   Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment."},{"prefix":"B","text":" The Board shall submit to the Mayor and the Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence."},{"prefix":"e","text":" The Board may delegate to the Executive Director and Deputy Director other duties it deems necessary for the proper and efficient operation of public gambling and charitable activities."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1303","identifier":"3-1303","catch_text":"Executive Director and Deputy Director."}}