{"text":"Before entering upon the discharge of the duties of office, each member of the Board shall take oath that he or she will faithfully execute the duties of office according to the laws of the District of Columbia. In addition thereto, each member of the Board shall take and subscribe to an oath or affirmation that he or she is not pecuniarily interested, voluntarily or involuntarily, directly or indirectly, in any firm, partnership, association, organization, or corporation engaged in any activity related to legalized or illegal gambling. Each member shall file with the Office of the Mayor a financial disclosure statement. The powers of the Board are vested in the Board members. All actions shall be taken and motions and resolutions adopted by the Board at any meeting thereof by the affirmative vote of at least 3 members; provided the Board may establish subcommittees of the Board, composed of 3 members of the Board, to conduct hearings, inquiries, and investigations under this chapter or the regulations promulgated hereunder, and so report its findings and recommendations to the Board; provided, further, however, that no license authorized pursuant to this chapter may be issued or subsequently revoked or suspended unless approved by the affirmative vote of at least 4 Board members upon recommendation by any such subcommittee. Three members of the Board shall constitute a quorum except for matters involving issuance, revocation, or suspension of license authorized pursuant to this chapter.","historical":"Prior Codifications\n\n1981 Ed., ยง 2-2502.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following ยง 3-1301.\n\nDC CODE ยง 3-1302\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, ยง 4, 27 DCR 4736.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1302","identifier":"3-1302","catch_text":"Oaths; financial disclosure statement; voting; subcommittees; quorum."}}