{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2536.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following § 3-1301.\n\nLaw 11-259, the \"Procurement Reform Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-705, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on January 3, 1997, it was assigned Act No. 11-526 and transmitted to both Houses of Congress for its review. D.C. Law 11-259 became effective on April 12, 1997.\n\nReferences in Text\n\nThe Antideficiency Act (31 U.S.C. § 1341, 1342, and 1349 to 1351, and 1511 through 1519, referred to in subsection (g) of this section, was originally codified as 31 U.S.C. § 665 and was recodified by the Act of September 13, 1982, Pub. L. 97-258.\n\nDC CODE § 3-1336\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, § 4, 27 DCR 4736; Apr. 12, 1997, D.C. Law 11-259, § 310, 44 DCR 1423.)","sections":[{"prefix":"a","text":" No Board member, officer, or employee of the Board designated to enter into contracts for the operation of any of the forms of gambling authorized by this chapter shall have any material interest, either directly or indirectly, in any contract with a vendor for the purchase of supplies, materials, equipment, machinery, work, or other items relating to or necessary for the operation of such gambling form."},{"prefix":"b","text":" The Office of Contracting and Procurement shall procure supplies, materials, equipment, machinery, work, or other items relating to or necessary for the operation of any gambling form on behalf of the Board."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" No contract awarded or entered into by the Board may be assigned by the holder thereof except by specific approval of the Board."},{"prefix":"e","text":", (f) Repealed."},{"prefix":"g","text":" Contracts awarded by the Board for more than 1 year shall not be governed by the provisions of the Antideficiency Act (31 U.S.C. §§ 1341, 1342, and 1349 to 1351, and 1511 through 1519)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1336","identifier":"3-1336","catch_text":"Competitive bid contracts."}}