{"text":"The Board shall operate and conduct a lottery and shall determine the number of times a lottery shall be held each year, the form and price of tickets, and the number and value of prizes to winning participants, determined in a manner and on a basis designated by the Board. The proceeds of the sale of tickets shall be deposited in the Fund from which prizes shall be paid according to regulations established by the Board under § 3-1312. The Board may provide by regulation for the payment of prizes to winners directly by licensed agents.","historical":"Prior Codifications\n\n1981 Ed., § 2-2513.\n\nEffect of Amendments\n\nD.C. Law 18-370 designated the existing text as subsec. (b); and added subsecs. (a) and (c).\n\nD.C. Law 19-128 rewrote the section, which formerly read:\n\n\"(a) A lottery or lottery game means both games of skill and games of chance that are operated by and for the benefit of the District of Columbia by the Board; provided, that:\n\n\"(1) If the games of skill and games of chance are offered via the Internet, any technology employed for the play shall confirm the play to be at all times within the District; provided further, that the restriction shall not apply to the conduct of fantasy sports and sweepstakes-style games if such games are lawful; and\n\n\"(2) No method, media, or device for play of the games of skill and games of chance shall violate An Act To prohibit transportation of gambling devices in interstate and foreign commerce, approved January 2, 1951 (15 U.S. C. § 1171 et seq.), or any other federal law.\n\n\"(b) The Board shall operate and conduct a lottery and shall determine the number of times a lottery shall be held each year, the form and price of tickets therefor, the number and value of prizes to winning participants, determined in a manner and on a basis designated by the Board. The proceeds of the sale of tickets shall be deposited in the Fund from which prizes shall be paid according to regulations established by the Board under § 3-1312. The Board may provide by regulation for the payment of prizes to winners directly by licensed agents.\n\n\"(c) The Board, through the Chief Financial Officer, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to implement the provisions of this section, and may establish which games may be offered and additional terms and conditions for the conduct of the games not inconsistent with subsection (a) of this section, including the percentage of wagered amounts to be retained by the Board, minimum and maximum wagers, and time limitations for the games.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 762 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) amendment of section, see § 2 of Lottery Amendment Repeal Emergency Amendment Act of 2012 (D.C. Act 19-312, February 22, 2012, 59 DCR 1701).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-332, see § 7007 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-128, see § 7007 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following § 3-1301.\n\nLaw 18-370, the \"Fiscal Year 2011 Supplemental Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-1100, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-721 and transmitted to both Houses of Congress for its review. D.C. Law 18-370 became effective on April 8, 2011.\n\nLaw 19-128, the \"Lottery Amendment Repeal Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-474, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 18, 2012, it was assigned Act No. 19-322 and transmitted to both Houses of Congress for its review. D.C. Law 19-128 became effective on May 31, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 761 of D.C. Law 18-370 provided that subtitle G of title VII of the act may be cited as \"Lottery Modernization Amendment Act of 2010\".\n\nSection 3 of D.C. Law 19-128 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nSection 7007 of D.C. Law 19-168 repealed section 3 of D.C. Law 19-128.\n\nSection 7016 of D.C. Law 19-168 provides:\n\n\"Sec. 7016. Sections 7001, 7004, 7007, 7009, 7011, and 7015 shall apply as of the effective date of the Fiscal Year 2013 Budget Support Emergency Act of 2012, passed on emergency basis on June 5, 2012 (Enrolled version of Bill 19- 796).\"\n\nDC CODE § 3-1313\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, § 4, 27 DCR 4736; Apr. 8, 2011, D.C. Law 18-370, § 762, 58 DCR 1008; May 31, 2012, D.C. Law 19-128, § 2, 59 DCR 2254.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1313","identifier":"3-1313","catch_text":"Operation of lottery."}}