{"text":"The Board shall adopt rules and regulations governing the conduct of bingo and raffles to insure the integrity of the conduct of bingo and raffles, to protect the economic welfare and interests in fair and honest play of bingo and raffles participants. Such rules and regulations shall include, but not be limited to: Specific application requirements and the form thereof; the terms, conditions, and rules for bingo and raffles; amount of or value of prizes; the premises to be utilized and the terms of such use; the occasions on and frequency with which bingo and raffles may be conducted; and the definition and use of gross receipts from the conduct of bingo and raffles. The Board shall have the authority to impose a fine of not more than $1,000 for any violation of such rules and regulations. The Board also shall have the authority to suspend the license of any person, firm, partnership, association, organization, or corporation for a period not to exceed 60 days for violation of such rules and regulations. All fines imposed pursuant to this section shall be paid over to the Board which shall place any such fines in the Fund. Any person, firm, partnership, association, organization, or corporation fined or suspended pursuant to this section shall have a right to a hearing before the Board and, in the event of its affirmation of such fine or suspension, the right to appeal such fine or suspension to the Superior Court of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., ยง 2-2524.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following ยง 3-1301.\n\nDC CODE ยง 3-1324\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, ยง 4, 27 DCR 4736.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1324","identifier":"3-1324","catch_text":"Rules and regulations governing conduct of bingo and raffles."}}