{"text":"The Commission may:","historical":"Legislative History of Laws\n\nFor Law 17-197, see notes following § 3-1351.\n\nDC CODE § 3-1354\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-197, § 5, 55 DCR 6277.)","sections":[{"prefix":"1","text":" Make grants and provide financial support to:"},{"prefix":"A","text":" Law enforcement and correctional agencies, prosecutors, the judiciary, and community organizations for programs designed primarily to reduce motor vehicle theft and to improve the administration of motor vehicle theft laws; and"},{"prefix":"B","text":" Law enforcement and prosecutorial agencies to purchase new technology and provide training related primarily to motor vehicle theft;"},{"prefix":"2","text":" Conduct programs designed to inform owners of motor vehicles about the financial and social costs of motor vehicle theft and suggest to those owners methods for preventing motor vehicle theft;"},{"prefix":"3","text":" Conduct or commission studies to assess the scope of motor vehicle theft and to analyze criminal justice policies, programs, plans, and methods to combat motor vehicle theft;"},{"prefix":"4","text":" Develop and sponsor the implementation of plans and strategies to combat motor vehicle theft and to improve the administration of the motor vehicle theft laws, and provide an effective forum for identification of critical problems associated with motor vehicle theft;"},{"prefix":"5","text":" Coordinate the development, adoption, and implementation of plans and strategies relating to interagency or intergovernmental cooperation with respect to motor vehicle theft law enforcement in the District of Columbia;"},{"prefix":"6","text":" Promulgate bylaws to govern the operations of the Commission;"},{"prefix":"7","text":" Enter into contracts for goods and services;"},{"prefix":"8","text":" Hire employees, consultants, and contractors to administer the Commission and effectuate the purposes of the Commission, subject to the financial limit in § 3-1358(a)(2);"},{"prefix":"9","text":" Establish priority for, allocate, disburse, contract for, and spend funds in the Fund to effectuate the purposes of the Commission, except as restricted by § 3-1358;"},{"prefix":"10","text":" Apply for, solicit, or receive funds for deposit into the Fund that are made available to the Commission from any source to effectuate the purposes of the Commission;"},{"prefix":"11","text":" Accept non-monetary contributions, including the services of individuals, mailings, printing, office equipment, facilities, and supplies that are necessary or useful to carry out the functions of the Commission; provided, that non-monetary contributions shall not be included in the costs of administration limitation prescribed by § 3-1358(a)(2); and"},{"prefix":"12","text":" Exercise such other power as is usually possessed by private business organizations organized under the laws of the District, to the extent that the exercise of such powers is to effectuate the purposes of the Commission and is not inconsistent with federal or District law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13A","text":"Motor Vehicle Theft Prevention Commission."},"heading":{"title":"3","chaptersection":"1354","identifier":"3-1354","catch_text":"Powers of Commission."}}