{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2526.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (b), substituted \"General Sales endorsement to a basic business license under the basic\" for \"Class B General Sales endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(d) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-172, see Historical and Statutory Notes following § 3-1301.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 3-405.\n\nDC CODE § 3-1326\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1981, D.C. Law 3-172, § 4, 27 DCR 4736; Apr. 20, 1999, D.C. Law 12-261, § 2003(e), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(d), 50 DCR 6913.)","sections":[{"prefix":"a","text":" No person, firm, partnership, association, organization, or corporation licensed by the Board to conduct bingo shall purchase or receive bingo equipment and supplies, as defined by the rules and regulations of the Board, except from a person, firm, partnership, association, organization, or corporation licensed by the Board to supply such equipment. Any person, firm, partnership, association, organization, or corporation intending to sell, supply, or distribute bingo equipment and supplies shall apply for a suppliers license on an application form prescribed by the Board. Such application shall include, but not be limited to: The name and address of the applicant; a designation of the type of business organization of the applicant and the date and place of its original establishment; the name and address of each officer, director, shareholder, partner, or other person with an ownership interest in the applicant business; a statement showing the gross receipts realized in the preceding year on the sale or distribution of bingo supplies and equipment to licensed organizations; the name and address of any supplier of bingo supplies and equipment to the applicant; the number of years the applicant has been in the business of supplying bingo supplies and equipment; and, if the applicant business is organized outside of the District, the name and address of a resident agent who is authorized to be served legal documents and receive notices, orders, and directives of the Board."},{"prefix":"b","text":" Any license issued pursuant to this section shall be issued as a General Sales endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"13","text":"Lottery and Charitable Games Control Board."},"heading":{"title":"3","chaptersection":"1326","identifier":"3-1326","catch_text":"License to supply bingo equipment and supplies."}}