{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-106, see notes under § 3-1441.\n\nDC CODE § 3-1442\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2012, D.C. Law 19-106, § 3, 59 DCR 440.)","sections":[{"prefix":"a","text":"(1) The Commission shall consist of 17 public, voting members appointed by the Mayor, with the advice and consent of the Council, pursuant to § 1- 523.01(f)(49). Public members shall be appointed who have shown dedication to, and knowledge of, the needs of the African-American community, and with due consideration for representation from established public, nonprofit, and volunteer community organizations concerned with African-American communities with low-economic, -education, and -health indicators."},{"prefix":"2","text":" Public members shall serve terms of 3 years; except, that of the initial members, 6 shall be appointed for a term of 3 years, 6 shall be appointed for a term of 2 years, and 5 shall be appointed for a term of 1 year. Public members may be reappointed, but may serve no more than 2 consecutive full terms. Terms for the initial public members shall begin on the date that a majority of the members are sworn in, which shall become the anniversary date for all subsequent appointments. When a vacancy develops on the Commission, the Mayor shall appoint, with the advice and consent of the Council, pursuant to § 1- 523.01, a successor to fill the unexpired portion of the term."},{"prefix":"b","text":"(1) There shall be 10 ex-officio nonvoting members as follows:"},{"prefix":"A","text":" The Director of the Department of Employment Services, or his or her designee;"},{"prefix":"B","text":" The Director of the Department of Human Services, or his or her designee;"},{"prefix":"C","text":" The Director of the Department of Health, or his or her designee;"},{"prefix":"D","text":" The Director of the Department of Housing and Community Development, or his or her designee;"},{"prefix":"E","text":" The Director of the Department of Public Works, or his or her designee;"},{"prefix":"F","text":" The Director of the Department of Consumer and Regulatory Affairs, or his or her designee;"},{"prefix":"G","text":" The Director of the Department of Parks and Recreation, or his or her designee;"},{"prefix":"H","text":" The Chancellor of the District of Columbia Public Schools, or his or her designee;"},{"prefix":"I","text":" The Chief of the Metropolitan Police Department, or his or her designee; and"},{"prefix":"J","text":" The Chief of the Fire and Emergency Medical Services Department, or his or her designee."},{"prefix":"2","text":" Ex-officio members shall develop and implement policies and programs in their agencies to ensure that the purposes of this chapter are fulfilled. They shall meet with the chairperson of the Commission at least quarterly each year to assist the Mayor in coordinating plans and policies which are beneficial to the African-American communities with low-economic, -education, or -health indicators in the District."},{"prefix":"c","text":" The Mayor shall appoint the chairperson of the Commission from among the public members. All members shall serve without compensation, but shall be eligible for reimbursement of expenses as provided in § 1-611.08(d)."},{"prefix":"d","text":" The Commission shall develop its own rules of procedure."},{"prefix":"e","text":" The Commission shall meet at least once every other month. The meetings shall be held in the District and shall be open to the public. A quorum to transact business shall consist of a majority plus one of the public members."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"14B","text":"Commission on African-American Affairs."},"heading":{"title":"3","chaptersection":"1442","identifier":"3-1442","catch_text":"Commission organization; members; meetings."}}