{"text":"Every public officer, agent, and servant, and every officer, agent, and servant of any and every almshouse, prison, jail, asylum, morgue, hospital, and other public institutions and offices having charge or control of dead human bodies requiring to be buried at public expense, shall notify said Anatomical Board, or such person as may be designated by the said Board, whenever any dead human body comes into his possession, charge, or control for burial at public expense. And every such officer, agent, and servant shall, upon application by said Anatomical Board or its agent, without fee or reward, and complying with the laws and regulations governing the removal of dead human bodies in the District of Columbia, deliver every such body to said Board and permit said Board or its agent to take and remove the same. The notice aforesaid shall be given in writing and forwarded to said Anatomical Board within 24 hours after said officer, agent, or servant comes into possession, charge, or control of such body for burial, and shall include such material information as said Board may designate. But no such body shall be delivered if the deceased person, during his last illness, without suggestion or solicitation, requested to be buried or cremated; or if within the time specified above and before the actual delivery thereof any person claiming to be and satisfying the officer in charge of such body that he is of kindred or is related by marriage or domestic partnership, as that term is defined in § 32-701(4), to the deceased shall claim the said body for burial or cremation, or request in writing that it be buried at public expense; or if within the time specified above and before actual delivery any person claiming to be and satisfying the officer in charge of said body that he is a friend of the deceased arranges to have the same properly buried or cremated without expense to the District; or if the deceased person was a traveler who died suddenly; but in any such case said body shall be buried or delivered to said applicant for burial.","historical":"Prior Codifications\n\n1981 Ed., § 2-1402.\n\n1973 Ed., § 2-202.\n\nEffect of Amendments\n\nD.C. Law 17-231 substituted \"marriage or domestic partnership, as that term is defined in § 32-701(4),\" for \"marriage\".\n\nLegislative History of Laws\n\nLaw 17-231, the \"Omnibus Domestic Partnership Equality Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-135, which was referred to the Committee on Public Safety and the Judiciary. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on June 6, 2008, it was assigned Act No. 17-403 and transmitted to both Houses of Congress for its review. D.C. Law 17-231 became effective on September 12, 2008.\n\nMiscellaneous Notes\n\nAnatomical Board abolished: See note to § 3-201.\n\nDC CODE § 3-202\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1902, 32 Stat. 173, ch. 638, § 2; Sept. 12, 2008, D.C. Law 17-231, § 8, 55 DCR 6758.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Anatomical Board. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"202","identifier":"3-202","catch_text":"Dead bodies for burial at public expense to be reported to Board; removal; exceptions."}}