{"text":"There is established an Armory Board, to be composed of the Commanding General of the District of Columbia National Guard, and 2 other members appointed by the Mayor of the District of Columbia by and with the advice and consent of the Council of the District of Columbia. The members appointed by the Mayor shall each serve for a term of 4 years beginning on the date such member qualifies. Each member of the Armory Board is authorized to appoint, and in his discretion to withdraw the appointment of, an alternate and to delegate to such alternate authority to act in his place and stead in respect of the powers granted by this subchapter. The members of said Board and the alternates shall serve without additional compensation. Said Armory Board shall elect a Chairman from among its members.","historical":"Prior Codifications\n\n1981 Ed., § 2-302.\n\n1973 Ed., § 2-1702.\n\nReferences in Text\n\nThe National Guard, referred to in the first sentence of this section, was substituted for the Militia pursuant to the Act of February 18, 1909, 35 Stat. 636.\n\nTransfer of Functions\n\nTransfer of nonmilitary functions to Sports Commission: Section 19 of D.C. Law 10-152, provided, in part, that the Sports Commission shall assume all nonmilitary functions of the Armory Board as are set forth in § 2-306 [repealed] and that all references to the Armory Board in Subchapter II of Chapter 3 of Title 2 are intended to be references to the Sports Commission unless the clear meaning requires otherwise.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-211), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-213(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nSection 2 of D.C. Law 10-206 amended § 19 of D.C. Law 10-152 by adding (e) and (f) which contain provisions authorizing the Armory Board to exercise its nonmilitary functions and authority on an interim basis and ratifying actions taken by the Board during the interim period.\n\nDC CODE § 3-302\n\nCurrent through December 11, 2012","credits":"(June 4, 1948, 62 Stat. 339, ch. 418, § 2; Dec. 24, 1973, 87 Stat. 811, Pub. L. 93-198, title IV, § 494.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"3","chaptersection":"302","identifier":"3-302","catch_text":"Establishment; composition; term of office; alternates; compensation; election of Chairman."}}