{"text":"The Armory Board shall file with the Congress in July of each year a financial statement certified as to accuracy by the Auditor of the District of Columbia, a report of the activities and business at the Armory during the preceding fiscal year, and recommendations to the Congress as to the future control and use of the Armory.","historical":"Prior Codifications\n\n1981 Ed., § 2-310.\n\n1973 Ed., § 2-1710.\n\nMiscellaneous Notes\n\nOffice of Auditor abolished: The Office of the Auditor of the District of Columbia was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 3 of the Board of Commissioners, dated August 28, 1952, established, under the direction and control of the Board of Commissioners, a Department of General Administration headed by a Director. The Order transferred to the Director of General Administration all of the functions of the Office of Auditor. Reorganization Order No. 19 established the Internal Audit Office headed by an Internal Audit Officer in the Department of General Administration. The function of certifying as to the accuracy of the yearly financial statement of the Armory Board was transferred to the Internal Audit Office. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Reorganization Order Nos. 3 and 19 were revoked by Organization Order No. 3 of the Commissioner of the District of Columbia, dated December 13, 1967. Organization Order No. 3 established within the newly created Department of General Administration an Internal Audit Office and prescribed the functions thereof. These functions were subsequently transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969. Part IVB of Organization Order No. 3 and that portion of paragraph 4 of Commissioner's Order No. 69-96 pertaining to a transfer of audit functions to the Department of Finance and Revenue were revoked by Organization Order No. 33, dated July 14, 1972. The latter Order established an Office of Municipal Audit and Inspection and prescribed the functions thereof. Organization Order No. 50, dated December 31, 1974, established the Office of Budget and Management Systems, and transferred to that Office the functions of the Municipal Audit Office. The Office of Budget and Management Systems was replaced by Mayor's Order 79-5, dated January 2, 1979, which Order established the Office of Budget and Resource Development.\n\nDC CODE § 3-310\n\nCurrent through December 11, 2012","credits":"(June 4, 1948, 62 Stat. 342, ch. 418, § 10; Nov. 15, 1977, 91 Stat. 1383, Pub. L. 95-185, § 2.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"3","chaptersection":"310","identifier":"3-310","catch_text":"Financial statement; report of activities and business; recommendations."}}