{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-321.\n\n1973 Ed., § 2-1720.\n\nLegislative History of Laws\n\nLaw 10-152, the \"Omnibus Sports Consolidation Act of 1994,\" was introduced in Council and assigned Bill No. 10-424, which was referred to the Committee on Public Services and Youth Affairs. The Bill was adopted on first and second readings on May 3, 1994, and June 7, 1994, respectively. Signed by the Mayor on June 30, 1994, it was assigned Act No. 10-265 and transmitted to both Houses of Congress for its review. D.C. Law 10-152 became effective on August 23, 1994.\n\nAs to the assumption of nonmilitary functions of the Armory Board by the Sports Commission, see § 3-1418.\n\nTransfer of Functions\n\nSection 19(b) of D.C. Law 10-152 provided that all references to the Armory Board in subchapter II of Chapter 3 of Title 2 [subchapter II of Chapter 3 of Title 3, 2001 Ed.] are hereinafter intended to be references to the Sports Commission unless the clear meaning requires otherwise.\n\nMiscellaneous Notes\n\nConstruction of Law 10-152: Section 19(c) of D.C. Law 10-152 provided that the provisions of the act are to be liberally construed so as to effectuate those powers which are specifically enumerated.\n\nAppropriations authorized: Public Law 104-194, 110 Stat. 2363, the District of Columbia Appropriations Act, 1997, provided for the Starplex Fund, $8,717,000 from other funds for expenses incurred by the Armory Board in the exercise of its powers granted by this subchapter and subchapter II of this chapter: Provided, That the Mayor shall submit a budget for the Armory Board for the forthcoming fiscal year as required by § 47-301(b).\n\nEffect of dissolution of Sports Commission: Section 19(d) of D.C. Law 10-152 provided that if the Sports Commission is dissolved by repeal of the act or ceases to exist for any reason, all of its assets (including, but not limited to, cash, accounts receivable, reserve funds, real or personal property and contract and other rights) shall automatically be assigned to and become the property of the District.\n\nDC CODE § 3-321\n\nCurrent through December 11, 2012","credits":"(Sept. 7, 1957, 71 Stat. 619, Pub. L. 85-300, § 2; July 28, 1958, 72 Stat. 421, Pub. L. 85-561, § 1(1), (2); Sept. 23, 1959, 73 Stat. 702, Pub. L. 86-378, § 1(1); Aug. 23, 1994, D.C. Law 10-152, § 21(a)(1), 41 DCR 4636.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"II","text":"Robert F. Kennedy Memorial Stadium. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"321","identifier":"3-321","catch_text":"Purpose; authorization of Board to construct, maintain, and operate Stadium; plans. [Repealed]"}}