{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-323.\n\n1973 Ed., § 2-1722.\n\nReferences in Text\n\nSection 3-325, referred to in subsection (b), was repealed by D.C. Law 10-152, § 21(a)(3), effective Aug. 23, 1994.\n\nTransfer of Functions\n\nSee note to § 3-321.\n\nMiscellaneous Notes\n\nConstruction of Law 10-152: See note to § 3-321.\n\nEffect of dissolution of Sports Commission: See note to § 3-321.\n\nDC CODE § 3-323\n\nCurrent through December 11, 2012","credits":"(Sept. 7, 1957, 71 Stat. 619, Pub. L. 85-300, § 4; July 28, 1958, 72 Stat. 421, Pub. L. 85-561, § 1(4)-(8).)","sections":[{"prefix":"a","text":" The Board is hereby authorized to provide for the payment of the cost of preliminary engineering and economic surveys relating to the Stadium, and for the payment of the cost of planning, designing and constructing such Stadium, and to provide funds for the operation and maintenance of such Stadium, and for the payment of interest on the bonds authorized herein during the period of construction and during the 12-month period following completion of construction of the Stadium, by an issue or issues of negotiable bonds of the Board, bearing interest, payable annually or semiannually, as the Board shall determine, at a rate not exceeding such rate as shall be approved by the Secretary of the Treasury. All such bonds may be registered as to principal alone or both principal and interest, shall be payable as to principal within not to exceed 30 years from the date thereof, shall be in such denominations, shall be executed in such manner, and shall be payable in such medium and at such place or places as the Board may determine, and the face amount thereof shall be so calculated as to produce, at the price of their sale, the cost of the Stadium constructed pursuant to this subchapter. The Board may reserve the right to redeem any or all of the bonds before maturity in such manner and at such price or prices not exceeding 105 per centum of the face value and accrued interest as may be fixed by the Board prior to the issuance of the bonds. The Board when it deems advisable may issue refunding bonds to refinance any outstanding bonds, and interest thereon, at maturity or before maturity when called for redemption, except that such refunding bonds shall mature within not to exceed 30 years from the date thereof, or not to exceed 50 years from September 7, 1957, whichever shall first occur."},{"prefix":"b","text":" The bonds may be sold at not less than par. If the proceeds of the bonds shall exceed the cost, the excess shall be placed in the fund created by § 3-325 for the payment of the principal and interest of such bonds.   Prior to the preparation of definitive bonds the Board may, under like restrictions, issue temporary bonds, or may, under like restrictions, issue temporary bonds or interim certificates without coupons, of any denomination whatsoever, exchangeable for definitive bonds when such bonds that have been executed are available for delivery."},{"prefix":"c","text":" All bonds, or other securities, issued by the Board under authority of this subchapter shall be exempt both as to principal and interest from all taxation (except estate and inheritance taxes) now or hereafter imposed by the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"II","text":"Robert F. Kennedy Memorial Stadium. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"323","identifier":"3-323","catch_text":"Bonds; issuance; rate of interest; registration; redemption; refinancing; sale; exemption from taxation."}}