{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-326.\n\n1973 Ed., § 2-1725.\n\nEffect of Amendments\n\nPub. L. 109-115 added subsec. (e).\n\nD.C. Law 16-191, in subsec. (e)(2), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 16-191, the \"Technical Amendments Act of 2006\", was introduced in Council and assigned Bill No. 16-760, which was referred to the Committee of the whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 31, 2006, it was assigned Act No. 16-475 and transmitted to both Houses of Congress for its review. D.C. Law 16-191 became effective on March 2, 2007.\n\nTransfer of Functions\n\nSee note to § 3-321.\n\nMiscellaneous Notes\n\nConstruction of Law 10-152: See note to § 3-321.\n\nEffect of dissolution of Sports Commission: See note to § 3-321.\n\nDC CODE § 3-326\n\nCurrent through December 11, 2012","credits":"(Sept. 7, 1957, 71 Stat. 621, Pub. L. 85-300, § 7; July 28, 1958, 72 Stat. 422, Pub. L. 85-561, § 1(13); Oct. 29, 1986, 100 Stat. 3313, Pub. L. 99-581, § 1; Nov. 30, 2005, 119 Stat. 2521, Pub. L. 109-115, § 130; Mar. 2, 2007, D.C. Law 16-191, § 126, 53 DCR 6794.)","sections":[{"prefix":"a","text":" After payment of the bonds and interest or after a sinking fund sufficient for such purpose shall have been provided and shall be held solely for that purpose, but in any event not later than 50 years from September 7, 1957, all right, title, and interest in and to the Stadium constructed under this subchapter shall vest in the United States."},{"prefix":"b","text":"(1) Not later than 180 days after October 29, 1986, the Secretary of the Interior shall:"},{"prefix":"A","text":" Convey without consideration to the government of the District of Columbia all right, title, and interest of the United States in and to the building comprising the Stadium constructed under this subchapter; and"},{"prefix":"B","text":" Lease without consideration to the government of the District of Columbia:"},{"prefix":"i","text":" The ground under; and"},{"prefix":"ii","text":" The parking facilities associated with the Stadium constructed under this subchapter."},{"prefix":"2","text":" The lease authorized by paragraph (1)(B) of this subsection shall be for a period of 50 years."},{"prefix":"c","text":" The conveyance and lease of real property under subsection (b) of this section shall be subject to such terms and conditions (which shall be set forth in the instrument of conveyance) as will ensure that title to the property shall not be transferred by the District to any person or entity other than the United States or any political subdivision or agency of the District of Columbia or the United States and that the property will be used only for:"},{"prefix":"1","text":" Stadium purposes;"},{"prefix":"2","text":" Providing recreational facilities, open space, or public outdoor recreation opportunities;"},{"prefix":"3","text":" Such other public purposes for which the property was used prior to June 1, 1985; and"},{"prefix":"4","text":" Such other public purposes for which the property was approved for use by the Secretary with the concurrence of the National Capital Planning Commission prior to June 1, 1985."},{"prefix":"d","text":"(1) The instrument of conveyance and the lease referred to in subsection (c) of this section shall provide that all right, title, and interest conveyed to the District of Columbia pursuant to such instrument of conveyance shall revert to the United States and the lease shall terminate if:"},{"prefix":"A","text":" The terms and conditions referred to in subsection (c) of this section have not been complied with, as determined by the Secretary, and"},{"prefix":"B","text":" Such noncompliance has not been corrected within 90 days after written notice of such noncompliance has been received by the Mayor of the District of Columbia. Such noncompliance shall be treated as corrected if the District of Columbia and the Secretary enter into an agreement, with the concurrence of the National Capital Planning Commission, which the Secretary considers adequate to ensure that the property will be used in a manner consistent with the purposes referred to in subsection (c) of this section."},{"prefix":"2","text":" No person may bring an action respecting a violation of any term or condition referred to in subsection (c) of this section before the expiration of 90 days after the date on which such person has notified the Mayor of the District of Columbia of the alleged violation. The notice shall include notice of such person's intention to bring an action to declare a reversion and termination of the lease under paragraph (1) of this subsection."},{"prefix":"3","text":" The conveyance of real property under subsection (b) of this section shall be made subject to the condition that the District of Columbia shall bear the cost of removing structures or rehabilitating the land or Stadium should the Stadium revert to the United States pursuant to this subsection."},{"prefix":"4","text":" Any property which reverts to the Secretary under this subsection shall be administered by the Secretary as part of the Park System of the Nation's Capital in accordance with the provisions of the Act of August 25, 1916 (16 U.S.C. §§ 1, 2-4), and other provisions of the law generally applicable to units of the national park system."},{"prefix":"e","text":"(1) Upon receipt of a written description from the District of Columbia of not more than 15 contiguous acres (hereinafter referred to as \"the 15 acres\"), within the area designated \"D\" on the revised map entitled \"Map to Designate Transfer of Stadium and Lease of Parking Lots to the District\" and bound by 21st Street, NE, Oklahoma Avenue, NE, Benning Road, NE, the Metro line, and C Street, NE, and execution of a long-term lease by the Mayor of the District of Columbia that is contingent upon the Secretary's conveyance of the 15 acres and for the purpose consistent with this paragraph, the Secretary shall convey the 15 acres described land to the District of Columbia for the purpose of siting, developing, and operating an educational institution for the public welfare, with first preference given to a pre-collegiate public boarding school."},{"prefix":"2","text":" Upon conveyance, the portion of the stadium lease that affects the 15 acres on the property and all the conditions associated therewith shall terminate, and the 15 acres property shall be removed from the \"Map to Designate Transfer of Stadium and Lease of Parking Lots to the District\", and the long-term lease described in paragraph (1) of this subsection shall take effect immediately. The Mayor of the District of Columbia shall execute and deliver a quitclaim deed to effectuate the District's responsibilities under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"II","text":"Robert F. Kennedy Memorial Stadium. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"326","identifier":"3-326","catch_text":"Title to Stadium to vest in United States; date; conveyance and lease to District of Columbia; non-transferability; uses of property; reversion for noncompliance."}}