{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-343.1.\n\nEffect of Amendments\n\nD.C. Law 17-169, in subsec. (a), inserted \"or the Baseball Stadium,\" following \"Stadium\"; in subsec. (b)(1), substituted \"District of Columbia Sports and Entertainment Commission\" for \"District of Columbia Sports Commission\", and deleted \"or\" from the end; and added subsec. (b)(1A).\n\nD.C. Law 18-111, in subsecs. (b)(1) and (1A), substituted \"Washington Convention and Sports Authority\" for \"District of Columbia Sports and Entertainment Commission\".\n\nEmergency Act Amendments\n\nFor temporary addition of § 2-343.1 and 2-343.2 [1981 Ed.], see § 3 of the Omnibus Sports Consolidation Act Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-275, May 29, 1996, 43 DCR 2966).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Ballpark Public Safety Emergency Amendment Act of 2008 (D.C. Act 17-316, March 19, 2008, 55 DCR 3412).\n\nFor temporary (90 day) amendment of section, see § 2082(h)(1) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2082(h)(1) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 11-145, the \"Omnibus Sports Consolidation Act Amendment Act of 1996,\" was introduced in Council and Assigned Bill No. 11-349, which was referred to the Committee on Public Services and Regional Authorities. The Bill was adopted on first and second readings on April 2, 1996, and May 7, 1996, respectively. Signed by the Mayor on May 20, 1996, it was assigned Act No. 11-269 and transmitted to both Houses of Congress for its review. D. C. Law 11-145 became effective on July 20, 1996.\n\nFor Law 17-169, see notes following § 3-342.01.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nDC CODE § 3-343.01\n\nCurrent through December 11, 2012","credits":"(Nov. 3, 1977, D.C. Law 2-37, § 4a, as added July 20, 1996, D.C. Law 11- 145, § 3, 43 DCR 2842; June 5, 2008, D.C. Law 17-169, § 2(c), 55 DCR 5183; Mar. 3, 2010, D.C. Law 18-111, § 2082(h)(1), 57 DCR 181.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, no person shall bring into or have in his or her possession within the Robert F. Kennedy Memorial Stadium or the Baseball Stadium any conveniently disposable container made of glass or metal designed primarily to hold or store beverages or liquids of any kind, including, but not limited to, bottles or cans."},{"prefix":"b","text":" Subsection (a) of this section shall not apply to:"},{"prefix":"1","text":" Any person duly authorized or licensed by the Washington Convention and Sports Authority to possess, sell, give away, transport, or store alcoholic beverages or containers within any portion of the Robert F. Kennedy Memorial Stadium or the District of Columbia National Guard Armory or to any employee or agent acting for any such duly authorized or licensed person;"},{"prefix":"1A","text":" Any person duly authorized or licensed by the Washington Convention and Sports Authority or the lessee or operator of the Baseball Stadium to possess, sell, give away, transport, or store alcoholic beverages or containers within any portion of the Baseball Stadium, or to any employee or agent acting for any such duly authorized or licensed person; or"},{"prefix":"2","text":" Activities of the District of Columbia National Guard as provided in § 3-305."},{"prefix":"c","text":" For the purposes of this section, the term \"person\" includes any duly authorized or licensed individual, partnership, association, or corporation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"3","text":"Armory Board."},"subchapter":{"identifier":"III","text":"Public Safety at Stadium and Armory."},"heading":{"title":"3","chaptersection":"343","identifier":"3-343.01","catch_text":"Possession of disposable containers prohibited; exceptions"}}