{"text":"As used in this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 2-2802.\n\nEffect of Amendments\n\nD.C. Law 18-223 rewrote pars. (6) and (13), which had read as follows:\n\n\"(6) 'Direct supervision' means that in those instances when an apprentice funeral director is handling, preparing, or embalming human remains which have become infected by a contagious disease, the apprentice funeral director must always be supervised by a licensed funeral director who is present and assisting.\"\n\n\"(13) 'Immediate supervision' means that a funeral director currently licensed to practice funeral directing in the District is available on the premises and within vocal communication of the supervisee.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2082(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-84, see Historical and Statutory Notes following § 3-401.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 5-84, see Mayor's Order 87-186, August 3, 1987.\n\nMiscellaneous Notes\n\nShort title: Section 2081 of D.C. Law 18-223 provided that subtitle H of title II of the act may be cited as the \"Funeral Director Licensing Amendment Act of 2010\".\n\nDC CODE § 3-402\n\nCurrent through December 11, 2012","credits":"(May 22, 1984, D.C. Law 5-84, § 3, 31 DCR 1815; Sept. 24, 2010, D.C. Law 18-223, § 2082(a), 57 DCR 6242.)","sections":[{"prefix":"1","text":" \"Adult\" means a person who is 18 years of age or older."},{"prefix":"2","text":" \"Apprentice funeral director\" means any person licensed by the District to engage in learning the practice, or to engage in the practice, of funeral directing by performing funeral directing under the direct or immediate supervision of a full-time funeral director licensed by the District."},{"prefix":"3","text":" \"Board\" means the Board of Funeral Directors for the District of Columbia."},{"prefix":"4","text":" \"Consumer\" means a person who makes arrangements with a funeral services establishment for the care and disposition of human remains, including arrangements made prior to the death of a person."},{"prefix":"5","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"6","text":" \"Direct supervision\" means that a funeral director currently licensed to practice as a funeral director in the District is present and assisting the supervisee."},{"prefix":"7","text":" \"District\" means the District of Columbia."},{"prefix":"8","text":" \"Full-time employee\" means a person whose primary occupation or employment is with a funeral services establishment as a funeral director."},{"prefix":"9","text":" \"Funeral director\" means any person licensed by the District to perform the practice of funeral directing. As used in this chapter, the term \"funeral director\" includes the terms \"mortician,\" \"undertaker,\" and \"embalmer\" as these terms relate to licensure in those jurisdictions where these categories are licensed separately, or under these terms."},{"prefix":"10","text":" \"Funeral provider\" means any person, partnership, or corporation that sells or offers to sell funeral goods and funeral services to the public."},{"prefix":"11","text":" \"Funeral services establishment\" means any place or premises in the District devoted to, or wherein is engaged, the business of the care or preparation of human remains for funeral, burial, cremation, or transportation, consisting of a chapel (or a room in which funeral services, including visiting hours prior to disposition, may be conducted) or a preparation room, and where arrangements can be made for funeral services or purchasing funeral supplies including accouterments by the public, and where payment for the rendering of funeral services and supplies can be arranged. The term \"funeral services establishment\" includes the term \"funeral home.\""},{"prefix":"12","text":" \"Human remains\" means the remains of a deceased human being or fetus or any part thereof."},{"prefix":"13","text":" \"Immediate supervision\" means that a funeral director currently licensed to practice as a funeral director in the District is available within reasonable proximity and within vocal or electronic communication range of the supervisee."},{"prefix":"14","text":" \"License\" means an authority from the District which entitles the holder to practice in the District either as a funeral director or apprentice funeral director, or an authority from the District which entitles the holder to own and operate a funeral services establishment."},{"prefix":"15","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"16","text":" \"Nationally approved examination\" means the examination approved by the Conference of Funeral Service Examining Boards."},{"prefix":"17","text":" \"Person\" means any natural person."},{"prefix":"18","text":" \"Practice of funeral directing\" means engaging in the care and disposal of human remains or the preserving by embalming or otherwise of human remains for transportation, funeral services, burial, or cremation."},{"prefix":"19","text":" \"Solicitation\" means any annoying or unseemly conduct by a licensee, his employees, or agents, such as: (A) Loitering in or about a hospital, sanitarium, personal care home, or other place for the purpose of soliciting the employment of the licensee's services; (B) offering, giving, or promising any gratuity or payment, either in money or property, to any person for information concerning human remains; (C) requesting or recommending that a consumer change from another funeral services establishment to the soliciting party's funeral services establishment; (D) engaging in a dispute with another licensee for the possession of human remains; or (E) initiating contact with the next of kin, relations, friends, or associates of the deceased in order to provide funeral services or disposition of the deceased without being contacted by the next of kin or his or her representative. The term \"solicitation\" shall not include general advertising, the sale of burial insurance, or responses to requests for information from consumers."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Board of Funeral Directors. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"402","identifier":"3-402","catch_text":"Definitions."}}