{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2804.\n\nEffect of Amendments\n\nD.C. Law 18-223 rewrote the section, which had read as follows:\n\n\"(a) The Mayor shall establish, increase, or decrease the fees necessary to cover the costs of administering this chapter. The Mayor shall not revise the fees except after a 30-day notice.\n\n\"(b) The Mayor is authorized after a 30-day notice to establish and to change the expiration date of licenses provided for in this chapter. Upon the change of an expiration date, the renewal fee for licenses shall be prorated on the basis of the time covered.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2082(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-84, see Historical and Statutory Notes following § 3-401.\n\nFor Law 18-223, see notes following § 3-402.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 5-84, see Mayor's Order 87-186, August 3, 1987.\n\nDC CODE § 3-404\n\nCurrent through December 11, 2012","credits":"(May 22, 1984, D.C. Law 5-84, § 5, 31 DCR 1815; Sept. 24, 2010, D.C. Law 18-223, § 2082(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Mayor may establish, by rule, a fee schedule for all services related to the regulation of the practice of funeral directing. The fees shall be reasonably related to the cost of administering the licensing, certification, or registration, including the cost of testing, processing, and issuing the license, certificate, or registration, and a proportionate share of the cost of running the Board and any hearing procedures, and other administrative functions. Application fees paid under this section shall not be refundable, even if the applicant withdraws his or her application for licensure, certification, or registration, or is found by the Board to be not qualified."},{"prefix":"b","text":" The Mayor may establish and change the expiration date of licenses provided for in this chapter. Upon the change of an expiration date, the renewal fee for licenses shall be prorated on the basis of the time covered."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Board of Funeral Directors. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"404","identifier":"3-404","catch_text":"Fees."}}