{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2808.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-84, see Historical and Statutory Notes following § 3-401.\n\nDC CODE § 3-408\n\nCurrent through December 11, 2012","credits":"(May 22, 1984, D.C. Law 5-84, § 9, 31 DCR 1815.)","sections":[{"prefix":"a","text":" The Mayor may refuse to approve or issue a renewal of a license, or may order restrictions, impose a fine, impose conditions on the practice of funeral directing, or suspend or revoke the license of any applicant or licensee if the Mayor finds that the applicant or licensee has:"},{"prefix":"1","text":" Engaged in any fraud, deceit, or misrepresentation of any material fact in procuring or attempting to procure any license authorized by this chapter;"},{"prefix":"2","text":" Engaged in any unfair, deceptive, or misleading act or practice, or unfair method of competition in the funeral profession, including the illegal fixing or maintaining of prices or the illegal restraint of trade;"},{"prefix":"3","text":" Violated any provision of this chapter, or District or federal laws, rules, or regulations pertaining to the practice of funeral directing;"},{"prefix":"4","text":" Acted in a manner inconsistent with the health, welfare, or safety of the public as prescribed in rules and regulations to be issued by the Mayor pursuant to § 3-403(i);"},{"prefix":"5","text":" Performed funeral directing services while under the influence of intoxicating liquors or drugs;"},{"prefix":"6","text":" Conspired with, or aided or abetted, any person in the violation or circumvention of any provision of this chapter;"},{"prefix":"7","text":" Solicited human remains;"},{"prefix":"8","text":" Engaged in misrepresentation or fraud in the conduct of the business of a funeral services establishment as a funeral director or as an apprentice funeral director;"},{"prefix":"9","text":" Performed embalming services without specific written authorization by the next of kin, except in the case of a demonstrated emergency where the public health, welfare, or safety would demand otherwise;"},{"prefix":"10","text":" Charged in excess of actual out-of-pocket expenditures paid by the funeral services establishment for cash advances and other expenditures. A reasonable charge not exceeding the District's legal interest rate per annum on the unpaid balance may be added to any cash advances or expenditures not repaid by the consumer within 30 days; or"},{"prefix":"11","text":" Committed gross negligence in the performance of funeral directing services. Acts constituting gross negligence shall be prescribed by the Mayor in rules and regulations issued pursuant to § 3-403(i)."},{"prefix":"b","text":" Any denial, suspension, or revocation under this section shall be made only upon specific charges in writing and after proper notice and a hearing pursuant to § 3-409."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Board of Funeral Directors. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"408","identifier":"3-408","catch_text":"Grounds for denial, suspension, or revocation of license."}}