{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2811.\n\nEffect of Amendments\n\nD.C. Law 18-184, in the section heading, inserted \"; exemption for services provided during emergency\"; and added subsec. (h).\n\nD.C. Law 18-223 rewrote subsecs. (d) and (g); and added subsec. (d-1). Prior to amendment, subsecs. (d) and (g) read as follows:\n\n\"(d) No person shall be eligible to engage in the practice of funeral directing if the person is employed on a part-time or full-time basis by a nursing home, hospital, morgue, or ambulance service. A funeral services establishment may operate a licensed emergency medical transport service if the technicians and drivers of the service work exclusively for the medical transport service.\"\n\n\"(g) No person employed by a nursing home, hospital, morgue, or ambulance service shall inform any funeral services establishment, funeral director, or representative or employee of a funeral services establishment of a death or impending death at the institution where the person is employed for the purpose of facilitating solicitation, as defined in § 3-402(19), by the funeral services establishment, funeral director, representative, or employee.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2082(d) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-84, see Historical and Statutory Notes following § 3-401.\n\nLaw 18-184, the \"Uniform Emergency Volunteer Health Practitioners Act of 2010\", was introduced in Council and assigned Bill No. 18-71, which was referred to the Committee on Health, Public Safety and the Judiciary. The Bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively. Signed by the Mayor on April 26, 2010, it was assigned Act No. 18-383 and transmitted to both Houses of Congress for its review. D.C. Law 18- 184 became effective on July 1, 2010.\n\nFor Law 18-223, see notes following § 3-402.\n\nDC CODE § 3-411\n\nCurrent through December 11, 2012","credits":"(May 22, 1984, D.C. Law 5-84, § 12, 31 DCR 1815; July 1, 2010, D.C. Law 18-184, § 14(a), 57 DCR 3655; Sept. 24, 2010, D.C. Law 18-223, § 2082(d), 57 DCR 6242.)","sections":[{"prefix":"a","text":" No person shall engage in the practice of funeral directing in the District of Columbia without being licensed in accordance with this chapter."},{"prefix":"b","text":" No funeral services establishment licensee shall engage in, or permit any employee or agent to engage in, the practice of funeral directing unless the person performing these duties is a funeral director licensed pursuant to this chapter or an apprentice funeral director licensed pursuant to this chapter and under the direct or immediate supervision of a licensed funeral director as required by this chapter. The direct or immediate supervision requirement shall not extend to employees whose duties are limited to the business management activities of the establishment."},{"prefix":"c","text":" No person shall operate a funeral services establishment in the District unless the person is licensed in accordance with this chapter. A separate funeral services establishment license shall be required for each location in the District."},{"prefix":"d","text":" No person shall engage in the practice of funeral directing if the person is employed on a part-time or full-time basis by a nursing home, hospital, morgue, physician's office, the Office of the Chief Medical Examiner, or an ambulance service."},{"prefix":"d-1","text":" A funeral services establishment shall not operate an emergency medical transport service with technicians or drivers who do not work exclusively for the medical transport service."},{"prefix":"e","text":" No person licensed as a funeral director or apprentice funeral director, or licensed to operate a funeral services establishment shall allow any other person to use or practice under his or her license."},{"prefix":"f","text":" No person shall perform funeral directing services at any funeral services establishment in the District unless he or she has on display at the establishment a valid current license to practice at that location. Any license issued pursuant to this chapter shall be good only for the location designated thereon."},{"prefix":"g","text":" No person employed by a nursing home, hospital, morgue, physician's office, the Office of the Chief Medical Examiner, or an ambulance service shall inform a funeral services establishment, funeral director, or representative or employee of a funeral services establishment of a death or impending death at the institution if the person is employed for the purpose of facilitating solicitation, as defined in § 3-402(19), by the funeral services establishment, funeral director, representative, or employee."},{"prefix":"h","text":" This chapter does not prohibit the provision of funeral, cremation, cemetery, or other mortuary services by an individual who is authorized to provide such services under Chapter 23C of Title 7 while an emergency declaration is in effect."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"4","text":"Board of Funeral Directors. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"411","identifier":"3-411","catch_text":"Prohibited acts; exemption for services provided during emergency."}}