{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2727.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nDC CODE § 3-507\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 8, 29 DCR 5297.)","sections":[{"prefix":"a","text":" The Mayor shall, upon receipt of a properly completed application and the requisite fees, issue a license to engage in the practice of veterinary medicine in the District to any person:"},{"prefix":"1","text":" Who is a graduate of a school of veterinary medicine approved by the Mayor;"},{"prefix":"2","text":" Who has passed an examination as may be prescribed by the Mayor to determine the person's competence to engage in the practice of veterinary medicine; and"},{"prefix":"3","text":" Who has not been found in violation of any of the provisions of § 3-509."},{"prefix":"b","text":" The Mayor may waive the examination required by subsection (a)(2) of this section and may, upon receipt of a properly completed application and the requisite fees, issue a license to any person who:"},{"prefix":"1","text":" Has passed an examination and who is licensed as a veterinarian in any state or territory of the United States wherein the requirements for licensure are substantially the same as those in effect in the District (as determined by the Mayor), and which state or territory admits licensed veterinarians of the District without examination;"},{"prefix":"2","text":" Is currently holding a license in good standing as a veterinarian in any state or territory of the United States; and"},{"prefix":"3","text":" Meets the qualifications specified in paragraphs (1) and (3) of subsection (a) of this section."},{"prefix":"c","text":" The Mayor shall, upon receipt of a properly completed application and the requisite fees, issue an annual license to engage in the practice of veterinary medicine in the District to any graduate of a foreign school of veterinary medicine who has completed the following:"},{"prefix":"1","text":" Has graduated from a school of veterinary medicine;"},{"prefix":"2","text":" Has submitted to the Mayor proper credentials as may be determined in regulations issued by the Mayor; and"},{"prefix":"3","text":" Has passed a written examination as may be required by the Mayor to determine the person's competency to engage in the practice of veterinary medicine."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"507","identifier":"3-507","catch_text":"Qualifications for issuance of license."}}