{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2729.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nDC CODE § 3-509\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 10, 29 DCR 5297.)","sections":[{"prefix":"a","text":" The Mayor may suspend, revoke, refuse to issue, renew, or restore a license issued under this subchapter if the Mayor finds that the applicant or holder thereof:"},{"prefix":"1","text":" Has engaged in any fraud or deceit in procuring or attempting to procure a license provided for pursuant to this subchapter;"},{"prefix":"2","text":" Has been convicted of a felony or other crime involving moral turpitude;"},{"prefix":"3","text":" Is a chronic alcoholic as defined in § 24-602, or is a drug user as defined in § 24-702;"},{"prefix":"4","text":" Uses advertising or solicitation which is false, misleading, or which is determined by the Mayor to be unprofessional;"},{"prefix":"5","text":" Has demonstrated incompetence or gross negligence in the practice of veterinary medicine;"},{"prefix":"6","text":" Has knowingly employed a person who is practicing veterinary medicine unlawfully;"},{"prefix":"7","text":" Has practiced fraud or dishonesty in the application or reporting of any tests for animal disease;"},{"prefix":"8","text":" Has failed to maintain his premises and equipment in a safe, clean, and sanitary condition;"},{"prefix":"9","text":" Has failed to report, as required by law, or has made a false report of, any contagious or infectious disease;"},{"prefix":"10","text":" Has been grossly negligent in the inspection of food-stuffs or the issuance of health or inspection certificates;"},{"prefix":"11","text":" Has practiced cruelty to animals;"},{"prefix":"12","text":" Has had his or her license to practice veterinary medicine in another state revoked or suspended on grounds other than nonpayment of the license fee; or"},{"prefix":"13","text":" Has demonstrated unprofessional conduct as specified in rules issued by the Mayor."},{"prefix":"b","text":" Any denial, suspension, or revocation under this section shall be made only upon specific charges in writing and after proper notice and a hearing as provided in § 3-510."},{"prefix":"c","text":" The Mayor may reinstate a license which has previously been revoked upon application in writing and after an opportunity for a hearing. No application for reinstatement of a license shall be accepted by the Mayor before the expiration of at least 1 year following the date on which the applicant's license was revoked."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"509","identifier":"3-509","catch_text":"Denial, suspension, or revocation of licenses; grounds; reinstatement."}}