{"text":"As used in this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 2-2722.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nDC CODE § 3-502\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 3, 29 DCR 5297.)","sections":[{"prefix":"1","text":" \"Animal\" means any animal other than man and includes fowl, birds, fish, and reptiles, wild or domestic."},{"prefix":"2","text":" \"Animal facility\" means any fixed or mobile establishment, veterinary hospital, animal hospital, or premises wherein the practice of veterinary medicine or any part thereof is practiced."},{"prefix":"3","text":" \"Animal technician\" means a person certified by the Mayor to perform the duties specified in § 3-512."},{"prefix":"4","text":" \"Board\" means the Board of Veterinary Examiners established by § 3-505."},{"prefix":"5","text":" \"Consumer\" means an individual:"},{"prefix":"A","text":" Who is not a direct provider of veterinary medical care;"},{"prefix":"B","text":" Whose current primary activity is not in the provision of veterinary medical care or the administration of facilities or institutions providing veterinary medical care; and"},{"prefix":"C","text":" Who does not receive directly nor indirectly more than 10% of his or her gross annual income from any one or combination of the following:"},{"prefix":"i","text":" Fees or other compensation for research into or instruction in the provision of veterinary medical care;"},{"prefix":"ii","text":" Entities engaged in the provision of veterinary medical care or in the research or instruction of veterinary medical care;"},{"prefix":"iii","text":" Producing or supplying drugs or other articles for individuals or entities to use in the provision of, or research into, or instruction in, the provision of veterinary medical care."},{"prefix":"6","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"7","text":" \"Direct supervision\" means that a veterinarian currently licensed to practice veterinary medicine in the District is available on the premises and within immediate vocal communication of the supervisee."},{"prefix":"8","text":" \"District\" means the District of Columbia."},{"prefix":"9","text":" \"License\" means a valid license to practice veterinary medicine in the District."},{"prefix":"10","text":" \"Licensed veterinarian\" means a person who is currently licensed to practice veterinary medicine in the District."},{"prefix":"11","text":" \"Mayor\" means the Mayor of the District of Columbia, or the Mayor's designated agent."},{"prefix":"12","text":" \"Person\" means any individual, firm, partnership, association, or any group or combination thereof acting in concert, whether acting as a principal, trustee, fiduciary, receiver, or any other kind of legal or personal representative; or as the successor in interest, assignee, agent, factor, servant, employee, director, officer, or any other representative of the person."},{"prefix":"13","text":" \"Practice of veterinary medicine\" means the practice engaged in by anyone:"},{"prefix":"A","text":" Who professes publicly to be a veterinary doctor and offers to practice as a veterinary doctor;"},{"prefix":"B","text":" Who, for hire, fee, compensation, or reward, promised, offered, received, or expected, either directly or indirectly, diagnoses, prognoses, treats, prescribes any controlled substance medicine or other treatment, prescribes, operates, or manipulates, or applies any apparatus or appliance for the prevention, cure, or relief of any disease, pain, deformity, defect, injury, wound, or physical condition of an animal, or for the prevention of, or to test for the presence of, any disease of an animal, or performs a surgical, medical, or dental procedure, or renders surgical, medical, or dental aid to, for, or upon an animal; or who holds himself or herself out as being legally qualified or authorized to do so; or"},{"prefix":"C","text":" Who uses any words, letters, or titles in connection with or under circumstances as to induce the belief that the person so using them is engaged in or legally qualified or authorized to engage in the practice of veterinary medicine. The practice of veterinary medicine does not include any of the activities described in § 3-512."},{"prefix":"14","text":" \"School of veterinary medicine\" means any veterinary college or division of a university or college that offers the degree of Doctor of Veterinary Medicine, or its equivalent, and that conforms to the standards required for accreditation by the American Veterinary Medical Association."},{"prefix":"15","text":" \"Veterinarian\" means a person who is a graduate of a school of veterinary medicine and has received a doctorate degree in veterinary medicine, or its equivalent."},{"prefix":"16","text":" \"Veterinary medicine\" includes veterinary surgery, obstetrics, dentistry, and all other branches or specialties of veterinary medicine."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"502","identifier":"3-502","catch_text":"Definitions."}}