{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-2725.\n\nEffect of Amendments\n\nD.C. Law 15-107, rewrote subsecs. (c) and (g); and repealed subsec. (i). Prior to amendment, subsecs. (c), (g), and (i) read as follows:\n\n\"(c) The Board shall consist of 7 members appointed by the Mayor with the advice and consent of the Council. Two of the Board members shall be consumers. Five of the Board members shall be licensed veterinarians. No full-time or part-time officer or member of the faculty of any school of veterinary medicine shall be eligible for appointment to the Board.\"\n\n\"(g) Of the members first appointed to the Board of Veterinary Examiners under this subchapter, 3 shall serve a term of 3 years, 1 of which shall be a consumer; 3 shall serve a term of 2 years, 1 of which shall be a consumer; and 1 shall serve a term of 1 year.\"\n\n\"(i) No member of the Board shall serve more than 2 consecutive full terms. The completion of the unexpired portion of a former member's term shall not constitute a full term for purposes of this subsection.\"\n\nD.C. Law 15-354, in subsec. (g), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Board of Veterinary Examiners Temporary Amendment Act of 2003 (D.C. Law 15-47, December 9, 2003, law notification 51 DCR 1782).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Board of Veterinary Examiners Emergency Amendment Act of 2003 (D.C. Act 15-127, July 29, 2003, 50 DCR 6833).\n\nFor temporary (90 day) amendment of section, see § 2 of Board of Veterinary Examiners Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15- 211, November 7, 2003, 50 DCR 10004).\n\nFor temporary (90 day) amendment of section, see § 2 of Board of Veterinary Examiners Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15- 325, January 28, 2004, 51 DCR 1590).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nLaw 15-107, the \"Board of Veterinary Examiners Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-149, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 2, 2003, and January 6, 2004, respectively. Signed by the Mayor on January 27, 2004, it was assigned Act No. 15-196 and transmitted to both Houses of Congress for its review. D.C. Law 15-107 became effective on March 30, 2004.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review. D.C. Law 15-354 became effective on April 13, 2005.\n\nEditor's notes\n\nSubsections (b) through (r) of this section are subsections (a) through (q), respectively, as enacted by D.C. Law 4-171.\n\nDelegation of Authority\n\nDelegation of authority, see Mayor's Order 88-112, May 9, 1988.\n\nDC CODE § 3-505\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 6, 29 DCR 5297; Mar. 30, 2004, D.C. Law 15-107, § 2, 51 DCR 1338; Apr. 13, 2005, D.C. Law 15-354, § 87, 52 DCR 2638.)","sections":[{"prefix":"a","text":" There is established a Board of Veterinary Examiners for the District of Columbia."},{"prefix":"b","text":" The Board shall advise the Mayor with respect to:"},{"prefix":"1","text":" The professional and technical aspects of the examining, licensing, registration, and regulation of veterinarians in the District of Columbia;"},{"prefix":"2","text":" The regulation, inspection, and registration of all establishments and premises wherein or whereon veterinary medicine is practiced; and"},{"prefix":"3","text":" The prescription of reasonable standards of conduct and ethics for the practice of veterinary medicine and for animal technicians."},{"prefix":"c","text":" The Board shall consist of 5 members appointed by the Mayor with the advice and consent of the Council. Four members of the Board shall be licensed veterinarians and one member shall be a consumer. No full-time or part-time officer or member of any school of veterinary medicine shall be eligible for appointment to the Board."},{"prefix":"d","text":" Any person appointed to the Board who is employed by the federal or District governments shall not be entitled to receive additional compensation as a Board member."},{"prefix":"e","text":" The consumer members of the Board shall be residents of the District and shall be at least 18 years of age. They shall have all the powers that other Board members have except those relating to examination for licensure."},{"prefix":"f","text":" The licensed veterinarian members of the Board shall at the time of their appointment and throughout their terms:"},{"prefix":"1","text":" Be licensed in the District and be in good standing to engage in the practice of veterinarian medicine in the District;"},{"prefix":"2","text":" Have had 3 years of experience in the practice of veterinary medicine in the District following licensure; and"},{"prefix":"3","text":" Be residents of the District."},{"prefix":"g","text":" Of the members first appointed to the Board under subsection (b) of this section, 2 licensed members shall be appointed to serve terms of 3 years. The 2 licensed members and one consumer member whose nominations to the Board were deemed approved by the Council on January 13, 2003, shall continue to serve the remainder of their 3-year terms after March 30, 2004."},{"prefix":"h","text":" Members of the Board appointed by the Mayor subsequent to the 1st appointments under this subchapter shall serve a term of 3 years; except, that members of the Board who are appointed to fill vacancies which occur prior to the expiration of a former member's full term shall serve only the unexpired portion of the former member's term."},{"prefix":"i","text":" Repealed."},{"prefix":"j","text":" Any vacancy which occurs in the membership of the Board for any reason, including expiration of a term, removal, resignation, death, disability, or disqualification, shall be filled by a person appointed by the Mayor as provided in subsection (c) of this section. The Mayor shall appoint a new member to fill a vacancy for the unexpired portion of the term after the vacancy occurs."},{"prefix":"k","text":" The Mayor shall designate a Chairperson from the Board members. The Board shall elect other officers as are necessary to conduct its business. The Chairperson of the Board shall preside at all Board meetings and shall be responsible for the performance of all the duties and functions of the Board."},{"prefix":"l","text":" The Mayor shall delegate to the Board those responsibilities which the Mayor deems appropriate."},{"prefix":"m","text":" The Mayor shall issue rules within 120 days of March 9, 1983. The Mayor may amend the rules to carry out the provisions of this subchapter, including, but not limited to, standards for animal facilities; such as the grounds, department areas, examination rooms, surgery, laboratory, drug procedures and storage, recordkeeping, and radiology."},{"prefix":"n","text":" The Mayor shall make studies and investigations as the Mayor deems necessary in preparing rules and orders and in assisting in the administration and enforcement of this subchapter."},{"prefix":"o","text":" The Mayor shall conduct hearings as provided in § 3-510, upon written charges that may result in discipline, revocation, suspension, or denial of a license."},{"prefix":"p","text":" The Mayor shall keep a record of all Board meetings and an official register of all animal facilities and all licensed veterinarians, including applicants for licensure."},{"prefix":"q","text":" The Mayor shall periodically inspect all animal facilities."},{"prefix":"r","text":" Members of the Board shall be compensated as provided in § 1-611.08."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"505","identifier":"3-505","catch_text":"Board of Veterinary Examiners; duties of Mayor."}}