{"text":"It shall be unlawful for any person in the District to:","historical":"Prior Codifications\n\n1981 Ed., § 2-2734.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nLaw 5-159, the \"End of Session Technical Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 3-514\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 15, 29 DCR 5297; Mar. 14, 1985, D.C. Law 5-159, § 10, 32 DCR 30.)","sections":[{"prefix":"1","text":" Engage in the practice of veterinary medicine unless the person is duly licensed to practice veterinary medicine pursuant to this subchapter;"},{"prefix":"2","text":" Practice or offer to practice veterinary medicine under any name except the name in which he or she is licensed by the Mayor;"},{"prefix":"3","text":" Engage in the practice of veterinary medicine without having his or her license and current renewal card conspicuously displayed in the office in which he or she practices;"},{"prefix":"4","text":" Sell or offer to sell a diploma conferring a veterinary medicine degree, a certificate granted for post graduate work, or a license granted pursuant to authority contained in this subchapter;"},{"prefix":"5","text":" Fraudulently procure a diploma, certificate, or any other evidence of satisfactory completion of the required educational and professional training for becoming a licensee under this subchapter; or to use such a fraudulently altered document in order to obtain a license to engage in the practice of veterinary medicine;"},{"prefix":"6","text":" Alter, with fraudulent intent, any diploma, certificate, license or any other evidence of satisfactory completion of the required educational or professional training for becoming a licensee under this subchapter; or to use such fraudulently altered document in order to obtain a license to engage in the practice of veterinary medicine;"},{"prefix":"7","text":" Practice veterinary medicine under a false name, or assume a title, or append or prefix to his or her name letters which falsely represent him or her as having a degree from a school of veterinary medicine, or make use of the words \"veterinary college\" or \"veterinary school\" or equivalent words, when not lawfully authorized to do so;"},{"prefix":"8","text":" Use, in connection with his or her name, any title, words, abbreviations, or letters in a manner or under circumstances which tend to induce the belief that the person using them is qualified to do any act described in § 3- 502(13), except where such person is a licensed veterinarian;"},{"prefix":"9","text":" Impersonate another at any examination held by the Mayor, or knowingly make a false application or misrepresentation in connection with such examination;"},{"prefix":"10","text":" Accept any fee, rebate, refund, commission or unearned discount, whether in the form of money or otherwise, as compensation for referring animals to any person in connection with the furnishing of veterinary care or service, diagnosis, treatment, or medication."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"514","identifier":"3-514","catch_text":"Prohibited acts."}}