{"text":"When a written complaint alleging a violation under this subchapter has been filed with the Mayor, the Mayor shall initiate an investigation within 30 days, and, absent compelling circumstances, shall conclude the investigation within 90 days. If warranted, the Mayor shall fix a time and place for a hearing in accordance with § 2-509. The Mayor shall cause a certified copy of the charges to be served on the respondent by registered mail at least 20 days prior to the hearing. The attendance of witnesses and the production of books, papers, and documents at the hearing may be compelled by subpoena. The Mayor shall follow the provisions of § 2-509 in conducting hearings under this section.   If the respondent is found in violation of this subchapter, the Mayor may refuse to issue the respondent a license, or may refuse to renew the license of the respondent, or may revoke or suspend the license of the respondent.","historical":"Prior Codifications\n\n1981 Ed., § 2-2730.\n\nEffect of Amendments\n\nD.C. Law 17-281 substituted \"investigation within 30 days, and, absent compelling circumstances, shall conclude the investigation within 90 days. If warranted, the Mayor shall\" for \"investigation and, if warranted,\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nLaw 17-281, the \"Animal Protection Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-89 which was referred to the Committees on Health and Public Safety and Judiciary. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-493 and transmitted to both Houses of Congress for its review. D.C. Law 17-281 became effective on December 5, 2008.\n\nDC CODE § 3-510\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 11, 29 DCR 5297; Dec. 5, 2008, D.C. Law 17-281, § 101(a), 55 DCR 9186.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"510","identifier":"3-510","catch_text":"Hearing procedures."}}