{"text":"Nothing in this subchapter shall be construed as applying to:","historical":"Prior Codifications\n\n1981 Ed., § 2-2733.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-171, see Historical and Statutory Notes following § 3-501.\n\nDC CODE § 3-513\n\nCurrent through December 11, 2012","credits":"(Mar. 9, 1983, D.C. Law 4-171, § 14, 29 DCR 5297.)","sections":[{"prefix":"1","text":" An employee or agent of the federal or District governments while performing his or her official duties; except, that no such employee may be authorized to perform surgical operations;"},{"prefix":"2","text":" A member of the faculty of a school of veterinary medicine while performing his or her regular functions, or a person lecturing or giving instructions or demonstrations at a veterinary school in connection with a continuing education course;"},{"prefix":"3","text":" Experimentation and scientific research in connection with the study and the development of methods and techniques, directly or indirectly related or applicable to the problems or to the practice of veterinary medicine, when conducted under the auspices of the federal or District governments;"},{"prefix":"4","text":" A physician licensed to practice medicine in the District or to the licensed physician's assistant while engaged in educational research under the direct supervision of the licensed veterinarian;"},{"prefix":"5","text":" A person who is a regular student in a school of veterinary medicine performing duties or actions assigned by his or her instructor, or working under direct supervision of a licensed veterinarian during a school vacation period;"},{"prefix":"6","text":" A veterinarian regularly licensed in any state from consulting with a licensed veterinarian in the District;"},{"prefix":"7","text":" The owner of an animal, or the owner's full-time regular employee, from caring for and treating the ills and injuries of any animal belonging to such owner, except where the ownership of the animal was transferred for the purpose of circumventing this subchapter;"},{"prefix":"8","text":" Any merchant or manufacturer from selling, at his or her regular place of business, medicine, feed, appliances, or other products used in the prevention or treatment of animal diseases;"},{"prefix":"9","text":" Any person selling or applying any pesticide, insecticide, or herbicide;"},{"prefix":"10","text":" Any person approved by the Mayor to perform animal artificial insemination; or"},{"prefix":"11","text":" Any person engaging in scientific research which reasonably requires experimentation involving animals covered under the provisions of 7 U.S.C. § 2131 et seq."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"5","text":"Board of Veterinary Examiners. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"3","chaptersection":"513","identifier":"3-513","catch_text":"Exceptions."}}