{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-607.\n\n1973 Ed., § 2-1237.\n\nEffect of Amendments\n\nD.C. Law 15-205, in subsec. (f), substituted \"at least every 3 fiscal years an\" for \"a biennial\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 402 of the Fiscal Year 1996 Budget Support Emergency Act of 1996 (D.C. Act 11-264, April 26, 1996, 43 DCR 2412), and § 302 of the Fiscal Year 1996 Budget Support Congressional Review Emergency Act of 1996 (D.C. Act 11-335, August 1, 1996, 43 DCR 4256).\n\nFor temporary (90 day) amendment of section, see § 1192(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1192(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-20, see Historical and Statutory Notes following § 3-601.\n\nFor legislative history of D.C. Law 1-50, see Historical and Statutory Notes following § 3-601.\n\nLaw 3-70, the \"District of Columbia Fund Accounting Act of 1980,\" was introduced in Council and assigned Bill No. 3-197, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 18, 1980 and April 1, 1980, respectively. Signed by the Mayor on April 25, 1980, it was assigned Act No. 3-176 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-137, see Historical and Statutory Notes following § 3-610.\n\nFor legislative history of D.C. Law 7-169, see Historical and Statutory Notes following § 3-601.\n\nLaw 11-152, the \"Fiscal Year 1996 Budget Support Act of 1996,\" was introduced in Council and assigned Bill No. 11-655, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 2, 1996, and May 7, 1996, respectively. Signed by the Mayor on May 28, 1996, it was assigned Act No. 11-279 and transmitted to both Houses of Congress for its review. D. C. Law 11-152 became effective on August 1, 1996.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nDC CODE § 3-607\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1975, D.C. Law 1-20, § 8, 23 DCR 1815; Feb. 26, 1976, D.C. Law 1-50, § 3, 22 DCR 5127; June 14, 1980, D.C. Law 3-70, § 7(e), 27 DCR 1776; Aug. 13, 1986, D.C. Law 6-137, § 2(b), 33 DCR 3798; Sept. 29, 1988, D.C. Law 7-169, § 2(d), 35 DCR 5749; Aug. 1, 1996, D.C. Law 11-152, § 402, 43 DCR 2978; Dec. 7, 2004, D.C. Law 15-205, § 1192(b), 51 DCR 8441.)","sections":[{"prefix":"a","text":" All receipts of the Commission shall be deposited to the General Fund."},{"prefix":"b","text":" Every person holding or conducting an event within the jurisdiction of the Commission shall file with the Commission, within 24 hours after the event is over, a report concerning fees, prices, revenues, and gross receipts from the event at the time and in the form prescribed by the Commission; however, this shall not preclude the Commission from demanding manifests or reports at an earlier time. Such person shall pay to the Commission, at the time of the filing of the report, a fee of 5 per centum of the gross receipts realized by such person as a result of holding or conducting the event except that the Commission may require the amount so collected be not less than that necessary for the payment of compensation to the personnel necessary to conduct such contest, match or exhibition. Each ticket of admission to any covered event shall bear clearly upon its face its price."},{"prefix":"c","text":"(1) Every person presenting or showing any boxing or wrestling match, contest, or exhibition on closed circuit telecast or subscription television viewed within the District, whether or not originating within the District, shall, within 72 hours excluding Saturdays, Sundays, and legal holidays after the presentation or showing is over:"},{"prefix":"A","text":" File with the Commission a report stating the exact number of tickets sold for the presentation or showing and the gross receipts from the presentation or showing or, if no tickets are sold, the price in money or value paid or owed for the presentation or showing, and any other information the Commission may require; and"},{"prefix":"B","text":" Pay to the Commission a fee of 5% of the first $100,000 of the gross receipts from, or price paid or owed for, the presentation or showing and 2% of any gross receipts or price paid or owed in excess of $100,000."},{"prefix":"2","text":" Notwithstanding paragraph (1) of this subsection, the Commission may seek an advance payment for a presentation or showing when it deems an advance payment to be appropriate."},{"prefix":"d","text":" The Commission may also charge such other nonlicense fees as are reasonable in amount for services it renders in carrying out its lawful functions."},{"prefix":"e","text":" The Commission shall report quarterly to the Mayor and to the Council on its official acts and its efforts to promote the District of Columbia as a location for boxing, wrestling, and martial arts events. The Commission shall make recommendations, as it deems appropriate, to further the promotion of the District of Columbia as a location for boxing, wrestling, and martial arts events and to promote the effective regulation of professional and amateur boxing, wrestling, and martial arts events that are conducted or shown within the District of Columbia."},{"prefix":"f","text":" The District of Columbia Auditor shall conduct at least every 3 fiscal years an audit of the Commission."},{"prefix":"g","text":" The Mayor shall conduct quarterly audits of the Commission and furnish the Commission with such office space as it needs and with administrative aid as the Commission may request."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6","text":"Boxing and Wrestling Commission. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"607","identifier":"3-607","catch_text":"Administration."}}