{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-610.\n\nLegislative History of Laws\n\nLaw 6-137, the \"Boxing and Wrestling Commission Act Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-364, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on May 27, 1986, and June 10, 1986, respectively. Signed by the Mayor on June 13, 1986, it was assigned Act No. 6-175 and transmitted to both Houses of Congress for its review.\n\nLaw 6-192, the \"Technical Amendments Act of 1986,\" was introduced in Council and assigned Bill No. 6-544, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 5, 1986, and November 18, 1986, respectively. Signed by the Mayor on December 10, 1986, it was assigned Act No. 6-246 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 3-610\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1975, D.C. Law 1-20, § 11, as added Aug. 13, 1986, D.C. Law 6- 137, § 3, 33 DCR 3798 as amended Feb. 24, 1987, D.C. Law 6-192, § 3, 33 DCR 7836.)","sections":[{"prefix":"a","text":" All contestants competing in any amateur boxing, wrestling, or martial arts match, contest, or exhibition in the District of Columbia shall be properly fitted with and shall at all times during the contest wear protective headgear approved by the Commission."},{"prefix":"b","text":" All contestants competing in any amateur boxing, martial arts, or other sporting event traditionally utilizing padded gloves shall use thumbless or thumb attached padded gloves approved by the Commission."},{"prefix":"c","text":" Every amateur or professional boxing, wrestling, or martial arts match, contest, or exhibition conducted in the District of Columbia shall utilize protective floor padding, and in the case of matches, contests, or exhibitions performed in a ring, padded corner posts and padded ropes approved by the Commission."},{"prefix":"d","text":" The Commission is hereby directed and authorized to promulgate any reasonable rule it may deem necessary to effectuate the purposes of this section, including but not limited to the issuance of rules relating to the type and construction of equipment approved for use in an event covered by this section, the inspection of equipment required by this section prior to the holding of a match, contest, or exhibition covered by this section, and the denial, suspension, or revocation of any authority, license, or permit to conduct any event or events covered by this section for reason of noncompliance with the requirements of this section or rules promulgated by the Commission pursuant to the authority of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6","text":"Boxing and Wrestling Commission. (Refs & Annos)"},"heading":{"title":"3","chaptersection":"610","identifier":"3-610","catch_text":"Protective equipment; rules."}}