{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-148, see notes following ยง 3-651.\n\nDC CODE ยง 3-653\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-148, ยง 4, 55 DCR 2219.)","sections":[{"prefix":"a","text":" The Commission shall:"},{"prefix":"1","text":" Serve as an advocate for fashion retailers, designers, and beauty businesses in the District;"},{"prefix":"2","text":" Advise and make recommendations to the Mayor and the Council concerning needs of the people of the District for fashion-design activities and concerning the development and improvement of fashion and cultural affairs programs in the District;"},{"prefix":"3","text":" Stimulate and encourage study and review of the status of fashion arts projects and serve as the clearinghouse for activities aimed at realizing a fashion retail corridor that will serve as a centralized shopping destination featuring local, national, and international fashion designers and boutiques in the District;"},{"prefix":"4","text":" Prepare and recommend to the Mayor and the Council an annual plan for fashion arts projects and events in the District; and"},{"prefix":"5","text":" Work with District departments and agencies, private organizations, and the fashion-design community to develop and undertake programs which will encourage maximum participation in fashion art and cultural affairs activities and which will promote greater appreciation and enjoyment of the trade."},{"prefix":"b","text":" The Commission may:"},{"prefix":"1","text":" Nominate special advisors to serve and provide technical and expert advice on matters relevant to the functions of the Commission; provided, that decision-making shall reside with the Commission;"},{"prefix":"2","text":" Form task forces, as required, composed of Commission members, special advisors, and others interested in serving;"},{"prefix":"3","text":" Apply for and receive grants to fund its program activities in accordance with procedures relating to grants management and recommend to the Mayor and the Council applications for federal grants-in-aid to projects or productions in fashion design; and"},{"prefix":"4","text":" Accept private gifts and donations to carry out the purposes of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6B","text":"Commission on Fashion Arts and Events."},"heading":{"title":"3","chaptersection":"653","identifier":"3-653","catch_text":"Powers of the Commission."}}