{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111, in subsec. (b)(1)(F), substituted \"Washington Convention and Sports Authority\" for \"District of Columbia Sports and Entertainment Commission\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2082(i) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 2082(i) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 17-148, see notes following § 3-651.\n\nFor Law 18-111, see notes following § 3-343.01.\n\nDC CODE § 3-652\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-148, § 3, 55 DCR 2219; Mar. 3, 2010, D.C. Law 18-111, § 2082(i), 57 DCR 181.)","sections":[{"prefix":"a","text":" The Commission shall consist of 15 members, 8 of whom shall be nominated by the Mayor subject to the advice and consent of the Council, in accordance with § 1-523.01(e)."},{"prefix":"b","text":"(1) There shall be 7 ex-officio, nonvoting members, including the directors or their designees of the following agencies and organizations:"},{"prefix":"A","text":" Washington, D.C. Convention and Tourism Corporation;"},{"prefix":"B","text":" Washington, DC Economic Partnership or the Office of Planning;"},{"prefix":"C","text":" Department of Small and Local Business Development;"},{"prefix":"D","text":" Office of the Deputy Mayor for Planning and Economic Development;"},{"prefix":"E","text":" Department of Education;"},{"prefix":"F","text":" Washington Convention and Sports Authority; and"},{"prefix":"G","text":" Commission on the Arts and Humanities."},{"prefix":"2","text":" Ex-officio members of the Commission shall have full privileges of Commission membership."},{"prefix":"c","text":"(1) Appointed members of the Commission shall be residents of the District and shall include prominent business, civic, and fashion or beauty leaders with experience and understanding of the financial and organizational structure of fashion retail houses, branding and marketing, and youth education or vocational education, and who have extensive experience in the fashion industry."},{"prefix":"2","text":" Appointed members of the Commission shall serve 4-year terms, with the exception that of the members first appointed, one member shall be appointed to a one-year term, 2 members shall be appointed to 2-year terms, 2 members shall be appointed to 3-year terms, and 3 members shall be appointed to 4-year terms."},{"prefix":"3","text":" Members of the Commission may be reappointed."},{"prefix":"d","text":" A vacancy on the Commission shall be filled in the same manner that the original appointment was made. A person appointed to fill a vacancy shall serve only for the unexpired term of the original appointment, but may be reappointed."},{"prefix":"e","text":" A member of the Commission, whose term has expired, may continue to serve until a new member is appointed."},{"prefix":"f","text":" The Mayor shall appoint the chairperson of the Commission from among the voting members."},{"prefix":"g","text":" All members of the Commission shall serve without compensation."},{"prefix":"h","text":" The Mayor may remove, after notice and hearing, any member of the Commission for neglect of duty, incompetence, misconduct, or malfeasance in office."},{"prefix":"i","text":" The Commission shall develop its own rules of procedure."},{"prefix":"j","text":" The Commission shall meet at least 4 times a year. The meetings shall be held in the District and shall be open to the public. A quorum to transact business shall consist of a majority, plus one, of the voting members."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6B","text":"Commission on Fashion Arts and Events."},"heading":{"title":"3","chaptersection":"652","identifier":"3-652","catch_text":"Members; procedures; meetings."}}