{"text":"There is established a Commission on Fashion Arts and Events (\"Commission\") to advise the Mayor, the Council, and the public on the views and needs of the fashion and beauty communities in the District. The Commission shall implement the following programs and initiatives:","historical":"Legislative History of Laws\n\nLaw 17-148, the \"Commission on Fashion Arts and Events Establishment Act of 2008\", was introduced in Council and assigned Bill No.17-173 which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on January 8, 2008, and February 5, 2008, respectively. Signed by the Mayor on February 22, 2008, it was assigned Act No. 17-292 and transmitted to both Houses of Congress for its review. D.C. Law 17-148 became effective on April 15, 2008.\n\nDC CODE ยง 3-651\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2008, D.C. Law 17-148, ยง 2, 55 DCR 2219.)","sections":[{"prefix":"1","text":" Promoting the District as a location for holding fashion and beauty events, which will enhance the District's economic development through tourism, cultural affairs, job opportunities, entertainment, business development, and national and international exposure;"},{"prefix":"2","text":" Providing community initiatives to benefit school-aged children living in the District, including encouraging the pursuit of career technical skills and higher education by implementing a school-based program in the fields of fashion design, merchandising, and beauty, and offering scholarships and internships to students pursuing careers in beauty and fashion industries to help students in transitioning from school to career;"},{"prefix":"3","text":" Making recommendations on fashion retail development projects throughout the city, including researching and making recommendations for the development, construction, and implementation of a Fashion Retail Corridor that will serve as a centralized shopping destination featuring local, national, and international fashion designers and boutiques in the District; and"},{"prefix":"4","text":" Creating partnerships between the fashion and business communities that will stimulate economic development through targeted fashion marketing, workforce development, and training and business development, and reposition the District as a fashion destination."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"6B","text":"Commission on Fashion Arts and Events."},"heading":{"title":"3","chaptersection":"651","identifier":"3-651","catch_text":"Establishment of the Commission on Fashion Arts and Events."}}