{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-803.\n\n1973 Ed., § 2-2603.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-109, see Historical and Statutory Notes following § 3-701.\n\nDC CODE § 3-703\n\nCurrent through December 11, 2012","credits":"(Sept. 22, 1978, D.C. Law 2-109, § 4, 25 DCR 1456.)","sections":[{"prefix":"a","text":" The Commission shall conduct studies, review progress, develop, recommend and undertake action and initiate and conduct programs in areas including, but not limited to, the following:"},{"prefix":"1","text":" Elimination of discrimination based on sex and elimination of sex role stereotyping and bias;"},{"prefix":"2","text":" Public and private employment practices, including matters pertaining to hours, wages and working conditions;"},{"prefix":"3","text":" Education;"},{"prefix":"4","text":" Equality of rights and responsibilities of men and women under the law; and"},{"prefix":"5","text":" New and expanded services for women to facilitate their optimal functioning as homemakers, wage earners, and citizens, including mental and physical health care, and the improvement of facilities for child care and youth development."},{"prefix":"b","text":" The Commission is authorized to apply for and receive grants to fund its program activities in accordance with procedures relating to grants management."},{"prefix":"c","text":" The Commission may accept private gifts and donations to carry out the purposes of this chapter."},{"prefix":"d","text":" The Commission shall stimulate and encourage study and review of the status of women and may act as a clearinghouse for activities in the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"7","text":"Commission for Women."},"heading":{"title":"3","chaptersection":"703","identifier":"3-703","catch_text":"Powers of the Commission."}}