{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1104.\n\n1973 Ed., § 2-2504.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-107, see Historical and Statutory Notes following § 3-901.\n\nFor legislative history of D.C. Law 3-24, see Historical and Statutory Notes following § 3-903.\n\nReferences in Text\n\n\"Section 203 of the Crime Control Act,\" referred to in subsection (c)(1), formerly codified in 42 U.S.C. § 3723, was superseded by Pub. L. 90-351, Title I, § 203, as added December 27, 1979, 93 Stat. 1174, Pub. L. 96-157, § 2.\n\n\"Section 223 of the Juvenile Justice Act,\" referred to in subsection (c)(2), is codified as 42 U.S.C. § 5633.\n\nDC CODE § 3-904\n\nCurrent through December 11, 2012","credits":"(Sept. 13, 1978, D.C. Law 2-107, § 5, 25 DCR 1391; Sept. 28, 1979, D.C. Law 3-24, § 4, 26 DCR 405.)","sections":[{"prefix":"a","text":" The Criminal Justice Supervisory Board shall meet at least once every 90 days and at such other times designated by the Chairperson or a majority of the Board."},{"prefix":"b","text":" A simple majority of the membership shall constitute a quorum for the Criminal Justice Supervisory Board and for its committees or subcommittees."},{"prefix":"c","text":" In developing and administering an annual comprehensive criminal justice plan for the District of Columbia, the Chairperson of the Board, with the advice and consent of a majority of the Board shall establish committees or subcommittees comprised of members of the Board and such other persons as the Chairperson of the Board deems advisable and feasible. The Chairperson of the Board, with the advice and consent of a majority of the Board, shall also determine the chairperson for each committee. The committee structure of the Board shall include, but not be limited to:"},{"prefix":"1","text":" A committee on the courts comprised of the JPC and designed to carry out the purposes of § 203 of the Crime Control Act;"},{"prefix":"2","text":" A committee on juvenile justice comprised of the state advisory group of the District of Columbia established pursuant to § 223 of the Juvenile Justice Act and designed to develop the juvenile justice component of the annual comprehensive criminal justice plan in accordance with the Juvenile Justice Act; and"},{"prefix":"3","text":" An appeals committee designed to consider appeals from any action of the Board denying all or part of any funds requested in any subgrant application to conduct a project for which funds are available."},{"prefix":"d","text":" Except for a committee on the courts and a committee on juvenile justice, each committee of the Board shall contain: (1) At least 1 member from or appointed by the executive branch of the District of Columbia government; (2) at least 1 member from or appointed by the Council of the District of Columbia; (3) at least 1 member from the District of Columbia courts; and (4) a sufficient number of members who are not employed by the District of Columbia government to comprise at least one third of the total membership of the committee or subcommittee. In the event that an executive committee is established by the Board, such executive committee shall include in its membership the same proportion of members representing the judiciary and members representing the juvenile justice advisory group as the total number of each such class of members bears to the total membership of the Board."},{"prefix":"e","text":" Subject to the provisions of paragraphs (1), (2) and (3) of subsection (c) of this section, the Board shall ensure that, prior to the adoption by the Board of an annual comprehensive criminal justice plan, it shall have received and considered recommendations from at least one of its committees or subcommittees with respect to what ought to be the contents of the plan concerning: (1) The administration of justice; (2) the prevention of crime; (3) detection of crime and apprehension of offenders; (4) prosecution and defense; and (5) sentencing and correctional treatment of offenders. In addition, the Board shall ensure that, prior to its making grant awards in accordance with an approved annual comprehensive criminal justice plan, the Board shall have received and considered recommendations from at least one of its committees or subcommittees with respect to all potential subgrant award recipients who qualify in accordance with the Board's rules and procedures governing subgrant awards."},{"prefix":"f","text":" The Board shall promulgate rules of procedure governing its operations which comply with Chapter 5 of Title 2, and with §§ 1-309.01 through 1- 309.13."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"9","text":"Criminal Justice Supervisory Board."},"heading":{"title":"3","chaptersection":"904","identifier":"3-904","catch_text":"Meetings; quorums; committees; bylaws."}}