{"text":"The Board shall:","historical":"Prior Codifications\n\n1981 Ed., § 2-1105.\n\n1973 Ed., § 2-2505.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-107, see Historical and Statutory Notes following § 3-901.\n\nReferences in Text\n\n\"Section 304(b) of the Crime Control Act,\" referred to in paragraph (7), formerly codified at 42 U.S.C. § 3734, was superseded by Pub. L. 90-351, Title I, § 304, as Pub. L. 98-473, added December 27, 1979, 93 Stat. 1178, Pub. L. 96-157, § 2, which was repealed by Title II, § 605(c) of the Act of October 12, 1984, 98 Stat. 2080, Pub. L. 98-473.\n\nThe \"District of Columbia Home Rule Act,\" referred to in paragraph (11), is the Act of December 24, 1973, 87 Stat. 774, Pub. L. 93-198.\n\nDC CODE § 3-905\n\nCurrent through December 11, 2012","credits":"(Sept. 13, 1978, D.C. Law 2-107, § 6, 25 DCR 1391.)","sections":[{"prefix":"1","text":" Advise and assist the Mayor, the District of Columbia courts and the Council of the District of Columbia in developing policies, plans, programs, and budgets for improving the coordination, administration and effectiveness of the criminal justice system in the District of Columbia;"},{"prefix":"2","text":" Approve all components of the annual comprehensive criminal justice plan prepared pursuant to the Crime Control Act and submit such plan to the Council of the District of Columbia for its advisory review of the goals, priorities, and policies contained therein prior to the ultimate submission of such plan to the Law Enforcement Assistance Administration, United States Department of Justice;"},{"prefix":"3","text":" Include in each annual comprehensive criminal justice plan a statement of the fiscal impact each component of such plan would likely have, if any, on the fiscal budget of the District of Columbia for the next 5 years;"},{"prefix":"4","text":" Assure the participation of citizens, community organizations, and juvenile justice advocates at all levels of the planning process;"},{"prefix":"5","text":" Recommend goals, priorities, and standards for the reduction of crime and the improvement of the administration of justice in the District of Columbia;"},{"prefix":"6","text":" Recommend criminal justice legislation to the Mayor, the Council of the District of Columbia, and the Congress, where appropriate;"},{"prefix":"7","text":" Ensure that the annual judicial plan developed by the JPC is implemented to the extent that it is in conformity with the comprehensive plan for the improvement of law enforcement and criminal justice in accordance with § 304(b) of the Crime Control Act;"},{"prefix":"8","text":" Encourage local and regional comprehensive criminal justice planning efforts;"},{"prefix":"9","text":" Monitor and evaluate programs and projects, funded in whole or in part by the District of Columbia government, aimed at reducing crime and delinquency and improving the administration of justice;"},{"prefix":"10","text":" Cooperate with and render technical assistance to agencies and units of the District of Columbia government, and public or private agencies relating to the criminal justice system;"},{"prefix":"11","text":" Have the authority to collect from any District of Columbia governmental entity information, data, reports, statistics or such other material which is necessary to carry out the functions of the Office of Criminal Justice Plans and Analysis consistent with the District of Columbia Home Rule Act; and"},{"prefix":"12","text":" Perform such other duties as may be necessary to carry out the purposes of this chapter."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"9","text":"Criminal Justice Supervisory Board."},"heading":{"title":"3","chaptersection":"905","identifier":"3-905","catch_text":"Powers and duties."}}