{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1103.\n\n1973 Ed., § 2-2503.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 301(b)(2), (3) of Omnibus Budget Support Temporary Act of 1992 (D.C. Law 9-134, July 23, 1992, law notification 39 DCR 5815).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 301(b)(2) and (3) of the Omnibus Budget Support Emergency Act of 1992 (D.C. Act 9-203, April 29, 1992, 39 DCR 3219).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-107, see Historical and Statutory Notes following § 3-901.\n\nLaw 3-24, the \"Criminal Justice Supervisory Board Amendments Act of 1979,\" was introduced in Council and assigned Bill No. 3-155, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 19, 1979, and July 3, 1979, respectively. Signed by the Mayor on July 12, 1979, it was assigned Act No. 3-68 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-145, see Historical and Statutory Notes following § 3-901.\n\nReferences in Text\n\n\"Section 223 of the Juvenile Justice Act\" referred to in subsections (b)(14), (b)(15) and (c), is classified as 42 U.S.C. § 5633.\n\nTransfer of Functions\n\nFor temporary transfer of functions of the Office of Criminal Justice Plans and Analysis, established pursuant to subsection (a) of this section, and all positions, property, records, and unexpended balances of appropriations, allocations, and other funds available to or to be made available relating to the functions of the Office of Criminal Justice Plans and Analysis to the Mayor's Office of Policy and Programs Evaluation, see § 301(a) of the Omnibus Budget Support Emergency Act of 1992 (D.C. Act 9-203, April 29, 1992, 39 DCR 3219).\n\nSection 301(a) of D.C. Law 9-134 provided that the functions of the Office of Criminal Justice Plans and Analysis, and all positions, property, records, and unexpended balances of appropriations, allocations, and other funds available to or to be made available relating to the functions of the Office of Criminal Justice Plans and Analysis are transferred to the Mayor's Office of Policy and Program Evaluation.\n\nSection 501(c)(3) of D.C. Law 9-134 provided that § 301 shall apply as of October 1, 1992.\n\nSection 601(b) of D.C. Law 9-134 provided that the act shall expire on the 225th day of its having taken effect.\n\nSection 301(a) of D.C. Law 9-145 provided that the functions of the Office of Criminal Justice Plans and Analysis, and all positions, property, records, and unexpended balances of appropriations, allocations, and other funds available to or to be made available relating to the functions of the Office of Criminal Justice Plans and Analysis are transferred to the Mayor's Office of Policy and Program Evaluation.\n\nMiscellaneous Notes\n\nApplication of § 301 of Law 9-145: Section 501(c)(3) of D.C. Law 9-145 provided that § 301 shall apply as of October 1, 1992.\n\nFunding authorized: Section 824 of the Act of December 27, 1979, 93 Stat. 1167, Pub. L. 96-157, authorized funding for the District's state planning agency according to a special formula.\n\nDesignation of an Agency to Administer the Juvenile Justice and Delinquency Prevention Act, see Mayor's Order 2000-149, October 3, 2000 (47 DCR 8262).\n\nDC CODE § 3-903\n\nCurrent through December 11, 2012","credits":"(Sept. 13, 1978, D.C. Law 2-107, § 4, 25 DCR 1391; Sept. 28, 1979, D.C. Law 3-24, § 2, 3, 26 DCR 405; July 23, 1992, D.C. Law 9-134, § 301(b)(2), (3), 39 DCR 4066; Sept. 10, 1992, D.C. Law 9-145, § 301(b)(2), (3), 39 DCR 4895.)","sections":[{"prefix":"a","text":" There is hereby established within the executive branch of the District of Columbia government a Criminal Justice Supervisory Board which shall serve as the law enforcement and criminal justice planning agency for the District of Columbia in accordance with the terms of the Crime Control Act. The Mayor's Office of Policy and Program Evaluation shall serve as the staff of the Board."},{"prefix":"b","text":" The Criminal Justice Supervisory Board shall consist of 33 members, as follows:"},{"prefix":"1","text":" The Mayor;"},{"prefix":"2","text":" The Chairman of the Council of the District of Columbia;"},{"prefix":"3","text":" The Chief Judge of the District of Columbia Court of Appeals;"},{"prefix":"4","text":" The Chief Judge of the Superior Court of the District of Columbia;"},{"prefix":"5","text":" The Corporation Counsel of the District of Columbia;"},{"prefix":"6","text":" The Chairperson of the Committee on the Judiciary of the Council of the District of Columbia;"},{"prefix":"7","text":" The Executive Officer of the District of Columbia Courts;"},{"prefix":"8","text":" Three persons appointed by the Mayor from a list of no less than 9 nominees submitted by the Chief Judge of the District of Columbia Court of Appeals;"},{"prefix":"9","text":" The United States Attorney for the District of Columbia (if he desires to serve);"},{"prefix":"10","text":" The City Administrator;"},{"prefix":"11","text":" A judge of the Superior Court of the District of Columbia selected by the Chief Judge of the District of Columbia Court of Appeals;"},{"prefix":"12","text":" The Director of the District of Columbia Public Defender Service;"},{"prefix":"13","text":" The Director of the District of Columbia Pre-Trial Services Agency;"},{"prefix":"14","text":" The Chairperson of the state advisory group of the District of Columbia established pursuant to § 223 of the Juvenile Justice Act;"},{"prefix":"15","text":" Two members of the state advisory group of the District of Columbia established pursuant to § 223 of the Juvenile Justice Act; provided, that the 2 members, other than the Chairperson of such state advisory group, shall not be employees of the District of Columbia government, and shall be chosen by the Mayor from among the membership of the state advisory group;"},{"prefix":"16","text":" Eight persons appointed by the Mayor, 1 of whom shall be a youth and 2 of whom shall be senior citizens;"},{"prefix":"17","text":" Four persons appointed by the Chairman of the Council of the District of Columbia with the consent of the Council; provided, that such persons shall not be employed by the District of Columbia government, 1 of whom shall be a youth and 1 of whom shall be a senior citizen; and"},{"prefix":"18","text":" Three persons appointed by the Chairperson of the Committee on the Judiciary of the Council of the District of Columbia with the consent of the Committee; provided, that such persons shall not be employed by the District of Columbia government, 1 of whom shall be a youth and 1 of whom shall be a senior citizen."},{"prefix":"c","text":" An alternate of a member of the Board may be designated by each member; provided, that such designation shall be in writing. In the event that a nongovernment member, appointed pursuant to paragraphs (15) through (18) of subsection (b) of this section, is absent from 3 consecutive meetings of the Board or any of its committees or subcommittees, the Chairperson of the Board shall request that the Mayor of the District of Columbia (hereinafter referred to as the \"Mayor\"), the Chairman of the Council, the Chairperson of the Committee on the Judiciary of the Council or the state advisory group established pursuant to § 223 of the Juvenile Justice Act, as the case may be, replace such appointed member."},{"prefix":"d","text":" Members serving pursuant to paragraphs (15) through (18) of subsection (b) of this section shall serve for 2-year terms and may be reappointed for no more than 1 additional consecutive term. Members serving pursuant to paragraph (8) of subsection (b) of this section shall serve at the pleasure of the Chief Judge of the District of Columbia Court of Appeals. The terms of all other members shall be concurrent with their service in the office from which they derive their membership."},{"prefix":"e","text":" Should any member cease to be an officer of the unit or agency of government which he is appointed to represent, his membership on the Criminal Justice Supervisory Board shall terminate immediately and a new member shall be appointed in the same manner as his predecessor to fill the unexpired term. Vacancies occurring in memberships created by paragraphs (8), (11), and (15) through (18) of subsection (b) of this section, except those by the expiration of a term, shall be filled for the balance of the unexpired term in the same manner as the original appointment within 30 days of the vacancy."},{"prefix":"f","text":" The Mayor shall appoint a Chairperson of the Criminal Justice Supervisory Board. A Vice-Chairperson shall be selected by the Board from among its members."},{"prefix":"g","text":" A member of the Board is not entitled to a salary for duties performed as a member of the Board. Each member is entitled to reimbursement for travel and other necessary expenses incurred in the performance of official Board duties."},{"prefix":"h","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"3","text":"District of Columbia Boards and Commissions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"9","text":"Criminal Justice Supervisory Board."},"heading":{"title":"3","chaptersection":"903","identifier":"3-903","catch_text":"Criminal Justice Supervisory Board and Office of Criminal Justice Plans and Analysis; membership; staff."}}