{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 34-101.\n\n1973 Ed., ยง 34-106.\n\nDC CODE ยง 30-101\n\nCurrent through December 11, 2012","credits":"(Dec. 8, 1970, 84 Stat. 1395, Pub. L. 91-537, ยง 1.)","sections":[{"prefix":"a","text":" If a hotel, motel, or similar establishment in the District of Columbia which provides lodging to transient guests: (1) provides a suitable depository (other than a checkroom) for the safekeeping of personal property (other than a motor vehicle); and (2) displays conspicuously in the guest and public rooms of that establishment a printed copy of this section (or summary thereof); that establishment shall not be liable for the loss or destruction of, or damage to, any personal property of a guest or patron not deposited for safekeeping, except that this sentence shall not apply with respect to the liability of that establishment for loss or destruction of, or damage to, any personal property retained by a guest in his room if the property is such property as is usual, common, or prudent for a guest to retain in his room. In the case of any personal property of a guest or patron deposited in such a depository for safekeeping, that establishment shall be liable for the loss or destruction of, or damage to, that property to the extent of the lesser of $1,000 or the fair market value of the property at the time of its loss, destruction, or damage."},{"prefix":"b","text":" If a hotel, motel, or similar establishment in the District of Columbia which provides lodging to transient guests maintains a checkroom (conspicuously designated as such) where guests and patrons may deposit personal property, that establishment shall, if it conspicuously posts a printed copy of this section (or summary thereof), be liable for the loss or destruction of, or damage to, that property only to the extent of the lesser of $200 or the fair market value of the property at the time of its loss, destruction, or damage unless the destruction or damage is caused by its agent or servant."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"30","text":"Hotels and Lodging Houses. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Rights and Liabilities. (Refs & Annos)"},"heading":{"title":"30","chaptersection":"101","identifier":"30-101","catch_text":"Liability for loss or destruction of, or damage to, personal property of guests."}}