{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2822.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following ยง 31-1301.\n\nDC CODE ยง 31-1322\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, ยง 23, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Upon issuance of an order appointing a liquidator of a domestic insurer or of an alien insurer domiciled in the District, no action at law or equity or in arbitration shall be brought against the insurer or liquidator, whether in the District or elsewhere, nor shall any existing actions be maintained or further presented after issuance of the order. The courts of the District shall give full faith and credit to injunctions against the liquidator or the company, or the continuation of existing actions against the liquidator or the company, when the injunctions are included in an order to liquidate an insurer issued pursuant to corresponding provisions in other states. Whenever, in the liquidator's judgment, protection of the estate of the insurer necessitates intervention in an action against the insurer that is pending outside the District, he or she may intervene in the action. The liquidator may defend any action in which he or she intervenes under this section at the expense of the estate of the insurer."},{"prefix":"b","text":" The liquidator may, upon or after an order for liquidation, within 2 years, or other longer time as applicable law may permit, institute an action or proceeding on behalf of the estate of the insurer upon any cause of action against which the period of limitation fixed by applicable law has not expired at the time of the filing of the petition upon which the order is entered. Where, by any agreement, a period of limitation is fixed for instituting a suit or proceeding upon any claim, or for filing any claim, proof of claim, proof of loss, demand, notice, or the like, or where in any proceeding, judicial or otherwise, a period of limitation is fixed, either in the proceeding or by applicable law, for taking any action, filing any claim or pleading, or doing any act, and where in such a case the period had not expired at the date of the filing of the petition, the liquidator may, for the benefit of the estate, take any action or do any act required of or permitted to the insurer within a period of 180 days subsequent to the entry of an order for liquidation, or within any further period shown to the satisfaction of the court not to be unfairly prejudicial to the other party."},{"prefix":"c","text":" No statute of limitation or defense of laches shall run with respect to any action against an insurer between the filing of a petition for liquidation against an insurer and the denial of the petition. Any action against the insurer that might have been commenced when the petition was filed may be commenced for at least 60 days after the petition is denied."},{"prefix":"d","text":" Any guaranty association or foreign guaranty association shall have standing to appear in any court proceeding concerning the liquidation of an insurer if the association is or may become liable to act as a result of the liquidation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1322","identifier":"31-1322","catch_text":"Actions by and against liquidator."}}