{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1373.10\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 310, 50 DCR 330.)","sections":[{"prefix":"a","text":" Subject to the limitations of § 31-1373.03, an insurer may acquire foreign investments, or engage in investment practices with persons of or in foreign jurisdictions, of substantially the same types as those that an insurer is permitted to acquire under this chapter, other than of the type permitted under § 31-1373.05, if, as a result and after giving effect to the investment:"},{"prefix":"1","text":" The aggregate amount of foreign investments held by the insurer under this subsection does not exceed 20% of its admitted assets; and"},{"prefix":"2","text":" The aggregate amount of foreign investments held by the insurer under this subsection in a single foreign jurisdiction does not exceed 10% of its admitted assets as to a foreign jurisdiction that has a sovereign debt rating of SVO 1 or 5% of its admitted assets as to any other foreign jurisdiction."},{"prefix":"b","text":"(1) Subject to the limitations of § 31-1373.03, an insurer may acquire investments, or engage in investment practices denominated in foreign currencies, whether or not they are foreign investments acquired under subsection (a) of this section, or additional foreign currency exposure as a result of the termination or expiration of a hedging transaction with respect to investments denominated in a foreign currency, if:"},{"prefix":"A","text":" The aggregate amount of investments held by the insurer under this subsection denominated in foreign currencies does not exceed 15% of its admitted assets; and"},{"prefix":"B","text":" The aggregate amount of investments held by the insurer under this subsection denominated in the foreign currency of a single foreign jurisdiction does not exceed 10% of its admitted as to a foreign jurisdiction that has a sovereign debt rating of SVO 1 or 5% of its admitted assets as to any other foreign jurisdiction."},{"prefix":"2","text":" For the purposes of this subsection, an investment shall not be considered denominated in a foreign currency if the acquiring insurer enters into one or more contracts in transactions permitted under § 31-1373.11 and the business entity counterparty agrees under the contract or contracts to exchange all payments made on the foreign currency denominated investment for United States currency at a rate which insulates the investment cash flow against future changes in currency exchange rates."},{"prefix":"c","text":" In addition to investments permitted under subsections (a) and (b) of this section, subject to the limitations of § 31-1373.03, an insurer that is authorized to do business in a foreign jurisdiction and that has outstanding insurance, annuity, or reinsurance contracts on lives or risks resident or located in that foreign jurisdiction and denominated in foreign currency of that jurisdiction, may acquire foreign investments respecting that foreign jurisdiction and investments denominated in the currency of that jurisdiction; provided, that investments made under this subsection in obligations of foreign governments, their political subdivisions, and government-sponsored enterprises shall not be subject to the limitations of § 31-1373.03 if those investments carry an SVO rating of 1 or 2. The aggregate amount of investments acquired by the insurer under this subsection shall not exceed the greater of:"},{"prefix":"1","text":" The amount the insurer is required by law to invest in the foreign jurisdiction; or"},{"prefix":"2","text":" One hundred twenty-five percent of the amount of its reserves, net of reinsurance, and other obligations under the contracts."},{"prefix":"d","text":" In addition to investments permitted under subsections (a) and (b) of this section, subject to the limitations set forth in § 31-1373.03, an insurer that is not authorized to do business in a foreign jurisdiction but which has outstanding insurance, annuity, or reinsurance contracts on lives or risks resident or located in a foreign jurisdiction and denominated in foreign currency of that jurisdiction may acquire foreign investments respecting that foreign jurisdiction and investments denominated in the currency of that jurisdiction; provided, that investments made under this subsection in obligations of foreign governments, their political subdivisions, and government-sponsored enterprises shall not be subject to the limitations of § 31-1373.03 if those investments carry an SVO rating of 1 or 2. The aggregate amount of investments acquired by the insurer under this subsection shall not exceed 105% of the amount of its reserves, net of reinsurance, and other obligations under the contracts on risks resident or located in the foreign jurisdiction."},{"prefix":"e","text":" Investments acquired under this section shall be aggregated with investments of the same types made under all other sections of this chapter, and in a similar manner, for purposes of determining compliance with the limitations, if any, contained in the other sections. Investments in obligations of foreign governments, their political subdivisions, and government-sponsored enterprises of these persons, except for those exempt under subsections (c) and (d) of this section, shall be subject to the limitations of § 31-1373.03."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"III","text":"Fire, Casualty, and Marine Insurers."},"heading":{"title":"31","chaptersection":"1373","identifier":"31-1373.10","catch_text":"Foreign investments and foreign currency exposure."}}