{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-55, in the section name line, inserted \", suspension,\"; rewrote the lead-in language of subsec. (a); designated the existing text of subsec. (b)(1) as subsec. (b)(1)(A); added subsec. (b)(1)(B); and added subsec. (c). Prior to amendment, the lead-in language of subsec. (a) read as follows:\n\n\"(a) The Commissioner may place an insurance producer on probation; suspend, revoke, or refuse to issue or renew an insurance producer's license; may levy a civil penalty in accordance with subsection (f) of this section; or take any combination of these actions if an insurance producer:\".\n\nD.C. Law 17-155 rewrote the section which had read as follows:\n\n(a) The Commissioner may place an insurance individual or business entity producer on probation; suspend, revoke, or refuse to issue or renew an insurance producer's license; may levy a civil penalty in accordance with subsection (d) of this section; may issue subpoenas and administer oaths; or take any combination of these actions if an insurance producer:\n\n\"(1) Provides incorrect, misleading, incomplete, or materially untrue information in the license application;\n\n\"(2) Violates any insurance laws or any regulation, subpoena, or order of the Commissioner or of another state's insurance commissioner;\n\n\"(3) Obtains, or attempts to obtain, a license through misrepresentation or fraud;\n\n\"(4) Improperly withholds, misappropriates, or converts any monies or properties received in the course of doing insurance business;\n\n\"(5) Intentionally misrepresents the terms of an actual or proposed insurance contract or application for insurance;\n\n\"(6) Is convicted of a felony;\n\n\"(7) Admits committing, or is found to have committed, any insurance unfair trade practice or fraud;\n\n\"(8) Uses fraudulent, coercive, or dishonest practices, or demonstrates incompetence, untrustworthiness, or financial irresponsibility in the conduct of business in the District or elsewhere;\n\n\"(9) Has an insurance producer license, or its equivalent, denied, suspended, or revoked in any state or territory of the United States, province of Canada, or other foreign country;\n\n\"(10) Forges another's name to an application for insurance or to any document related to an insurance transaction;\n\n\"(11) Improperly uses notes or any other reference material to complete an examination for an insurance license;\n\n\"(12) Knowingly accepts insurance business from an individual who is not licensed;\n\n\"(13) Fails to comply with an administrative or court order imposing a child support obligation;\n\n\"(14) Fails to pay state income tax or comply with any administrative or court order directing payment of state income tax; or\n\n\"(15) Is found to have been cheating on an examination for an insurance license.\n\n\"(b)(1)(A) If, under subsection (a) of this section, the Commissioner refuses to renew or denies an application for a license, the Commissioner shall notify the applicant or licensee and advise, in writing, the applicant or licensee of the reason for the nonrenewal of the license or the denial of the application. The applicant or licensee may make written demand upon the Commissioner within a reasonable time for a hearing before the Commissioner or his or her designee to determine the reasonableness of the Commissioner's action. The hearing shall be held within 30 days from the date of receipt of the Commissioner of the written demand by the applicant.\n\n\"(B) The Commissioner shall not revoke or suspend the license of any such producer until the Commissioner has given the producer not less than 30 days notice of the proposed revocation or suspension and of the grounds alleged thereof, and has afforded the producer an opportunity for a full hearing; provided, that if the Commissioner shall find upon examination that the further transaction of business by the producer would be hazardous to the public or to the policyholders or creditors of the producer in the District, the Commissioner may suspend the authority without giving notice as herein required, subject to a hearing within 30 days of the effective date of the order of suspension.\n\n\"(2) In a hearing under this subsection, the Commissioner may administer oaths to witnesses and issue subpoenas. A witness testifying falsely under oath shall be subject to the penalties of perjury. The Commissioner's authority to issue subpoenas shall not be limited to the context of a hearing if the Commissioner shall find upon examination that the issuance of a subpoena is necessary to protect the public interest.\n\n\"(3) A person affected by an order, ruling, proceeding, or action of the Commissioner, or any person acting on his behalf and at his instance, may contest the validity of the same in any court of competent jurisdiction by appeal or through any other appropriate proceedings. In any proceeding or appeal, the Commissioner shall not:\n\n\"(A) Be taxed with any costs;\n\n\"(B) Be required to give any supersedeas bond or security for costs or damages;\n\n\"(C) Be liable to suit or action or for any judgment or decree for any damages, loss, or injury claimed by any person on any appeal taken; or\n\n\"(D) Be required to make any deposit for costs or pay for any service to the clerks of any court or to any marshal of the United States, except as may be inconsistent with law.\n\n\"(c)(1) The license of a business entity may be suspended, revoked, or denied renewal if the Commissioner finds, after a hearing as provided in paragraph (2) of this subsection, that:\n\n\"(A) The occurrence of a license violation was known or should have been known by one or more of the partners, officers, or managers acting on behalf of the business entity;\n\n\"(B) The violation was not reported to the Commissioner; and\n\n\"(C) Corrective action was not taken.\n\n\"(2) The Commissioner shall not suspend, revoke, or deny renewal of the license of a business entity until the Commissioner has given the producer not less than 30 days notice of the proposed suspension, revocation, or denial and of the grounds alleged therefor, and has afforded the producer an opportunity for a full hearing; provided, that if the Commissioner shall find upon examination that the further transaction of business by the producer would be hazardous to the public or to the policyholders or creditors of the producer in the District, the Commissioner may suspend the authority without giving notice as herein required, subject to a hearing within 30 days of the effective date of the order of suspension.\n\n\"(3) The Commissioner shall notify all insurance companies that have appointed the producer or business entity of the revocation or suspension within three business days.\n\n\"(d) In addition to or in lieu of any applicable denial of renewal, suspension, or revocation of a license, the Commissioner may, after a hearing, take any of the following actions:\n\n\"(1) Impose a civil penalty not to exceed $5,000; or\n\n\"(2) Require restitution to any person who has suffered financial injury or damage as a result of the violation of the license.\n\n\"(e) After the revocation, surrender, or lapse of a license registration, the Commissioner may enforce the provisions of, and impose any penalty or remedy authorized by, this chapter or any other District law relating to insurance against any person who is under investigation for or charged with a violation of this chapter or any other District law relating to insurance.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Producer Summary Suspension Temporary Amendment Act of 2004 (D.C. Law 15-259, March 17, 2009, law notification 52 DCR 4371).\n\nFor temporary (225 day) amendment of section, see § 2 of Producer Summary Suspension Temporary Amendment Act of 2005 (D.C. Law 16-47, February 9, 2006, law notification 53 DCR 1455).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Producer Summary Suspension Emergency Amendment Act of 2004 (D.C. Act 15-548, October 26, 2004, 51 DCR 10332).\n\nFor temporary (90 day) amendment of section, see § 2 of Producer Summary Suspension Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16- 18, February 17, 2005, 52 DCR 2962).\n\nFor temporary (90 day) amendment of section, see § 2 of Producer Summary Suspension Emergency Amendment Act of 2005 (D.C. Act 16-192, October 28, 2005, 52 DCR 10029).\n\nLegislative History of Laws\n\nFor Law 14-264, see notes following § 31-1131.01.\n\nLaw 16-55, the \"Producer Summary Suspension Amendment Act of 2005\", was introduced in Council and assigned Bill No. 16-202 which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on November 1, 2005, and December 6, 2005, respectively. Signed by the Mayor on December 22, 2005, it was assigned Act No. 16-217 and transmitted to both Houses of Congress for its review.   D.C. Law 16-55 became effective on March 8, 2006.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nDC CODE § 31-1131.12\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 12, 50 DCR 260; Mar. 8, 2006, D.C. Law 16-55, § 2, 53 DCR 7; May 13, 2008, D.C. Law 17-155, § 2(l), 55 DCR 3683.)","sections":[{"prefix":"a","text":" The Commissioner may refuse to issue an insurance producer license; place an insurance producer on probation; suspend, revoke, or refuse to renew an insurance producer's license; levy a civil penalty in accordance with subsection (d) of this section; issue subpoenas and administer oaths; or take any combination of these actions if an insurance producer or an applicant for an insurance producer license:"},{"prefix":"1","text":" Provides incorrect, misleading, incomplete, or materially untrue information in the license application;"},{"prefix":"2","text":" Violates any insurance laws or any regulation, subpoena, or order of the Commissioner or of another state's insurance commissioner;"},{"prefix":"3","text":" Obtains, or attempts to obtain, a license through misrepresentation or fraud;"},{"prefix":"4","text":" Improperly withholds, misappropriates, or converts any monies or properties received in the course of doing insurance business;"},{"prefix":"5","text":" Intentionally misrepresents the terms of an actual or proposed insurance contract or application for insurance;"},{"prefix":"6","text":" Is convicted of a felony;"},{"prefix":"7","text":" Admits committing, or is found to have committed, any insurance unfair trade practice or fraud;"},{"prefix":"8","text":" Uses fraudulent, coercive, or dishonest practices, or demonstrates incompetence, untrustworthiness, or financial irresponsibility in the conduct of business in the District or elsewhere;"},{"prefix":"9","text":" Has an insurance producer license, or its equivalent, denied, suspended, or revoked in any state or territory of the United States, province of Canada, or other foreign country;"},{"prefix":"10","text":" Forges another's name to an application for insurance or to any document related to an insurance transaction;"},{"prefix":"11","text":" Improperly uses notes or any other reference material to complete, or otherwise cheats on, an examination for an insurance license;"},{"prefix":"12","text":" Knowingly accepts insurance business from an individual who is not licensed;"},{"prefix":"13","text":" Fails to comply with an administrative or court order imposing a child support obligation;"},{"prefix":"14","text":" Fails to pay District income tax or comply with any administrative or court order directing payment of District income tax;"},{"prefix":"15","text":" Repealed; or"},{"prefix":"16","text":" Is found to have misrepresented satisfactory completion of, or improperly used notes or other reference material to complete, or otherwise cheats on, an examination in a prelicensure or continuing education course."},{"prefix":"a-1","text":" In addition to the reasons set forth in subsection (a) of this section, the Commissioner may place a business entity insurance producer on probation; suspend, revoke, or refuse to renew a business entity insurance producer's license; or levy a civil penalty against a business entity insurance producer if:"},{"prefix":"1","text":" One or more of the partners, officers, or managers acting on behalf of the business entity knew or should have known of the occurrence of a license violation;"},{"prefix":"2","text":" The violation was not reported to the Commissioner; and"},{"prefix":"3","text":" Corrective action was not taken."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, the Commissioner shall not place an insurance producer on probation;  suspend, revoke, or refuse to renew an insurance producer's license;  or levy a civil penalty against an insurance producer without first providing the following notice and opportunity for hearing to the applicant or licensee.   The Commissioner shall notify the applicant or licensee, in writing, of the proposed action and the reason for the proposed action.  The Commissioner shall also inform the applicant or licensee, in writing, that the applicant or licensee may, within 30 days after the date of the Commissioner's notice, request a hearing to determine whether the proposed action should be taken.  If a hearing is requested, the Commissioner, or a designee of the Commissioner, shall hold the hearing within 30 days after the date of receipt by the Commissioner of the written request, and the Commissioner shall not, except as provided in paragraph (2) of this subsection, take the proposed action before the close of the hearing."},{"prefix":"2","text":"(A) If the Commissioner determines that further transaction of business by a producer would be hazardous to the public or the policyholders or creditors of the producer, the Commissioner may revoke or suspend the license of the producer without giving notice or prior opportunity for a hearing; provided, that the Commissioner shall provide to the producer the opportunity for a hearing within 30 days after the effective date of the order of the revocation or suspension."},{"prefix":"B","text":" The Commissioner may refuse to issue an initial insurance producer license without giving notice or prior opportunity for a hearing; provided, that the Commissioner shall provide to the applicant the opportunity for a hearing within 30 days after the date of the denial."},{"prefix":"3","text":" In a hearing under this subsection, the Commissioner may administer oaths to witnesses and issue subpoenas for witnesses and documents. A witness testifying falsely under oath shall be subject to the penalties of perjury. The Commissioner's authority to issue subpoenas shall not be limited to hearings if the Commissioner determines that the issuance of a subpoena is useful or necessary to protect the public interest. If a person refuses to obey a subpoena issued by the Commissioner, the Commissioner may petition the Superior Court of the District of Columbia (\"Superior Court\") to enforce the subpoena, and the Superior Court may issue an order requiring the person to appear and testify before the Commissioner or produce documents. A person failing to obey the Superior Court's order may be held in contempt of court."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" In addition to or in lieu of any applicable denial of renewal, suspension, or revocation of a license, the Commissioner may, after a hearing, take any of the following actions:"},{"prefix":"1","text":" Impose a civil penalty not to exceed $5,000; or"},{"prefix":"2","text":" Require restitution to any person who has suffered financial injury or damage as a result of the violation of the license."},{"prefix":"d-1","text":" A person affected or aggrieved by an order, ruling, proceeding, or action of the Commissioner, or any person acting on behalf of the Commissioner, under this section may contest the validity of the same in any court of competent jurisdiction by appeal or through any other appropriate proceedings. In any proceeding or appeal, the Commissioner shall not be:"},{"prefix":"1","text":" Taxed with any costs;"},{"prefix":"2","text":" Required to give any supersedeas bond or security for costs or damages;"},{"prefix":"3","text":" Subject to suit or action or liable for any judgment or decree for any damages, loss, or injury claimed by any person on any appeal taken; or"},{"prefix":"4","text":" Required to make any deposit for costs or pay for any service to the clerks of any court or to any marshal of the United States, except as may be inconsistent with law."},{"prefix":"e","text":" Notwithstanding the revocation, surrender, or lapse of a license, the Commissioner may enforce the provisions of, and impose any penalty or remedy authorized by, this chapter or any other District law relating to insurance against any person who is under investigation for or charged with a violation of this chapter or any other District law relating to insurance."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.12","catch_text":"License denial, nonrenewal, suspension, or revocation."}}