{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2841.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1341\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 42, 40 DCR 5773.)","sections":[{"prefix":"a","text":" The liquidator shall review all claims duly filed in the liquidation and shall make any further investigation he or she deems necessary. He or she may compound, compromise, or in any other manner negotiate the amount for which claims will be recommended to the court, except where the liquidator is required by law to accept claims as settled by any person or organization, including any guaranty association or foreign guaranty association. Unresolved disputes shall be determined under § 31-1337. As soon as practicable, the liquidator shall present to the court a report of the claims against the insurer with his or her recommendations. The report shall include the name and address of each claimant and the amount of the claim finally recommended, if any. If the insurer has issued annuities or life insurance policies, the liquidator shall report the persons to whom, according to the records of the insurer, amounts are owed as cash surrender values or other investment value and the amounts owed."},{"prefix":"b","text":" The court may approve, disapprove, or modify the report on claims by the liquidator. The reports not modified by the court within a period of 60 days following submission by the liquidator shall be treated by the liquidator as allowed claims, subject to later modification or to rulings made by the court pursuant to § 31-1337. No claim under a policy of insurance shall be allowed for an amount in excess of the applicable policy limits."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1341","identifier":"31-1341","catch_text":"Liquidator's recommendations to the court."}}