{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-155 rewrote the section name line which had read as follows: \" Application for examination\"; rewrote subsec. (a); added subsec. (a-1); and, in subsec. (d), substituted \"may reapply for an examination. The individual shall remit\" for \"shall reapply for an examination and remit\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) A resident individual applying for an insurance producer license shall pass a written examination unless exempt under § 31-1131.09. The examination shall test the knowledge of the individual concerning the lines of authority for which application is made, the duties and responsibilities of an insurance producer, and the insurance laws and regulations of the District. Examinations required by this section shall be developed and conducted under rules and regulations promulgated by the Commissioner.\"\n\nD.C. Law 18-223 substituted \"§ 31-1131.05b or § 31-1131.09\" for \"§ 31-1131.09\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2166(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 14-264, see notes following § 31-1131.01.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nFor Law 18-223, see notes following § 31-101.\n\nDC CODE § 31-1131.05\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 5, 50 DCR 260; May 13, 2008, D.C. Law 17-155, § 2(c), 55 DCR 3683; Sept. 24, 2010, D.C. Law 18-223, § 2166(a), 57 DCR 6242.)","sections":[{"prefix":"a","text":" An individual applying for a resident insurance producer license shall pass a written examination unless the individual is:"},{"prefix":"1","text":" Applying for a limited lines insurance producer license or a license in the surplus lines line of authority; or"},{"prefix":"2","text":" Exempt from examination under § 31-1131.05b or § 31-1131.09."},{"prefix":"a-1","text":" The examination required by subsection (a) of this section shall test the knowledge of the individual concerning the lines of authority for which application is made, the duties and responsibilities of an insurance producer, and the insurance laws and regulations of the District."},{"prefix":"b","text":" The Commissioner may make arrangements, including contracting with an outside testing service, for administering examinations and collecting a nonrefundable fee for the examination."},{"prefix":"c","text":" Each individual applying for an examination shall remit a nonrefundable fee for the examination as prescribed by the Commissioner."},{"prefix":"d","text":" An individual who fails to appear for the examination as scheduled or fails to pass the examination may reapply for an examination. The individual shall remit all required fees and forms before being rescheduled for another examination."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.05","catch_text":"Examination prior to licensure."}}