{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1371.06\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 106, 50 DCR 330.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, an insurer shall not, without the prior written approval of the Commissioner, directly or indirectly:"},{"prefix":"1","text":" Make a loan to or other investment in an officer or director of the insurer or a person in which the officer or director has any direct or indirect financial interest;"},{"prefix":"2","text":" Make a guarantee for the benefit of or in favor of an officer or director of the insurer or a person in which the officer or director has any direct or indirect financial interest; or"},{"prefix":"3","text":" Enter into an agreement for the purchase or sale of property from or to an officer to director of the insurer or a person in which the officer or director has any direct or indirect financial interest."},{"prefix":"b","text":"(1) For purposes of this section, an officer or director shall not be deemed to have a financial interest by reason of:"},{"prefix":"A","text":" An interest that is held directly or indirectly through the ownership of equity interests representing less than 2% of all outstanding equity interests issued by a person that is a party to the transaction; or"},{"prefix":"B","text":" The individual's position as a director or officer of a person that is a party to the transaction."},{"prefix":"2","text":" Paragraph (1) of this subsection shall not:"},{"prefix":"A","text":" Permit an investment that is prohibited by § 31-1371.05; or"},{"prefix":"B","text":" Apply to a transaction between an insurer and any of its subsidiaries or affiliates that is entered into in connection with § 31-701, other than a transaction between an insurer and its officer or director."},{"prefix":"c","text":" An insurer may make, without the prior written approval of the Commissioner:"},{"prefix":"1","text":" Policy loans in accordance with the terms of the policy or contract and § 31-1372.11;"},{"prefix":"2","text":" Advances to officers or directors for expenses reasonably expected to be incurred in the ordinary course of the insurer's business or guarantees associated with credit or charge cards issued or credit extended for the purpose of financing these expenses;"},{"prefix":"3","text":" Loans secured by the principal residence of an existing or new officer of the insurer made in connection with the officer's relocation at the insurer's request, if the loans comply with the requirements of § 31-1372.07 or § 31-1372.08 and the terms and conditions otherwise are the same as those generally available from unaffiliated third parties;"},{"prefix":"4","text":" Secured loans to an existing or new officer of the insurer made in connection with the officer's relocation at the insurer's request, if the loans:"},{"prefix":"A","text":" Do not have a term exceeding 2 years;"},{"prefix":"B","text":" Are required to finance mortgage loans outstanding at the same time on the prior and new residences of the officer;"},{"prefix":"C","text":" Do not exceed an amount equal to the equity of the officer in the prior residence; and"},{"prefix":"D","text":" Are required to be fully repaid upon the earlier of the end of the 2-year period or the sale of the prior residence; or"},{"prefix":"5","text":" Loans and advances to officers or directors made in compliance with state or federal law specifically related to the loans and advances by a regulated non-insurance subsidiary or affiliate of the insurer in the ordinary course of business and on terms no more favorable than available to other customers of the entity."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"31","chaptersection":"1371","identifier":"31-1371.06","catch_text":"Loans to officers and directors."}}