{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2813.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following ยง 31-1301.\n\nDC CODE ยง 31-1313\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, ยง 14, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Any court in the District before which any action or proceeding in which the insurer is a party, or is obligated to defend a party, is pending when a rehabilitation order against the insurer is entered shall stay the action or proceeding for 90 days and any additional time necessary for the rehabilitator to obtain proper representation and prepare for further proceedings. The rehabilitator shall take any action respecting the pending litigation deemed necessary in the interests of, justice and for the protection of creditors, policyholders, and the public. The rehabilitator shall immediately consider all litigation pending outside the District and shall petition the court having jurisdiction over that litigation for a stay whenever necessary to protect the estate of the insurer."},{"prefix":"b","text":" No statute of limitations or defense of laches shall run with respect to any action by or against an insurer between the filing of a petition for appointment of a rehabilitator for that insurer and the order granting or denying that petition. Any action against the insurer that might have been commenced when the petition was filed may be commenced for at least 60 days after the order of rehabilitation is entered or the petition is denied. The rehabilitator may, upon an order for rehabilitation, within 1 year or any other longer time as applicable law may permit, institute an action or proceeding on behalf of the insurer upon any cause of action against which the period of limitation fixed by applicable law has not expired at the time of the filing of the petition upon which the order is entered."},{"prefix":"c","text":" Any guaranty association or foreign guaranty association covering life or health insurance or annuities shall have standing to appear in any court proceeding concerning the rehabilitation of a life or health insurer if the association is or may become liable to act as a result of the rehabilitation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1313","identifier":"31-1313","catch_text":"Actions by and against the rehabilitator."}}