{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-3607.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-49, see Historical and Statutory Notes following ยง 31-1401.\n\nDC CODE ยง 31-1407\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-49, ยง 8, 40 DCR 6110.)","sections":[{"prefix":"a","text":" No cause of action shall arise nor shall any liability be imposed against the Mayor, the Mayor's authorized representatives, or an examiner appointed by the Mayor for any statements made or conduct performed in good faith while carrying out the provisions of this chapter."},{"prefix":"b","text":" No cause of action shall arise nor shall any liability be imposed against any person for the act of communicating or delivering information or data to the Mayor or the Mayor's authorized representative or examiner pursuant to an examination made under this chapter, if the act of communication or delivery was performed in good faith and without fraudulent intent or the intent to deceive."},{"prefix":"c","text":" This section does not abrogate or modify in any way any common law or statutory privilege or immunity heretofore enjoyed by any person identified in subsection (a) of this section."},{"prefix":"d","text":" A person identified in subsection (a) of this section shall be entitled to an award of attorney's fees and costs if the person is the prevailing party in a civil cause of action for libel, slander, or any other relevant tort arising out of activities in carrying out the provisions of this chapter and the party bringing the action was not substantially justified in doing so. For purposes of this section, the term \"substantially justified\" means a proceeding that had a reasonable basis in law or fact at the time that it was initiated."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"14","text":"Law on Examinations."},"heading":{"title":"31","chaptersection":"1407","identifier":"31-1407","catch_text":"Immunity from liability."}}