{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1372.06\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 206, 50 DCR 330.)","sections":[{"prefix":"a","text":"(1) Subject to the limitations of § 31-1372.02, an insurer may acquire tangible personal property or equity interests therein, which property or interests are located or used wholly or in part within a domestic jurisdiction, directly or indirectly through:"},{"prefix":"A","text":" Limited partnership interests and general partnership interests not otherwise prohibited § 31-1371.05;"},{"prefix":"B","text":" Joint ventures;"},{"prefix":"C","text":" Stock of an investment subsidiary;"},{"prefix":"D","text":" Membership interests in a limited liability company;"},{"prefix":"E","text":" Trust certificates; or"},{"prefix":"F","text":" Other similar instruments."},{"prefix":"2","text":" Investments acquired under paragraph (1) of this subsection shall be eligible only if:"},{"prefix":"A","text":" The property is subject to a lease or other agreement with a person whose rated credit instruments the insurer could acquire under § 31-1372.03 for a price equal to the purchase price of the personal property; and"},{"prefix":"B","text":" The lease or other agreement provides the insurer the right to receive rental, purchase, or other fixed payments for the use or purchase of the property, and the aggregate value of the payments, together with the estimated residual value of the property at the end of its useful life and the estimated tax benefits to the insurer resulting from ownership of the property, shall be adequate to return the cost of the insurer's investment in the property, plus a return considered adequate by the insurer."},{"prefix":"b","text":" The insurer shall compute the amount of each investment under this section on the basis of the cash purchase price and applicable related expenses paid by the insurer for the investment, net of each borrowing made to finance the purchase price and expenses to the extent the borrowing is nonrecourse to the insurer."},{"prefix":"c","text":" An insurer shall not acquire an investment under this section if, as a result of and after giving effect to the investment, the aggregate amount of all investments held by the insurer under this section would exceed:"},{"prefix":"1","text":" Two percent of its admitted assets; or"},{"prefix":"2","text":" One half of one percent of its admitted assets as to any single item of tangible personal property."},{"prefix":"d","text":" For purposes of determining compliance with the limitations of § 31- 1372.02:"},{"prefix":"1","text":" Investments acquired by an insurer under this section shall be aggregated with those acquired under § 31-1372.03; and"},{"prefix":"2","text":" Each lessee of the property under a lease referred to in this section shall be deemed the issuer of an obligation in the amount of the investment of the insurer in the property determined as provided under subsection (b) of this section."},{"prefix":"e","text":" This section shall not be applicable to a lease of tangible personal property between an insurer and its subsidiaries or affiliates under a cost sharing arrangement or agreement permitted under subchapter I of Chapter 7 of Title 31."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"II","text":"Life Insurers."},"heading":{"title":"31","chaptersection":"1372","identifier":"31-1372.06","catch_text":"Tangible personal property under lease."}}