{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1372.07\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 207, 50 DCR 330.)","sections":[{"prefix":"a","text":"(1) Subject to the limitations of § 31-1372.02, an insurer may acquire, directly or indirectly, through limited partnership interests and general partnership interests not otherwise prohibited by § 31-1371.05, joint ventures, stock of an investment subsidiary, membership interests in a limited liability company, trust certificates, or other similar instruments, obligations secured by a first mortgage on real estate situated within a domestic jurisdiction; provided, that a mortgage loan which is secured by a subordinate lien may be acquired if the insurer is the holder of the first lien. The obligations held by the insurer and any obligations with an equal lien priority, shall not, at the time of acquisition of the obligations, exceed:"},{"prefix":"A","text":" Ninety percent of the fair market value of the real estate if the mortgage loan is secured by a purchase money mortgage or like security received by the insurer upon disposition of the real estate;"},{"prefix":"B","text":" Eighty percent of the fair market value of the real estate if the mortgage loan requires immediate scheduled payment in periodic installments of principal and interest, has an amortization period not exceeding 30 years, and periodic payments made no less frequently than annually; provided, that:"},{"prefix":"i","text":" Each periodic payment shall be sufficient to assure that at all times the outstanding principal balance of the mortgage loan shall be not greater than the outstanding principal balance that would be outstanding under a mortgage loan with the same original principal balance, with the same interest rate, and requiring equal payments of principal and interest with the same frequency over the same amortization period;"},{"prefix":"ii","text":" Mortgage loans permitted under this paragraph shall be permitted notwithstanding the fact that they provide for a payment of the principal balance prior to the end of the period of amortization of the loan; and"},{"prefix":"iii","text":" For residential mortgage loans, the 80% limitation shall be 97% if acceptable private mortgage insurance has been obtained; or"},{"prefix":"C","text":" Seventy-five percent of the fair market value of the real estate for mortgage loans that do not meet the requirements of subparagraphs (A) or (B) of this paragraph."},{"prefix":"2","text":" For purposes of paragraph (1) of this subsection, the amount of an obligation required to be included in the calculation of the loan-to-value ratio may be reduced to the extent the obligation is insured by the Federal Housing Administration or guaranteed by the Administrator of Veterans Affairs, or their successors."},{"prefix":"3","text":" A mortgage loan that is held by an insurer under § 31-1371.03(f) or acquired under this section and is restructured in a manner that meets the requirements of a restructured mortgage loan in accordance with the NAIC Accounting Practices and Procedures Manual, or successor publication, shall continue to qualify as a mortgage loan."},{"prefix":"4","text":" Subject to the limitations of § 31-1372.02, credit lease transactions that do not qualify for investment under § 31-1372.03 shall be exempt from the provisions of paragraph (1) of this subsection if their terms are as follows:"},{"prefix":"A","text":" The loan balance at the end of the initial term of the lease will not exceed the original appraised value of the real estate;"},{"prefix":"B","text":" The lease payments equal or exceed the total debt service over the term of the loan;"},{"prefix":"C","text":" A tenant or its affiliated entity whose rated credit instruments have a SVO 1 or 2 designation or a comparable rating from a nationally recognized statistical rating organization recognized by the SVO is obligated to make the lease payments;"},{"prefix":"D","text":" The insurer holds, or is the beneficial holder of, a first mortgage on the real estate;"},{"prefix":"E","text":" The expenses of the maintenance and operation of the real estate, excluding exterior repairs, structural repairs, parking, and heating, ventilation and air conditioning replacement expenses, are passed through to the tenant, or annual escrow contributions from the lease payments equal or exceed any deficiency in such expenses; and"},{"prefix":"F","text":" There is a perfected assignment of the rents due under the lease to, or for the benefit of, the insurer."},{"prefix":"b","text":"(1) An insurer may acquire, manage, and dispose of real estate situated in a domestic jurisdiction, directly or indirectly, through limited partnership interests and general partnership interests not otherwise prohibited by § 31-1371.05, joint ventures, stock of an investment subsidiary, membership interests in a limited liability company, trust certificates, or other similar instruments. The real estate shall be income-producing or intended for improvement or development for investment purposes under an existing program."},{"prefix":"2","text":" The real estate may be subject to mortgages, liens, or other encumbrances, the amount of which shall, to the extent that the obligations secured by the mortgages, liens, or encumbrances are nonrecourse to the insurer, be deducted from the amount of the investment of the insurer in the real estate for purposes of determining compliance with subsection (d)(2) and (d)(3) of this section."},{"prefix":"c","text":"(1) An insurer may acquire, manage, and dispose of real estate for the convenient accommodation of the business operations, including home office, branch office, and field office operations of the insurer, its affiliates, or subsidiaries."},{"prefix":"2","text":" Real estate acquired under this subsection may include excess space for rent to others if the excess space, valued at its fair market value, would otherwise be a permitted investment under subsection (b) of this section and is so qualified by the insurer."},{"prefix":"3","text":" The real estate acquired under this subsection may be subject to one or more mortgages, liens, or other encumbrances, the amount of which shall, to the extent that the obligations secured by the mortgages, liens, or encumbrances are nonrecourse to the insurer, be deducted from the amount of the investment of the insurer in the real estate for purposes of determining compliance with subsection (d)(4) of this section."},{"prefix":"4","text":" For purposes of this subsection, business operations shall not include that portion of real estate used for the direct provision of health care services by an accident and health insurer for its insureds. An insurer may acquire real estate used for these purposes under subsection (b) of this section."},{"prefix":"d","text":"(1) An insurer shall not acquire an investment under subsection (a) of this section if, as a result of and after giving effect to the investment, the aggregate amount of all investments held by the insurer under subsection (a) of this section would exceed:"},{"prefix":"A","text":" One percent of its admitted assets in mortgage loans covering any one secured location;"},{"prefix":"B","text":" One quarter of one percent of its admitted assets in construction loans covering any one secured location; or"},{"prefix":"C","text":" Two percent of its admitted assets in construction loans in the aggregate."},{"prefix":"2","text":" An insurer shall not acquire an investment under subsection (b) of this section if, as a result of and after giving effect to the investment and any outstanding guarantees made by the insurer in connection with the investment, the aggregate amount of investments held by the insurer under subsection (b) of this section and the guarantees then outstanding would exceed:"},{"prefix":"A","text":" One percent of its admitted assets in one parcel or group of contiguous parcels of real estate; provided, that this limitation shall not apply to that portion of real estate used for the direct provision of health care services by an accident and health insurer for its insureds, such as hospitals, medical clinics, medical professional buildings, or other health facilities used for the purpose of providing health services; or"},{"prefix":"B","text":" Fifteen percent of its admitted assets in the aggregate, but not more than 5% of its admitted assets, as to properties that are to be improved or developed."},{"prefix":"3","text":" An insurer shall not acquire an investment under subsection (a) or (b) of this section if, as a result of and after giving effect to the investment and any guarantees made by the insurer in connection with the investment, the aggregate amount of all investments held by the insurer under subsections (a) and (b) of this section and the guarantees then outstanding would exceed 45% of its admitted assets; provided, that an insurer may exceed this limitation by no more than 30% of its admitted assets if:"},{"prefix":"A","text":" This increased amount is invested only in residential mortgage loans;"},{"prefix":"B","text":" The insurer has not more than 10% of its admitted assets invested in mortgage loans other than residential mortgage loans;"},{"prefix":"C","text":" The loan-to-value ratio of each residential mortgage loan does not exceed 60% at the time the mortgage loan is qualified and the fair market value is supported by an appraisal no more than 2 years old, prepared by an independent appraiser;"},{"prefix":"D","text":" A single mortgage loan qualified does not exceed 0.5% of its admitted assets;"},{"prefix":"E","text":" The insurer receives approval from the Commissioner for a plan that is designed to result in a portfolio of residential mortgage loans that is sufficiently geographically diversified; and"},{"prefix":"F","text":" The insurer agrees to file annually with the Commissioner records that demonstrate that its portfolio of residential mortgage loans is geographically diversified in accordance with the plan."},{"prefix":"4","text":" The limitations of § 31-1372.02 shall not apply to an insurer's acquisition of real estate under subsection(c) of this section. An insurer shall not acquire real estate under subsection (c) of this section if, as a result of and after giving effect to the acquisition, the aggregate amount of real estate held by the insurer under subsection(c) of this section would exceed 10% of its admitted assets. With the permission of the Commissioner, additional amounts of real estate may be acquired under subsection (c) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"II","text":"Life Insurers."},"heading":{"title":"31","chaptersection":"1372","identifier":"31-1372.07","catch_text":"Mortgage loans and real estate."}}