{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2166(3) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 31-101.\n\nDC CODE § 31-1131.05b\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 4-264, § 5b, as added Sept. 24, 2010, D.C. Law 18-223, § 2166(3), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Commissioner shall require, by rule, that an individual, not exempt under subsections (b), (c), or (d) of this section, complete a pre-licensing course of study before:"},{"prefix":"1","text":" Taking the examination required by § 31-1131.05; or"},{"prefix":"2","text":" Applying for an insurance producer license."},{"prefix":"b","text":" An attorney who holds a license to practice law in any state or the District of Columbia shall be exempt from pre-licensing course of study requirements and examination requirements."},{"prefix":"c","text":" An title agent insurance applicant who provides certification from a title insurance insurer that the agent has had signing authority on policies or title insurance commitments for the past 3 years relating to properties located within the District of Columbia shall be exempt from the pre-licensing course of study requirements and the examination requirements; provided, that the certification is submitted to the Commissioner within one year after September 24, 2010."},{"prefix":"d","text":" A full-time employee of a title insurer shall be exempt from the pre-licensing course of study requirement."},{"prefix":"e","text":" The District of Columbia Land Title Association, or other organization designated by the Commissioner by rule, shall provide to each individual whose duties will include selling, soliciting, or negotiating a title insurer's limited line of title insurance in the District a program of instruction that is approved by the Commissioner. The insurer shall provide the program of instruction to the individual prior to the individual's application for licensure as a limited lines insurance producer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.05b","catch_text":"Pre-licensing education for title insurers."}}