{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2808.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1308\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 9, 40 DCR 5773; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":" The Commissioner may file in the Superior Court of the District of Columbia a petition alleging, with respect to a domestic insurer, that there exists grounds that would justify a court order for a formal delinquency proceeding against an insurer under this chapter, and that the interests of policyholders, creditors, or the public will be endangered by delay in the Commissioner's determination of the financial condition of the insurer."},{"prefix":"b","text":" Upon a filing under subsection (a) of this section, the court may issue, ex parte and without a hearing, the requested order which shall direct the Commissioner to take possession and control of all or part of the property, books, accounts, documents, and other records of an insurer, and of the premises occupied by it for transaction of its business; and until further order of the court enjoins the insurer and its officers, managers, agents, and employees from disposition of its property and from the transaction of its business except with the written consent of the Commissioner."},{"prefix":"c","text":" The court shall specify in the order its duration, which shall be the time the court deems necessary for the Commissioner to ascertain the condition of the insurer. On motion of either party or on its own motion, the court may from time to time hold hearings it deems desirable after notice it deems appropriate, and may extend, shorten, or modify the terms of the seizure order. The court shall vacate the seizure order if the Commissioner fails to commence a formal proceeding under this chapter after having had a reasonable opportunity to do so. An order of the court pursuant to a formal proceeding under this chapter shall ipso facto vacate the seizure order."},{"prefix":"d","text":" Entry of a seizure order under this section shall not constitute an anticipatory breach of any contract of the insurer."},{"prefix":"e","text":" An insurer subject to an ex parte order under this section may petition the court at any time after the issuance of the order for a hearing and review of the order. The court shall hold such a hearing and review not more than 15 days after the request. A hearing under this subsection may be held privately in chambers and it shall be if the insurer proceeded against so requests."},{"prefix":"f","text":" If, at any time after the issuance of such an order, it appears to the court that any person whose interest is or will be substantially affected by the order did not appear at the hearing and has not been served, the court may order that notice be given. An order that notice be given shall not stay the effect of any order previously issued by the court."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1308","identifier":"31-1308","catch_text":"Temporary seizure order."}}