{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2824.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1324\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 25, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Every transfer made or suffered and every obligation incurred by an insurer within 1 year prior to the filing of a successful petition for rehabilitation or liquidation under this chapter is fraudulent as to then existing and future creditors if made or incurred without fair consideration, or with actual intent to hinder, delay, or defraud either existing or future creditors. A transfer made or an obligation incurred by an insurer ordered to be rehabilitated or liquidated under this chapter, which is fraudulent under this section, may be avoided by the receiver, except as to a person who in good faith is a purchaser, lienor, or obligee for a present fair equivalent value, and except that any purchaser, lienor, or obligee, who in good faith has given a consideration less than fair for the transfer, lien, or obligation, may retain the property, lien, or obligation as security for repayment. The court may, on due notice, order such a transfer or obligation to be preserved for the benefit of the estate, and in that event, the receiver shall succeed to and may enforce the rights of the purchaser, lienor, or obligee."},{"prefix":"b","text":"(1) A transfer of property other than real property shall be deemed to be made or suffered when it becomes so far perfected that no subsequent lien obtainable by legal or equitable proceedings on a simple contract could become superior to the rights of the transferee under § 31-1326(c)."},{"prefix":"2","text":" A transfer of real property shall be deemed to be made or suffered when it becomes so far perfected that no subsequent bona fide purchaser from the insurer could obtain rights superior to the rights of the transferee."},{"prefix":"3","text":" A transfer which creates an equitable lien shall not be deemed to be perfected if there are available means by which a legal lien could be created."},{"prefix":"4","text":" Any transfer not perfected prior to the filing of a petition for liquidation shall be deemed to be made immediately before the filing of the successful petition."},{"prefix":"5","text":" The provisions of this subsection apply whether or not there are or were creditors who might have obtained any liens or persons who might have become bona fide purchasers."},{"prefix":"c","text":" Any transaction of the insurer with a reinsurer shall be deemed fraudulent and may be avoided by the receiver under subsection (a) of this section if:"},{"prefix":"1","text":" The transaction consists of the termination, adjustment, or settlement of a reinsurance contract in which the reinsurer is released from any part of its duty to pay the originally specified share of losses that had occurred prior to the time of the transactions, unless the reinsurer gives a present fair equivalent value for the release; and"},{"prefix":"2","text":" Any part of the transaction took place within 1 year prior to the date of filing of the petition through which the receivership was commenced."},{"prefix":"d","text":" Every person receiving any property from the insurer, or any benefit thereof, which is a fraudulent transfer under subsection (a) of this section shall be personally liable therefor and shall be bound to account to the liquidator."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1324","identifier":"31-1324","catch_text":"Fraudulent transfer prior to petition."}}