{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-264, see notes following ยง 31-1131.01.\n\nDC CODE ยง 31-1131.04\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, ยง 4, 50 DCR 260.)","sections":[{"prefix":"a","text":" This chapter shall not require an insurer to obtain an insurance producer license. For the purposes of this section, the term \"insurer\" shall not include an insurer's officers, directors, employees, subsidiaries, or affiliates."},{"prefix":"b","text":" The following persons shall not be required to be licensed as an insurance producer:"},{"prefix":"1","text":" An officer, director, or employee of an insurer or of an insurance producer; provided, that:"},{"prefix":"A","text":" The officer, director, or employee does not receive any commission on policies written or sold to insure risks residing, located, or to be performed in the District; and"},{"prefix":"B","text":"(i) The officer, director, or employee's activities are executive, administrative, managerial, clerical, or a combination of these, and are only indirectly related to the sale, solicitation, or negotiation of insurance;"},{"prefix":"ii","text":" The officer, director, or employee's function relates to underwriting, loss control, inspection, or the processing, adjusting, investigating, or settling of a claim on a contract of insurance; or"},{"prefix":"iii","text":" The officer, director, or employee is acting in the capacity of a special agent or agency supervisor assisting insurance producers, the person's activities are limited to providing technical advice and assistance to licensed insurance producers, and the person's activities do not include the sale, solicitation, or negotiation of insurance;"},{"prefix":"2","text":" If no commission is paid for the service, a person who:"},{"prefix":"A","text":" Secures and furnishes information for the purpose of:"},{"prefix":"i","text":" Selling group life insurance, group property and casualty insurance, group annuities, or group or blanket accident and health insurance;"},{"prefix":"ii","text":" Enrolling individuals under plans; or"},{"prefix":"iii","text":" Issuing certificates under plans or otherwise assisting in administering plans; or"},{"prefix":"B","text":" Performs administrative services related to mass-marketed property and casualty insurance;"},{"prefix":"3","text":" An employer or association, its officers, directors, employees, or the trustees of an employee trust plan, to the extent that the employers, officers, employees, directors, or trustees are engaged in the administration or operation of a program of employee benefits for the employer's or association's own employees or the employees of its subsidiaries or affiliates, which program involves the use of insurance issued by an insurer; provided, that the employers, associations, officers, directors, employees, or trustees are not in any manner compensated, directly or indirectly, by the company issuing the contracts;"},{"prefix":"4","text":" Employees of insurers or organizations employed by insurers who are:"},{"prefix":"A","text":" Engaging in:"},{"prefix":"i","text":" The inspection, rating, or classification of risks; or"},{"prefix":"ii","text":" The supervision of the training of insurance producers; and"},{"prefix":"B","text":" Are not individually engaged in the sale, solicitation, or negotiation of insurance;"},{"prefix":"5","text":" A person whose activities in the District are limited to advertising, without the intent to solicit insurance in the District, through communications in printed publications or other forms of electronic mass media; provided, that the person does not sell, solicit, or negotiate insurance that would insure risks of persons residing in, located in, or activities to be performed in the District;"},{"prefix":"6","text":" A person who is not a resident of the District who sells, solicits, or negotiates a contract of insurance for commercial property and casualty risks to an insured with risks located in more than one state insured under that contract; provided, that the person is otherwise licensed as an insurance producer to sell, solicit, or negotiate that insurance in the state where the insured maintains its principal place of business and the contract of insurance insures risks located in that state; or"},{"prefix":"7","text":" A salaried full-time employee who counsels or advises his or her employer relative to the insurance interests of the employer or of the subsidiaries or business affiliates of the employer; provided, that the employee does not sell or solicit insurance or receive a commission."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.04","catch_text":"Exceptions to licensing."}}