{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1372.03\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 203, 50 DCR 330.)","sections":[{"prefix":"a","text":" Subject to the limitations of § 31-1372.02(b) and subsection (f) of this section, but not to the limitations of § 31-1372.02(a), an insurer may acquire rated credit instruments issued, assumed, guaranteed, or insured by:"},{"prefix":"1","text":" The United States; or"},{"prefix":"2","text":" A government-sponsored enterprise of the United States if the instruments of the government-sponsored enterprise are assumed, guaranteed, or insured by the United States or are otherwise backed or supported by the full faith and credit of the United States."},{"prefix":"b","text":"(1) Subject to the limitations of § 31-1372.02(b) and paragraph (2) of this subsection, but not the limitations of § 31-1372.02(a), an insurer may acquire rated credit instruments issued, assumed, guaranteed, or insured by:"},{"prefix":"A","text":" Canada; or"},{"prefix":"B","text":" A government-sponsored enterprise of Canada if the instruments of the government-sponsored enterprise are assumed, guaranteed, or insured by Canada or are otherwise backed or supported by the full faith and credit of Canada."},{"prefix":"2","text":" An insurer shall not acquire an instrument under this subsection if, as a result of and after giving effect to the investment, the aggregate amount of investments then held by the insurer under this subsection would exceed 40% of its admitted assets."},{"prefix":"c","text":"(1) Subject to the limitations of § 31-1372.02(b) and paragraph (2) of this subsection, but not to the limitations of § 31-1372.02(a), an insurer may acquire rated credit instruments, excluding asset-backed securities:"},{"prefix":"A","text":" Issued by a government money market mutual fund, a class one money market mutual fund, or a class one bond mutual fund;"},{"prefix":"B","text":" Issued, assumed, guaranteed, or insured by a government-sponsored enterprise of the United States other than those eligible under subsection (a) of this section;"},{"prefix":"C","text":" Issued, assumed, guaranteed, or insured by a state if the instruments are general obligations of the state; or"},{"prefix":"D","text":" Issued by a multilateral development bank."},{"prefix":"2","text":" An insurer shall not acquire an instrument of any fund, enterprise or entity, or state under this subsection if, as a result of and after giving effect to the investment, the aggregate amount of investments then held in any one fund, enterprise or entity, or state under this subsection would exceed 10% of its admitted assets."},{"prefix":"d","text":" Subject to the limitations of § 31-1372.02, an insurer may acquire preferred stocks that are not foreign investments and that meet the requirements of rated credit instruments if, as a result of and after giving effect to the investment:"},{"prefix":"1","text":" The aggregate amount of preferred stock then held by the insurer under this subsection does not exceed 20% of its admitted assets; and"},{"prefix":"2","text":" The aggregate amount of preferred stock then held by the insurer under this subsection which are not sinking fund stocks or rated P1 or P2 by the SVO does not exceed 10% of its admitted assets."},{"prefix":"e","text":" Subject to the limitations of § 31-1372.02, in addition to those investments eligible under subsections (a), (b),(c), and (d) of this section, an insurer may acquire rated credit instruments that are not foreign investments."},{"prefix":"f","text":" Notwithstanding any other provision of this section, an insurer shall not acquire special rated credit instruments under this section if, as a result of and after giving effect to the investment, the aggregate amount of special rated credit instruments held by the insurer would exceed 5% of its admitted assets."},{"prefix":"g","text":" For purposes of this section, obligations of the Federal National Mortgage Association, Federal Home Loan Mortgage Corporation, or other mortgage-backed or mortgage-related securities as defined in section 106 of the Secondary Mortgage Market Enhancement Act of 1984, approved October 3, 1984 (98 Stat. 1691; 15 U.S.C. § 77r-1), may be acquired to the same extent as allowed under subsection (a) of this section, whether or not they are rated credit instruments authorized in subsection (a) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"II","text":"Life Insurers."},"heading":{"title":"31","chaptersection":"1372","identifier":"31-1372.03","catch_text":"Rated credit instruments."}}