{"text":"No person, firm, association, or corporation acting in the capacity of a managing general agent shall place business with an insurer unless there is in force a written contract between the parties which sets forth the responsibilities of each party, and where both parties share responsibility for a particular function, specifies the division of the responsibilities, and which contains the following minimum provisions:","historical":"Prior Codifications\n\n1981 Ed., § 35-3003.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-41, see Historical and Statutory Notes following § 31-1501.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 31-1502.\n\nDC CODE § 31-1503\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-41, § 4, 40 DCR 6014; May 16, 1995, D.C. Law 10-255, § 29(b), 41 DCR 5193.)","sections":[{"prefix":"1","text":" The insurer may terminate the contract for cause upon written notice to the managing general agent. The insurer may suspend the underwriting authority of the managing general agent during the pendency of any dispute regarding the cause for termination."},{"prefix":"2","text":" The managing general agent will render accounts to the insurer detailing all transactions and remit all funds due under the contract to the insurer on not less than a monthly basis."},{"prefix":"3","text":" All funds collected for the account of an insurer will be held in a separate account by the managing general agent in a fiduciary capacity in a bank which is a member of the Federal Reserve System. This account shall be used for all payments on behalf of the insurer. The managing general agent may retain no more than 3 months estimated claims payments and allocated loss adjustment expenses."},{"prefix":"4","text":" Separate records of business written by the managing general agent will be maintained. The insurer shall have access and right to copy all accounts and records related to its business in a form usable by the insurer, and the Mayor shall have access to all books, bank accounts, and records of the managing general agent in a form usable to the Mayor. These records shall be retained according to Chapter 14 of this title, and §§ 31-4440 and 31-5204."},{"prefix":"5","text":" The contract may not be assigned in whole or part by the managing general agent."},{"prefix":"6","text":" Appropriate underwriting guidelines are required, including:"},{"prefix":"A","text":" The maximum annual premium volume;"},{"prefix":"B","text":" The basis of the rates to be charged;"},{"prefix":"C","text":" The types of risks which may be written;"},{"prefix":"D","text":" Maximum limits of liability;"},{"prefix":"E","text":" Applicable exclusions;"},{"prefix":"F","text":" Territorial limitations;"},{"prefix":"G","text":" Policy cancellation provisions; and"},{"prefix":"H","text":" The maximum policy period."},{"prefix":"7","text":" The insurer shall have the right to cancel or not renew any policy of insurance subject to the applicable laws and regulations of the District governing the cancellation and nonrenewal of insurance policies."},{"prefix":"8","text":" If the contract permits the managing general agent to settle claims on behalf of the insurer:"},{"prefix":"A","text":" All claims must be reported to the company within 48 hours of receipt."},{"prefix":"B","text":" A copy of the claim file will be sent to the insurer at its request or as soon as it becomes known that the claim:"},{"prefix":"i","text":" Has the potential to exceed an amount determined by the Mayor or exceeds the limit set by the company, whichever is less;"},{"prefix":"ii","text":" Involves a coverage dispute;"},{"prefix":"iii","text":" May exceed the managing general agent's claims settlement authority;"},{"prefix":"iv","text":" Is open for more than 6 months; or"},{"prefix":"v","text":" Is closed by payment of an amount set by the Mayor or an amount set by the company, whichever is less."},{"prefix":"C","text":" All claim files will be the joint property of the insurer and managing general agent. Upon an order of liquidation of the insurer, however, these files shall become the sole property of the insurer or its estate; the managing general agent shall have reasonable access to and the right to copy the files on a timely basis."},{"prefix":"D","text":" Any settlement authority granted to the managing general agent may be terminated for cause upon the insurer's written notice to the managing general agent or upon the termination of the contract. The insurer may suspend the settlement authority during the pendency of any dispute regarding the cause for termination."},{"prefix":"9","text":" Where electronic claims files are in existence, the contract must address the timely transmission of the data."},{"prefix":"10","text":" If the contract provides for a sharing of interim profits by the managing general agent, and the managing general agent has the authority to determine the amount of the interim profits by establishing loss reserves or controlling claim payments, or in any other manner, interim profits will not be paid to the managing general agent until 1 year after they are earned for property insurance business and 5 years after they are earned on casualty business and not until the profits have been verified pursuant to § 31-1504."},{"prefix":"11","text":" The managing general agent shall not:"},{"prefix":"A","text":" Bind reinsurance or retrocessions on behalf of the insurer, except that the managing general agent may bind facultative reinsurance contracts pursuant to obligatory facultative agreements if the contract with the insurer contains reinsurance underwriting guidelines including, for both reinsurance assumed and ceded, a list of reinsurers with which such automatic agreements are in effect, the coverages and amounts or percentages that may be reinsured, and commission schedules;"},{"prefix":"B","text":" Commit the insurer to participate in insurance or reinsurance syndicates;"},{"prefix":"C","text":" Appoint any producer without assuring that the producer is lawfully licensed to transact the type of insurance for which he is appointed;"},{"prefix":"D","text":" Without prior approval of the insurer, pay or commit the insurer to pay a claim over a specified amount, net of reinsurance, which shall not exceed 1% of the insurer's policyholder's surplus as of December 31 of the last completed calendar year;"},{"prefix":"E","text":" Collect any payment from a reinsurer or commit the insurer to any claim settlement with a reinsurer without prior approval of the insurer. If prior approval is given, a report must be promptly forwarded to the insurer;"},{"prefix":"F","text":" Permit its subproducer to serve on the insurer's board of directors;"},{"prefix":"G","text":" Jointly employ an individual who is employed with the insurer; or"},{"prefix":"H","text":" Appoint a submanaging general agent."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"15","text":"Managing General Agents."},"heading":{"title":"31","chaptersection":"1503","identifier":"31-1503","catch_text":"Required contract provisions."}}