{"text":"The amount recoverable by the liquidator from reinsurers shall not be reduced as a result of the delinquency proceedings, regardless of any provision in the reinsurance contracts or other agreements. The reinsurance shall be payable under contracts reinsured by the assuming insurer on the basis of reported claims allowed by the Superior Court of the District of Columbia, without diminution because of the insolvency of the ceding insurer. The payments shall be made directly to the ceding insurer or to its domiciliary liquidator, except where:","historical":"Prior Codifications\n\n1981 Ed., § 35-2830.\n\nEffect of Amendments\n\nD.C. Law 13-185 rewrote this section which prior thereto provided:\n\n\"The amount recoverable by the liquidator from reinsurers shall not be reduced as a result of the delinquency proceedings, regardless of any provision in the reinsurance contract or other agreement. Payment made directly to an insured or other creditor shall not diminish the reinsurer's obligation to the insurer's estate except when the reinsurance contract provided for direct coverage of a named insured and the payment was made in discharge of that obligation.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nLaw 13-185, the \"Reinsurance Credit and Recovery Act of 2000,\" was introduced in Council and assigned Bill No. 13-595, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-401 and transmitted to both Houses of Congress for its review. D.C. Law 13-185 became effective on October 21, 2000.\n\nDC CODE § 31-1330\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 31, 40 DCR 5773; Oct. 21, 2000, D.C. Law 13-185, § 2, 47 DCR 7068.)","sections":[{"prefix":"1","text":" The contracts or other written agreements specifically provide for another payee of the reinsurance in the event of the insolvency of the ceding insurer; or"},{"prefix":"2","text":" The assuming insurer, with the consent of the direct insureds, has assumed the policy obligations of the ceding insurer as the direct obligation of the assuming insurer to the payees under such policies and in substitution for the obligations of the ceding insurer to the payees."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1330","identifier":"31-1330","catch_text":"Reinsurer's liability."}}