{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2848.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1348\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 49, 40 DCR 5773; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":" If a domiciliary liquidator has not been appointed, the Commissioner may apply to the Superior Court of the District of Columbia by verified petition for an order directing him or her to act as conservator to conserve the property of an alien insurer not domiciled in the District, or a foreign insurer, on any one or more of the following grounds:"},{"prefix":"1","text":" Any of the grounds in § 31-1310;"},{"prefix":"2","text":" That any of its property has been sequestered by official action in its domiciliary state, or in any other state;"},{"prefix":"3","text":" That enough of its property has been sequestered in a foreign country to give reasonable cause to fear that the insurer is or may become insolvent; or"},{"prefix":"4","text":"(A) That its certificate of authority to do business in the District has been revoked or that none was ever issued; and"},{"prefix":"B","text":" That there are residents of the District with outstanding claims or outstanding policies."},{"prefix":"b","text":" When an order is sought under subsection (a) of this section, the court shall cause the insurer to be given notice and time to respond reasonable under the circumstances."},{"prefix":"c","text":" The court may issue the order in whatever terms it deems appropriate. The filing or recording of the order with the Clerk of the Superior Court of the District of Columbia shall impart the same notice as a deed, bill of sale, or other evidence of title duly filed or recorded with that recorder of deeds would have imparted."},{"prefix":"d","text":" The conservator may at any time petition for, and the court may grant, an order under § 31-1349 to liquidate assets of a foreign or alien insurer under conservation, or, if appropriate, for an order under § 31-1351 to be appointed ancillary receiver."},{"prefix":"e","text":" The conservator may at any time petition the court for an order terminating conservation of an insurer. If the court finds that the conservation is no longer necessary, it shall order that the insurer be restored to possession of its property and control of its business. The court may also make such a finding and issue such an order at any time upon motion of any interested party, but, if the motion is denied, all costs shall be assessed against the interested party."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1348","identifier":"31-1348","catch_text":"Conservation of property of foreign or alien insurers found in the District of Columbia."}}