{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2825.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following ยง 31-1301.\n\nDC CODE ยง 31-1325\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, ยง 26, 40 DCR 5773.)","sections":[{"prefix":"a","text":" After a petition for rehabilitation or liquidation has been filed, a transfer of any of the real property of the insurer made to a person acting in good faith shall be valid against the receiver if made for a present fair equivalent value, or, if not made for a present fair equivalent value, then to the extent of the present consideration actually paid, for which amount the transferee shall have a lien on the property so transferred. The commencement of a proceeding in rehabilitation or liquidation shall be constructive notice upon the recording of a copy of the petition for or order of rehabilitation or liquidation with the recorder of deeds in the county where any real property in question is located. The exercise by a court of the United States or any state or jurisdiction to authorize or effect a judicial sale of real property of the insurer within any county in any state shall not be impaired by the pendency of such a proceeding unless the copy is recorded in the county prior to the consummation of the judicial sale."},{"prefix":"b","text":" After a petition for rehabilitation or liquidation has been filed and before either the receiver takes possession of the property of the insurer or an order of rehabilitation or liquidation is granted:"},{"prefix":"1","text":" A transfer of any of the property of the insurer, other than real property, made to a person acting in good faith shall be valid against the receiver if made for a present fair equivalent value, or, if not made for a present fair equivalent value, then to the extent of the present consideration actually paid, for which amount the transferee shall have a lien on the property so transferred."},{"prefix":"2","text":" A person indebted to the insurer or holding property of the insurer may, if acting in good faith, pay the indebtedness or deliver the property, or any part thereof, to the insurer or upon his or her order, with the same effect as if the petition were not pending."},{"prefix":"3","text":" A person having actual knowledge of the pending rehabilitation or liquidation shall be deemed not to act in good faith."},{"prefix":"4","text":" A person asserting the validity of a transfer under this section shall have the burden of proof. Except as elsewhere provided in this section, no transfer by or on behalf of the insurer after the date of the petition for liquidation by any person other than the liquidator shall be valid against the liquidator."},{"prefix":"c","text":" Every person receiving any property from the insurer or any benefit thereof which is a fraudulent transfer under subsection (a) of this section shall be personally liable therefor and shall be bound to account to the liquidator."},{"prefix":"d","text":" Nothing in this chapter shall impair the negotiability of currency or negotiable instruments."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1325","identifier":"31-1325","catch_text":"Fraudulent transfer after petition."}}