{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-155 rewrote subsec. (a); added subsecs. (a-1), (a-2), and (f); repealed subsec. (c); and, in subsec. (e), substituted \"limited lines insurance\" for \"limited line credit insurance or other type of limited lines\" and substituted \"nonresident limited lines insurance\" for \"nonresident limited lines\". Prior to amendment or repeal, subsecs. (a) and (c) read as follows:\n\n\"(a) Unless denied licensure under § 31-1131.12 or granted licensure under the requirements of §§ 31-1131.05 and 31-1131.06, a nonresident person shall receive a nonresident insurance producer license if:\n\n\"(1) The person is currently licensed as a resident and in good standing in his or her home state;\n\n\"(2) The person has submitted the proper request for licensure and has paid the fees as prescribed by the Commissioner.\n\n\"(3) The person has submitted or transmitted to the Commissioner the application for licensure that the person submitted to his or her home state or, in lieu of the same, a completed Uniform Application; and\n\n\"(4) The person's home state awards nonresident producer licenses to residents of the District on the same basis.\"\n\n\"(c) A nonresident insurance producer who moves from one state to another state or a resident insurance producer who moves from the District of Columbia to another state shall file a change of address and provide certification from the new resident state within 30 days of the change of legal residence. No fee or license application shall be required.\"\n\nD.C. Law 18-223 added subsec. (g).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2166(e) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 14-264, see notes following § 31-1131.01.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nFor Law 18-223, see notes following § 31-101.\n\nDC CODE § 31-1131.08\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 8, 50 DCR 260; May 13, 2008, D.C. Law 17-155, § 2(i), 55 DCR 3683; Sept. 24, 2010, D.C. Law 18-223, § 2166(e), 57 DCR 6242.)","sections":[{"prefix":"a","text":" A person may request a nonresident license if the person is licensed as a resident insurance producer in another state."},{"prefix":"a-1","text":" A person requesting a nonresident insurance producer license shall make his or her request on a form, or through such means, prescribed by the Commissioner."},{"prefix":"a-2","text":" Unless denied licensure under § 31-1131.12 or granted a resident insurance producer license by meeting the requirements of §§ 31-1131.05 and 31-1131.06, a nonresident person shall receive a nonresident insurance producer license if:"},{"prefix":"1","text":" The person is currently licensed as a resident and in good standing in his or her home state;"},{"prefix":"2","text":" The person has submitted the proper request for a nonresident insurance producer license and has paid the fees as prescribed by the Commissioner; and"},{"prefix":"3","text":" The person has submitted or transmitted to the Commissioner a completed NAIC Uniform Application or the application for licensure that the person submitted to his or her home state."},{"prefix":"b","text":" The Commissioner may verify the insurance producer's licensing status through the producer database maintained by the NAIC, its affiliates, or subsidiaries."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Notwithstanding any other provision of this chapter, a person licensed as a surplus lines producer in his or her home state shall receive a nonresident surplus lines producer license under subsection (a) of this section. Except as provided in subsection (a) of this section, this section shall not amend or supersede any provision of §§ 31-2502.39 and 31-2502.40."},{"prefix":"e","text":" Notwithstanding any other provision of this chapter, a person licensed as a limited line insurance producer in his or her home state shall receive a nonresident limited lines insurance producer license under subsection (a) of this section granting the same scope of authority as granted under the license issued by the producer's home state. For the purposes of this subsection, the term \"limited line insurance\" means any authority granted by the home state which restricts the authority of the license to less than the total authority prescribed in the associated major lines under § 31-1131.07(a)(1) through (6)."},{"prefix":"f","text":" An applicant may qualify for a license under this chapter as a nonresident only if the applicant holds an equivalent license in the applicant's home state. A license issued to a nonresident of the District shall grant the same rights and privileges as a resident licensee."},{"prefix":"g","text":" A nonresident title insurance producer shall have a registered agent in the District of Columbia at the time of application for a title insurance producer license and shall maintain a registered agent in the District of Columbia as a condition of licensing under this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.08","catch_text":"Nonresident licensing."}}