{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1372.10\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 210, 50 DCR 330.)","sections":[{"prefix":"a","text":" An insurer may, directly or indirectly through an investment subsidiary, engage in derivative transactions under this section, subject to the requirements of this section."},{"prefix":"b","text":"(1) An insurer may use derivative instruments under this section to engage in hedging transactions and certain income generation transactions, as these terms may be further defined in regulations promulgated by the Commissioner."},{"prefix":"2","text":" An insurer shall be able to demonstrate to the Commissioner the intended hedging characteristics and the ongoing effectiveness of the derivative transaction, or combination of the transactions, through cash flow testing or other appropriate analyses."},{"prefix":"c","text":" An insurer may enter into hedging transactions under this section if, as a result of and after giving effect to the transaction:"},{"prefix":"1","text":" The aggregate statement value of options, caps, floors, and warrants not attached to another financial instrument purchased and used in hedging transactions does not exceed 7.5% of its admitted assets;"},{"prefix":"2","text":" The aggregate statement value of options, caps, and floors written in hedging transactions does not exceed 3% of its admitted assets; and"},{"prefix":"3","text":" The aggregate potential exposure of collars, swaps, forwards, and futures used in hedging transactions does not exceed 6.5% of its admitted assets."},{"prefix":"d","text":" An insurer may enter into the following types of income generation transactions if, as a result of and after giving effect to the transactions, the aggregate statement value of the fixed income assets that are subject to call or that generate the cash flow for payments under the caps or floors, the face value of fixed income securities underlying a derivative instrument subject to call, and the amount of the purchase obligations under the puts, do not exceed 10% of its admitted assets:"},{"prefix":"1","text":" Sales of covered call options on non-callable fixed income securities, callable fixed income securities if the option expires by its terms prior to the end of the noncallable period, or derivative instruments based on fixed income securities;"},{"prefix":"2","text":" Sales of covered call options on equity securities if the insurer holds in its portfolio, or can immediately acquire through the exercise of options, warrants, or conversion rights already owned, the equity securities subject to call during the complete term of the call option sold;"},{"prefix":"3","text":" Sales of covered puts on investments that the insurer is permitted to acquire under this chapter if the insurer has escrowed, or entered into a custodian agreement segregating, cash or cash equivalents with a market value equal to the amount of its purchase obligations under the put during the complete term of the put option sold; or"},{"prefix":"4","text":" Sales of covered caps or floors if the insurer holds in its portfolio the investments generating the cash flow to make the required payments under the caps or floors during the complete term that the cap or floor is outstanding."},{"prefix":"e","text":" An insurer shall include all counterparty exposure amounts in determining compliance with the limitations of § 3-1372.02."},{"prefix":"f","text":" Under regulations promulgated under § 31-1375.01, the Commissioner may approve additional transactions involving the use of derivative instruments in excess of the limits of subsection (c) of this section or for other risk management purposes under regulations promulgated by the Commissioner; provided, that the replication transactions shall not be permitted for other than risk management purposes."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"II","text":"Life Insurers."},"heading":{"title":"31","chaptersection":"1372","identifier":"31-1372.10","catch_text":"Derivative transactions."}}