{"text":"The priority of distribution of claims from the insurer's estate shall be in accordance with the order in which each class of claims is set forth in this chapter. Every claim in each class shall be paid in full or adequate funds retained for the payment before the members of the next class receive any payment. No subclasses shall be established within any class. The order of distribution of claims shall be:","historical":"Prior Codifications\n\n1981 Ed., § 35-2840.\n\nEffect of Amendments\n\nD.C. Law 16-232 rewrote pars. (2) to (5), which formerly read:\n\n\"(2) Class 2. Reasonable compensation to employees for services performed to the extent that they do not exceed 2 months of monetary compensation and represent payment for services performed within 1 year before the filing of the petition for liquidation, or, if rehabilitation preceded liquidation, within 1 year before the filing of the petition for rehabilitation. Principal officers and directors shall not be entitled to the benefit of this priority except as otherwise approved by the liquidator and the court. Such a priority shall be in lieu of any other similar priority which may be authorized by law as to wages or compensation of employees.\n\n\"(3) Class 3. All claims under policies including the claims of the federal or any state or local government for losses incurred ('loss claims'), including third party claims and all claims of a guaranty association or foreign guaranty association. All claims under life insurance and annuity policies, whether for death proceeds, annuity proceeds, or investment values, shall be treated as loss claims. That portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimant, shall not be included in this class, other than benefits or advantages recovered or recoverable in discharge of familial obligation of support or by way of succession at death or as proceeds of life insurance, or as gratuities. No payment by an employer to his or her employee shall be treated as a gratuity.\n\n\"(4) Class 4. Claims under nonassessable policies for unearned premium or other premium refunds and claims of general creditors, including claims of ceding and assuming companies in their capacity as general creditors.\n\n\"(5) Class 5. Claims of the federal or any state or local government, except those under Class 3. Claims, including those of any governmental body for a penalty or forfeiture, shall be allowed in this class only to the extent of the pecuniary loss sustained from the act, transaction, or proceeding out of which the penalty or forfeiture arose, with reasonable and actual costs occasioned thereby. The remainder of the claims shall be postponed to the class of claims under paragraph (8) of this section.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor Law 16-232, see notes following § 31-231.\n\nDC CODE § 31-1340\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 41, 40 DCR 5773; Mar. 8, 2007, D.C. Law 16-232, § 201, 54 DCR 368.)","sections":[{"prefix":"1","text":" Class 1. The costs and expenses of administration during rehabilitation and liquidation, including, but not limited to the following:"},{"prefix":"A","text":" The actual and necessary costs of preserving or recovering the assets of the insurer;"},{"prefix":"B","text":" Compensation for all authorized services rendered in the rehabilitation and liquidation;"},{"prefix":"C","text":" Any necessary filing fees;"},{"prefix":"D","text":" The fees and mileage payable to witnesses;"},{"prefix":"E","text":" Authorized reasonable attorney's fees and other professional services rendered in the rehabilitation and liquidation; and"},{"prefix":"F","text":" The reasonable expenses of a guaranty association or foreign guaranty association for unallocated loss adjustment expenses."},{"prefix":"2","text":" Class 2. All claims under policies including the claims of the federal or any state or local government for losses incurred (\"loss claims\"), including third party claims and all claims of a guaranty association or foreign guaranty association. All claims under life insurance and annuity policies, whether for death proceeds, annuity proceeds, or investment values, shall be treated as loss claims. That portion of any loss, indemnification for which is provided by other benefits or advantages recovered by the claimant, shall not be included in this class, other than benefits or advantages recovered or recoverable in discharge of familial obligation of support, by way of succession at death, as proceeds of life insurance, or as gratuities. No payment by an employer to his or her employee shall be treated as a gratuity."},{"prefix":"3","text":" Class 3. Claims of the federal or any state or local government, except those under Class 2. Claims, including those of any governmental body for a penalty or forfeiture, shall be allowed in this class only to the extent of the pecuniary loss sustained from the act, transaction, or proceeding out of which the penalty or forfeiture arose, with reasonable and actual costs occasioned thereby. The remainder of the claims shall be postponed to the class of claims under paragraph (8) of this section."},{"prefix":"4","text":" Class 4. Reasonable compensation to employees for services performed to the extent that they do not exceed 2 months of monetary compensation and represent payment for services performed within one year before the filing of the petition for liquidation or, if rehabilitation preceded liquidation, within one year before the filing of the petition for rehabilitation. Principal officers and directors shall not be entitled to the benefit of this priority except as otherwise approved by the liquidator and the court. This priority shall be in lieu of any other similar priority that may be authorized by law as to wages or compensation of employees."},{"prefix":"5","text":" Class 5. Claims under nonassessable policies for unearned premium or other premium refunds and claims of general creditors, including claims of ceding and assuming companies in their capacity as general creditors."},{"prefix":"6","text":" Class 6. Claims filed late or any other claims other than claims under paragraphs (7) and (8) of this section."},{"prefix":"7","text":" Class 7. Surplus or contribution notes, or similar obligations, and premium refunds on assessable policies. Payments to members of domestic mutual insurance companies shall be limited in accordance with law."},{"prefix":"8","text":" Class 8. The claims of shareholders or other owners in their capacity as shareholders."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1340","identifier":"31-1340","catch_text":"Priority of distribution."}}