{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2854.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1354\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 55, 40 DCR 5773.)","sections":[{"prefix":"a","text":" In a liquidation proceeding in a reciprocal state against an insurer domiciled in that state, claimants against the insurer who reside within the District may file claims either with the ancillary receiver, if any, in the District, or with the domiciliary liquidator. Claims must be filed by the last dates fixed for the filing of claims in the domiciliary liquidation proceeding."},{"prefix":"b","text":" Claims belonging to claimants residing in the District may be proved either in the domiciliary state under the law of that state, or in ancillary proceedings, if any, in the District. If a claimant elects to prove his or her claim in the District, the claimant shall file his or her claim with the liquidator in the manner provided in §§ 31-1333 and 31-1334. The ancillary receiver shall make his or her recommendation to the court as under § 31-1341. He or she shall also arrange a date for hearing if necessary under § 31-1337 and shall give notice to the liquidator in the domiciliary state, either by certified mail or by personal service at least 40 days prior to the date set for hearing. If the domiciliary liquidator, within 30 days after the giving of notice, gives notice in writing to the ancillary receiver and to the claimant, either by certified mail or by personal service, of his or her intention to contest the claim, he or she shall be entitled to appear or to be represented in any proceeding in the District involving the adjudication of the claim."},{"prefix":"c","text":" The final allowance of the claim by the courts of the District shall be accepted as conclusive as to amount and as to priority against special deposits or other security located in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1354","identifier":"31-1354","catch_text":"Claims of residents against insurers domiciled in reciprocal states."}}