{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2831.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1331\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 32, 40 DCR 5773; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":"(1) An agent, broker, premium finance company, or any other person, other than the insured, responsible for the payment of a premium shall be obligated to pay any unpaid premium for the full policy term due the insurer at the time of the declaration of insolvency, whether earned or unearned, as shown on the records of the insurer. The liquidator shall also have the right to recover from such a person any part of an unearned premium that represents the commission of such a person. Credits or setoffs, or both, shall not be allowed to an agent, broker, or premium finance company for any amounts advanced to the insurer by the agent, broker, or premium finance company on behalf of, but in the absence of a payment by, the insured."},{"prefix":"2","text":" An insured shall be obligated to pay any unpaid earned premium due the insurer at the time of the declaration of insolvency, as shown on the records of the insurer."},{"prefix":"b","text":" Upon satisfactory evidence of a violation of this section, the Commissioner may pursue either one or both of the following courses of action:"},{"prefix":"1","text":" Suspend, revoke, or refuse to renew the licenses of the offending party or parties; or"},{"prefix":"2","text":" Impose a penalty of not more than $1,000 for each act in violation of this section by the party or parties."},{"prefix":"c","text":" Before the Commissioner takes any action as set forth in subsection (b) of this section, he or she shall give written notice to the person, company, association, or exchange accused of violating the law, stating specifically the nature of the alleged violation, and fixing a time and place, at least 10 days thereafter, when a hearing on the matter shall be held. After the hearing, or upon failure of the accused to appear at the hearing, the Commissioner, if he or she finds the violation, shall impose any of the penalties under subsection (b) of this section as he or she deems advisable."},{"prefix":"d","text":" When the Commissioner takes action in any or all of the ways set out in subsection (b) of this section, the party aggrieved may appeal from the action to the Superior Court of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1331","identifier":"31-1331","catch_text":"Recovery of premiums owed."}}