{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2804.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following ยง 31-1301.\n\nDC CODE ยง 31-1304\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, ยง 5, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Any receiver appointed in a proceeding under this chapter may at any time apply for, and any court of general jurisdiction may grant, restraining orders, preliminary and permanent injunctions, and other orders deemed necessary and proper to prevent:"},{"prefix":"1","text":" The transaction of further business;"},{"prefix":"2","text":" The transfer of property;"},{"prefix":"3","text":" Interference with the receiver or with a proceeding under this chapter;"},{"prefix":"4","text":" Waste of the insurer's assets;"},{"prefix":"5","text":" Dissipation and transfer of bank accounts;"},{"prefix":"6","text":" The institution or further prosecution of any actions or proceedings;"},{"prefix":"7","text":" The obtaining of preferences, judgments, attachments, garnishments, or liens against the insurer, its assets or its policyholders;"},{"prefix":"8","text":" The levying of execution against the insurer, its assets, or its policyholders;"},{"prefix":"9","text":" The making of any sale or deed for nonpayment of taxes or assessments that would lessen the value of the assets of the insurer;"},{"prefix":"10","text":" The withholding from the receiver of books, accounts, documents, or other records relating to the business of the insurer; or"},{"prefix":"11","text":" Any other threatened or contemplated action that might lessen the value of the insurer's assets or prejudice the rights of policyholders, creditors, or shareholders, or the administration of any proceeding under this chapter."},{"prefix":"b","text":" The receiver may apply to any court outside of the jurisdiction for the relief described in subsection (a) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1304","identifier":"31-1304","catch_text":"Injunctions and orders."}}