{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2829.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1329\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 30, 40 DCR 5773; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":" As soon as practicable but not more than 2 years from the date of an order of liquidation under § 31-1316 of an insurer issuing assessable policies, the liquidator shall make a report to the court setting forth:"},{"prefix":"1","text":" The reasonable value of the assets of the insurer;"},{"prefix":"2","text":" The insurer's probable total liabilities;"},{"prefix":"3","text":" The probable aggregate amount of the assessment necessary to pay all claims of creditors and expenses in full, including expenses of administration and costs of collecting the assessment; and"},{"prefix":"4","text":" A recommendation as to whether or not an assessment should be made and in what amount."},{"prefix":"b","text":"(1) Upon the basis of the report provided in subsection (a) of this section, including any supplements and amendments, the Superior Court of the District of Columbia may levy 1 or more assessments against all members of the insurer who are subject to assessment."},{"prefix":"2","text":" Subject to any applicable legal limits on assessability, the aggregate assessment shall be for the amount that the sum of the probable liabilities, the expenses of administration, and the estimated cost of collection of the assessment exceeds the value of existing assets, with due regard being given to assessments that cannot be collected economically."},{"prefix":"c","text":" After the levy of assessment under subsection (b) of this section, the liquidator shall issue an order directing each member who has not paid the assessment pursuant to the order to show cause why the liquidator should not pursue a judgment therefor."},{"prefix":"d","text":" The liquidator shall give notice of the order to show cause by publication and by first class mail to each member liable mailed to his or her last known address as it appears on the insurer's records, at least 20 days before the return date of the order to show cause."},{"prefix":"e","text":"(1) If a member does not appear and serve duly verified objections upon the liquidator on or before the return date of the order to show cause under subsection (c) of this section, the court shall issue an order adjudging the member liable for the amount of the assessment against him or her pursuant to subsection (c) of this section, together with costs, and the liquidator shall have a judgment against the member."},{"prefix":"2","text":" If on or before the return date, the member appears and serves duly verified objections upon the liquidator, the Commissioner may hear and determine the matter, or may appoint a referee to hear it, and issue such an order as the facts warrant. In the event that the Commissioner determines that the objections do not warrant relief from assessment, the member may request that the court review the matter and vacate the order to show cause."},{"prefix":"f","text":" The liquidator may enforce any order or collect any judgment under subsection (e) of this section by any lawful means."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1329","identifier":"31-1329","catch_text":"Assessments."}}