{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2834.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following ยง 31-1301.\n\nDC CODE ยง 31-1334\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, ยง 35, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Proof of claim shall consist of a statement signed by the claimant that includes all of the following that are applicable:"},{"prefix":"1","text":" The particulars of the claim including the consideration given for it;"},{"prefix":"2","text":" The identity and amount of the security on the claim;"},{"prefix":"3","text":" The payments made on the debt, if any;"},{"prefix":"4","text":" That the sum claimed is justly owing and that there is no setoff, counterclaim, or defense to the claim;"},{"prefix":"5","text":" Any right of priority of payment or other specific right asserted by the claimants;"},{"prefix":"6","text":" A copy of the written instrument which is the foundation of the claim; and"},{"prefix":"7","text":" The name and address of the claimant and the attorney who represents him or her, if any."},{"prefix":"b","text":" No claim need be considered or allowed if it does not contain all the information in subsection (a) of this section which may be applicable. The liquidator may require that a prescribed form be used, and may require that other information and documents be included."},{"prefix":"c","text":" At any time the liquidator may request the claimant to present information or evidence supplementary to that required under subsection (a) of this section and may take testimony under oath, require production of affidavits or depositions, or otherwise obtain additional information or evidence."},{"prefix":"d","text":" No judgment or order against an insured or the insurer entered after the date of filing of a successful petition for liquidation, and no judgment or order against an insured or the insurer entered at any time by default or by collusion, need be considered as evidence of liability or of quantum of damages. No judgment or order against an insured or the insurer entered within 4 months before the filing of the petition need be considered as evidence of liability or of the quantum of damages."},{"prefix":"e","text":" All claims of a guaranty association or foreign guaranty association shall be in the form and contain the substantiation agreed to by the association and the liquidator."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1334","identifier":"31-1334","catch_text":"Proof of claim."}}