{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2836.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1336\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 37, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Whenever any third party asserts a cause of action against an insured of an insurer in liquidation, the third party may file a claim with the liquidator."},{"prefix":"b","text":" Whether or not the third party files a claim, the insured may file a claim on his or her own behalf in the liquidation. If the insured fails to file a claim by the date for filing claims specified in the order of liquidation or within 60 days after mailing of the notice required by § 31-1320, whichever is later, he or she is an unexcused late filer."},{"prefix":"c","text":" The liquidator shall make his or her recommendations to the court under § 31-1340 for the allowance of an insured's claim under subsection (b) of this section after consideration of the probable outcome of any pending action against the insured on which the claim is based, the probable damages recoverable in the action, and the probable costs and expenses of defense. After allowance by the court, the liquidator shall withhold any dividends payable on the claim pending the outcome of litigation and negotiation with the insured. Whenever it seems appropriate, he or she shall reconsider the claim on the basis of additional information and amend his or her recommendations to the court. The insured shall be afforded the same notice and opportunity to be heard on all changes in the recommendation as in its initial determination. The court may amend its allowance as it thinks appropriate. As claims against the insured are settled or barred, the insured shall be paid from the amount withheld the same percentage dividend as was paid on other claims of like property, based on the lesser of the amount actually recovered from the insured by action, or paid by agreement, plus the reasonable costs and expense of defense, or the amount allowed on the claims by the court. After all claims are settled or barred, any sum remaining from the amount withheld shall revert to the undistributed assets of the insurer. Delay in final payment under this subsection shall not be a reason for unreasonable delay of final distribution and discharge of the liquidator."},{"prefix":"d","text":" If several claims founded upon one policy are filed, whether by third parties or as claims by the insured under this section, and the aggregate allowed amount of the claims to which the same limit of liability in the policy is applicable exceeds that limit, each claim as allowed shall be reduced in the same proportion so that the total equals the policy limit. Claims by the insured shall be evaluated as in subsection (c) of this section. If any insured's claim is subsequently reduced under subsection (c) of this section, the amount thus freed shall be apportioned ratably among the claims which have been reduced under this subsection."},{"prefix":"e","text":" No claim may be presented under this section if it is, or may be, covered by any guaranty association or foreign guaranty association."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1336","identifier":"31-1336","catch_text":"Special provisions for third party claims."}}