{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2805.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1305\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 6, 40 DCR 5773; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":" Any officer, manager, director, trustee, owner, employee, or agent of any insurer, or any other persons with authority over or in charge of any segment of the insurer's affairs, shall cooperate with the Commissioner in any proceeding under this chapter or any investigation preliminary to the proceeding. For the purposes of this section, the term \"person\" shall include any person who exercises control directly or indirectly over activities of the insurer through any holding company or other affiliate of the insurer. The term \"to cooperate\" shall include, but shall not be limited to, the following:"},{"prefix":"1","text":" To reply promptly in writing to any inquiry from the Commissioner requesting such a reply; and"},{"prefix":"2","text":" To make available to the Commissioner any books, accounts, documents, or other records or information or property of or pertaining to the insurer and in his possession, custody, or control."},{"prefix":"b","text":" No person shall obstruct or interfere with the Commissioner in the conduct of any delinquency proceeding or any investigation preliminary or incidental thereto."},{"prefix":"c","text":" This section shall not be construed to abridge otherwise existing legal rights, including the right to resist a petition for liquidation, other delinquency proceedings, or other orders."},{"prefix":"d","text":" Any person included within subsection (a) of this section who fails to cooperate with the Commissioner, or any person who obstructs or interferes with the Commissioner in the conduct of any delinquency proceeding or any investigation preliminary or incidental thereto, or who violates any order of the Commissioner issued validly under this chapter may:"},{"prefix":"1","text":" Be sentenced to pay a fine not exceeding $10,000 or imprisonment for a term of not more than 1 year, or both; or"},{"prefix":"2","text":" After a hearing, be subject to the imposition by the Commissioner of a civil penalty not to exceed $10,000 and be subject further to the revocation or suspension of any insurance license issued by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1305","identifier":"31-1305","catch_text":"Cooperation of officers, owners, and employees."}}