{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-155, in the section name line, substituted \"resident insurance producer\" for \"for\"; in subsec. (a), substituted \"An individual applying for a resident insurance\" for \"A person applying for an insurance\" , and substituted \"Uniform Individual Application\" for \"Uniform Application\"; in subsec. (b), substituted \"applying for a resident business entity producer license shall make application to the Commissioner on\" for \"acting as an insurance producer shall obtain an insurance producer license. Application shall be made using\"; and repealed subsec. (d), which had read as follows:\n\n\"(d) An insurer that sells, solicits, or negotiates any form of limited line credit insurance shall provide to each individual whose duties will include selling, soliciting, or negotiating limited line credit insurance a program of instruction that is approved by the Commissioner.\"\n\nD.C. Law 17-353, in the section heading, inserted \"for\".\n\nD.C. Law 18-223, in subsec. (a)(2), substituted \"set forth in § 31-1131.12; provided, that if an applicant for a title insurance producer license has been convicted of any such act and 10 years have elapsed since the individual's conviction, and a title insurer submits written verification that the person has had authority from the title insurer to issue title insurance policies or commitments related to real or personal property within the District of Columbia for a period of not less than 3 years prior to the application for license, such act or conviction may be considered not to apply by the Commissioner\" for \"set forth in § 31-1131.12\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2166(c) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 14-264, see notes following § 31-1131.01.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nFor Law 17-353, see notes following § 31-1131.06.\n\nFor Law 18-223, see notes following § 31-101.\n\nDC CODE § 31-1131.06\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 6, 50 DCR 260; May 13, 2008, D.C. Law 17-155, § 2(e), 55 DCR 3683; Mar. 25, 2009, D.C. Law 17-353, § 234, 56 DCR 1117; Sept. 24, 2010, D.C. Law 18-223, § 2166(c), 57 DCR 6242.)","sections":[{"prefix":"a","text":" An individual applying for a resident insurance producer license shall make application to the Commissioner on the Uniform Individual Application and declare under penalty of refusal, suspension, or revocation of the license that the statements made in the application are true, correct, and complete to the best of the individual's knowledge and belief. Before approving the application, the Commissioner shall find that the individual:"},{"prefix":"1","text":" Is at least 18 years of age;"},{"prefix":"2","text":" Has not committed any act that is a ground for denial, suspension, or revocation set forth in § 31-1131.12; provided, that if an applicant for a title insurance producer license has been convicted of any such act and 10 years have elapsed since the individual's conviction, and a title insurer submits written verification that the person has had authority from the title insurer to issue title insurance policies or commitments related to real or personal property within the District of Columbia for a period of not less than 3 years prior to the application for license, such act or conviction may be considered not to apply by the Commissioner;"},{"prefix":"3","text":" If required by the Commissioner, has completed a pre-licensing course of study for the lines of authority for which the person has applied;"},{"prefix":"4","text":" Has paid the fees prescribed by the Commissioner; and"},{"prefix":"5","text":" Unless exempt under § 31-1131.09, has successfully passed the examinations for the lines of authority for which the person has applied."},{"prefix":"b","text":" A business entity applying for a resident business entity producer license shall make application to the Commissioner on the Uniform Business Entity Application. Before approving the application, the Commissioner shall find that the business entity has:"},{"prefix":"1","text":" Paid the fees prescribed by the Commissioner; and"},{"prefix":"2","text":" Designated a licensed individual producer responsible for the business entity's compliance with the insurance laws, rules, and regulations of the District."},{"prefix":"c","text":" The Commissioner may require any documents reasonably necessary or appropriate to verify the information contained in an application."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.06","catch_text":"Application for resident insurance producer license."}}