{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-155, see notes following ยง 31-1131.02.\n\nDC CODE ยง 31-1131.06a\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, ยง 6a, as added May 13, 2008, D.C. Law 17-155, ยง 2(f), 55 DCR 3683.)","sections":[{"prefix":"a","text":" An individual applying for a resident insurance producer license under this chapter (except for an individual applying only for a limited lines insurance producer license) and each officer, director, partner of, and owner of a controlling interest in, a business entity applying for a resident insurance producer license under this chapter (except for a business entity applying only for a limited lines insurance producer license) shall submit to the Commissioner the individual's fingerprints along with the individual's name, address, and written consent to the performance of a criminal history record background check."},{"prefix":"b","text":" The Commissioner may require, by rule, that an individual applying only for a resident limited lines insurance producer license and each officer, director, partner of, and owner of a controlling interest in, a business entity applying only for a resident limited lines insurance producer license, shall submit to the Commissioner his or her fingerprints along with his or her name, address, and written consent to the performance of a criminal history record background check."},{"prefix":"c","text":" The Commissioner may exchange the fingerprints and other information with, and receive criminal history record information from, the Metropolitan Police Department and the Federal Bureau of Investigation for the purposes of facilitating determinations regarding eligibility for licensure under this chapter."},{"prefix":"d","text":" The individual or business entity applying for licensure shall bear the cost of the criminal history record background check and all costs of administering and processing the background check."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.06a","catch_text":"Fingerprinting."}}