{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3004.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-41, see Historical and Statutory Notes following § 31-1501.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 31-1502.\n\nDC CODE § 31-1504\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-41, § 5, 40 DCR 6014; May 16, 1995, D.C. Law 10-255, § 29(c), 41 DCR 5193.)","sections":[{"prefix":"a","text":" The insurer shall have on file an independent financial examination, in a form acceptable to the Mayor, of each managing general agent with which it has done business."},{"prefix":"b","text":" If a managing general agent establishes loss reserves, the insurer shall annually obtain the opinion of an actuary attesting to the adequacy of loss reserves established for losses incurred and outstanding on business produced by the managing general agent. This is in addition to any other required loss reserve certification."},{"prefix":"c","text":" The insurer shall periodically (at least semiannually) conduct an on-site review of the underwriting and claims processing operations of the managing general agent."},{"prefix":"d","text":" Binding authority for all reinsurance contracts or participation in insurance or reinsurance syndicates shall rest with an officer of the insurer, who shall not be affiliated with the managing general agent."},{"prefix":"e","text":" Within 30 days of entering into or terminating a contract with a managing general agent, the insurer shall provide written notification of the appointment or termination to the Mayor. Notices of appointment of a managing general agent shall include a statement of duties which the applicant is expected to perform on behalf of the insurer, the lines of insurance for which the applicant is to be authorized to act, and any other information the Mayor may request."},{"prefix":"f","text":" An insurer shall review its books and records each quarter to determine if any producer has, because of § 31-1501(4), become a managing general agent as defined in that section. If the insurer determines that a producer has become a managing general agent pursuant to the above, the insurer shall promptly notify the producer and the Mayor of the determination, and the insurer and producer shall fully comply with the provisions of this chapter within 30 days."},{"prefix":"g","text":" An insurer shall not appoint to its board of directors an officer, director, employee, subproducer, or controlling shareholder of its managing general agents. This subsection shall not apply to relationships governed by Chapter 7 of this title or, if applicable, Chapter 4 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"15","text":"Managing General Agents."},"heading":{"title":"31","chaptersection":"1504","identifier":"31-1504","catch_text":"Duties of insurers."}}