{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2704.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-40, see Historical and Statutory Notes following § 31-1201.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-1201.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-1201.\n\nDC CODE § 31-1204\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-40, § 5, 40 DCR 6009; May 16, 1995, D.C. Law 10-255, § 28, 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-235, §§ 24(f)-(h), 44 DCR 818; Mar. 24, 1998, D.C. Law 12-81, § 36(b), 45 DCR 745.)","sections":[{"prefix":"a","text":" Any insurer or health maintenance organization that fails to pay an assessment on or before the date set forth in § 31-1203 shall be subject to a penalty imposed by the Mayor, which shall be 10% of the assessment plus interest at one-half of 1% per month for the period between the due date and the date of full payment. If a payment is made in an amount later found to be in error, the Mayor shall do one of the following:"},{"prefix":"1","text":" If an additional amount is due, notify the insurer of the additional amount which shall be due within 15 days of the date of mailing of the notice; or"},{"prefix":"2","text":" If overpayment is made, order a refund."},{"prefix":"b","text":" If an insurer or health maintenance organization fails to pay the amount of the assessment in a timely manner, the Mayor shall send the insurer or health maintenance organization a notice of deficiency, and 10 days after serving the deficiency notice may take whatever action, in the Mayor's discretion, the Mayor deems appropriate, including suspending or revoking the insurer's or health maintenance organization's certificate of authority or license to transact business, or any other appropriate action or sanction authorized under the insurance laws for failure to comply with District laws, including referring the matter to the Corporation Counsel for legal action to collect the assessment."},{"prefix":"c","text":" In the event that any insurer or health maintenance organization fails, by reason of insolvency, impairment of capital and surplus, or other reason approved by the Mayor, to pay its assessment in full, the unpaid amounts shall be assessed against the remaining insurers or health maintenance organizations respectively, on a proportionate basis in comparison to their direct gross receipts. Any insurer or health maintenance organization paying this additional assessment shall have a claim against the defaulting insurer or health maintenance organization for the amount paid."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"12","text":"Insurance Regulatory Trust Fund."},"heading":{"title":"31","chaptersection":"1204","identifier":"31-1204","catch_text":"Failure to pay share of assessment."}}