{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-226.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-132, see Historical and Statutory Notes following § 31-1601.\n\nFor legislative history of D.C. Law 7-208, see Historical and Statutory Notes following § 31-1610.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nDC CODE § 31-1606\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1986, D.C. Law 6-132, § 7, 33 DCR 3615; Mar. 16, 1989, D.C. Law 7-208, § 2(e), 36 DCR 471; Feb. 5, 1994. D.C. Law 10-68, § 30, 40 DCR 6311; May 21, 1997, D.C. Law 11-268, § 10(g), 44 DCR 1730.)","sections":[{"prefix":"a","text":" No insurer shall request or require a proposed insured to take the testing protocol certified pursuant to § 31-1604 without first obtaining the signature of the proposed insured or the legal guardian of the named insured on a standard informed consent statement prepared and furnished by the Commissioner of Insurance and Securities."},{"prefix":"b","text":" An insurer shall provide information about the availability of counseling at public and private health facilities to each proposed insured who the insurer requests or requires to take the testing protocol."},{"prefix":"c","text":" Before any proposed insured or his or her legal guardian is requested to sign an informed consent statement, the insurer shall provide the proposed insured, or his or her legal guardian an explanation of the nature of AIDS, ARC, and the HIV infection, an explanation of the testing protocol, including its purpose, potential uses, limitations, and an updated percentage of false positives, and notice of the right of the proposed insured to appeal to the Commissioner of Insurance and Securities, an explanation of the meaning of test results, and a description of the disclosure restrictions established by this chapter."},{"prefix":"d","text":" Once an insurer has requested a signature on an informed consent statement pursuant to subsection (a) of this section, and has complied with subsections (b) and (c) of this section, the proposed insured or legal guardian of the proposed insured may wait 14 days before signing the informed consent statement."},{"prefix":"1","text":" An insurer shall not disclose the fact that a proposed insured was tested or the results of the test except to:"},{"prefix":"A","text":" The proposed insured or the legal guardian of the proposed insured;"},{"prefix":"B","text":" A court of competent jurisdiction, pursuant to a lawful court order; or"},{"prefix":"C","text":" Any person named in a written authorization executed by the proposed insured or the legal guardian of the proposed insured."},{"prefix":"2","text":" An insurer that requires testing of a proposed insured shall maintain records and establish procedures in a manner that protects the privacy of the proposed insured and the confidentiality of the test results."},{"prefix":"3","text":"(A) The Commissioner of Insurance and Securities may, by rule, require an insurer to report numerical data regarding test results to the Commissioner for the limited purpose of performing epidemiological studies. The name, address, or other information that reveals the identity of the individual tested shall not be reported to the Commissioner of Insurance and Securities."},{"prefix":"B","text":" An insurer shall report numerical data regarding test results to actuaries employed or consulted by the insurer for the limited purpose of performing actuarial studies related to the business of insurance. The name, address, or other information that reveals the identity of the individual tested shall not be reported to the actuaries."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"16","text":"Prohibition of Discrimination in the Provision of Insurance on Basis of AIDS Test. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"1606","identifier":"31-1606","catch_text":"Informed consent requirements; restrictions on disclosure."}}