{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1372.02\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 202, 50 DCR 330.)","sections":[{"prefix":"a","text":"(1) Except as otherwise specified in this chapter, an insurer shall not acquire, directly or indirectly through an investment subsidiary, an investment under this chapter if, as a result of and other giving effect to the investment, the insurer would hold more than 3% of its admitted assets in investments of all kinds issued, assumed, accepted, insured, or guaranteed by a single person."},{"prefix":"2","text":" The 3% limitation shall not apply to the aggregate amounts insured by a single financial guaranty insurer with the highest generic rating issued by a nationally recognized statistical rating organization."},{"prefix":"3","text":" Asset-backed securities shall not be subject to the limitations of paragraph (1) of this subsection; provided, that an insurer shall not acquire an asset-backed security if, as a result of and after giving effect to the investment, the aggregate amount of asset-backed securities secured by or evidencing an interest in a single asset or single pool of assets held by a trust or other business entity held by the insurer would exceed 3% of its admitted assets."},{"prefix":"b","text":"(1) An insurer shall not acquire, directly or indirectly through an investment subsidiary, an investment under §§ 31-1372.03, 31-1372.06, or 31-1372.09, or counterparty exposure under § 31-1372.10(d) if, as a result of and after giving effect to the investment:"},{"prefix":"A","text":" The aggregate amount of medium and lower grade investments then held by the insurer would exceed 20% of its admitted assets;"},{"prefix":"B","text":" The aggregate amount of lower grade investments then held by the insurer would exceed 10% of its admitted assets;"},{"prefix":"C","text":" The aggregate amount of investments rated 5 or 6 by the SVO then held by the insurer would exceed 3% of its admitted assets;"},{"prefix":"D","text":" The aggregate amount of investments rated 6 by the SVO then held by the insurer would exceed one percent of its admitted assets; or"},{"prefix":"E","text":" The aggregate amount of medium and lower grade investments held by the insurer that receive as cash income less than the equivalent yield for Treasury issues with a comparative average life would exceed one percent of its admitted assets."},{"prefix":"2","text":" An insurer shall not acquire, directly or indirectly through an investment subsidiary, an investment under § 31-1372.03, § 31-1372.06, or § 31- 1372.09, or counterparty exposure under § 31-1372.10(d) if, as a result of and after giving effect to the investment:"},{"prefix":"A","text":" The aggregate amount of medium and lower grade investments issued, assumed, guaranteed, accepted, or insured by any one person or, as to asset-backed securities, secured by or evidencing an interest in a single asset or pool of assets held by the insurer would exceed one percent of its admitted assets; or"},{"prefix":"B","text":" The aggregate amount of lower grade investments issued, assumed, guaranteed, accepted, or insured by any one person or, as to asset-backed securities secured by or evidencing an interest in a single asset or pool of assets, then held by the insurer would exceed 0.5% of its admitted assets."},{"prefix":"3","text":" If an insurer attains or exceeds the limit of any rating category referred to in this subsection, the insurer shall not be precluded from acquiring investments in other rating categories subject to the specific and multi-category limits applicable to those investments."},{"prefix":"c","text":"(1) An insurer shall not acquire, directly or indirectly through an investment subsidiary, a Canadian investment authorized by this chapter if, as a result of and after giving effect to the investment, the aggregate amount of these investments then held by the insurer would exceed 40% of its admitted assets or if the aggregate amount of Canadian investments not acquired under § 31-1372.03(b) held by the insurer would exceed 25% of its admitted assets."},{"prefix":"2","text":" For an insurer that is authorized to do business in Canada or that has outstanding insurance, annuity, or reinsurance contracts on lives or risks resident or located in Canada and denominated in Canadian currency, the limitations of paragraph (1) of this subsection shall be increased by the greater of:"},{"prefix":"A","text":" The amount the insurer is required by Canadian law to invest in Canada or to be denominated in Canadian currency; or"},{"prefix":"B","text":" One hundred fifteen percent of the amount of its reserves and other obligations under contracts on lives or risks resident or located in Canada."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"II","text":"Life Insurers."},"heading":{"title":"31","chaptersection":"1372","identifier":"31-1372.02","catch_text":"General 3% diversification, medium and lower grade investments, and Canadian investments."}}