{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2833.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1333\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 34, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Proof of all claims shall be filed with the liquidator in the form required by § 31-1334 on or before the last day for filing specified in the notice required under § 31-1320, except that proof of claims for cash surrender values or other investment values in life insurance and annuities need not be filed unless the liquidator expressly so requires."},{"prefix":"b","text":" The liquidator may permit a claimant making a late filing to share in distributions, whether past or future, as if he or she were not late, to the extent that such a payment will not prejudice the orderly administration of the liquidation, under the following circumstances:"},{"prefix":"1","text":" The existence of the claim was not known to the claimant and that he or she filed his or her claim as promptly thereafter as reasonably possible after learning of it;"},{"prefix":"2","text":" A transfer to a creditor was avoided under §§ 31-1324 through 31- 1326, or was voluntarily surrendered under § 31-1327, and that the filing satisfies the conditions of § 31-1327; or"},{"prefix":"3","text":" The valuation under § 31-1339 of security held by a secured creditor shows a deficiency, which is filed within 30 days after the valuation."},{"prefix":"c","text":" The liquidator shall permit late filing claims to share in distributions, whether past or future, as if they were not late, if the claims are claims of a guaranty association or foreign guaranty association for reimbursement of covered claims paid or expenses incurred, or both, subsequent to the last day for filing where the payments were made and expenses incurred as provided by law."},{"prefix":"d","text":" The liquidator may consider any claim filed late, which is not covered by subsection (b) of this section, and permit it to receive distributions which are subsequently declared on any claims of the same or lower priority if the payment does not prejudice the orderly administration of the liquidation. The late-filing claimant shall receive, at each distribution, the same percentage of the amount allowed on his or her claim as is then being paid to claimants of any lower priority. This shall continue until his or her claim has been paid in full."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1333","identifier":"31-1333","catch_text":"Filing of claims."}}