{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-3104.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-47, see Historical and Statutory Notes following ยง 31-1801.\n\nDC CODE ยง 31-1804\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-47, ยง 5, 40 DCR 6093.)","sections":[{"prefix":"a","text":" For at least 10 years after expiration of each contract of reinsurance transacted by the reinsurance broker, the reinsurance broker will keep a complete record for each transaction showing:"},{"prefix":"1","text":" The type of contract, limits, underwriting restrictions, classes, or risks and territory;"},{"prefix":"2","text":" Period of coverage, including effective and expiration dates, cancellation provisions, and notice required of cancellation;"},{"prefix":"3","text":" Reporting and settlement requirements of balances;"},{"prefix":"4","text":" Rate used to compute the reinsurance premium;"},{"prefix":"5","text":" Names and addresses of assuming reinsurers;"},{"prefix":"6","text":" Rates of all reinsurance commissions, including the commissions on any retrocessions handled by the reinsurance broker;"},{"prefix":"7","text":" Related correspondence and memoranda;"},{"prefix":"8","text":" Proof of placement;"},{"prefix":"9","text":" Details regarding retrocessions handled by the reinsurance broker including the identity of retrocessionaires and percentage of each contract assumed or ceded;"},{"prefix":"10","text":" Financial records, including, but not limited to, premium and loss accounts; and"},{"prefix":"11","text":" When the reinsurance broker procures a reinsurance contract on behalf of a licensed ceding insurer:"},{"prefix":"A","text":" Directly from any assuming reinsurer, written evidence that the assuming reinsurer has agreed to assume the risk; or"},{"prefix":"B","text":" If placed through a representative of the assuming reinsurer, other than an employee, written evidence that the reinsurer has delegated binding authority to the representative."},{"prefix":"b","text":" The insurer will have access and the right to copy and audit all accounts and records maintained by the reinsurance broker related to its business in a form usable by the insurer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"18","text":"Reinsurance Intermediaries."},"heading":{"title":"31","chaptersection":"1804","identifier":"31-1804","catch_text":"Books and records; reinsurance intermediary brokers."}}