{"text":"Transactions between a reinsurance broker and the insurer it represents shall only be entered into pursuant to a written authorization, specifying the responsibilities of each party. The authorization shall, at a minimum, provide that:","historical":"Prior Codifications\n\n1981 Ed., § 35-3103.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-47, see Historical and Statutory Notes following § 31-1801.\n\nDC CODE § 31-1803\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-47, § 4, 40 DCR 6093.)","sections":[{"prefix":"1","text":" The insurer may terminate the reinsurance broker's authority at any time."},{"prefix":"2","text":" The reinsurance broker shall render accounts to the insurer accurately detailing all material transactions, including information necessary to support all commissions, charges, and other fees received by, or owing to, the reinsurance broker, and remit all funds due to the insurer within 30 days of receipt."},{"prefix":"3","text":" All funds collected for the insurer's account will be held by the reinsurance broker in a fiduciary capacity in a bank which is a qualified United States financial institution as defined in § 31-1801."},{"prefix":"4","text":" The reinsurance broker will comply with § 31-1804."},{"prefix":"5","text":" The reinsurance broker will comply with the written standards established by the insurer for the cession or retrocession of all risks."},{"prefix":"6","text":" The reinsurance broker will disclose to the insurer any relationship with any reinsurer to which business will be ceded or retroceded."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"18","text":"Reinsurance Intermediaries."},"heading":{"title":"31","chaptersection":"1803","identifier":"31-1803","catch_text":"Required contract provisions; reinsurance intermediary-brokers."}}