{"text":"Transactions between a reinsurance manager and the reinsurer it represents shall only be entered into pursuant to a written contract, specifying the responsibilities of each party, which shall be approved by the reinsurer's board of directors. At least 30 days before a reinsurer assumes or cedes business through such a producer, a true copy of the approved contract shall be filed with the Mayor for approval. The contract shall, at a minimum, provide that:","historical":"Prior Codifications\n\n1981 Ed., § 35-3106.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4(a) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5(a) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 4(a) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-47, see Historical and Statutory Notes following § 31-1801.\n\nLaw 11-90, the \"Insurance Omnibus Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-182, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-173 and transmitted to both Houses of Congress for its review. D.C. Law 11-90 became effective on February 27, 1996.\n\nDC CODE § 31-1806\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-47, § 7, 40 DCR 6093; Feb. 27, 1996, D.C. Law 11-90, § 4(a), 42 DCR 7155.)","sections":[{"prefix":"1","text":" The reinsurer may terminate the contract for cause upon written notice to the reinsurance manager. The reinsurer may immediately suspend the authority of the reinsurance manager to assume or cede business during the pendency of any dispute regarding the cause for termination."},{"prefix":"2","text":" The reinsurance manager will render accounts to the reinsurer accurately detailing all material transactions, including information necessary to support all commissions, charges, and other fees received by, or owing to, the reinsurance manager, and remit all funds due under the contract to the reinsurer on not less than a monthly basis."},{"prefix":"3","text":" All funds collected for the reinsurer's account will be held by the reinsurance manager in a fiduciary capacity in a bank which is a qualified United States financial institution. The reinsurance manager may retain no more than 3 months estimated claims payments and allocated loss adjustment expenses. The reinsurance manager shall maintain a separate bank account for each reinsurer that it represents."},{"prefix":"4","text":" For at least 10 years after expiration of each contract of reinsurance transacted by the reinsurance manager, the reinsurance manager will keep a complete record for each transaction showing:"},{"prefix":"A","text":" The type of contract, limits, underwriting restrictions, classes, or risks, and territory;"},{"prefix":"B","text":" Period of coverage, including effective and expiration dates, cancellation provisions and notice required of cancellation, and disposition of outstanding reserves on covered risks;"},{"prefix":"C","text":" Reporting and settlement requirements of balances;"},{"prefix":"D","text":" Rate used to compute the reinsurance premium;"},{"prefix":"E","text":" Names and addresses of ceding insurers;"},{"prefix":"F","text":" Rates of all reinsurance commissions, including the commissions on any retrocessions handled by the reinsurance manager;"},{"prefix":"G","text":" Related correspondence and memoranda;"},{"prefix":"H","text":" Proof of placement;"},{"prefix":"I","text":" Details regarding retrocessions handled by the RM, as permitted by § 31- 1808(d), including the identity of retrocessionaires and percentage of each contract assumed or ceded;"},{"prefix":"J","text":" Financial records, including, but not limited to, premium and loss accounts; and"},{"prefix":"K","text":" When the reinsurance manager places a reinsurance contract on behalf of a ceding insurer:"},{"prefix":"i","text":" Directly from any assuming reinsurer, written evidence that the assuming reinsurer has agreed to assume the risk; or"},{"prefix":"ii","text":" If placed through a representative of the assuming reinsurer, other than an employee, written evidence that the reinsurer has delegated binding authority to the representative."},{"prefix":"5","text":" The reinsurer will have access and the right to copy all accounts and records maintained by the reinsurance manager related to its business in a form usable by the reinsurer."},{"prefix":"6","text":" The contract cannot be assigned in whole or in part by the reinsurance manager."},{"prefix":"7","text":" The reinsurance manager will comply with the written underwriting and rating standards established by the insurer for the acceptance, rejection, or cession of all risks."},{"prefix":"8","text":" The rates shall be set forth, as well as the terms and purposes of commissions, charges, and other fees which the reinsurance manager may levy against the reinsurer."},{"prefix":"9","text":" If the contract permits the reinsurance manager to settle claims on behalf of the reinsurer:"},{"prefix":"A","text":" All claims will be reported to the reinsurer in a timely manner."},{"prefix":"B","text":" A copy of the claim file will be sent to the reinsurer at its request or as soon as it becomes known that the claim:"},{"prefix":"i","text":" Has the potential to exceed the lesser of an amount determined by the Mayor or the limit set by the reinsurer;"},{"prefix":"ii","text":" Involves a coverage dispute;"},{"prefix":"iii","text":" May exceed the reinsurance manager's claims settlement authority;"},{"prefix":"iv","text":" Is open for more than 6 months; or"},{"prefix":"v","text":" Is closed by payment of the lesser of an amount set by the Mayor or an amount set by the reinsurer."},{"prefix":"C","text":" All claim files will be the joint property of the reinsurer and reinsurance manager. However, upon an order of liquidation of the reinsurer, the files shall become the sole property of the reinsurer or its estate; the reinsurance manager shall have reasonable access to and the right to copy the files on a timely basis."},{"prefix":"D","text":" Any settlement authority granted to the reinsurance manager may be terminated for cause upon the reinsurer's written notice to the reinsurance manager or upon the termination of the contract. The reinsurer may suspend the settlement authority during the pendency of the dispute regarding the cause of termination."},{"prefix":"10","text":" If the contract provides for a sharing of interim profits by the reinsurance manager, the interim profits will not be paid until 1 year after the end of each underwriting period for property business, and 5 years after the end of each underwriting period for casualty business, or a later period set by the Mayor for specified lines of insurance, and not until the adequacy of reserves on remaining claims has been verified pursuant to § 31-1808(c)."},{"prefix":"11","text":" The reinsurance manager will annually provide the reinsurer with a statement of its financial condition prepared by an independent certified accountant."},{"prefix":"12","text":" The reinsurer shall periodically, at least semi-annually, conduct an on-site review of the underwriting and claims processing operations of the reinsurance manager."},{"prefix":"13","text":" The reinsurance manager will disclose to the reinsurer any relationship it has with any insurer prior to ceding or assuming any business with the insurer pursuant to this contract."},{"prefix":"14","text":" Within the scope of its actual or apparent authority, the acts of the reinsurance manager shall be deemed to be the acts of the reinsurer on whose behalf it is acting."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"18","text":"Reinsurance Intermediaries."},"heading":{"title":"31","chaptersection":"1806","identifier":"31-1806","catch_text":"Required contract provisions; reinsurance intermediary-managers."}}