{"text":"The reinsurance manager shall not:","historical":"Prior Codifications\n\n1981 Ed., ยง 35-3107.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-47, see Historical and Statutory Notes following ยง 31-1801.\n\nDC CODE ยง 31-1807\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-47, ยง 8, 40 DCR 6093.)","sections":[{"prefix":"1","text":" Cede retrocessions on behalf of the reinsurer, except that the reinsurance manager may cede facultative retrocessions pursuant to obligatory facultative agreements if the contract with the reinsurer contains reinsurance underwriting guidelines for retrocessions. These guidelines shall include a list of reinsurers with which the automatic agreements are in effect, and for each reinsurer, the coverages and amounts or percentages that may be reinsured, and commission schedules;"},{"prefix":"2","text":" Commit the reinsurer to participate in reinsurance syndicates;"},{"prefix":"3","text":" Appoint any broker without assuring that the broker is lawfully licensed to transact the type of reinsurance for which he or she is appointed;"},{"prefix":"4","text":" Without prior approval of the reinsurer, pay or commit the reinsurer to pay a claim, net of retrocessions, that exceeds the lesser of an amount specified by the reinsurer or 1% of the reinsurer's policyholder's surplus as of December 31 of the last complete calendar year;"},{"prefix":"5","text":" Collect any payment from a retrocessionaire, or commit the reinsurer to any claim settlement with a retrocessionaire, without prior approval of the reinsurer. If prior approval is given, a report must be promptly forwarded to the reinsurer;"},{"prefix":"6","text":" Jointly employ an individual who is employed by the reinsurer unless the reinsurance manager is under common control with the reinsurer subject to Chapter 7 of this title; or"},{"prefix":"7","text":" Appoint a sub-reinsurance manager."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"18","text":"Reinsurance Intermediaries."},"heading":{"title":"31","chaptersection":"1807","identifier":"31-1807","catch_text":"Prohibited acts."}}