{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2820.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1320\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 21, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Unless the court otherwise directs, the liquidator shall give, or cause to be given, notice of the liquidation order as soon as possible:"},{"prefix":"1","text":" By first class mail and either by telegram or telephone to the insurance commissioner of each jurisdiction in which the insurer is doing business;"},{"prefix":"2","text":" By first class mail to any guaranty association or foreign guaranty association which is or may become obligated as a result of the liquidation;"},{"prefix":"3","text":" By first class mail to all insurance agents of the insurer;"},{"prefix":"4","text":" By first class mail to all persons known or reasonably expected to have claims against the insurer, including all policyholders, at their last known address as indicated by the records of the insurer; and"},{"prefix":"5","text":" By publication in a newspaper of general circulation in the county in which the insurer has its principal place of business and in other locations the liquidator deems appropriate."},{"prefix":"b","text":" Notice to potential claimants under subsection (a) of this section shall require claimants to file with the liquidator their claims, together with proper proofs under § 31-1334, on or before a date the liquidator shall specify in the notice. Although an earlier date may be set by the liquidator, the last day to file claims shall be no later than 18 months following the order of liquidation. The liquidator need not require persons claiming cash surrender values or other investment values in life insurance and annuities to file a claim. All claimants shall have a duty to keep the liquidator informed of any changes of address."},{"prefix":"c","text":"(1) Notice under subsection (a) of this section to agents of the insurer and to potential claimants who are policyholders shall include, where applicable, notice that coverage by state guaranty associations may be available for all or part of policy benefits in accordance with applicable state guaranty laws."},{"prefix":"2","text":" The liquidator shall promptly provide to the guaranty associations any information concerning the identities and addresses of the policyholders and their policy coverages as may be within the liquidator's possession or control, and otherwise cooperate with guaranty associations to assist them in providing to the policyholders timely notice of the guaranty associations' coverage of policy benefits, including, as applicable, coverage of claims and continuation or termination of coverages."},{"prefix":"d","text":" If notice is given in accordance with this section, the distribution of assets of the insurer under this chapter shall be conclusive with respect to all claimants, whether or not they received notice."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1320","identifier":"31-1320","catch_text":"Notice to creditors and others."}}