{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2828.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nMiscellaneous Notes\n\nApplication of Law 10-35: Section 60 of D.C. Law 10-35 provided that § 35- 2828 [§ 31-1328, 2001 Ed.] shall apply 6 months from the effective date of this act and shall apply to all contracts entered into, renewed, extended, or amended, including any change in the terms of, or consideration for, such a contract on or after that date, and to debts or credits arising from any business written or transaction occurring after the effective date pursuant to any contract, including those in existence prior to the effective date, and shall supersede any agreement or contractual provisions which might be construed to enlarge the setoff rights of any person under any contract with the insurer.\n\nDC CODE § 31-1328\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 29, 40 DCR 5773.)","sections":[{"prefix":"a","text":" Mutual debts or mutual credits, whether arising out of 1 or more contracts between the insurer and another person in connection with any action or proceeding under this chapter, shall be set off and the balance only shall be allowed or paid, except as provided in subsection (b) of this section and § 31-1331."},{"prefix":"b","text":" No setoff shall be allowed in favor of any person where:"},{"prefix":"1","text":" The obligation of the insurer to the person would not at the date of the filing of a petition for receivership entitle the person to share as a claimant in the assets of the insurer;"},{"prefix":"2","text":" The obligation of the insurer to the person was purchased by or transferred to the person with a view to its being used as a setoff;"},{"prefix":"3","text":" The obligation of the insurer is owed to an affiliate of the person, or any other entity or association other than the person;"},{"prefix":"4","text":" The obligation of the person is owed to an affiliate of the insurer, or any other entity or association other than the insurer;"},{"prefix":"5","text":" The obligation of the person is to pay an assessment levied against the members or subscribers of the insurer, or is in any other way in the nature of a capital contribution; or"},{"prefix":"6","text":" The obligations between the person and the insurer arise from business where either the person or the insurer has assumed risks and obligations from the other party and then has ceded back to that party substantially the same risks and obligations."},{"prefix":"c","text":" The receiver shall provide persons with accounting statements identifying all debts which are due and payable. Where a person owes to the insurer amounts which are due and payable, against which the person asserts setoff of mutual credits which may become due and payable from the insurer in the future, the person shall promptly pay to the receiver the amounts due and payable; provided that, notwithstanding § 31-1340 or any other provision of this chapter, the receiver shall promptly and fully refund, to the extent of the person's prior payments, any mutual credits that become due and payable to the person by the insurer. Prior to the termination of any proceeding under this chapter, the amount due the person shall be determined for the purpose of the receiver making a final refund, if any."},{"prefix":"d","text":" These amendments shall be effective October 15, 1994 and shall apply to all contracts entered into, renewed, extended, or amended on or after that date, and to debts or credits arising from any business written or transactions occurring after the effective date pursuant to any such contract. For purposes of this section, any change in the terms of, or consideration for, any such contract shall be deemed an amendment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1328","identifier":"31-1328","catch_text":"Setoffs."}}