{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-2801.\n\nEffect of Amendments\n\nD.C. Law 15-166, in par. (1A), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(i)(1) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 10-35, the \"Insurers Rehabilitation and Liquidation Act of 1993,\" was introduced in Council and assigned Bill No. 10-123, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on July 29, 1993, it was assigned Act No. 10-68 and transmitted to both Houses of Congress for its review. D.C. Law 10-35 became effective on October 15, 1993.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 11-268, the \"Department of Insurance and Securities Regulation Establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11- 415, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-524 and transmitted to both Houses of Congress for its review. D.C. Law 11-268 became effective on May 21, 1997.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDC CODE § 31-1301\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 2, 40 DCR 5773; May 16, 1995, D.C. Law 10-255, § 27(a), 41 DCR 5193; May 21, 1997, D.C. Law 11-268, § 10(z)(1), 44 DCR 1730; Mar. 24, 1998, D.C. Law 12-81, § 37(a), 45 DCR 745; June 11, 2004, D.C. Law 15-166, § 4(i)(1), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Ancillary state\" means any state other than a domiciliary state."},{"prefix":"1A","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"2","text":" \"Creditor\" is a person having any claim, whether matured or unmatured, liquidated or unliquidated, secured or unsecured, absolute, fixed, or contingent."},{"prefix":"3","text":" \"Delinquency proceeding\" means any proceeding instituted against an insurer for the purpose of liquidating, rehabilitating, reorganizing, or conserving the insurer, and any summary proceeding under § 31-1308."},{"prefix":"4","text":" \"District\" means the District of Columbia."},{"prefix":"5","text":" \"Doing business\" includes any of the following acts, whether effected by mail or otherwise:"},{"prefix":"A","text":" The issuance or delivery of contracts of insurance to persons resident in the District;"},{"prefix":"B","text":" The solicitation of applications for the contracts, or other negotiations preliminary to the execution of the contracts;"},{"prefix":"C","text":" The collection of premiums, membership fees, assessments, or other consideration for the contracts;"},{"prefix":"D","text":" The transaction of matters subsequent to execution of the contracts and arising out of them; or"},{"prefix":"E","text":" Operating under a license or certificate of authority, as an insurer, issued by the District."},{"prefix":"6","text":" \"Domiciliary state\" means the state in which an insurer is incorporated or organized, or, in the case of an alien insurer, its state of entry."},{"prefix":"7","text":" \"Fair consideration\" is given for property or obligation:"},{"prefix":"A","text":" When, in exchange for the property or obligation, as a fair equivalent therefor and in good faith, property is conveyed, services are rendered, an obligation is incurred, or an antecedent debt is satisfied; or"},{"prefix":"B","text":" When the property or obligation is received in good faith to secure a present advance or antecedent debt in an amount not disproportionately small as compared to the value of the property or obligation obtained."},{"prefix":"8","text":" \"Foreign country\" means any other jurisdiction not in any state."},{"prefix":"9","text":" \"Formal delinquency proceeding\" means any liquidation or rehabilitation proceeding."},{"prefix":"10","text":" \"General assets\" means all property, real, personal, or otherwise, not specifically mortgaged, pledged, deposited, or otherwise encumbered for the security or benefit of specified persons or classes of persons. As to specifically encumbered property, the term \"general assets\" includes all the property or its proceeds in excess of the amount necessary to discharge the sum or sums secured thereby. Assets held in trust and on deposit for the security or benefit of all policyholders or all policyholders and creditors, in more than a single state, shall be treated as general assets."},{"prefix":"11","text":" \"Guaranty association\" means the District of Columbia Property and Casualty Insurance Guaranty Association, and any other similar entity now or hereafter created by the Council of the District of Columbia for the payment of claims of insolvent insurers. The term \"foreign guaranty association\" means any similar entities now in existence in or hereafter created by the legislature of any other state."},{"prefix":"12","text":" \"Insolvency\" or \"insolvent\" means:"},{"prefix":"A","text":" For an insurer issuing only assessable fire insurance policies:"},{"prefix":"i","text":" The inability to pay any obligation within 30 days after it becomes payable; or"},{"prefix":"ii","text":" If an assessment be made within 30 days after the date, the inability to pay the obligation 30 days following the date specified in the first assessment notice issued after the date of loss;"},{"prefix":"B","text":" For any other insurer, that it is unable to pay its obligations when they are due, or when its admitted assets do not exceed its liabilities plus the greater of:"},{"prefix":"i","text":" Any capital and surplus required by law for its organization; or"},{"prefix":"ii","text":" The total par or stated value of its authorized and issue capital stock;"},{"prefix":"C","text":" As to any insurer licensed to do business in the District as of October 15, 1993, which does not meet the standard established under subparagraph (B) of this paragraph for a period not to exceed 3 years from October 15, 1993, that it is unable to pay its obligations when they are due or that its admitted assets do not exceed its liabilities plus any required capital contribution ordered by the Commissioner under provisions of the insurance law; and"},{"prefix":"D","text":" For purposes of this paragraph, the term \"liabilities\" shall include, but not be limited to, capital, surplus, or other reserves required by statute or by insurance administration general regulations, or specific requirements imposed by the Commissioner upon a subject company at the time of admission or subsequent thereto."},{"prefix":"13","text":" \"Insurer\" means any person who has done, purports to do, is doing, or is licensed to do an insurance business, and is or has been subject to the authority of, or to liquidation, rehabilitation, reorganization, supervision, or conservation by, any insurance superintendent or commissioner."},{"prefix":"14","text":" \"Person\" means corporations, partnerships, associations, trusts, and individual natural persons."},{"prefix":"15","text":" \"Preferred claim\" means any claim with respect to which the terms of this chapter accord priority of payment from the general assets of the insurer."},{"prefix":"16","text":" \"Receiver\" means receiver, liquidator, rehabilitator, or conservator as the context requires."},{"prefix":"17","text":" \"Reciprocal state\" means any state other than the District in which in substance and effect §§ 31-1316(a), 31-1350, 31-1351, and 31-1353 through 31-1355 are in force, and in which provisions are in force requiring that the Commissioner or equivalent official be the receiver of a delinquent insurer, and in which fraudulent conveyances and preferential transfers by a delinquent insurer may be avoided."},{"prefix":"18","text":" \"Secured claim\" means any claim secured by mortgage, trust deed, pledge, deposit as security, escrow, or otherwise, but not including special deposit claims or claims against general assets. The term \"secured claim\" also includes claims which have become liens upon specific assets by reason of judicial process."},{"prefix":"19","text":" \"Special deposit claim\" means any claim secured by a deposit made pursuant to statute for the security or benefit of a limited class or classes of persons, but not including any claim secured by general assets."},{"prefix":"20","text":" \"State\" means any state, district, or territory of the United States and the Panama Canal Zone."},{"prefix":"21","text":" Repealed."},{"prefix":"22","text":" \"Transfer\" shall include the sale and every other and different mode, direct or indirect, of disposing of or parting with property or with an interest therein, or with the possession thereof or of fixing a lien upon property or upon an interest therein, absolutely or conditionally, voluntarily, by or without judicial proceedings. The retention of a security title to property delivered to a debtor shall be deemed a transfer suffered by the debtor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1301","identifier":"31-1301","catch_text":"Definitions."}}