{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4102.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-123, see Historical and Statutory Notes following § 31-1001.\n\nDC CODE § 31-1002\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-123, § 3, 43 DCR 1542.)","sections":[{"prefix":"a","text":" No acquisition or disposition of assets need be reported pursuant to § 31-1001 if the acquisitions or dispositions are not material. For purposes of this chapter, a material acquisition (or the aggregate of any series of related acquisitions during any 30-day period) or disposition (or the aggregate of any series of related dispositions during any 30-day period) is one that is nonrecurring and not in the ordinary course of business and involves more than 5% of the reporting insurer's total admitted assets as reported in its most recent statutory statement filed with the insurance department of the insurer's state of domicile."},{"prefix":"b","text":"(1) Asset acquisitions subject to this chapter include every purchase, lease, exchange, merger, consolidation, succession, or other acquisition other than the construction or development of real property by or for the reporting insurer or the acquisition of materials for such purpose."},{"prefix":"2","text":" Asset dispositions subject to this chapter include every sale, lease, exchange, merger, consolidation, mortgage, hypothecation, assignment (whether for the benefit of creditors or otherwise), abandonment, destruction, or other disposition."},{"prefix":"c","text":" The following information is required to be disclosed in any report of a material acquisition or disposition of assets:"},{"prefix":"1","text":" Date of the transaction;"},{"prefix":"2","text":" Manner of acquisition or disposition;"},{"prefix":"3","text":" Description of the assets involved;"},{"prefix":"4","text":" Nature and amount of the consideration given or received;"},{"prefix":"5","text":" Purpose of, or reason for, the transaction;"},{"prefix":"6","text":" Manner by which the amount of consideration was determined;"},{"prefix":"7","text":" Gain or loss recognized or realized as a result of the transaction; and"},{"prefix":"8","text":" Names of the persons from whom the assets were acquired or to whom they were disposed."},{"prefix":"d","text":" Insurers are required to report material acquisitions and dispositions on a nonconsolidated basis unless the insurer is part of a consolidated group of insurers which utilizes a pooling arrangement or 100% reinsurance agreement that affects the solvency and integrity of the insurer's reserves and the insurer ceded substantially all of its direct and assumed business to the pool. An insurer is deemed to have ceded substantially all of its direct and assumed business to a pool if:"},{"prefix":"1","text":" The insurer has less than $1,000,000 total direct plus assumed written premiums during a calendar year that are not subject to a pooling arrangement; and"},{"prefix":"2","text":" The net income of the business not subject to the pooling arrangement represents less than 5% of the insurer's capital and surplus."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"10","text":"Insurance Industry Material Transactions Disclosures."},"heading":{"title":"31","chaptersection":"1002","identifier":"31-1002","catch_text":"Acquisition and disposition of assets."}}