{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2853.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1353\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 54, 40 DCR 5773.)","sections":[{"prefix":"a","text":" In a liquidation proceeding begun in the District against an insurer domiciled in the District, claimants residing in foreign countries or in states not reciprocal states must file claims in the District, and claimants residing in reciprocal states may file claims either with the ancillary receivers, if any, in their respective states, or with the domiciliary liquidator. Claims must be filed on or before the last date fixed for the filing of claims in the domiciliary liquidation proceeding."},{"prefix":"b","text":" Claims belonging to claimants residing in reciprocal states may be proved either in the liquidation proceeding in the District as provided in this chapter, or in ancillary proceedings, if any, in the reciprocal states. If notice of the claims and opportunity to appear and be heard is afforded the domiciliary liquidator of the District as provided in § 31-1354(b) with respect to ancillary proceedings, the final allowance of claims by the courts in ancillary proceedings in reciprocal states shall be conclusive as to amount and priority against special deposits or other security located in ancillary states, but shall not be conclusive with respect to priorities against general assets under § 31-1340."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1353","identifier":"31-1353","catch_text":"Claims of nonresidents against insurers domiciled in the District of Columbia."}}