{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nDC CODE § 31-1131.07a\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 7a, as added May 13, 2008, D.C. Law 17-155, § 2(h), 55 DCR 3683.)","sections":[{"prefix":"a","text":" An initial individual insurance producer license issued after May 13, 2008, and the first renewal after May 13, 2008, of an individual insurance producer license initially issued before May 13, 2008, shall expire on the last day of the birth month of the producer that falls not less than 18 months and not more than 29 months after the effective date of the license."},{"prefix":"b","text":" An initial business entity insurance producer license issued after May 13, 2008, and the first renewal after May 13, 2008, of a business entity insurance producer license initially issued before May 13, 2008, shall expire on the May 31 that falls not less than 18 months and not more than 29 months after the effective date of the license."},{"prefix":"c","text":" A renewal of an existing license shall expire 2 years after the expiration date of the license period; provided, that the first renewal after May 13, 2008, of a license initially issued before May 13, 2008, shall be governed by subsections (a) and (b) of this section."},{"prefix":"d","text":" A person shall apply for or request renewal of a license on a form, or through such means, as may be prescribed by the Commissioner."},{"prefix":"e","text":" The Commissioner shall renew an insurance producer license if:"},{"prefix":"1","text":" The producer applies for or requests license renewal on the form, or through such means, prescribed by the Commissioner;"},{"prefix":"2","text":" All fees prescribed by the Commissioner are paid;"},{"prefix":"3","text":" If the producer is a resident insurance producer:"},{"prefix":"A","text":" The continuing education requirements, if any, have been met;"},{"prefix":"B","text":" The license is not subject to non-renewal under § 31-1131.12; and"},{"prefix":"C","text":" The person has submitted a full set of fingerprints, if required by law or rule; and"},{"prefix":"4","text":" If the producer is a nonresident producer, he or she continues to be licensed as a resident producer, in good standing, in his or her home state."},{"prefix":"f","text":" An individual insurance producer who allows his or her license to lapse may, within one year after the expiration date of the license, reinstate the same license without the necessity of passing a written examination; provided, that the producer shall pay a penalty in the amount of twice the unpaid renewal fee."},{"prefix":"g","text":" An insurance producer who is unable to comply with the license renewal procedures due to military service or some other extenuating circumstance may request a waiver of those procedures. The insurance producer may also request a waiver of any examination requirement or any other penalty or sanction imposed for failure to comply with renewal procedures."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.07a","catch_text":"Term of license; renewal."}}