{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2811.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 31-1301.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1311\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 12, 40 DCR 5773; May 16, 1995, D.C. Law 10-255, § 27(b), 41 DCR 5193; May 21, 1997, D.C. Law 11-268, § 10(z)(2), 44 DCR 1730.)","sections":[{"prefix":"a","text":" An order to rehabilitate the business of a domestic insurer, or an alien insurer domiciled in the District, shall appoint the Commissioner and his or her successors in office the rehabilitator, and shall direct the rehabilitator forthwith to take possession of the assets of the insurer, and to administer them under the general supervision of the court. The filing or recording of the order with the clerk of the Superior Court of the District of Columbia shall impart the same notice as a deed, bill of sale, or other evidence of title duly filed or recorded with the recorder of deeds would have imparted. The order to rehabilitate the insurer shall by operation of law vest title to all assets of the insurer in the rehabilitator."},{"prefix":"b","text":" Any order issued under this section shall require accountings to the court by the rehabilitator. Accountings shall be at intervals the court specifies in its order, but no less frequently than semiannually. Each accounting shall include a report concerning the rehabilitator's opinion as to the likelihood that a plan under § 31-1312(e) will be prepared by the rehabilitator and the timetable for doing so."},{"prefix":"c","text":" Entry of an order of rehabilitation shall not constitute an anticipatory breach of any contracts of the insurer nor shall it be grounds for retroactive revocation or retroactive cancellation of any contracts of the insurer, unless the revocation or cancellation is done by the rehabilitator pursuant to § 31-1312."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1311","identifier":"31-1311","catch_text":"Rehabilitation orders."}}