{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-127.\n\nEffect of Amendments\n\nD.C. Law 15-166, in subsec. (a), substituted \"Department\" for \"Department of Insurance and Securities Regulation\"; added subsec. (b-1); and, in subsec. (d), substituted \", the Security Regulatory Trust Fund, and the Banking Regulatory Trust Fund\" for \"and the Security Regulatory Trust Fund\".\n\nD.C. Law 18-223 repealed subsecs. (b) and (b-1); added subsec. (b-2); and, in subsec. (d), substituted \"and the Securities and Banking Regulatory Trust Fund\" for \", the Securities Regulatory Trust Fund, and the Banking Regulatory Trust Fund\". Prior to repeal, subsecs. (b) and (b-1) read as follows:\n\n\"(b) There is established within the General Fund of the District of Columbia a trust fund designated as the Securities Regulatory Trust Fund, to which shall be credited all funds obtained pursuant to securities regulation. Any monies received but not expended in a given fiscal year shall be returned to the General Fund. Subject to the applicable laws relating to the appropriation of District funds, monies received and deposited in the Securities Regulatory Trust Fund shall be used to fund the expenses of the Securities Bureau in the discharge of its administrative and regulatory duties as prescribed by law. All licensing fees and fines, and any other fees determined by the Mayor to be necessary to securities regulation, shall be collected by the Securities Bureau and deposited into the fund. The Mayor shall be responsible for the deposit and expenditure of these monies as provided by law.\n\n\"(b-1) There is established within the General Fund of the District of Columbia a trust fund designated as the Banking Regulatory Trust Fund, to which shall be credited all funds obtained pursuant to banking regulation. Any monies received but not expended in a given fiscal year shall be returned to the General Fund of the District of Columbia. Subject to the applicable laws relating to the appropriation of District funds, monies received and deposited in the Banking Regulatory Trust Fund shall be used to fund the expenses of the Banking Bureau in the discharge of its administrative and regulatory duties as prescribed by law. All licensing fees and fines, and any other fees determined by the Mayor to be necessary to banking regulation, shall be collected by the Banking Bureau and deposited into the fund. The Mayor shall be responsible for the deposit and expenditure of these monies as provided by law.\"\n\nD.C. Law 19-21, in subsec. (b-2), substituted \"all proceeds from licensure and any funds\" for \"all funds\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(g) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nFor temporary (90 day) amendment of section, see § 2112(d) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-101.\n\nFor Law 15-166, see notes following § 31-101.\n\nFor Law 18-223, see notes following § 31-101.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nReferences in Text\n\nThe \"District of Columbia Securities Act\", referred to in (c), is the Act of August 30, 1964, 78 Stat. 620, Pub. L. 88-503, which is codified primarily as § 3-3601 et seq.\n\nThe \"Investment Advisors Act\", referred to in (c), is D.C. Law 9-216, which is codified as § 3-3701 et seq.\n\nThe \"Insurance Regulatory Trust Fund Act\", referred to in (c), is D.C. Law 10- 40, which is codified as § 31-1201 et seq.\n\nDC CODE § 31-107\n\nCurrent through December 11, 2012","credits":"(May 21, 1997, D.C. Law 11-268, § 8, 44 DCR 1730; June 11, 2004, D.C. Law 15-166, § 3(g), 51 DCR 2817; Sept. 24, 2010, D.C. Law 18-223, § 2112(d), 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 9039, 58 DCR 6226.)","sections":[{"prefix":"a","text":" Control of the Insurance Regulatory Trust Fund, and all monies required to be deposited therein, pursuant to Chapter 7 of this title, is transferred to the Department."},{"prefix":"b","text":" Repealed."},{"prefix":"b-1","text":" Repealed."},{"prefix":"b-2","text":" There is established within the General Fund of the District of Columbia a trust fund designated as the Securities and Banking Regulatory Trust Fund (\"Fund\"), to which shall be credited all proceeds from licensure and any funds obtained pursuant to securities regulation and banking regulation. All funds received but not expended in a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia. All funds received and deposited in the Fund shall be used to fund the expenses of the Securities and Banking Bureau in the discharge of its administrative and regulatory duties as prescribed by law. All licensing fees, fines, and any other fees imposed, assessed, and collected for securities regulation and banking regulation shall be deposited into the Fund. The Mayor, through the Commissioner, shall administer the Fund."},{"prefix":"c","text":" The administrative costs of the Department, including the compensation of the Commissioner and the Department's central administrative staff, shall be charged on a pro-rata basis to each of the respective Bureau trust funds in a manner reflecting the central administrative costs associated with the operation of each Bureau. In no circumstances shall monies collected and deposited pursuant to the statutory funding requirements of the District of Columbia Securities Act, the Investment Advisors Act, and the Insurance Regulatory Trust Fund Act, be commingled or used to fund the regulatory activities of a bureau other than the bureau regulating the activities for which the respective funds were established."},{"prefix":"d","text":" The Mayor shall submit to the Council, as part of the annual budget, a budget for the Department and a request for an appropriation for expenditures from the Insurance Regulatory Trust Fund and the Securities and Banking Regulatory Trust Fund. The Mayor's request shall be based on an estimated projection of the expenditures necessary to perform the administration and regulatory functions of the Department. This estimate shall include, but not be limited to, expenditures for salaries, fringe benefits, overhead charges, travel, training, supplies, technical, professional, and any and all other services necessary to discharge the duties and responsibilities of this subchapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Government Agencies."},"chapter":{"identifier":"1","text":"Department of Insurance, Securities, and Banking."},"subchapter":{"identifier":"I","text":"Establishment of the Department of Insurance and Securities Regulation. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"107","identifier":"31-107","catch_text":"Department funding."}}