{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-155 rewrote the section which had read as follows:\n\n\"(a) Unless denied licensure under § 31-1131.12, persons who have met the requirements of §§ 31-1131.05 and 31-1131.06 shall be issued an insurance producer license. An insurance producer may receive qualification for a license in one or more of the following lines of insurance permitted under law or regulations:\n\n\"(1) Insurance coverage on human lives, including benefits of endowment and annuities, benefits in the event of death or dismemberment by accident, and benefits for disability income;\n\n\"(2) Insurance coverage for sickness, bodily injury, or accidental death, including benefits for disability income;\n\n\"(3) Insurance coverage for the direct or consequential loss or damage to property of every kind;\n\n\"(4) Insurance coverage against legal liability, including that for death, injury, or disability, or damage to real or personal property;\n\n\"(5) Insurance coverage provided under variable life insurance contracts and variable annuities;\n\n\"(6) Property and casualty insurance coverage sold to individuals and families for primarily noncommercial purposes; and\n\n\"(7) Limited line credit insurance.\n\n\"(b) An insurance producer license shall remain in effect unless revoked or suspended; provided, that all fees prescribed by the Commissioner are paid and the education requirements for resident individual producers are met.\n\n\"(c) An individual insurance producer who allows his or her license to lapse may, within one year from the due date of the renewal fee, reinstate the same license without the necessity of passing a written examination; provided, that a penalty in the amount of twice the unpaid renewal fee shall be required.\n\n\"(d) An insurance producer who is unable to comply with license renewal procedures due to military service or some other extenuating circumstance may request a waiver of those procedures. The insurance producer may also request a waiver of any examination requirement or any other fine or sanction imposed for failure to comply with renewal procedures.\n\n\"(e) The license shall contain the licensee's name, address, personal identification number, the date of issuance, the lines of authority, the expiration date, and any other information the Commissioner considers necessary.\n\n\"(f) A licensee shall inform the Commissioner by any means acceptable to the Commissioner of a change of address within 30 days of the change of address. Failure to timely inform the Commissioner of a change in legal name or address shall result in a fine as prescribed by the Commissioner.\n\n\"(g) To assist in the performance of the Commissioner's duties, the Commissioner may contract with a third party, including the NAIC, or its affiliates or subsidiaries, to perform any ministerial functions, including the collection of fees, related to producer licensing that the Commissioner may consider appropriate.\"\n\nLegislative History of Laws\n\nFor Law 14-264, see notes following § 31-1031.02.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nDC CODE § 31-1131.07\n\nCurrent through December 11, 2012","credits":"(Mar. 27, 2003, D.C. Law 14-264, § 7, 50 DCR 260; May 13, 2008, D.C. Law 17-155, § 2(g), 55 DCR 3683.)","sections":[{"prefix":"a","text":" Unless denied licensure under § 31-1131.12, persons who have met the requirements of §§ 31-1131.05 and 31-1131.06 shall be issued a resident insurance producer license. An insurance producer may receive qualification for a license in one or more of the following lines of insurance permitted under law or regulations:"},{"prefix":"1","text":" Life, consisting of insurance coverage on human lives, including benefits of endowment and annuities, benefits in the event of death or dismemberment by accident, and benefits for disability income;"},{"prefix":"2","text":" Accident and health or sickness, consisting of insurance coverage for sickness, bodily injury, or accidental death, including benefits for disability income;"},{"prefix":"3","text":" 'Property, consisting of insurance coverage for the direct or consequential loss or damage to property of every kind;"},{"prefix":"4","text":" Casualty, consisting of insurance coverage against legal liability, including that for death, injury, or disability, or damage to real or personal property;"},{"prefix":"5","text":" Variable life and variable annuity, consisting of insurance coverage provided under variable life insurance contracts and variable annuities;"},{"prefix":"6","text":" Personal lines, consisting of property and casualty insurance coverage sold to individuals and families for primarily noncommercial purposes;"},{"prefix":"7","text":" Repealed;"},{"prefix":"8","text":" Bail bonds, consisting of insuring or guaranteeing that a person will attend court when required, or will obey the orders or judgment of a court, as a condition to the release of the person from confinement;"},{"prefix":"9","text":" Surplus lines, consisting of insurance coverage provided pursuant to § 31-2502.40(a) by a company not otherwise authorized to do business in the District; and"},{"prefix":"10","text":" Any of the following limited lines of insurance:"},{"prefix":"A","text":" Car rental;"},{"prefix":"B","text":" Credit;"},{"prefix":"C","text":" Crop;"},{"prefix":"D","text":" Surety;"},{"prefix":"E","text":" Travel;"},{"prefix":"F","text":" A limited line of insurance established by the Commissioner by rule; and"},{"prefix":"G","text":" A line of insurance the Commissioner recognizes as a limited line of insurance for the purposes of complying with § 31-1131.08(e)."},{"prefix":"a-1","text":" A person shall not be issued a license in the bail bonds or surplus lines line of insurance unless the person holds, or is simultaneously issued, a license in the property or casualty line of insurance."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":" The license shall contain the licensee's name, address, personal identification number, the date of issuance, the lines of authority, the expiration date, and any other information the Commissioner considers useful or necessary."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" To assist in the performance of the Commissioner's duties, the Commissioner may contract with a third party, including the NAIC, or its affiliates or subsidiaries, to perform any ministerial functions, including the collection of fees, related to producer licensing that the Commissioner may consider appropriate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"11A","text":"Insurance Producers."},"heading":{"title":"31","chaptersection":"1131","identifier":"31-1131.07","catch_text":"License."}}