{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nDC CODE § 31-1371.05\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-297, § 105, 50 DCR 330.)","sections":[{"prefix":"a","text":" An insurer shall not, directly or indirectly:"},{"prefix":"1","text":" Invest in an obligation or security or make a guarantee for the benefit of or in favor of an officer or director of the insurer, except as provided in § 31-1371.06;"},{"prefix":"2","text":" Invest in an obligation or security, make a guarantee for the benefit of or in favor of, or make other investments in a business entity of which 10% or more of the voting securities or equity interests are owned, directly or indirectly, by or for the benefit of one or more officers or directors of the insurer, except as authorized in § 31-701, or provided in § 31-1371.06;"},{"prefix":"3","text":" Engage on its own behalf or through one or more affiliates in a transaction or series of transactions designed to evade the prohibitions of this chapter;"},{"prefix":"4","text":" Invest in a partnership as a general partner; provided, that an insurer may make an investment as a general partner:"},{"prefix":"A","text":" If all other partners in the partnership are subsidiaries of the insurer;"},{"prefix":"B","text":" For the purpose of:"},{"prefix":"i","text":" Meeting cash calls committed to prior to April 11, 2003;"},{"prefix":"ii","text":" Completing those specific projects or activities of the partnership in which the insurer was a general partner as of April 11, 2003, that had been undertaken as of that date; or"},{"prefix":"iii","text":" Making capital improvements to property owned by the partnership on April 11, 2003, if the insurer was a general partner as of that date; or"},{"prefix":"C","text":" In accordance with § 31-1371.03(c); or"},{"prefix":"5","text":" Invest in or lend its funds upon the security of shares of its own stock, except that an insurer may acquire shares of its own stock, which shall not be admitted assets of the insurer for the following purposes:"},{"prefix":"A","text":" Conversion of a stock insurer into a mutual or reciprocal insurer or a mutual or reciprocal insurer into a stock insurer;"},{"prefix":"B","text":" Issuance to the insurer's officers, employees, or agents in connection with a plan approved by the Commissioner for converting a publicly-held insurer into a privately-held insurer under § 31-903, or in connection with other stock option and employee benefit plans; or"},{"prefix":"C","text":" In accordance with any other plan approved by the Commissioner."},{"prefix":"b","text":" Subsection (a)(3) of this section shall not prohibit a subsidiary or other affiliate of the insurer from becoming a general partner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13A","text":"Investments of Insurers."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"31","chaptersection":"1371","identifier":"31-1371.05","catch_text":"Prohibited investments."}}