{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-221.\n\nEffect of Amendments\n\nD.C. Law 14-312 rewrote par. (4) which had read as follows:\n\n\"(4) 'Health maintenance organization' means a public or private organization that is a qualifying health maintenance organization under federal regulations, or has been determined to be a health maintenance organization pursuant to regulations adopted by the State Health Planning and Development Agency of the District of Columbia.\"\n\nD.C. Law 17-177 added par. (3A).\n\nLegislative History of Laws\n\nLaw 6-132, the \"Prohibition of Discrimination in the Provision of Insurance Act of 1986,\" was introduced in Council and assigned Bill No. 6-343, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 13, 1986, and May 27, 1986, respectively. Signed by the Mayor on June 6, 1986, it was assigned Act No. 6- 170 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-208, see Historical and Statutory Notes following § 31-1610.\n\nLaw 14-312, the \"Health Organizations RBC Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-159, which was referred to the Committee on Human Services.  The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively.   Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-571 and transmitted to both Houses of Congress for its review.  D.C. Law 14-312 became effective on June 18, 2003.\n\nLaw 17-177, the \"Prohibition of Discrimination on the Basis of Gender Identity and Expression Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-330, which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-329 and transmitted to both Houses of Congress for its review. D.C. Law 17-177 became effective on June 25, 2008.\n\nDC CODE § 31-1601\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1986, D.C. Law 6-132, § 2, 33 DCR 3615; Mar. 16, 1989, D.C. Law 7-208, § 2(a), 36 DCR 471; June 18, 2003, D.C. Law 14-312, § 301, 50 DCR 306; June 25, 2008, D.C. Law 17-177, § 15(a), 55 DCR 3696.)","sections":[{"prefix":"1","text":" \"AIDS\" means acquired immune deficiency syndrome as defined by the Centers for Disease Control of the United States Public Health Service."},{"prefix":"2","text":" \"ARC\" means AIDS-related complex as defined by the Centers for Disease Control of the United States Public Health Service or, during any period when the Centers for Disease Control have not issued a definition, by the District of Columbia Commission of Public Health."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"3A","text":" \"Gender identity or expression\" shall have the same meaning as provided in § 2-1401.02(12A)."},{"prefix":"4","text":" \"Health maintenance organization\" or \" HMO\" means any person that undertakes to provide or arrange for the delivery of basic health care services to enrollees on a prepaid basis, except for enrollees responsibility for co-payments and deductibles, and qualifies as a health maintenance organization under Chapter 34 of Title 31."},{"prefix":"5","text":" \"HIV\" means human immunodeficiency virus."},{"prefix":"6","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"7","text":" \"Insurer\" means any individual, partnership, corporation, association, fraternal benefit association, nonprofit health service plan, health maintenance organization, or other business entity that issues, amends, or renews individual or group health, disability, or life insurance policies or contracts, including health maintenance organization membership contracts, in the District. The term \"insurer\" shall include Group Hospitalization and Medical Services, Incorporated."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"16","text":"Prohibition of Discrimination in the Provision of Insurance on Basis of AIDS Test. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"1601","identifier":"31-1601","catch_text":"Definitions."}}