{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2856.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-35, see Historical and Statutory Notes following § 31-1301.\n\nDC CODE § 31-1356\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-35, § 57, 40 DCR 5773.)","sections":[{"prefix":"a","text":" In a liquidation proceeding in the District involving 1 or more reciprocal states, the order of distribution of the domiciliary state shall control as to all claims of residents of this and reciprocal states. All claims of residents of reciprocal states shall be given equal priority of payment from general assets regardless of where the assets are located."},{"prefix":"b","text":" The owners of special deposit claims against an insurer for which a liquidator is appointed in this or any other state shall be given priority against the special deposits in accordance with the statutes governing the creation and maintenance of the deposits. If there is a deficiency in any deposit so that the claims secured by it are not fully discharged from it, the claimants may share in the general assets, but the sharing shall be deferred until general creditors, and also claimants against other special deposits who have received smaller percentages from their respective special deposits, have been paid percentages of their claims equal to the percentage paid from the special deposit."},{"prefix":"c","text":" The owner of a secure claim against an insurer for which a liquidator has been appointed in this or any other state may surrender his or her security and file his or her claim as a general creditor, or the claim may be discharged by resort to the security in accordance with § 31-1339, in which case the deficiency, if any, shall be treated as a claim against the general assets of the insurer on the same basis as claims of unsecured creditors."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"13","text":"Insurers Rehabilitation and Liquidation Procedures."},"heading":{"title":"31","chaptersection":"1356","identifier":"31-1356","catch_text":"Interstate priorities."}}