{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-3602.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-49, see Historical and Statutory Notes following ยง 31-1401.\n\nDC CODE ยง 31-1402\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-49, ยง 3, 40 DCR 6110.)","sections":[{"prefix":"a","text":" The Mayor, or any of his or her examiners, may conduct an examination under this chapter of any company as often as the Mayor in his or her sole discretion deems appropriate, but shall at a minimum conduct an examination of every insurer licensed in the District at least once every 5 years. In scheduling and determining the nature, scope, and frequency of the examinations, the Mayor shall consider such factors as the results of financial statement analyses and ratios, changes in management or ownership, actuarial opinions, reports of independent certified public accountants, and other criteria set forth in the Examiners' Handbook adopted by the National Association of Insurance Commissioners and in effect when the Mayor exercises discretion under this section."},{"prefix":"b","text":" For purposes of completing an examination of any company under this chapter, the Mayor may examine or investigate any person, or the business of any person, insofar as the examination or investigation is, in the sole discretion of the Mayor, necessary or material to the examination of the company."},{"prefix":"c","text":" In lieu of an examination under this chapter of any foreign or alien insurer licensed in the District, the Mayor may accept, until January 1, 1994, an examination report on the company prepared by the insurance department for the company's state of domicile or port-of-entry state. Thereafter, these reports may be accepted only if the insurance department was at the time of the examination accredited under the National Association of Insurance Commissioners' Financial Regulation Standards and Accreditation Program, or the examination is performed under the supervision of an accredited state insurance department or with the participation of one or more examiners who are employed by such an accredited state insurance department, and who, after a review of the examination workpapers and report, state under oath that the examination was performed in a manner consistent with the standards and procedures required by their insurance department."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"14","text":"Law on Examinations."},"heading":{"title":"31","chaptersection":"1402","identifier":"31-1402","catch_text":"Authority, scope, and scheduling of examinations."}}