{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4101.\n\nEffect of Amendments\n\nD.C. Law 13-191 repealed subsec. (d) providing:\n\n\"(d) All reports obtained by or disclosed to the Commissioner pursuant to this chapter shall be given confidential treatment and shall not be subject to subpoena, shall not be subject to disclosure under subchapter II of Chapter 15 of Title 1 [1981 Ed.], and shall not be made public by the Commissioner, the National Association of Insurance Commissioners, or any other person except to insurance departments of other states, without the prior written consent of the insurer to which it pertains, unless the Commissioner, after giving the insurer who would be affected notice and an opportunity to be heard, determines that the interest of policyholders, shareholders, or the public will be served by the publication thereof, in which event the Commissioner may publish all or any part in the manner the Commissioner may deem appropriate.\"\n\nD.C. Law 15-354, in subsec. (a), substituted \"of the Department of Insurance, Securities, and Banking\" for \"of Insurance and Securities\".\n\nLegislative History of Laws\n\nLaw 11-123, the \"Insurance Industry Material Transactions Disclosure Act of 1996,\" was introduced in Council and Assigned Bill No. 11-239, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 6, 1996, and March 5, 1996, respectively. Signed by the mayor on March 15, 1996, it was assigned Act No. 11-230 and transmitted to both Houses of Congress for its review. D.C. Law 11- 123 became effective on May 24, 1996.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nLaw 13-191, the \"Insurer Confidentiality and Information Sharing Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-706, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 4, 2000, it was assigned Act No. 13-419 and transmitted to both Houses of Congress for its review. D.C. Law 13- 191 became effective on October 21, 2000.\n\nFor Law 15-354, see notes following § 31-101.\n\nDC CODE § 31-1001\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-123, § 2, 43 DCR 1542; Mar. 24, 1998, D.C. Law 12-81, § 42(a), 45 DCR 745; Oct. 21, 2000, D.C. Law 13-191, § 6(a), 47 DCR 7311; Apr. 13, 2005, D.C. Law 15-354, § 42, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Every insurer domiciled in the District of Columbia shall file a report with the Commissioner of the Department of Insurance, Securities, and Banking (\"Commissioner\") disclosing material acquisitions and dispositions of assets or material nonrenewals, cancellations or revisions of ceded reinsurance agreements unless such acquisitions and dispositions of assets or material nonrenewals, cancellations or revisions of ceded reinsurance agreements that have been submitted to the Commissioner for review, approval, or information purposes pursuant to other provisions of the insurance code, laws, regulations, or other requirements."},{"prefix":"b","text":" The report required in subsection (a) of this section is due within 15 days after the end of the calendar month in which any of the transactions enumerated in subsection (a) of this section occur."},{"prefix":"c","text":" One complete copy of the report, including any exhibits or other attachments, shall be filed with:"},{"prefix":"1","text":" The insurance department of the insurer's state of domicile; and"},{"prefix":"2","text":" The National Association of Insurance Commissioners."},{"prefix":"d","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"10","text":"Insurance Industry Material Transactions Disclosures."},"heading":{"title":"31","chaptersection":"1001","identifier":"31-1001","catch_text":"Report requirement."}}