{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2105.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 31-2401.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 31-2408.01.\n\nLaw 11-160, the \"Automobile Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-157, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 26, 1996, it was assigned Act No. 11-296 and transmitted to both Houses of Congress for its review. D.C. Law 11-160 became effective on September 20, 1996.\n\nMiscellaneous Notes\n\nReport by Commissioner of Insurance and Securities: Section 5 of D.C. Law 11- 160 provided that \"Within two years of September 20, 1996, the Commissioner of Insurance and Securities shall prepare and submit to the Council of the District of Columbia for its review a report on the impact of this act on the private passenger motor vehicle insurance market or any part thereof, the funding for the Office of Insurance, the District of Columbia insurance premium tax, the number of insurers doing business in the District, and the number of insurers domiciled in the District of Columbia. In preparing such report, the Commissioner may request from specific private passenger motor vehicle insurers doing business in the District, or from all such insurers, reasonable and pertinent information. Information which is proprietary to any affected insurer shall be treated as confidential by the Commissioner, but may be used in the aggregate with other information from other affected insurers for statistical or other reporting purposes.\"\n\nDC CODE § 31-2405\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1982, D.C. Law 4-155, § 6, 29 DCR 3491; Mar. 4, 1986, D.C. Law 6-96, § 2(d), 32 DCR 7245; Sept. 20, 1996, D.C. Law 11-160, § 2(a), 43 DCR 3722.)","sections":[{"prefix":"a","text":" A victim shall notify the personal injury protection insurer within 60 days of an accident of the victim's election to receive personal injury protection benefits."},{"prefix":"b","text":" A victim who elects to receive personal injury protection benefits may maintain a civil action based on liability of another person only if:"},{"prefix":"1","text":" The injury directly results in substantial permanent scarring or disfigurement, substantial and medically demonstrable permanent impairment which has significantly affected the ability of the victim to perform his or her professional activities or usual and customary daily activities, or a medically demonstrable impairment that prevents the victim from performing all or substantially all of the material acts and duties that constitute his or her usual and customary daily activities for more than 180 continuous days; or"},{"prefix":"2","text":" The medical and rehabilitation expenses of a victim or work loss of a victim exceeds the amount of personal injury protection benefits available."},{"prefix":"c","text":" Nothing in subsection (b) of this section shall prevent the survivors of a victim whose death arises out of the maintenance or use of a motor vehicle from maintaining a civil action based on the liability of another person for the loss and noneconomic loss resulting from the victim's death regardless of whether the victim had previous to his or her death elected to receive personal injury protection benefits."},{"prefix":"d","text":" The insurer must notify any identifiable victim in writing of the 60-day election period."},{"prefix":"e","text":" The 60-day election period may be extended upon the mutual written agreement of the victim and the insurer."},{"prefix":"f","text":" If a victim is incapacitated or in some other way unable to make the election, it may be made by the next closest relative, or if there is no relative, an individual taking responsibility for the victim's affairs."},{"prefix":"g","text":" If the covered victim fails to make an election within the 60-day period, the mandatory liability insurance coverage applies."},{"prefix":"h","text":" Except as provided in subsection (i) of this section, any person having a claim under the mandatory insurance required in § 31-2406 or the optional insurance offered pursuant to § 31-2404 may request that the claim be resolved by arbitration before the Board of Consumer Claims Arbitration for the District of Columbia, established by § 50-503. If the other party or parties to the action consent, the Board may hear and decide the matter. Arbitration of these claims shall be binding."},{"prefix":"i","text":" Insurers shall arbitrate and settle all disputed claims made for automobile physical damage between them in accordance with the terms of the Nationwide Intercompany Arbitration Agreement (\"Agreement\") as adopted and from time to time amended by its members, and the rules promulgated pursuant to the Agreement, unless the parties mutually agree, on a per case basis, to use another arbitration forum, in which case the claim shall be arbitrated in that alternate forum. Mandatory arbitration of disputed claims shall be limited solely to the issues of liability and damages. Every automobile liability or physical damage insurer doing business in the District of Columbia shall be a member of the Nationwide Intercompany Arbitration Agreement sponsored by the Committee on Insurance Arbitration."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"24","text":"Compulsory/No-Fault Motor Vehicle Insurance"},"heading":{"title":"31","chaptersection":"2405","identifier":"31-2405","catch_text":"Lawsuit restriction and opportunity for arbitration under optional insurance."}}