{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-1705.\n\n1973 Ed., ยง 35-1505.\n\nDC CODE ยง 31-2705\n\nCurrent through December 11, 2012","credits":"(May 20, 1948, 62 Stat. 244, ch. 324, ยง 5.)","sections":[{"prefix":"a","text":" Subject to the provisions of this chapter, 2 or more companies may cooperate or act in concert with each other:"},{"prefix":"1","text":" As a rating organization, for the purpose of making rates, rating plans, or rating systems. No company shall be deemed to be a rating organization;"},{"prefix":"2","text":" As an advisory organization, for the purpose of preparing policy forms, making underwriting rules, surveys, or inspections incident to but not including the making of rates, rating plans, or rating systems, or collecting and furnishing to companies or rating organizations loss or expense statistics or other statistical data, and acting in an advisory as distinguished from a rate making capacity;"},{"prefix":"3","text":" As a group or fleet of companies operating under the same general management and control, for the purpose of conducting a complete insurance service;"},{"prefix":"4","text":" As a group, association, or other organization for the purpose of joint underwriting or joint reinsurance, or of equitable apportionment and proper rating of insurance which may be afforded applicants who are in good faith entitled to but who are unable to procure such insurance through ordinary methods."},{"prefix":"b","text":" No company shall be required by this chapter to be a member or subscriber of any rating organization."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"27","text":"Regulation of Casualty and Other Insurance Rates."},"heading":{"title":"31","chaptersection":"2705","identifier":"31-2705","catch_text":"Cooperative and concerted action authorized."}}