{"text":"In this chapter, unless the context otherwise requires:","historical":"Prior Codifications\n\n1981 Ed., § 35-1701.\n\n1973 Ed., § 35-1501.\n\nEffect of Amendments\n\nD.C. Law 13-265 amended the definition of exempt commercial risk.\n\nD.C. Law 13-299 added the definition of exempt commercial risk.\n\nD.C. Law 14-153 amended the definition of exempt commercial risk without any change.\n\nD.C. Law 15-166, in the definition of commissioner, substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities\".\n\nD.C. Law 16-263 added par. (8).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Insurance Economic Development Temporary Amendment Act of 2001 (D.C. Law 14-61, January 24, 2002, law notification 49 DCR 990).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Insurance Economic Development Emergency Amendment Act of 2001 (D.C. Act 14-131, October 2, 2001, 48 DCR 9568).\n\nFor temporary (90 day) amendment of section, see § 2 of Insurance Economic Development Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14- 218, December 21, 2001, 49 DCR 393).\n\nFor temporary (90 day) amendment of section, see § 4(p) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 11-268, the \"Department of Insurance and Securities Regulation Establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11- 415, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-524 and transmitted to both Houses of Congress for its review. D.C. Law 11-268 became effective on May 21, 1997.\n\nFor D.C. Law 13-265, see notes following § 31-2231.01.\n\nLaw 13-299, the \"Insurance Economic Development Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-724, which was referred to the Committee on Consumers and Regulatory Affairs.  The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively.  Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-408 and transmitted to both Houses of Congress for its review.   D.C. Law 13-299 became effective on May 15, 2001.\n\nLaw 14-153, the \"Insurance Economic Development Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-325, which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on March 5, 2002, and April 9, 2002, respectively.   Signed by the Mayor on April 24, 2002, it was assigned Act No. 14-331 and transmitted to both Houses of Congress for its review.  D.C.  Law 14-153 became effective on June 25, 2002.\n\nFor Law 15-166, see notes following § 31-1004.\n\nLaw 16-263, the \"Medical Malpractice Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-334, which was referred to Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on December 5, 2006, and December 19, 2006, respectively.  Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-619 and transmitted to both Houses of Congress for its review.   D.C. Law 16-263 became effective on March 14, 2007.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: The Department of Insurance, including the Superintendent, was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 43, dated June 23, 1953, as amended, established, under the direction and control of a Commissioner, a Department of Insurance headed by a Superintendent. The Order provided for the organization of the Department, abolished the previously existing Department of Insurance, and provided that all functions and positions of the previous Department would be transferred to the new Department of Insurance, including the duties, powers, and authorities of all officers and employees; and that all personnel, property, records and unexpended balances relating to the functions and positions transferred would also be transferred to the new Department. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. The functions of the Superintendent of Insurance were transferred to the Department of Consumer and Regulatory Affairs by Reorganization Plan No. 1 of 1983, effective March 31, 1983. Pursuant to the provisions of D.C. Law 11- 268, the Department of Insurance and Securities Regulation was established and the duties of the Superintendent of Insurance and the Insurance Administration were assumed by the Commissioner of Insurance and Securities and the Insurance Administration in the Department of Consumer and Regulatory Affairs was abolished.\n\nSection 3 of D.C. Law 14-153 provides: \"Section 2 shall apply as of May 15, 2001.\"\n\nDC CODE § 31-2701\n\nCurrent through December 11, 2012","credits":"(May 20, 1948, 62 Stat. 242, ch. 324, § 1; May 21, 1997, D.C. Law 11-268, § 10(t), 44 DCR 1730; Apr. 3, 2001, D.C. Law 13-265, § 201, 48 DCR 1225; May 5, 2001, D.C. Law 13-299, § 2(a), 48 DCR 2211; June 25, 2002, D.C. Law 14-153, § 2, 49 DCR 4257; June 11, 2004, D.C. Law 15-166, § 4(p), 51 DCR 2817; Mar. 14, 2007, D.C. Law 16-263, § 101(a), 54 DCR 807.)","sections":[{"prefix":"1","text":" \"District\" means the District of Columbia."},{"prefix":"2","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"3","text":" \"Insurance\" includes (but is not limited to) fidelity, surety, and guaranty bonds."},{"prefix":"4","text":" \"Company\" means any insurer, whether stock, mutual, reciprocal, interinsurer, Lloyd's, or any other form or group of insurers."},{"prefix":"5","text":" \"Policy\" means an insurance policy or contract as defined by Chapter 25 of this title."},{"prefix":"6","text":" \"Agent\" means and shall include any individual, copartnership, or corporation acting in the capacity of or licensed as a \"policy-writing agent,\" \"soliciting agent,\" or \"salaried company employee\" as defined by Chapter 25 of this title."},{"prefix":"7","text":" \"Exempt commercial risk\" means a person or entity which meets one of the following criteria:"},{"prefix":"A","text":" Retains or employs a certified or qualified risk manager to negotiate insurance coverage;"},{"prefix":"B","text":" Possesses a net worth in excess of $2 million;"},{"prefix":"C","text":" Generates annual revenues in excess of $2 million;"},{"prefix":"D","text":" Has at least 10 employees;"},{"prefix":"E","text":" Pays annual aggregate country-wide standard insurance premiums in excess of $10,000;"},{"prefix":"F","text":" Has total insured property value of at least $2 million; or"},{"prefix":"G","text":" Is a nonprofit organization or public body generating annual budgeted expenditures of at least $5 million."},{"prefix":"8","text":" \"Medical malpractice insurer\" means an insurer licensed to underwrite medical malpractice insurance."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"27","text":"Regulation of Casualty and Other Insurance Rates."},"heading":{"title":"31","chaptersection":"2701","identifier":"31-2701","catch_text":"Definitions."}}