{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1706.\n\n1973 Ed., § 35-1506.\n\nEmergency Act Amendments\n\nFor purported temporary (90 day) amendment of section, see § 3(x) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 10-233, the \"Insurers Service of Process Act of 1994,\" was introduced in Council and assigned Bill No. 10-666, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-376 and transmitted to both Houses of Congress for its review. D.C. Law 10-233 became effective on March 21, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-415, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2701.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2701.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second reading on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615, and transmitted to both Houses of Congress for review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor D.C. Law 13-265, see notes following § 31-2231.01.\n\nFor Law 14-213, see notes following § 31-903.\n\nEditor's Notes\n\nD.C. Act 15-145, § 3(x) and D.C. Law 15-38, § 3(x), purported to amend subsec. (c)(5) of this section previously repealed by D.C. Law 14-213.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: The Office of the Collector of Taxes was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. All functions of the Office of the Collector of Taxes including the functions of all officers, employees, and subordinate agencies were transferred to the Director, Department of General Administration by Reorganization Order No. 3, dated August 28, 1952. Reorganization Order No. 20, dated November 10, 1952, transferred the functions of the Collector of Taxes to the Finance Office. The same Order provided for the Office of the Collector of Taxes headed by a Collector in the Finance Office, and abolished the previously existing Office of the Collector of Taxes. Reorganization Order No. 20 was superseded and replaced by Organization Order No. 121, dated December 12, 1957, which provided that the Finance Office (consisting of the Office of the Finance Officer, Property Tax Division, Revenue Division, Treasury Division, Accounting Division, and Data Processing Division) would continue under the direction and control of the Director of General Administration, and that the Treasury Division would perform the function of collecting revenues of the District of Columbia and depositing the same with the Treasurer of the United States. Organization Order No. 121, was revoked by Organization Order No. 3, dated December 13, 1967, Part IVC of which prescribed the functions of the Finance Office within a newly established Department of General Administration. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Finance Office as stated in Part IVC of Organization Order No. 3 were transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969. The collection functions of the Director of the Department of Finance and Revenue were transferred to the District of Columbia Treasurer by § 47-316 on March 5, 1981.\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2701.\n\nDC CODE § 31-2706\n\nCurrent through December 11, 2012","credits":"(May 20, 1948, 62 Stat. 245, ch. 324, § 6; Mar. 21, 1995, D.C. Law 10-233, § 7, 42 DCR 24; Apr. 18, 1996, D.C. Law 11-110, § 39, 43 DCR 530; Apr. 9, 1997,D.C. Law 11-255, § 40, 44 DCR 1271; May 21, 1997, D.C. Law 11-268, § 10(t), 44DCR 1730; Apr. 20, 1999, D.C. Law 12-261, § 2003(jj), 46 DCR 3142; Apr. 3, 2001, D.C. Law 13-265, § 126(c), 48 DCR 1225, redesignated § 303, Oct. 19, 2002, D.C. Law 14-213, § 20(b), 49 DCR 8140.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"27","text":"Regulation of Casualty and Other Insurance Rates."},"heading":{"title":"31","chaptersection":"2706","identifier":"31-2706","catch_text":"Filing requirements of organizations of companies; unfair practices; supervision of rating organizations. [Repealed]"}}