{"text":"shall be subtracted in calculating personal injury protection benefits unless the law authorizing or providing for those benefits makes them secondary to or duplicative of personal injury protection benefits.","historical":"Prior Codifications\n\n1981 Ed., § 35-2110.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 31-2401.\n\nFor legislative history of D.C. Law 5-159, see Historical and Statutory Notes following § 31-2403.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 31-2408.01.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2402.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nLaw 12-264, the \"Health Insurance Portability and Accountability Federal Law Conformity and No-Fault Motor Vehicle Insurance Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second reading on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626, and transmitted to both Houses of Congress for review. D.C. Law 12-264 became effective on April 20, 1999.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2402.\n\nDC CODE § 31-2410\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1982, D.C. Law 4-155, § 11, 29 DCR 3491; Mar. 14, 1985, D.C. Law 5-159, § 13(b), 32 DCR 30; Mar. 4, 1986, D.C. Law 6-96, § 2(j), 32 DCR 7245; May 21, 1997, D.C. Law 11-268, § 10(v), 44 DCR 1730; Mar. 24, 1998, D.C. Law 12-81, § 32(a), 45 DCR 745; Apr. 20, 1999, D.C. Law 12-264, § 37, 46 DCR 2118.)","sections":[{"prefix":"a","text":" Election of deductible. -- An insurer offering to provide personal injury protection insurance in the District may offer, at appropriately reduced premium rates, a deductible of a specified dollar amount up to the amount prescribed by the Mayor, upon the recommendation of the Commissioner. This deductible may be applicable to all or any specified type of personal injury protection benefit, except that it may not be made applicable to any medical, paramedical, ambulance, or hospital services furnished to a victim on an emergency basis during the 72 hours immediately following an accident."},{"prefix":"b","text":" Subtraction of certain other benefits. -- All benefits (less reasonably incurred collection costs) that an individual receives or may receive, with respect to an injury, from:"},{"prefix":"1","text":" Repealed;"},{"prefix":"2","text":" Workers' compensation;"},{"prefix":"3","text":" Temporary nonoccupational disability insurance that is required by a state or the District government; and"},{"prefix":"4","text":" Repealed;"},{"prefix":"c","text":" Penalty for overdue payment of personal injury protection benefits. -- (1) All personal injury protection benefits are payable as loss accrues, subject to receipt by the applicable insurer of reasonable proof of the fact and amount of loss sustained. If personal injury protection benefits are not paid within 30 days after receipt of such proof, the payment is overdue."},{"prefix":"2","text":" An overdue payment of personal injury protection benefits bears interest at the prime rate of interest generally prevailing in the District on the date upon which such payment is first overdue per annum from the date upon which such payment is first overdue."},{"prefix":"3","text":" For purposes of this subsection, payment is made on the date a draft or other valid commercial instrument is placed in the United States mail in a properly addressed and posted envelope or on the date of delivery thereof, whichever is applicable."},{"prefix":"d","text":" Assignment of rights to future benefits. -- An agreement for the assignment of a right to any personal injury protection benefits payable in the future is void."},{"prefix":"e","text":" Payment of attorneys fees. -- (1) An attorney may receive a reasonable fee for advising and representing a claimant in an action for personal injury protection benefits which are overdue. The fee shall be paid by the applicable insurer in addition to the amount of the personal injury protection benefits which are overdue and the penalty under subsection (c) of this section if a court finds that the insurer did not promptly pay the amount due."},{"prefix":"2","text":" An insurer may be allowed, by a court, an award of a reasonable sum for a fee for its attorney for the legal cost of defending against a claim that is or was fraudulent in some significant respect. The award may be treated as an offset against the amount of any personal injury protection benefits then or thereafter owing by that insurer to the person making that claim."},{"prefix":"f","text":" Primacy of personal injury protection. -- Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"24","text":"Compulsory/No-Fault Motor Vehicle Insurance"},"heading":{"title":"31","chaptersection":"2410","identifier":"31-2410","catch_text":"Special provisions."}}