{"text":"It shall be the duty of the said Commissioner of Insurance and Securities to ascertain whether the capital required by law or the charter of each insurance company or association organized under the laws of the District of Columbia has been actually paid up in cash and is held by its board of directors subject to their control, according to the provisions of their charter, or has been invested in property worth not less than the full amount of the capital stock required by its charter; or, if a mutual company, that it has received and is in actual possession of securities, as the case may be, to the full extent of the value required by its charter; and the president and secretary of such company or association shall make a declaration under oath to said Commissioner, who is hereby empowered to administer oaths when hereby required, that the tangible assets exhibited to him represent bona fide the property of the company or association, which sworn declaration shall be filed and preserved in the office of said Commissioner; and any such officer swearing falsely in regard to any of the provisions hereof shall be deemed guilty of perjury and shall be subject to all the penalties prescribed by law in the District of Columbia for that crime.","historical":"Prior Codifications\n\n1981 Ed., § 35-108.\n\n1973 Ed., § 35-108.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-201.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-201.\n\nDC CODE § 31-208\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1292, ch. 854, § 652; May 21, 1997, D.C. Law 11- 268, § 10(d), 44 DCR 1730.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Government Agencies."},"chapter":{"identifier":"2","text":"Duties of Commissioner; Requirements of Industry. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"208","identifier":"31-208","catch_text":"Capital requirements of companies or associations."}}