{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2104.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 31-2401.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 31-2408.01.\n\nDC CODE § 31-2404\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1982, D.C. Law 4-155, § 5, 29 DCR 3491; Mar. 4, 1986, D.C. Law 6-96, § 2(c), 32 DCR 7245.)","sections":[{"prefix":"a","text":" In general. -- (1) In addition to insurance required to be provided by an insurer under § 31-2406, each insurer shall offer to each person required to have insurance under this chapter optional personal injury protection insurance as set forth in this section. Personal injury protection shall provide coverage for victims for injuries arising from accidents resulting from the operation or use of a motor vehicle by the insured or use of the insured motor vehicle within or outside the District. It shall provide benefits for medical and rehabilitation expenses, work loss, and funeral benefits as set forth in this section. Personal injury protection benefits are applicable only to a victim who is an insured or an occupant of the insured's vehicle or of a vehicle which the insured is driving."},{"prefix":"2","text":" An insured may obtain, solely at his or her option, any 1 or any combination of the 3 coverages for the benefits set forth in this section."},{"prefix":"3","text":" A self-insurer shall state on the application for self insurance whether the self-insurer is providing personal injury protection benefits as part of the motor vehicle insurance provided for the vehicles owned by the self-insurer."},{"prefix":"b","text":" Payment without regard to fault. -- The benefits set forth in this section with respect to personal injury protection shall be provided without regard to, and irrespective of, negligence, freedom from negligence, fault, or freedom from fault on the part of any person."},{"prefix":"c","text":" Medical and rehabilitation expenses. -- (1) Personal injury protection benefits shall be paid for each victim for that victim's medical and rehabilitation expenses consisting of all reasonable charges incurred for reasonably necessary products, services, and accommodations for the victim's care, recovery, or rehabilitation."},{"prefix":"2","text":" Except when the victim requires special or intensive care, the medical and rehabilitation expenses paid by personal injury protection insurance shall not include charges for a hospital room which are in excess of a reasonable and necessary charge for semiprivate accommodations."},{"prefix":"3","text":" Nothing in this section shall prohibit payment as medical and rehabilitation expenses of any nonmedical remedial treatment rendered in accordance with a recognized religious method of healing."},{"prefix":"4","text":" No payment shall be made under this subsection unless the provider of the product, service, or accommodation involved is licensed or approved and complies with any applicable laws or regulations pertinent thereto."},{"prefix":"5","text":" The maximum benefits payable pursuant to this subsection for any victim shall not be less than $50,000. Insurers providing personal injury protection coverage shall provide insurance package optionals with medical and rehabilitation coverage of $50,000 and $100,000 for each victim."},{"prefix":"d","text":" Work loss. -- (1) Personal injury protection benefits shall be paid pursuant to this subsection to each victim for that victim's work loss occurring during his or her life consisting of:"},{"prefix":"A","text":" Loss of income for work which a victim would have performed after the date of the accident if he or she had not been injured in the accident (not including any expected reduction in the amount payable by that victim for purposes of federal and District income taxation, which amount shall be presumed to be 20% of the amount otherwise payable unless the victim can show a different income taxation effect); and"},{"prefix":"B","text":" Replacement services loss for expenses which a victim reasonably incurred in obtaining ordinary and necessary services in lieu of those that the victim would have performed for personal or family benefit (but not for income) during the first 3 years after the date of the accident if he or she had not been injured in the accident."},{"prefix":"2","text":" The maximum benefits payable for work loss for the victim for any 1 accident shall not be less than $12,000. Insurers shall provide insurance options with work loss coverages of at least $12,000 and $24,000."},{"prefix":"3","text":" Benefits payable for work loss do not include any loss incurred after the date of a victim's death, if the victim dies for any reason."},{"prefix":"e","text":" Funeral benefits. -- Personal injury protection benefits shall be paid to the survivors of each victim as funeral and funeral-related benefits. The benefits payable pursuant to this subsection for funeral and funeral-related benefits for any 1 victim shall be actual costs up to $4,000."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"24","text":"Compulsory/No-Fault Motor Vehicle Insurance"},"heading":{"title":"31","chaptersection":"2404","identifier":"31-2404","catch_text":"Personal injury protection."}}