{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4607.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-233, see Historical and Statutory Notes following ยง 31-2001.\n\nDC CODE ยง 31-2007\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-233, ยง 8, 44 DCR 765.)","sections":[{"prefix":"a","text":" The insurer shall have a right to a hearing, at which the insurer may challenge any of the following determinations or actions by the Commissioner:"},{"prefix":"1","text":" Notification to an insurer by the Commissioner of an Adjusted RBC Report;"},{"prefix":"2","text":" Notification to an insurer by the Commissioner that:"},{"prefix":"A","text":" The insurer's RBC Plan or Revised RBC Plan is unsatisfactory; and"},{"prefix":"B","text":" Such notification constitutes a Regulatory Action Level Event with respect to such insurer;"},{"prefix":"3","text":" Notification to any insurer by the Commissioner that the insurer has failed to adhere to its RBC Plan or Revised RBC Plan and that such failure has a substantial adverse effect on the ability of the insurer to eliminate the Company Action Level Event with respect to the insurer in accordance with its RBC Plan or Revised RBC Plan; or"},{"prefix":"4","text":" Notification to an insurer by the Commissioner of a Corrective Order with respect to the insurer."},{"prefix":"b","text":" The insurer shall notify the Commissioner of its request for a hearing within 5 days after the notification by the Commissioner under subsection (a) of this section. Upon receipt of the insurer's request for a hearing, the Commissioner shall set a date for the hearing, which date shall be no less than 10 nor more than 30 days after the date of the insurer's request."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"20","text":"Risk-Based Capital."},"heading":{"title":"31","chaptersection":"2007","identifier":"31-2007","catch_text":"Hearings."}}