{"text":"For the purposes of this chapter, the term:","historical":"Temporary Addition of Section\n\nSection 2 of D.C. Law 18-203 added a section to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Dependent child' means an insured's child by blood or by law who:\n\n\"(A) Is under 26 years of age;\n\n\"(B) Is unmarried;\n\n\"(C) Has no dependent of his own;\n\n\"(D) Is a resident of the District of Columbia or is enrolled as a full-time student at an accredited public or private institution of higher education; and\n\n\"(E) Is not provided coverage, or eligible to receive coverage, as a named subscriber, insured, enrollee, or covered person under any other group health plan or individual health plan, or entitled to benefits under Title XVIII of the Social Security Act, approved July 30, 1965 (Pub. L. 89-871; 42 U.S.C. § 1395 et seq.), at the time dependent coverage pursuant to this act begins.\n\n\"(2) 'Group health plan' means an employee welfare plan (as defined in section 3 (1) of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 829; 29 U.S.C. § 1002(1)), to the extent that the plan provides medical care and includes items and services paid for as medical care to employees or their dependents (as defined under the terms of the plan) directly or through insurance, reimbursement, or otherwise.\n\n\"(3) 'Health insurance coverage' means benefits consisting of medical care (provided directly, through insurance or reimbursement, or otherwise and includes items and services paid for as medical care) under any hospital or medical service policy or certificate, hospital, or medical service plan contract, or health maintenance organization contract offered by a health insurer.\n\n\"(4) 'Health insurer' means any person that provides one or more health benefit plans or insurance in the District, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner of Insurance, Securities, and Banking.\"\n\nSection 6(b) of D.C. Law 18-203 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Health Insurance for Dependents Emergency Act of 2010 (D.C. Act 18-384, April 29, 2010, 57 DCR 3835).\n\nLegislative History of Laws\n\nLaw 18-252 , the \"Health Insurance for Dependents Act of 2010\", was introduced in Council and assigned Bill No. 18-499, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 29, 2010, and July 13, 2010, respectively. Signed by the Mayor on August 3, 2010, it was assigned Act No. 18-523 and transmitted to both Houses of Congress for its review. D.C. Law 18-252 became effective on October 26, 2010.\n\nDC CODE § 31-2996.01\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2010, D.C. Law 18-252, § 2, 57 DCR 8064.)","sections":[{"prefix":"1","text":" \"Dependent child\" means an insured's child by blood or by law who:"},{"prefix":"A","text":" Is under 26 years of age;"},{"prefix":"B","text":" Has no dependent of his own;"},{"prefix":"C","text":" Is enrolled as a full-time student at an accredited public or private institution of higher education; and"},{"prefix":"D","text":" Is not provided coverage, or eligible to receive coverage, as a named subscriber, insured, enrollee, or covered person under any other group health plan or individual health plan, or entitled to benefits under Title XVIII of the Social Security Act, approved July 30, 1965 (Pub. L. No. 89-871; 42 U.S.C. § 1395 et seq.), at the time dependent coverage pursuant to this chapter begins."},{"prefix":"2","text":" \"Group health plan\" means an employee welfare plan (as defined in section 3 (1) of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 829; 29 U.S.C. § 1002(1)), to the extent that the plan provides medical care and includes items and services paid for as medical care to employees or their dependents (as defined under the terms of the plan) directly or through insurance, reimbursement, or otherwise."},{"prefix":"3","text":" \"Health insurance coverage\" means benefits consisting of medical care (provided directly, through insurance or reimbursement, or otherwise and includes items and services paid for as medical care) under any hospital or medical service policy or certificate, hospital or medical service plan contract, or health maintenance organization contract offered by a health insurer."},{"prefix":"4","text":" \"Health insurer\" means any person that provides one or more health benefit plans or insurance in the District, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"29D","text":"Dependent Health Insurance."},"heading":{"title":"31","chaptersection":"2996","identifier":"31-2996.01","catch_text":"Definitions."}}