{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1544.\n\n1973 Ed., § 35-1344.\n\nEffect of Amendments\n\nD.C. Law 17-155, in subsec. (a), substituted \"A person may be licensed as a surplus lines insurance producer under Chapter 11A of this title,\" for \"Any agent or broker licensed in the District may, upon payment of a license fee, as provided under § 31-2502.41, be licensed\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nFor Law 17-155, see notes following § 31-1131.02.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03.\n\nOffice of Collector of Taxes abolished: See Historical and Statutory Notes following § 31-2502.03.\n\nDC CODE § 31-2502.40\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1080, ch. 972, ch. II, § 40; Apr. 22, 1944, 58 Stat. 192, ch. 173, § 4; May 21, 1997, D.C. Law 11-268, § 10(r)(2), 44 DCR 1730; May 13, 2008, D.C. Law 17-155, § 3, 55 DCR 3683.)","sections":[{"prefix":"a","text":" Any person may be licensed as a surplus lines insurance producer under Chapter 11A of this title to procure policies from companies which are not authorized to do business in the District where such person is, after diligent effort, unable to procure policies to cover the kind or kinds of business required from companies duly authorized to transact business in the District. Each agent or broker so licensed shall pay to the Collector of Taxes, through the Commissioner, on February 1st and August 1st of each year, a sum equal to 2 per centum of the amount of the gross premiums upon all kinds of policies procured by him during the immediately preceding 6 months' period ending December 31st and June 30th, respectively, and, in default of such payment, the Commissioner, through the Corporation Counsel, may bring suit to recover the same. Each agent or broker so licensed to procure policies from unauthorized companies shall execute and file with the Department on or before the 10th day of each month an affidavit covering the transactions of the previous calendar month, setting forth:"},{"prefix":"1","text":" The description and location of the insured property or risk, and the name of the assured;"},{"prefix":"2","text":" The amount insured in the policy or contract;"},{"prefix":"3","text":" The gross premiums charged thereon;"},{"prefix":"4","text":" The name of the company whose policy or contract is issued, and the kind or kinds of business effected; and"},{"prefix":"5","text":" That said agent or broker after diligent effort was unable to procure the policies or contracts required to protect the property or risk described in the affidavit from companies duly authorized to transact business in the District."},{"prefix":"b","text":" Each agent or broker so licensed to procure policies from unauthorized companies shall keep a separate account of the business transacted thereunder, which shall be open at all times to the inspection of the Commissioner. The license provided for in this section may be revoked or renewal thereof refused for failure to pay the tax or to file the affidavit specified herein, or if the agent or broker procured policies from unauthorized companies without exercising diligent effort to secure the required business in duly authorized companies, or if the agent or broker procured policies from unauthorized companies whose standards of solvency and management do not meet the requirements necessary for the protection of the policyholders, or if the agent or broker has placed with any unauthorized company any risk which could be placed with an authorized company except for abnormal provisions of the policy, or if the agent or broker has procured from an unauthorized company any policy which covers a risk of a class generally covered in the District by authorized companies and which authorized companies would cover at a rate not higher than that charged by authorized companies on other District risks of the same class."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.40","catch_text":"License to procure policies from unauthorized companies."}}