{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4404.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-128, see Historical and Statutory Notes following § 31-2201.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-2201.\n\nDC CODE § 31-2204\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-128, § 5, 43 DCR 1562; Mar. 24, 1998, D.C. Law 12-81, § 45(c), 45 DCR 745.)","sections":[{"prefix":"a","text":" The deed of trust and all amendments thereto shall be authenticated in such form and manner as the Commissioner may prescribe and shall not be effective unless approved by the Commissioner upon a finding that:"},{"prefix":"1","text":" A deed of trust or its amendments are sufficient in form and in conformity with law;"},{"prefix":"2","text":" The trustee or trustees are eligible as such; and"},{"prefix":"3","text":" The deed of trust is adequate to protect the interest of the beneficiaries of the trust."},{"prefix":"b","text":" If at any time the Commissioner finds, after reasonable notice and hearing, that the requisites for the approval no longer exist, the Commissioner may withdraw approval."},{"prefix":"c","text":" The Commissioner may from time to time approve modifications of, or variations in any deed of trust, which in the Commissioner's judgement are not prejudicial to the interest of the people of the District or the United States policyholders and creditors of the U.S. Branch."},{"prefix":"d","text":" The deed of trust shall contain provisions which:"},{"prefix":"1","text":" Vest legal title to trusteed assets in the trustees and their successors lawfully appointed;"},{"prefix":"2","text":" Require that all assets deposited in the trust shall be continuously kept within the United States;"},{"prefix":"3","text":" Provide for substitution of a new trustee or trustees in case of a vacancy by death, resignation, or otherwise, subject to the approval of the Commissioner;"},{"prefix":"4","text":" Require that the trustee or trustees shall continuously maintain a record at all times sufficient to identify the assets of such fund;"},{"prefix":"5","text":" Require that the trusteed assets shall consist of cash or investments eligible for investment of the funds of domestic insurers and accrued interest thereon if collectable by the trustee;"},{"prefix":"6","text":" Require that the trust shall be for the exclusive benefit, security, and protection of the policyholders, or policyholders and creditors, of the U.S. Branch in the United States and that it shall be maintained as long as there is outstanding any liability of the non-U.S. insurer arising out of its insurance transactions in the United States; and"},{"prefix":"7","text":" Provide, in substance, that no withdrawals of assets, other than income as specified in subsection (e) of this section shall be made or permitted by the trustee or trustees without the approval of the Commissioner except to:"},{"prefix":"A","text":" Make deposits required by law in any state for the security or benefit of all policyholders, or policyholders and creditors, of the U.S. Branch in the United States;"},{"prefix":"B","text":" Substitute other assets permitted by law and at least equal in value and quality to those withdrawn upon the specific written direction of the United States manager when duly empowered and acting pursuant to either general or specific written authority previously given or delegated by the board of directors; or"},{"prefix":"C","text":" Transfer such assets to an official liquidator or rehabilitator pursuant to an order of a court of competent jurisdiction."},{"prefix":"e","text":" The deed of trust may provide that income, earnings, dividends, or interest accumulations of the assets of the fund may be paid over to the United States manager of the U.S. branch upon request, provided that the total trusteed assets shall not thereby be less than the amount required to be maintained pursuant to § 31-2203."},{"prefix":"f","text":" Upon withdrawal of trusteed assets deposited in another state in which the insurer is authorized to do business, it shall be sufficient if the deed of trust requires similar written approval of the insurance supervising official of that state in lieu of approval of the Commissioner provided that the total trusteed assets shall not thereby be less than the amount required to be maintained pursuant to § 31-2203. In all such cases, the U.S. Branch shall notify the Commissioner in writing of the nature and extent of the withdrawal."},{"prefix":"g","text":" The Commissioner may from time to time:"},{"prefix":"1","text":" Make examinations of the trusteed assets of any authorized U.S. Branch at the insurer's expense; and"},{"prefix":"2","text":" Require the trustee or trustees to file a statement, in such form as the Commissioner may prescribe, certifying the assets of the trust fund and the amounts thereof."},{"prefix":"h","text":" Refusal or neglect of any trustee to comply with the requirements of this section shall be grounds for the revocation of the insurer's license or the liquidation of its United States Branch."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"22","text":"State of Entry for Non-U.S. Insurers."},"heading":{"title":"31","chaptersection":"2204","identifier":"31-2204","catch_text":"Requirements for trust agreement."}}