{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-194, see notes following § 31-2301.\n\nDC CODE § 31-2306\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-194, § 7, 47 DCR 7427.)","sections":[{"prefix":"a","text":"(1) The domestication of the United States branch shall be effective upon the final approval of the Commissioner of the domestication agreement under § 31-2305 (\"consummation\")."},{"prefix":"2","text":"(A) All assets of the United States branch, including all its rights and property, shall be deemed transferred to, and vested in, the acquiring insurer and the acquiring insurer shall be deemed to have assumed all liabilities of the United States branch."},{"prefix":"B","text":" All deposits of the United States branch held by commissioners, state officers, or other state regulatory agencies under state laws, shall be deemed held as security for the full performance by the acquiring insurer of its assumption as direct liabilities of all of the liabilities to policyholders and creditors within the United States of the United States branch, and the deposits shall be deemed admitted assets of the acquiring insurer and reported as such in its annual financial statements and other reports required to be filed by it in the District."},{"prefix":"3","text":" Upon the ultimate release by a state officer or agency of deposits described in paragraph (2)(B) of this subsection, the securities and cash released shall be delivered and paid over to the acquiring insurer as the lawful successor in interest to the United States branch."},{"prefix":"b","text":" Contemporaneously with the consummation of the domestication, notwithstanding §§ 31-2203 and 31-2204, the Commissioner shall:"},{"prefix":"1","text":" Transfer to the acquiring insurer's account the securities deposited by the United States branch in compliance with this chapter; and"},{"prefix":"2","text":" Consent to the withdrawal from the trust by the trustee of the trusteed assets deposited by the United States branch in compliance with this chapter and the transfer and delivery to the acquiring insurer of all assets held by the trustee; provided, that if a United States branch is domesticated into a foreign insurer, the Commissioner, unless otherwise satisfied that the interests of policyholders of in force business and of creditors on outstanding claims are protected, may defer consent to the withdrawal of so much of the trusteed assets as in the Commissioner's judgment is reasonably required to protect such interests as of the date of domestication, and shall consent to their withdrawal from time to time as such interests expire."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"23","text":"United States Branch Domestication of Non-U.S. Insurers."},"heading":{"title":"31","chaptersection":"2306","identifier":"31-2306","catch_text":"Consummation of domestication agreement; transfer of deposits; withdrawal of trusteed assets."}}