{"text":"A foreign or alien company shall deliver to the Commissioner: (1) an application of the company for a certificate of authority: (2) a copy of its articles of incorporation or articles of association and amendments thereto, duly certified by the proper officer of the state or country under whose laws the company is organized or incorporated, or if reciprocal, the power of attorney of the attorney-in-fact; (3) if an alien company, a copy of the appointment and authority of its United States manager, certified by a proper officer of the company; (4) a copy of its bylaws and regulations; (5) forms of contracts and policies it proposes to issue in the District, and forms of the applications therefor, if any; (6) proof of compliance with the service of process provisions of § 31-202; (7) a statement of its financial condition and business as of the end of the preceding calendar year, complying as to form and verification with the requirements of this chapter for annual statements, or financial statement as of such later date as the Commissioner may require; (8) a copy of the last report of examination, certified to by an insurance commissioner or other proper supervisory official; and (9) a certificate from the proper official of the state or country wherein it is incorporated or organized, that it is duly incorporated or organized and is authorized to write the kind or kinds of insurance which it proposes to write in the District. Before a certificate of authority to transact business in the District is issued to a foreign or alien company, such company shall satisfy the Commissioner that: (1) the company is duly organized under the laws of the state or country under whose laws it professes to be organized and is authorized to do the business it is transacting or proposes to transact; (2) its name is not the same as, or so deceptively similar to, the name of any domestic company, or the name of any department of the federal government or existing corporation authorized to transact business in the District as to mislead the public or cause confusion; (3) if a stock company, it has a paid-up capital and surplus at least equal to the capital and surplus required by this chapter or if a mutual company or reciprocal, it has a surplus and provision for contingent liability of policyholders at least equal to the surplus and provision for contingent liability of policyholders required by this chapter; and (4) its funds are invested in accordance with the laws of its domicil, and in securities or property which afford a degree of financial security substantially equal to that required for similar domestic companies. Before issuing a certificate of authority to a foreign or alien company, the Commissioner may cause an examination to be made of the condition and affairs of such company.","historical":"Prior Codifications\n\n1981 Ed., § 35-1526.\n\n1973 Ed., § 35-1326.\n\nLegislative History of Laws\n\nLaw 10-233, the \"Insurers Service of Process Act of 1994,\" was introduced in Council and assigned Bill No. 10-666, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-376 and transmitted to both Houses of Congress for its review. D.C. Law 10-233 became effective on March 21, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03.\n\nDC CODE § 31-2502.22\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1074, ch. 792, ch. II, § 22; Mar. 21, 1995, D.C. Law 10-233, § 6, 42 DCR 24; Apr. 18, 1996, D.C. Law 11-110, § 38, 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 39, 44 DCR 1271; May 21, 1997, D.C. Law 11-268, § 10(r)(2), 44 DCR 1730.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.22","catch_text":"Procurement of certificate of authority by foreign or alien companies--Delivery of certain documents to Commissioner; required showings; authorized examinations."}}