{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4605.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-233, see Historical and Statutory Notes following § 31-2001.\n\nDC CODE § 31-2005\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-233, § 6, 44 DCR 765.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the term \"Authorized Control Level Event\" means any of the following events:"},{"prefix":"1","text":" The filing of an RBC Report by the insurer which indicates that the insurer's total adjusted capital is greater than or equal to its Mandatory Control Level RBC, but less than its Authorized Control Level RBC;"},{"prefix":"2","text":" The notification by the Commissioner to the insurer of an Adjusted RBC Report that indicates the event in paragraph (1) of this subsection, provided the insurer does not challenge the Adjusted RBC Report under § 31-2007;"},{"prefix":"3","text":" If, pursuant to § 31-2007, the insurer challenges an Adjusted RBC Report that indicates the event in paragraph (1) of this subsection, notification by the Commissioner to the insurer that the Commissioner has, after a hearing, rejected the insurer's challenge;"},{"prefix":"4","text":" The failure of the insurer to respond, in a manner satisfactory to the Commissioner, to a corrective order (provided the insurer has not challenged the corrective order under § 31-2007); or"},{"prefix":"5","text":" If the insurer has challenged a corrective order under § 31-2007 and the Commissioner has, after a hearing, rejected the challenge or modified the Corrective Order, the failure of the insurer to respond, in a manner satisfactory to the Commissioner, to the corrective order subsequent to rejection or modification by the Commissioner."},{"prefix":"b","text":" In the event of an Authorized Control Level Event with respect to an insurer, the Commissioner shall:"},{"prefix":"1","text":" Take such actions as are required under § 31-2004 regarding an insurer with respect to which a Regulatory Action Level Event has occurred; or"},{"prefix":"2","text":" If the Commissioner deems it to be in the best interests of the policyholders and creditors of the insurer and of the public, take such actions as are necessary to cause the insurer to be placed under regulatory control under Chapter 13 of this title.  In the event the Commissioner takes such actions, the Authorized Control Level Event shall be deemed sufficient grounds for the Commissioner to take action under Chapter 13 of this title, and the Commissioner shall have the rights, powers, and duties with respect to the insurer as are set forth in Chapter 13 of this title.   In the event the Commissioner takes actions under this paragraph pursuant to an Adjusted RBC Report, the insurer shall be entitled to such projections as are afforded to insurers under the provisions of Chapter 13 of this title pertaining to summary proceedings."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"20","text":"Risk-Based Capital."},"heading":{"title":"31","chaptersection":"2005","identifier":"31-2005","catch_text":"Authorized Control Level Event."}}