{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-177 added par. (3A).\n\nLegislative History of Laws\n\nLaw 13-265, the \"Insurance Trade and Economic Development Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-806, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 2, 2001, it was assigned Act No. 13-555 and transmitted to both Houses of Congress for its review. D.C. Law 13- 265 became effective on April 3, 2001.\n\nFor Law 17-177, see notes following § 31-1601.\n\nDC CODE § 31-2231.01\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-265, § 101, 48 DCR 1225; June 25, 2008, D.C. Law 17-177, § 16(a), 55 DCR 3696.)","sections":[{"prefix":"1","text":" \"Agent\" or \"Broker\" means a person who solicits, negotiates, effects, procures, delivers, renews, continues, or binds policies of insurance for persons or risks residing, located, or to be performed in the District of Columbia."},{"prefix":"2","text":" \"Annuity contract\" means an agreement to make periodic payments in fixed dollar amounts under the terms of a contract for a stated period of time or for the life of the person specified in the contract."},{"prefix":"3","text":" \"Commissioner\" means the Commissioner of the Department of Insurance and Securities Regulation."},{"prefix":"3A","text":" \"Gender identity or expression\" shall have the same meaning as provided in § 2-1401.02(12A)."},{"prefix":"4","text":" \"Insurance business\" means the transaction of all matters pertaining to a contract of insurance, both before and after the effectuation of the contract, and all matters arising out of the contract or a claim thereunder."},{"prefix":"5","text":" \"Insurance policy\" or \"insurance contract\" means a contract of insurance, indemnity, medical, health, or hospital service; a health maintenance organization plan or coverage; a suretyship; or an annuity that is issued, proposed for issuance, or intended for issuance."},{"prefix":"6","text":" \"Insured\" means the party named on a policy or contract as the individual with legal rights to the benefits provided by the policy or contract."},{"prefix":"7","text":" \"Insurer\" means a person, interinsurer, Lloyd's insurer, fraternal benefit society, health maintenance organization, or any other legal entity engaged in the business of insurance, including agents, brokers, and third-party administrators. Insurer shall also mean medical service plans and hospital service plans."},{"prefix":"8","text":" \"Person\" means any natural or artificial entity, including individuals, partnerships, associations, trusts, or corporations."},{"prefix":"9","text":" \"Unfair trade practices\" means the commission of any one or more of the acts prohibited by §§ 31-2231.02 through 31-2231.21, or regulations promulgated hereunder, with such frequency to indicate a general business practice to engage in the proscribed conduct."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"22A","text":"Unfair Insurance Trade Practices."},"heading":{"title":"31","chaptersection":"2231","identifier":"31-2231.01","catch_text":"Definitions."}}