{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-213 validated a previously made technical change in directory language of D.C. Law 13-299 which required no change in text.\n\nLegislative History of Laws\n\nFor D.C. Law 13-299, see notes following § 31-2701.\n\nFor Law 14-213, see notes following § 31-903.\n\nDC CODE § 31-2714\n\nCurrent through December 11, 2012","credits":"(May 20, 1948, 62 Stat. 242, ch. 324, § 14, as added May 5, 2001, D.C. Law 13-299, § 2(b), 48 DCR 2211; Oct. 19, 2002, D.C. Law 14-213, § 21, 49 DCR 8140.)","sections":[{"prefix":"a","text":" An insurer shall not be required to file with, or to receive approval from, the Commissioner, for rates and policy forms used in the insurance of exempt commercial risks."},{"prefix":"b","text":" The filing and review exemption set forth in subsection (a) of this section shall not apply to workers' compensation and employer's liability policies and rates."},{"prefix":"c","text":"(1) All policies issued under this chapter shall contain a notice to the insured that the rate and policy form are not subject to the filing, review, and approval requirements of the Commissioner."},{"prefix":"2","text":" An insurer providing a policy under this section shall, at the time of entering into the policy agreement and annually thereafter, on a form to be prescribed by the Commissioner, which form clearly sets forth the standards of this chapter; the right of the policyholder to obtain regulatory review under this chapter; the effects of the waiver of the regulatory review; and any other information the Commissioner considers useful; and obtain a written certification signed by the policyholder certifying that the policyholder:"},{"prefix":"A","text":" Employs a certified or qualified risk manager or placed the business through a licensed insurance producer or otherwise meets the criteria of an exempt commercial risk;"},{"prefix":"B","text":" Is aware that the policy being purchased is not subject to initial regulatory review or approval of rates and forms; and"},{"prefix":"C","text":" Agrees to the use of the exempt rates and forms by its insurer."},{"prefix":"3","text":" The policyholder certification shall be filed with, and retained by, the insurance company issuing coverage to the policyholder. An insurer issuing policies under this section shall provide the number of exempt policyholders annually to the Commissioner."},{"prefix":"d","text":" If any provision of this section conflicts with any other law in the District, this section shall govern."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"27","text":"Regulation of Casualty and Other Insurance Rates."},"heading":{"title":"31","chaptersection":"2714","identifier":"31-2714","catch_text":"Exemptions and limitations."}}