{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4602.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-233, see Historical and Statutory Notes following ยง 31-2001.\n\nDC CODE ยง 31-2002\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-233, ยง 3, 44 DCR 765.)","sections":[{"prefix":"a","text":" Every domestic insurer shall, on or prior to each March 1 (\"filing date\"), prepare and submit to the Commissioner a report of its RBC Levels as of the end of the calendar year just ended, in a form and containing such information as is required by the RBC Instructions. In addition, every domestic insurer shall file its RBC Report:"},{"prefix":"1","text":" With the NAIC in accordance with the RBC Instructions; and"},{"prefix":"2","text":" With the commissioner in any state in which the insurer is authorized to do business, if the commissioner has notified the insurer of its request in writing, in which case the insurer shall file its RBC Report not later than the later of:"},{"prefix":"A","text":" Fifteen days from the receipt of notice to file its RBC Report with that state; or"},{"prefix":"B","text":" The filing date."},{"prefix":"b","text":" A life and health insurer's RBC shall be determined in accordance with the formula set forth in the RBC Instructions. The formula shall take into account, and may be adjusted for the covariance between:"},{"prefix":"1","text":" The risk with respect to the insurer's assets;"},{"prefix":"2","text":" The risk of adverse insurance experience with respect to the insurer's liabilities and obligations;"},{"prefix":"3","text":" The interest rate risk with respect to the insurer's business; and"},{"prefix":"4","text":" All other business risks and such other relevant risks as are set forth in the RBC Instructions;"},{"prefix":"c","text":" Factors set forth in subsection (b)(1) through (4) of this section shall be determined in each case by applying the factors in the manner set forth in the RBC Instructions."},{"prefix":"d","text":" A property and casualty insurer's RBC shall be determined in accordance with the formula set forth in the RBC Instructions. The formula shall take into account and may adjust for the covariance between:"},{"prefix":"1","text":" Asset risk;"},{"prefix":"2","text":" Credit risk;"},{"prefix":"3","text":" Underwriting risk; and"},{"prefix":"4","text":" All other business risks and such other relevant risks as are set forth in the RBC Instructions;"},{"prefix":"e","text":" The factors set forth in subsection (d)(1) through (4) of this section shall be determined in each case by applying the factors in the manner set forth in the RBC Instructions."},{"prefix":"f","text":" An excess of capital over the amount produced by the risk-based capital requirements contained in this chapter and the formulas, schedules, and instructions referenced in this chapter is desirable in the business of insurance. Insurers should maintain capital above the RBC Levels required by this chapter."},{"prefix":"g","text":" If a domestic insurer files an RBC Report which in the judgment of the Commissioner is inaccurate, then the Commissioner shall adjust the RBC Report to correct the inaccuracy and shall notify the insurer of the adjustment. The notice shall contain a statement of the reason for the adjustment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"20","text":"Risk-Based Capital."},"heading":{"title":"31","chaptersection":"2002","identifier":"31-2002","catch_text":"RBC Reports."}}