{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-3501.\n\nLegislative History of Laws\n\nLaw 10-43, the \"Standards to Identify Insurance Companies Deemed to Be in Hazardous Financial Condition Act of 1993,\" was introduced in Council and assigned Bill No. 10-130, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 4, 1993, it was assigned Act No. 10-78 and transmitted to both Houses of Congress for its review. D.C. Law 10-43 became effective on October 21, 1993.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 10-43, the Standards to Identify Insurance Companies Deemed to Be in Hazardous Financial Condition Act of 1993: See Mayor's Order 94-54, March 7, 1994 (41 DCR 1433).\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 5 of D.C. Law 10-43 provided that the Mayor shall, pursuant to subchapter I of Chapter 15 of Title 1 [subchapter I of Chapter 5 of Title 2, 2001 Ed.], issue rules to implement the provisions of this chapter.\n\nDC CODE ยง 31-2101\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-43, ยง 2, 40 DCR 6023.)","sections":[{"prefix":"a","text":" In order to determine whether the continued operation of any insurer transacting an insurance business in the District of Columbia might be deemed to be hazardous to the policyholders, creditors, or the general public, the Mayor may consider the following standards, either singly or in combination of 2 or more:"},{"prefix":"1","text":" Adverse findings reported in financial condition and market conduct examination reports;"},{"prefix":"2","text":" The National Association of Insurance Commissioners Insurance Regulatory Information System and its related reports;"},{"prefix":"3","text":" The ratios of commission expense, general insurance expense, policy benefits, and reserve increases as to annual premium and net investment income which could lead to an impairment of capital and surplus;"},{"prefix":"4","text":" The insurer's asset portfolio, when viewed in light of current economic conditions, is not of sufficient value, liquidity, or diversity to assure the company's ability to meet its outstanding obligations as they mature;"},{"prefix":"5","text":" The ability of an assuming reinsurer to perform and whether the insurer's reinsurance program provides sufficient protection for the company's remaining surplus after taking into account the insurer's cash flow and the classes of business written as well as the financial condition of the assuming reinsurer;"},{"prefix":"6","text":" The insurer's operating loss in the last 12-month period or any shorter period of time, including, but not limited to, net capital gain or loss, change in nonadmitted assets, and cash dividends paid to shareholders, is greater than 50% of the insurer's remaining surplus as regards policyholders in excess of the minimum required;"},{"prefix":"7","text":" Whether any affiliate, subsidiary, or reinsurer is insolvent, threatened with insolvency, or delinquent in payment of its monetary or other obligation;"},{"prefix":"8","text":" Contingent liabilities, pledges, or guaranties which, either individually or collectively, involve a total amount which in the opinion of the Mayor may affect the solvency of the insurer;"},{"prefix":"9","text":" Whether any controlling person of an insurer is delinquent in the transmitting to, or payment of, net premiums to such an insurer;"},{"prefix":"10","text":" The age and collectibility of receivables;"},{"prefix":"11","text":" Whether the management of an insurer, including officers, directors, or any other person who directly or indirectly controls the operation of the insurer, fails to possess and demonstrate the competence, fitness, and reputation deemed necessary to serve the insurer in such a position;"},{"prefix":"12","text":" Whether management of an insurer has failed to respond to inquiries relative to the condition of the insurer or has furnished false and misleading information concerning an inquiry;"},{"prefix":"13","text":" Whether management of an insurer either has filed any false or misleading sworn financial statement, has released any false or misleading financial statement to lending institutions or to the general public, has made a false or misleading entry, or has omitted an entry of material amount in the books of the insurer;"},{"prefix":"14","text":" Whether the insurer has grown so rapidly and to such an extent that it lacks adequate financial and administrative capacity to meet its obligations in a timely manner; or"},{"prefix":"15","text":" Whether the company has experienced or will experience in the foreseeable future cash flow or liquidity problems."},{"prefix":"b","text":" For the purposes of making a determination of an insurer's financial condition under this chapter, the Mayor may:"},{"prefix":"1","text":" Disregard any credit or amount receivable resulting from transactions with a reinsurer which is insolvent, impaired, or otherwise subject to a delinquency proceeding;"},{"prefix":"2","text":" Make appropriate adjustments to asset values attributable to investments in or transactions with parents, subsidiaries, or affiliates;"},{"prefix":"3","text":" Refuse to recognize the stated value of accounts receivable if the ability to collect receivables is highly speculative in view of the age of the account or the financial condition of the debtor; and"},{"prefix":"4","text":" Increase the insurer's liability in an amount equal to any contingent liability, pledge, or guarantee not otherwise included if there is a substantial risk that the insurer will be called upon to meet the obligation undertaken within the next 12-month period."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"21","text":"Standards to Identify Insurance Companies Deemed to Be in Hazardous Financial Condition."},"heading":{"title":"31","chaptersection":"2101","identifier":"31-2101","catch_text":"Standards for determining insurance companies in hazardous financial condition."}}