{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4801.\n\nLegislative History of Laws\n\nLaw 12-145, the \"Access to Emergency Medical Services Act of 1998,\" was introduced in Council and assigned Bill No. 12-193, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second reading on April 7, 1998 and May 5, 1998, respectively. Signed by the Mayor on May 6, 1998, it was assigned Act No. 12-356, and transmitted to both Houses of Congress for review. D.C. Law 12-145 became effective on September 11, 1998.\n\nDC CODE ยง 31-2801\n\nCurrent through December 11, 2012","credits":"(Sept. 11, 1998, D.C. Law 12-145, ยง 2, 45 DCR 3785.)","sections":[{"prefix":"1","text":" \"Ancillary services\" means standard medical procedures that are reasonably necessary for the diagnosis and treatment of a patient."},{"prefix":"2","text":" \"Emergency services\" means:"},{"prefix":"A","text":" Health care services furnished in the emergency department of a hospital for the treatment of a medical emergency;"},{"prefix":"B","text":" Ancillary services routinely available to the emergency department of a hospital for the treatment of a medical emergency; and"},{"prefix":"C","text":" Emergency medical services transportation."},{"prefix":"3","text":" \"Medical emergency\" means the sudden onset or sudden worsening of a medical condition that manifests itself by symptoms of sufficient severity, including severe pain, that the absence of immediate medical attention could reasonably be expected by a prudent lay person, who possesses an average knowledge of health and medicine, to result in:"},{"prefix":"A","text":" Placing the patient's health in serious jeopardy;"},{"prefix":"B","text":" Serious impairment to bodily functions; or"},{"prefix":"C","text":" Serious dysfunction of any bodily organ or part."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"28","text":"Access to Emergency Medical Services."},"heading":{"title":"31","chaptersection":"2801","identifier":"31-2801","catch_text":"Definitions."}}