{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1506.\n\n1973 Ed., § 35-1306.\n\nEffect of Amendments\n\nD.C. Law 13-190 added par. (12) to subsec. (a).\n\nD.C. Law 14-190, in subsec. (a), made nonsubstantive changes to pars. (11) and (12), and added par. (13).\n\nD.C. Law 15-105, in par. (12) of subsec. (a), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 7(b) of Insurance Omnibus Temporary Amendment Act of 1993 (D.C. Law 10-76, March 17, 1994, law notification 41 DCR 1626).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 603(b) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nLaw 5-160, the \"Life Insurance Amendments Reform Act of 1984,\" was introduced in Council and assigned Bill No. 5-471, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 7, 1984, it was assigned Act No. 5-225 and transmitted to both Houses of Congress for its review.\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6- 60 and transmitted to both Houses of Congress for its review.\n\nLaw 8-237, the \"Department of Consumer and Regulatory Affairs Civil Infractions Act of 1985 Technical and Clarifying Amendments Act of 1990,\" was introduced in Council and assigned Bill No. 8-203, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-320 and transmitted to both Houses of Congress for its review.\n\nLaw 10-103, the \"Insurance Omnibus Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-394, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on January 4, 1994, and February 1, 1994, respectively. Signed by the Mayor on February 17, 1994, it was assigned Act No. 10-191 and transmitted to both Houses of Congress for its review. D.C. Law 10-103 became effective on April 26, 1994.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nFor Law 13-190, see notes following § 31-2501.03.\n\nFor Law 14-190, see notes following § 31-2502.02.\n\nFor Law 15-105, see notes following § 31-2402.\n\nMiscellaneous Notes\n\nOffice of Collector of Taxes abolished: The Office of the Collector of Taxes was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. All functions of the Office of the Collector of Taxes including the functions of all officers, employees, and subordinate agencies were transferred to the Director, Department of General Administration by Reorganization Order No. 3, dated August 28, 1952. Reorganization Order No. 20, dated November 10, 1952, transferred the functions of the Collector of Taxes to the Finance Office. The same Order provided for the Office of the Collector of Taxes headed by a Collector in the Finance Office, and abolished the previously existing Office of the Collector of Taxes. Reorganization Order No. 20 was superseded and replaced by Organization Order No. 121, dated December 12, 1957, which provided that the Finance Office (consisting of the Office of the Finance Officer, Property Tax Division, Revenue Division, Treasury Division, Accounting Division, and Data Processing Division) would continue under the direction and control of the Director of General Administration, and that the Treasury Division would perform the function of collecting revenues of the District of Columbia and depositing the same with the Treasurer of the United States. Organization Order No. 121, was revoked by Organization Order No. 3, dated December 13, 1967, Part IVC of which prescribed the functions of the Finance Office within a newly established Department of General Administration. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Finance Office as stated in Part IVC of Organization Order No. 3 were transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969. The collection functions of the Director of the Department of Finance and Revenue were transferred to the District of Columbia Treasurer by § 47-316 on March 5, 1981.\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03.\n\nDC CODE § 31-2502.03\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1066, ch. 792, ch. II, § 3; Apr. 22, 1944, 58 Stat. 192, ch. 173, § 1; Feb. 22, 1958, 72 Stat. 21, Pub. L. 85-334, § 4; Mar. 14, 1985, D.C. Law 5-160, § 2(a), 32 DCR 39; Oct. 5, 1985, D.C. Law 6-42, § 447(a), 32 DCR 4450; Mar. 8, 1991, D.C. Law 8-237, § 2(r)(1), 38 DCR 314; Apr. 26, 1994, D.C. Law 10-103, § 7(b), 41 DCR 1005; May 21, 1997, D.C. Law 11-268, § 10(r)(2), 44 DCR 1730; Oct. 21, 2000, D.C. Law 13-190, § 3(b), 47 DCR 7261; Oct. 1, 2002, D.C. Law 14-190, § 603(b), 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 65, 51 DCR 881.)","sections":[{"prefix":"a","text":" The Commissioner shall have power to revoke or suspend the certificate of authority to transact business in the District of any company which has failed or refused to comply with any provision or requirement of this chapter, or which:"},{"prefix":"1","text":" Is impaired in capital or surplus;"},{"prefix":"2","text":" Is insolvent;"},{"prefix":"3","text":" Is determined, pursuant to Chapter 21 of this title, to be in such condition that further transaction of business by the company will be hazardous to its policyholders, creditors, or the general public;"},{"prefix":"4","text":" Has refused or neglected to pay a valid final judgment against such company within 30 days after such judgment shall have become final either by expiration without appeal within the time when such appeal might have been perfected, or by final affirmance on appeal;"},{"prefix":"5","text":" Has violated any law of the District or has in the District violated its charter or exceeded its corporate powers;"},{"prefix":"6","text":" Has refused to submit its books, papers, accounts, records, or affairs to the reasonable inspection or examination of the Commissioner, his deputies, or duly appointed examiners;"},{"prefix":"7","text":" Has an officer who has refused upon reasonable demand to be examined under oath touching its affairs;"},{"prefix":"8","text":" Fails to file with the Commissioner a copy of an amendment to its charter or articles of association within 30 days after the effective date of such amendment;"},{"prefix":"9","text":" Has had its corporate existence dissolved or its certificate of authority revoked in the state in which it was organized;"},{"prefix":"10","text":" Has had all its risks reinsured in their entirety in another company, without prior approval of the Commissioner;"},{"prefix":"11","text":" Has made, issued, circulated, or caused to be issued or circulated any estimate, illustration, circular, or statement of any sort misrepresenting either its status or the terms of any policy issued or to be issued by it, or the benefits or advantages promised thereby, or the dividends or shares of the surplus to be received thereon, or has used any name or title of any policy or class of policies misrepresenting the true nature thereof;"},{"prefix":"12","text":" Has filed, caused to be filed, or failed to prevent the filing of, a statement on its behalf from an independent organization attesting to its qualifications to transact business in the District for which it sought and received a certificate of authority if it knew, or should have known, that the statement was based on false, misleading, or incomplete information; or"},{"prefix":"13","text":" Has filed, caused to be filed, or failed to prevent the filing of a statement on its behalf from a corporate officer attesting to its qualifications to transact business in the District for which it sought and received a certificate of authority if it knew, or should have known, that the statement was based on false, misleading, or incomplete information."},{"prefix":"b","text":" The Commissioner shall not revoke or suspend the certificate of authority of any company until he has given the company not less than 30 days notice of the proposed revocation or suspension and of the grounds alleged therefor, and has afforded the company an opportunity for a full hearing; provided, that if the Commissioner shall find upon examination that the further transaction of business by the company would be hazardous to the public or to the policyholders or creditors of the company in the District, he may suspend such authority without giving notice as herein required; provided further, that in lieu of revoking or suspending the certificate of authority of any company for causes enumerated in this section after hearing as herein provided, the Commissioner may subject such company to a penalty of not more than $10,000 for any violation, or not more than $25,000 for intentional violations, when in his judgment he finds that public interest would be best served by the continued operation of the company. The amount of any such penalty shall be paid by the company through the office of the Commissioner to the Collector of Taxes, District of Columbia. At any hearing provided by this section, the Commissioner shall have authority to administer oaths to witnesses. Anyone testifying falsely after having been administered such an oath shall be subject to the penalties of perjury. Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this chapter, or any rules or regulations issued under the authority of this chapter, pursuant to Chapter 18 of Title 2. Adjudication of any infraction of this chapter shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.03","catch_text":"Certificate of authority to do business--Revocation or suspension."}}