{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-102.\n\n1973 Ed., § 35-102.\n\nLegislative History of Laws\n\nLaw 10-128, the \"Omnibus Budget Support Act of 1994,\" was introduced in Council and assigned Bill No. 10-575, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 22, 1994, and April 12, 1994, respectively. Signed by the Mayor on April 14, 1994, it was assigned Act No. 10-225 and transmitted to both Houses of Congress for its review. D.C. Law 10-128 became effective on June 14, 1994.\n\nLaw 10-233, the \"Insurers Service of Process Act of 1994,\" was introduced in Council and assigned Bill No. 10-666, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 27, 1994, it was assigned Act No. 10-376 and transmitted to both Houses of Congress for its review. D.C. Law 10-233 became effective on March 21, 1995.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-121, the \"Insurance Confidentiality of Information Act of 1996,\" was introduced in Council and Assigned Bill No. 11-168, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 6, 1996, and March 5, 1996, respectively. Signed by the mayor on March 15, 1996, it was assigned Act No. 11-228 and transmitted to both Houses of Congress for its review. D. C. Law 11-121 became effective on May 24, 1996.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-201.\n\nLaw 12-81 the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on the first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-201.\n\nDC CODE § 31-202\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1290, ch. 854, § 646; Jan. 17, 1912, 37 Stat. 53, ch. 11; June 14, 1994, D.C. Law 10-128, § 404, 41 DCR 2096; Mar. 21, 1995, D.C. Law 10-233, § 2, 42 DCR 24; Apr. 18, 1996, D.C. Law 11-110, § 35, 43 DCR 530; May 24, 1996, D.C. Law 11-121, § 2, 43 DCR 1538; May 21, 1997, D.C. Law 11-268, § 10(d), 44 DCR 1730; Mar. 24, 1998, D.C. Law 12-81, § 19, 45 DCR 745.)","sections":[{"prefix":"a","text":" It shall be the duty of the Commissioner to see that all laws of the United States relating to insurance or insurance companies, benefit orders, associations, and others doing insurance business in the District are faithfully executed, to keep on file in the Insurance Administration office copies of the charters, declarations of organizations, or articles of incorporation of every company, association, or order doing business in the District."},{"prefix":"b","text":" Before any such insurance company, association, or order shall be licensed to do business in the District it shall file with the Commissioner a copy of its charter, declaration of organization, or articles of incorporation duly certified in accordance with the law by the Commissioner of Insurance and Securities, Insurance Commissioner, or other proper officers of the state, territory, or nation where the company, association, group, or organization was organized, a certificate setting forth that it is entitled to transact business and assume risks and issue policies of insurance therein and any other information required by the Commissioner; and a duly executed instrument appointing some suitable person in the District of Columbia, or not 10 miles beyond the territorial limits of the District of Columbia, as the agent for such company, upon whom all lawful process in any action or legal proceeding against it in the District may be served and shall register with the Commissioner the address of its principal office and the name and address of its agent for service of process in the District, including any changes in address."},{"prefix":"c","text":" Should said company refuse to appoint such agent, or should any person, after making reasonable efforts to do so (which efforts shall be documented), be unable to serve such agent, said legal process shall be served upon the Commissioner and shall be deemed service upon the company. The Commissioner may by regulation establish fees to be paid when legal process is served upon the Commissioner pursuant to this section. Whenever the Commissioner is served pursuant to this section, he or she shall forward forthwith such process by certified mail to the company named therein, and shall maintain a log showing when such process was served upon the Commissioner and when it was forwarded to the person named therein. The Commissioner shall provide to any person, upon request, the name and address of the agent for any company, or in the alternative, a list of all such agents."},{"prefix":"d","text":" Any company, association, group, or organization that fails to comply with the requirements of subsection (b) of this section shall be guilty of a misdemeanor and shall be fined not more than $500 a day for each violation. Civil fines, penalties, and fees may be imposed as alternative sanctions on any company, association, group, or organization that fails to comply with the requirements of subsection (b) of this section, or any rules or regulations issued pursuant to this section. Any company, association, group, or organization against which a fine, penalty, or fee has been imposed may, within 30 days after notice of the penalty is sent, contest the imposition or the amount of the civil fine, penalty, or fee. The hearing shall commence not less than 10 days nor more than 30 days from the date the request for the hearing is received by the Commissioner. The hearing shall be conducted according to the rules for contested cases enumerated in Title 26 (Insurance) of the District of Columbia Municipal Regulations (26 DCMR)."},{"prefix":"e","text":" The Commissioner shall maintain as confidential any documents or information received from the National Association of Insurance Commissioners or insurance departments of other states which is confidential in such other jurisdictions. The Commissioner may share information, including otherwise confidential information, with the National Association of Insurance Commissioners or insurance departments of other states so long as such other jurisdictions agree to maintain the same level of confidentiality as is available under District of Columbia law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Government Agencies."},"chapter":{"identifier":"2","text":"Duties of Commissioner; Requirements of Industry. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"202","identifier":"31-202","catch_text":"General duties of Commissioner; companies or associations to file certain information; service of legal process; rules and regulations."}}