{"text":"The Commissioner may require that all policy forms used by every company covering risks in the District be filed with the Commissioner. The Commissioner shall have authority to disapprove, within 60 days after the date of the receipt of a filing, the use in the District of any policy form which is inequitable, or does not comply with the requirement of the law of the District. If a policy form is not disapproved for use within the 60-day period described above, the Commissioner may not disapprove it for use unless it does not comply with the requirements of the law of the District.","historical":"Prior Codifications\n\n1981 Ed., § 35-1531.\n\n1973 Ed., § 35-1331.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 9(b) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 10(b) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 9(b) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-90, see Historical and Statutory Notes following § 31-2501.03.\n\nLaw 11-160, the \"Automobile Insurance Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-157, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 26, 1996, it was assigned Act No. 11-296 and transmitted to both Houses of Congress for its review. D.C. Law 11-160 became effective on September 20, 1996.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nMiscellaneous Notes\n\nReport by Commissioner of Insurance and Securities: Section 5 of D.C. Law 11- 160 provided that \"Within two years of September 20, 1996, the Commissioner of Insurance and Securities shall prepare and submit to the Council of the District of Columbia for its review a report on the impact of this act on the private passenger motor vehicle insurance market or any part thereof, the funding for the Office of Insurance, the District of Columbia insurance premium tax, the number of insurers doing business in the District, and the number of insurers domiciled in the District of Columbia. In preparing such report, the Commissioner may request from specific private passenger motor vehicle insurers doing business in the District, or from all such insurers, reasonable and pertinent information. Information which is proprietary to any affected insurer shall be treated as confidential by the Commissioner, but may be used in the aggregate with other information from other affected insurers for statistical or other reporting purposes.\"\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03.\n\nDC CODE § 31-2502.27\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1076, ch. 792, ch. II, § 27; Feb. 27, 1996, D.C. Law 11-90, § 9(b), 42 DCR 7155; Sept. 20, 1996, D.C. Law 11-160, § 3, 43 DCR 3722; May 21, 1997, D.C. Law 11-268, § 10(r)(2), 44 DCR 1730.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.27","catch_text":"Filing and approval of policy forms."}}