{"text":"No company shall be exempt from the provisions of this chapter by reason of its having been incorporated in the District or elsewhere prior to the effective date of this chapter, except that, in the case of companies authorized in the District on October 9, 1940, and continuously thereafter without any increase of authority, the minimum capital and surplus required of a stock company, and the minimum surplus required of a mutual or reciprocal company, or of a Lloyd's organization, by the laws of the District heretofore applicable shall not be increased by this chapter, and provided also that in the case of such continuously authorized companies the provisions of § 31-2502.24 relating to the names of companies, and the provisions of § 31-2502.25 relating to the amount of surplus necessary to the issuance of policies having no provision for contingent liability, shall not be applicable.","historical":"Prior Codifications\n\n1981 Ed., § 35-1517.\n\n1973 Ed., § 35-1317.\n\nLegislative History of Laws\n\nLaw 3-52, the \"District of Columbia Insurance Act Amendment of 1979,\" was introduced in Council and assigned Bill No. 3-53, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 20, 1979, and December 4, 1979, respectively. Signed by the Mayor on December 21, 1979, it was assigned Act No. 3-142 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\n\"The effective date of this chapter,\" referred to near the beginning of the section, means the effective date of the Act of October 9, 1940. Section 48 of such Act provided that the Act would become effective 30 days after October 9, 1940.\n\nDC CODE § 31-2502.14\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1070, ch. 792, ch. II, § 14; Aug. 14, 1973, 87 Stat. 304, Pub. L. 93-89, title IV, § 401; Feb. 23, 1980, D.C. Law 3-52, § 4, 27 DCR 26.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.14","catch_text":"Applicability of provisions to existing companies."}}