{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1505.\n\n1973 Ed., § 35-1305.\n\nEffect of Amendments\n\nD.C. Law 13-190 inserted after the third sentence the new fourth and fifth sentences.\n\nD.C. Law 14-190 rewrote the section which had read as follows:\n\n\"It shall be the duty of the Commissioner to issue a certificate of authority to a company when it shall have complied with the requirements of the laws of the District so as to be entitled to do business therein. The Commissioner may, however, satisfy himself by such investigation as he may deem proper or necessary that such company is duly qualified under the laws of the District to transact business therein, and may refuse to issue or renew any such certificate to a company if the issuance or renewal of such certificate would adversely affect the public interest. In each case the certificate shall be issued under the seal of the Commissioner authorizing and empowering the company to transact the kind or kinds of business specified in the certificate, and each such certificate shall be made to expire on the 30th day of April next succeeding the date of its issuance. A company may, at its own option and expense, submit a statement from an independent organization acceptable to the Commissioner, attesting that it meets all the requirements of the laws and regulations of the District and is qualified to transact the business for which it seeks a certificate of authority. The statement shall be signed, under oath, by an officer or principal of the independent organization and shall be considered prima facie evidence by the Commissioner that the company is entitled to do business in the District, subject to (1) an investigation and review, and (2) the Commissioner's authority to revoke or suspend a certificate of authority as provided in this chapter. No company shall transact any business in or from the District until it shall have received a certificate of authority as authorized by this section, and no company shall transact any business not specified in such certificate of authority. No domestic mutual company shall transact any business in the District until it has bona fide applications for insurance covering not less than 200 separate risks in not less than 20 policies to be issued to not less than 20 members, and has received the cash premium therefor, and has a surplus of not less than the amount provided under §§ 31-2502.12 and 31-2502.13.\"\n\nD.C. Law 16-232 repealed subsec. (b), which formerly read:\n\n\"(b) The Commissioner may, in accordance with § 2-505, promulgate reasonable rules and regulations as are necessary to implement the provisions of this chapter.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 603(a) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2501.03.\n\nLaw 13-190, the \"Insurer and Health Maintenance Organization Self-Certification Act of 2000,\" was introduced in Council and assigned Bill No. 13-722, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-407 and transmitted to both Houses of Congress for its review. D.C. Law 13- 190 became effective on October 21, 2000.\n\nLaw 14-190, the \"Fiscal Year 2003 Budget Support Act of 2002\", was introduced in Council and assigned Bill No. 14-609, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 3, 2002, it was assigned Act No. 14-403 and transmitted to both Houses of Congress for its review. D.C. Law 14-190 became effective on October 1, 2002.\n\nFor Law 16-232, see notes following § 31-231.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-2501.03.\n\nDC CODE § 31-2502.02\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1066, ch. 792, ch. II, § 2; May 21, 1997, D.C. Law 11-268, § 10(r)(2), 44 DCR 1730; Oct. 21, 2000, D.C. Law 13-190, § 3(a), 47 DCR 7261; Oct. 1, 2002, D.C. Law 14-190, § 603(a), 49 DCR 6968; Mar. 8, 2007, D.C. Law 16-232, § 202(a), 54 DCR 368.)","sections":[{"prefix":"a","text":" The Commissioner shall issue a certificate of authority to a company when it shall have complied with the requirements of the laws of the District so as to be entitled to do business therein. The Commissioner may, however, satisfy himself by such investigation as he may consider proper or necessary that the company is duly qualified under the laws of the District to transact business therein, and may refuse to issue or renew the certificate to a company if the issuance or renewal of the certificate would adversely affect the public interest. In each case, the certificate shall be issued under the seal of the Commissioner authorizing and empowering the company to transact the kind of business specified in the certificate, and the certificate shall expire on the 30th day of April next succeeding the date of its issuance."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" No company shall transact any business in or from the District until it shall have received a certificate of authority as authorized by this section, and no company shall transact any business not specified in the certificate of authority. No domestic mutual company shall transact any business in the District until it has bona fide applications for insurance covering not less than 200 separate risks in not less than 20 policies to be issued to not less than 20 members, and has received the cash premium therefor, and has a surplus of not less than the amount provided under §§ 31-2502.12 and 31-2502.13."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.02","catch_text":"Certificate of authority to do business--Issuance or renewal."}}