{"text":"","historical":"Temporary Addition of Section\n\nSection 3 of D.C. Law 18-203 added a section to read as follows:\n\n\"Sec. 3. Dependent child coverage.\n\n\"(a) A group health plan or an individual health plan, and a health insurer offering health insurance coverage that provides coverage for dependent children, that delivers, issues for delivery, amends, or renews a health insurance policy in the District of Columbia shall make health insurance coverage available and, if requested by the policyholder, extend health insurance coverage to any dependent child of a policyholder until the dependent child is no longer a dependent child.\n\n\"(b) The health insurance coverage shall provide:\n\n\"(1) The same health insurance coverage benefits to a dependent child that are available to any other covered dependent; and\n\n\"(2) Health insurance coverage benefits to a dependent child at the same rate or premium applicable to any other covered dependent.\n\n\"(c) Nothing in this act shall be construed to require:\n\n\"(1) Coverage for services provided to a dependent before the effective date of this act; or\n\n\"(2) That an employer or other group policyholder pay all or part of the cost of coverage for a dependent as provided pursuant to this section.\"\n\nSection 6(b) of D.C. Law 18-203 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 3 of Health Insurance for Dependents Emergency Act of 2010 (D.C. Act 18-384, April 29, 2010, 57 DCR 3835).\n\nLegislative History of Laws\n\nFor history of Law 18-252, see notes under ยง 31-2996.01.\n\nDC CODE ยง 31-2996.02\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2010, D.C. Law 18-252, ยง 3, 57 DCR 8064.)","sections":[{"prefix":"a","text":" A group health plan or an individual health plan, and a health insurer offering health insurance coverage that provides coverage for dependent children, that delivers, issues for delivery, amends, or renews a health insurance policy in the District of Columbia shall make health insurance coverage available and, if requested by the policyholder, extend coverage to any dependent child of a policyholder until the dependent child is no longer a dependent child."},{"prefix":"b","text":" The health insurance coverage shall provide:"},{"prefix":"1","text":" The same health insurance coverage benefits to a dependent child that are available to any other covered dependent; and"},{"prefix":"2","text":" Health insurance coverage benefits to a dependent child at the same rate or premium applicable to any other covered dependent."},{"prefix":"c","text":" Nothing in this chapter shall be construed to require:"},{"prefix":"1","text":" Coverage for services provided to a dependent before October 26, 2010; or"},{"prefix":"2","text":" That an employer or other group policyholder pay all or part of the cost of coverage for a dependent as provided pursuant to this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"29D","text":"Dependent Health Insurance."},"heading":{"title":"31","chaptersection":"2996","identifier":"31-2996.02","catch_text":"Dependent child coverage."}}