{"text":"As used in this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 35-2102.\n\nEffect of Amendments\n\nD.C. Law 13-289 repealed par. (2) and rewrote par. (4). Pars. (2) and (4) had read:\n\n\"(2) The term 'Administration Fund' means the fund established by § 31-2408.\"\n\n\"(4) The term 'Department' means the District of Columbia Department of Transportation, established by Reorganization Plan No. 2 of 1975.\"\n\nD.C. Law 14-235 rewrote par. (17) that had read as follows:\n\n\"(17) The term 'motor vehicle' means any device propelled by an internal-combustion engine, electricity, or steam, including any non-operational vehicle that is being restored or repaired. The term 'motor vehicle' does not include traction engines used exclusively for drawing vehicles in fields, road rollers, vehicles propelled only upon rails and tracks, and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour.\"\n\nD.C. Law 15-105, in par. (17), validated a previously made technical correction.\n\nD.C. Law 15-166, in par. (29), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities, established by Reorganization Order No. 43, dated June 23, 1953,\"\n\nD.C. Law 16-117 added par. (9A).\n\nD.C. Law 16-224, in par. (17), revived the provisions of D.C. Law 14-235 that expired on October 1, 2005, and substituted \"personal mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability\" for \"electric personal assistive mobility devices, as defined by § 50-2201.02(12), and battery-operated wheelchairs when operated by a handicapped person at speeds not exceeding 10 miles per hour\".\n\nD.C. Law 16-305, in par. (17), purported to substitute \"person with a disability\" for \"handicapped person\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Temporary Amendment Act of 2006 (D.C. Law 16-85, April 4, 2006, law notification 53 DCR 3344).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(n) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nFor temporary (90 day) amendment of section, see § 2 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Emergency Amendment Act of 2005 (D.C. Act 16-237, December 22, 2005, 53 DCR 249).\n\nFor temporary (90 day) amendment of section, see § 2 of Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-323, March 23, 2006, 53 DCR 2567).\n\nFor temporary (90 day) amendment of section, see § 201 of Personal Mobility Device Emergency Amendment Act of 2006 (D.C. Act 16-528, December 4, 2006, 53 DCR 9826).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 31-2401.\n\nLaw 5-176, the \"Motor Vehicle Definition Wheelchair Exception Amendment Act of 1984,\" was introduced in Council and assigned Bill No. 5-382, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-241 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 31-2408.01.\n\nLaw 11-268, the \"Department of Insurance and Securities Regulation Establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11- 415, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-524 and transmitted to both Houses of Congress for its review. D.C. Law 11-268 became effective May 21, 1997.\n\nLaw 12-184, the \"Health Insurance Portability and Accountability Federal Law Conformity and No-Fault Motor Vehicle Insurance Act of 1998,\" was introduced in Council and assigned Bill No. 12-8, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second reading on July 7, 1998 and September 22, 1998, respectively. Signed by the Mayor on October 2, 1998, it was assigned Act No. 12-455, and transmitted to both Houses of Congress for review. D.C. Law 12-184 became effective on March 26, 1999.\n\nLaw 13-289, the \"Motor Vehicle and Safe Driving Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-828, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on January 22, 2001, it was assigned Act No. 13-592 and transmitted to both Houses of Congress for its review. D.C. Law 13-289 became effective on April 27, 2001.\n\nLaw 14-235, the \"Motor Vehicle Definition Electric Personal Assistive Mobility Device Exemption Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-550, which was referred to the Committee on Public Works and Environment. The Bill was adopted on first and second readings on July 2, 2002, and October 1, 2002, respectively. Signed by the Mayor on October 23, 2002, it was assigned Act No. 14-497 and transmitted to both Houses of Congress for its review. D.C. Law 14-235 became effective on March 25, 2003.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nFor Law 15-166, see notes following § 31-1004.\n\nLaw 16-117, the \"Vehicle Insurance Enforcement Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-56 which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively.   Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-319 and transmitted to both Houses of Congress for its review.  D.C. Law 16-117 became effective on June 8, 2006.\n\nLaw 16-224, the \"Personal Mobility Device Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-633, which was referred to Committee on Public Works and Environment. The Bill was adopted on first and second readings on November 14, 2006, and December 5, 2006, respectively. Signed by the Mayor on December 19, 2006, it was assigned Act No. 16-553 and transmitted to both Houses of Congress for its review. D.C. Law 16-224 became effective on March 6, 2007.\n\nFor Law 16-305, see notes following § 31-1131.11.\n\nTransfer of Functions\n\nThe functions of the Department of Transportation were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: The Department of Insurance, including the Superintendent, was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 43, dated June 23, 1953, as amended, established, under the direction and control of a Commissioner, a Department of Insurance headed by a Superintendent. The Order provided for the organization of the Department, abolished the previously existing Department of Insurance, and provided that all functions and positions of the previous Department would be transferred to the new Department of Insurance, including the duties, powers, and authorities of all officers and employees; and that all personnel, property, records and unexpended balances relating to the functions and positions transferred would also be transferred to the new Department. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. The functions of the Superintendent of Insurance were transferred to the Department of Consumer and Regulatory Affairs by Reorganization Plan No. 1 of 1983, effective March 31, 1983. Pursuant to the provisions of D.C. Law 11- 268, the Department of Insurance and Securities Regulation was established and the duties of the Superintendent of Insurance and the Insurance Administration were assumed by the Commissioner of Insurance and Securities, and the Insurance Administration in the Department of Consumer and Regulatory Affairs was abolished.\n\nExpiration of Law 14-235: Section 14 of D.C. Law 14-235 provided that the act shall expire on October 1, 2005.\n\nDC CODE § 31-2402\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1982, D.C. Law 4-155, § 3, 29 DCR 3491; Mar. 15, 1985, D.C. Law 5-176, § 2, 32 DCR 748; Mar. 4, 1986, D.C. Law 6-96, § 2(a), 32 DCR 7245; May 21, 1997, D.C. Law 11-268, § 10(v), 44 DCR 1730; Mar. 26, 1999, D.C. Law 12-184, § 2, 45 DCR 7796; Apr. 27, 2001, D.C. Law 13-289, § 101(a), 48 DCR 2057; Mar. 25, 2003, D.C. Law 14-235, § 2, 49 DCR 9788; Mar. 13, 2004, D.C. Law 15-105, § 90(a), 51 DCR 881; June 11, 2004, D.C. Law 15-166, § 4(n), 51 DCR 2817; June 8, 2006, D.C. Law 16-117, § 201(a), 53 DCR 2548; Mar. 6, 2007, D.C. Law 16-224, § 201, 53 DCR 10225.)","sections":[{"prefix":"1","text":" The term \"accident\" means an untoward and unforeseen occurrence arising out of the maintenance or use of:"},{"prefix":"A","text":" A motor vehicle;"},{"prefix":"B","text":" A vehicle operated or designed for operation upon a highway by power other than muscular power with respect only to any pedestrian or any occupant of that vehicle other than the owner or operator of that vehicle; or"},{"prefix":"C","text":" Any other vehicle covered by the insurance coverages required by § 31- 2406."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" The term \"beneficiary\" means a person who is named in a policy of personal injury protection insurance as a person who is entitled to the benefits of personal injury protection insurance."},{"prefix":"4","text":" The term \"Department\" means the Department of Motor Vehicles established pursuant to § 50-901."},{"prefix":"5","text":" The term \"Director\" means the Director of the Department or the Director's designee."},{"prefix":"6","text":" The term \"District\" means the District of Columbia."},{"prefix":"7","text":" The term \"highway\" means the entire width between the boundary lines of every publicly maintained way, when any part thereof is open to the use of the public for purposes of vehicular or pedestrian travel."},{"prefix":"8","text":" The term \"individual\" means a natural person."},{"prefix":"9","text":" The term \"injury\" means bodily harm to an individual that is sustained in an accident, and any illness, disease, or death resulting from that bodily harm."},{"prefix":"9A","text":" \"Insurance Identification Card\" means a document issued by an insurer as proof of insurance for a motor vehicle that lists the name of the insurer, the policy number, the name of the insured, the period of coverage for the insurance, and the make, model, and vehicle identification number."},{"prefix":"10","text":" The term \"insured\" means a named insured or any other person insured in an insurance policy, with the exception of those persons specifically excluded by endorsement on the insurance policy."},{"prefix":"11","text":" The term \"insurer\" means any person, company, or professional association licensed in the District of Columbia that provides motor vehicle liability protection or any self-insurer."},{"prefix":"12","text":" The term \"license\" means a license or permit to operate a motor vehicle issued under the laws of the District. The term \"license\" includes a driver's license; a temporary or learner's permit; the privilege of any person to drive a motor vehicle whether or not such person holds a valid license issued by the District government; the privilege conferred upon a nonresident by the laws of the District pertaining to the operation by a nonresident of a motor vehicle; or any other license issued under authority delegated to the Director."},{"prefix":"13","text":" The term \"loss\" means economic detriment incurred as a result of an accident resulting in injury, consisting of and limited to medical and rehabilitation expenses, work loss inclusive of replacement services loss, and death benefits. The term \"loss\" does not include noneconomic loss."},{"prefix":"14","text":" The term \"maintenance or use\" with respect to a motor vehicle means any activity involving or related to the operation of or transportation by a motor vehicle, including occupying, entering into, alighting from, repairing, or servicing. The term \"maintenance or use\" does not include conduct within the course of a business of repairing, servicing, or otherwise maintaining motor vehicles unless the conduct is off the business premises or unless it is conduct in the course of loading or unloading a motor vehicle."},{"prefix":"15","text":" The term \"Mayor\" means the Mayor of the District of Columbia or the Mayor's designee."},{"prefix":"16","text":" The term \"motorcycle\" means any motor vehicle having either a tandem arrangement of 2 wheels or a tricyclic arrangement of 3 wheels and having a seat or saddle for the use of the operator. The term \"motorcycle\" does not include a tractor."},{"prefix":"17","text":" The term \"motor vehicle\" means any device propelled by an internal-combustion engine, electricity, or steam, including any non-operational vehicle that is being restored or repaired. The term \"motor vehicle\" does not include traction engines used exclusively for drawing vehicles in fields, road rollers, vehicles propelled only upon rails and tracks, personal mobility devices, as defined by § 50-2201.02(12), or a battery-operated wheelchair when operated by a person with a disability."},{"prefix":"18","text":" The term \"named insured\" means the person identified in the declaration of the insurance policy."},{"prefix":"19","text":" The term \"noneconomic loss\" means pain, suffering, inconvenience, physical or mental impairment, and other nonpecuniary damage recoverable under the tort law applicable to injury arising out of the maintenance or use of a motor vehicle."},{"prefix":"20","text":" The term \"operator\" means a person who drives or is in actual physical control of a motor vehicle or who is exercising control over or steering a motor vehicle being pushed or towed by a motor vehicle."},{"prefix":"21","text":" The term \"owner\" means any person, corporation, firm, agency, association, organization, or federal, state, or local government agency or other authority or other entity having the property or title to a vehicle or bicycle used or operated in the District; any registrant of a vehicle used or operated in the District; or any person, corporation, firm, agency, association, organization, or federal, state, or local government agency or authority or other entity in the business of renting or leasing vehicles or bicycles to be used or operated in the District."},{"prefix":"22","text":" The term \"passenger vehicle\" means any vehicle other than one registered as a commercial vehicle or for livery, rental, sightseeing, or taxi purposes."},{"prefix":"23","text":" The term \"person\" means any natural person, firm, copartnership, association, government, government agency, or instrumentality."},{"prefix":"24","text":" The term \"personal injury protection\" means the benefits provided pursuant to § 31-2404."},{"prefix":"25","text":" The term \"registration certificate\" means a certificate or its duplicate issued by the Director to a registrant, containing any or all of the information that appeared on his or her application for registration, the number of the owner's identification tags issued to the registrant for use on the vehicle described on the card and other information as the Director may determine, or a registration certificate or its duplicate, issued by the Director to a new car dealer, or used car dealer, containing any or all of the information that appeared on his or her application for dealer's identification tags, the number of the dealer's identification tags issued to the new car dealer or used car dealer for use as provided by 18 DCMR and any other information the Director may require."},{"prefix":"26","text":" The term \"self-insurer\" means any person having received a certificate of self-insurance issued by the Mayor pursuant to § 50-1301.79."},{"prefix":"27","text":" The term \"stacking\" means a legal procedure wherein the limits of liability applicable to a single motor vehicle liability policy of insurance are added to the limits of liability of all motor vehicles which may be insured by 1 motor vehicle liability policy of insurance involved in 1 accident."},{"prefix":"28","text":" The term \"state\" means any state, territory, or possession of the United States or any possession or territory of Canada. The term \"state\" includes the District of Columbia."},{"prefix":"29","text":" The term \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking or the Commissioner's designee."},{"prefix":"30","text":" The term \"survivor\" means an individual identified in the wrongful death statute of the District, as one entitled to receive benefits by reason of the death of a victim."},{"prefix":"31","text":" The term \"taxicab\" means any public vehicle for hire having a seating capacity of less than 8 passengers, exclusive of the driver, except ambulances, funeral cars, vehicles used exclusively for sightseeing purposes, or vehicles for which the rate is fixed solely by the hour."},{"prefix":"32","text":" The term \"trailer\" means a vehicle with or without motor power intended to be used for carrying property or persons and drawn or intended to be drawn by a motor vehicle, whether such vehicle without motor power carries the weight of the property or persons wholly on its own structure or whether a part of such weight rests upon or is carried by a motor vehicle."},{"prefix":"32A","text":" The term \"underinsured motor vehicle\" means an insured motor vehicle where the limits on 3rd-party personal liability or property damage coverage under the insurance required by § 31-2406 are insufficient to pay the loss up to the limit of uninsured motor vehicle coverage as requested by the insured."},{"prefix":"33","text":" The term \"vehicle\" means a motor vehicle; a trailer; or an appliance moved over a highway on wheels or traction tread including draft animals and beasts of burden."},{"prefix":"34","text":" The terms \"victim\" and \"motor vehicle accident victim\" mean an individual who sustains injury as a result of an accident."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"24","text":"Compulsory/No-Fault Motor Vehicle Insurance"},"heading":{"title":"31","chaptersection":"2402","identifier":"31-2402","catch_text":"Definitions."}}