{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 13-265, see notes following ยง 31-2231.01.\n\nDC CODE ยง 31-2231.12\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-265, ยง 112, 48 DCR 1225.)","sections":[{"prefix":"a","text":" No person shall knowingly:"},{"prefix":"1","text":" Permit, or offer to make, a policy or contract of life insurance, annuity, or accident and health insurance, or agreement as to such policy or contract, other than as plainly expressed in the policy or contract issued thereon; or"},{"prefix":"2","text":" Pay, allow, give, or offer to pay, allow, or give, directly or indirectly as inducement to such policy or contract:"},{"prefix":"A","text":" A rebate of premiums payable on the policy or contract;"},{"prefix":"B","text":" A special favor or advantage in the dividends or other benefits thereon; or"},{"prefix":"C","text":" A valuable consideration or inducement not specified in the contract."},{"prefix":"b","text":" No person shall directly or indirectly give, sell, purchase, or offer, or agree to give, sell, purchase, or offer as inducement to the policy or contract specified in subsection (a) of this section, or in connection therewith:"},{"prefix":"1","text":" Stocks, bonds, or other securities of an insurance company or other corporation, association, or partnership;"},{"prefix":"2","text":" Dividends or profits accrued or to accrue thereon; or"},{"prefix":"3","text":" Anything of value not specified in the contract."},{"prefix":"c","text":" No person shall receive or accept as inducement to a policy or contract:"},{"prefix":"1","text":" A rebate of premium payable on the policy or contract;"},{"prefix":"2","text":" A special favor or advantage in the dividends or other benefits to accrue on the policy or contract; or"},{"prefix":"3","text":" A valuable consideration or inducement not specified in the contract."},{"prefix":"d","text":" Section 31-2231.11 or this section shall not be construed to include within the definition of discrimination or rebates any of the following practices:"},{"prefix":"1","text":" In the case of a contract of life insurance or life annuity, paying bonuses to policyholders or otherwise abating their premiums in whole or in part out of surplus accumulated from nonparticipating insurance; provided, that the bonuses or abatement of premiums shall be fair and equitable to policyholders and for the best interests of the company and its policyholders;"},{"prefix":"2","text":" In the case of life insurance policies issued on the industrial debit, preauthorized check, bank draft, or similar plans, making allowance to policyholders who have continuously for a specified period made premium payments directly to an office of the insurer in an amount which fairly represents the saving in collection expenses;"},{"prefix":"3","text":" Readjustment of the rate of premium for a group insurance policy based on the loss or expense experience thereunder at the end of the first or a subsequent policy year of insurance thereunder, which may be made retroactive only for the policy year;"},{"prefix":"4","text":" Reduction of premium rates for policies of large amounts, but not exceeding savings in issuance and administration expenses reasonably attributable to the policies as compared with policies of similar plans issued in smaller amounts;"},{"prefix":"5","text":" Issuing life or health insurance policies or annuity contracts on a salary savings or payroll deduction plan, or other distribution plan, at reduced rates reasonably commensurate with the savings made by the use of the plan; and"},{"prefix":"6","text":" Issuance of health insurance policies which provide for increases in benefits to policyholders who maintain their policies continuously in force without lapse for specified periods."},{"prefix":"e","text":" Section 31-2231.11 or this section shall not be construed to include within the definition of securities an inducement to purchase insurance, the selling or offering for sale, contemporaneously with life insurance, mutual fund shares or face amount certificates of regulated investment companies under offerings registered with the United States Securities and Exchange Commission where the shares, the face amount certificates, or the insurance may be purchased independently of, and not contingent upon, purchase of the other, at the same price and upon similar terms and conditions as where purchased independently."},{"prefix":"f","text":" For the purposes of ยง 31-2231.11 or this section, the term \"valuable consideration\" shall not include any educational materials, promotional materials, or articles of merchandise that cost less than $10, regardless of whether a policy or contract is purchased."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"22A","text":"Unfair Insurance Trade Practices."},"heading":{"title":"31","chaptersection":"2231","identifier":"31-2231.12","catch_text":"Rebates: life, health, and annuities."}}