{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-194, see notes following ยง 31-2301.\n\nDC CODE ยง 31-2302\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-194, ยง 3, 47 DCR 7427.)","sections":[{"prefix":"a","text":"(1) Upon compliance with this chapter, a Non-U.S. insurer which is authorized to use the District of Columbia (\"District\") as a state of entry to transact insurance business through its United States branch and which owns beneficially, directly or indirectly, all outstanding shares of a domestic insurer or of a foreign insurer qualified and licensed in the District to write all the kinds of insurance for which the United States branch is qualified and licensed, may domesticate its United States branch by entering into a written domestication agreement with such domestic or foreign insurer providing for the acquisition of the business and assets, and the assumption of all liabilities, of the United States branch, by the domestic or foreign insurer for no consideration, except for (A) such assumption of liabilities, and (B) additional consideration payable by the issuance of shares of the acquiring insurer."},{"prefix":"2","text":" The domestication shall be subject to prior written approval by the Commissioner if the acquiring insurer is a domestic insurer or by the chief insurance regulatory official of the state of organization if it is a foreign insurer."},{"prefix":"3","text":" The domestication shall be subject to final approval by the Commissioner if the acquiring insurer is a domestic insurer or by the chief insurance regulatory official of the state of organization if it is a foreign insurer."},{"prefix":"b","text":" Any shares of the acquiring insurer, or voting trust certificates therefor, held among the trusteed assets of the United States branch or held in a trust created by the Non-U.S. insurer of which the Non-U.S. insurer is a beneficiary shall be deemed to be shares held beneficially, but indirectly, by the Non-U.S. insurer."},{"prefix":"c","text":" The acquiring insurer may be licensed to engage in the insurance business in the District either before entering into the domestication agreement or, if the Commissioner approves, effective with consummation of the domestication agreement in accordance with ยง 31-2306."},{"prefix":"d","text":" This chapter shall not be construed to (1) authorize an insurance company to do any kind of insurance business not authorized by its charter, or (2) authorize a foreign or Non-U.S. insurer to do any kind of insurance business in the District not authorized by its license or certificate of authority to do business in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"23","text":"United States Branch Domestication of Non-U.S. Insurers."},"heading":{"title":"31","chaptersection":"2302","identifier":"31-2302","catch_text":"Domestication permitted."}}