{"text":"In this chapter, unless the context otherwise requires:","historical":"Prior Codifications\n\n1981 Ed., § 35-1503.\n\n1973 Ed., § 35-1303.\n\nEffect of Amendments\n\nD.C. Law 15-354, in par. (3), substituted \"of the Department of Insurance, Securities, and Banking\" for \"of Insurance and Securities\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 9(a) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 10(a) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 9(a) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nLaw 11-90, the \"Insurance Omnibus Insurance Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-182, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-173 and transmitted to both Houses of Congress for its review. D.C. Law 11-90 became effective on February 27, 1996.\n\nLaw 11-268, the \"Department of Insurance and Securities Regulation Establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11- 415, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-524 and transmitted to both Houses of Congress for its review. D.C. Law 11-268 became effective May 21, 1997.\n\nFor Law 15-354, see notes following § 31-101.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: The Department of Insurance, including the Superintendent, was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 43, dated June 23, 1953, as amended, established, under the direction and control of a Commissioner, a Department of Insurance headed by a Superintendent. The Order provided for the organization of the Department, abolished the previously existing Department of Insurance, and provided that all functions and positions of the previous Department would be transferred to the new Department of Insurance, including the duties, powers, and authorities of all officers and employees; and that all personnel, property, records and unexpended balances relating to the functions and positions transferred would also be transferred to the new Department. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. The functions of the Superintendent of Insurance were transferred to the Department of Consumer and Regulatory Affairs by Reorganization Plan No. 1 of 1983, effective March 31, 1983. Pursuant to the provisions of D.C. Law 11- 268, the Department of Insurance and Securities Regulation was established and the duties of the Superintendent of Insurance and the Insurance Administration were assumed by the Commissioner of Insurance and Securities and the Insurance Administration in the Department of Consumer and Regulatory Affairs was abolished.\n\nDC CODE § 31-2501.03\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1064, ch. 792, ch. I, § 3; June 30, 1953, 67 Stat. 120, ch. 168; Feb. 27, 1996, D.C. Law 11-90, § 9(a), 42 DCR 7155; May 21, 1997, D.C. Law 11-268, § 10(r)(1), 44 DCR 1730; Apr. 13, 2005, D.C. Law 15-354, § 47, 52 DCR 2638.)","sections":[{"prefix":"1","text":" \"District\" means District of Columbia."},{"prefix":"2","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"3","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking or the officer or officers, agency or agencies succeeding to his functions under Reorganization Plan No. 5 of 1952."},{"prefix":"4","text":" \"Department\" means the Department of Insurance of the District of Columbia."},{"prefix":"5","text":" \"Company\" means an insurance, surety, or indemnity company, and shall be deemed to include a corporation, company, partnership, association, individual, or aggregation of individuals engaging in or proposing or attempting to engage in any kind of insurance, surety, or indemnity business, including the exchanging of reciprocal or interinsurance contracts between individuals, partnerships, and corporations."},{"prefix":"6","text":" \"Authorized company\" means a company which has authority from the Commissioner to do business in the District as provided under § 31-2502.02."},{"prefix":"7","text":" \"Unauthorized company\" means a company which does not have authority from the Commissioner to do business in the District as provided under § 31- 2502.02."},{"prefix":"8","text":" \"Domestic company\" means a company incorporated or organized under the laws of the District."},{"prefix":"9","text":" \"Foreign company\" means a company incorporated or organized under the laws of any state of the United States."},{"prefix":"10","text":" \"Alien company\" means a company incorporated or organized under the laws of any country other than the United States."},{"prefix":"11","text":" \"Reciprocal\" includes interinsurance exchange."},{"prefix":"12","text":" \"Person\" includes individuals, corporations, associations, exchanges, and partnerships."},{"prefix":"13","text":" Personal pronouns include all genders; the singular includes the plural and the plural includes the singular."},{"prefix":"14","text":" \"Policy\" means an insurance policy or contract, including contracts of fidelity and surety, and includes any contract wherein 1 party called the \"company,\" for a consideration, undertakes to pay money or its equivalent, or to do an act valuable to any other party, upon the happening of the hazard or peril insured against whereby the party insured suffers loss or injury or is subjected to legal liability."},{"prefix":"15","text":" \"Officer,\" when used to refer to officer of the company, includes an attorney-in-fact."},{"prefix":"16","text":" \"Policy-writing agent\" means any person who is not a salaried employee of a company, and whose residence or principal place of business is located in the District, and who is authorized in writing by any company authorized to transact business in the District to countersign policies and to solicit, negotiate, or effect contracts of insurance, surety, or indemnity for such company in the District."},{"prefix":"17","text":" \"Soliciting agent\" means any person who is not a salaried employee of a company and whose residence or principal place of business is located in the District, and who is authorized by a company having authority to transact business in the District, or by a policy-writing agent, to solicit in the District contracts of insurance, surety, or indemnity in behalf of such company or agent."},{"prefix":"18","text":" \"Broker\" means any person who for a consideration acts or aids in any manner in the solicitation or negotiation on behalf of the assured of contracts of insurance, surety, or indemnity."},{"prefix":"19","text":" \"Salaried company employee\" means any person regularly employed by an authorized company, and who is paid a regular wage or salary to perform certain duties and functions authorized by such company. For the purposes of this chapter the term \"salaried company employee\" shall not include employees engaged solely in office duties or in the inspection, rating, or classifying of risks or in the supervision of agents, or any employee not engaged in the solicitation or writing of policies, or officers of companies or associations engaged in the performance of their usual and customary executive duties."},{"prefix":"20","text":" \"Surplus\" means the excess of admitted assets over liabilities and capital in the case of a company with capital stock, and the excess of admitted assets over liabilities in the case of a company without capital stock."},{"prefix":"21","text":" \"Liabilities\" means all debts due or to become due, contingent or otherwise, of which the company has knowledge, and includes the reserves required by this chapter."},{"prefix":"22","text":" \"Admitted assets\" includes the investments authorized or permitted pursuant to the National Association of Insurance Commissioners Accounting Practices Manual."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"I","text":"Applicability; Definitions."},"heading":{"title":"31","chaptersection":"2501","identifier":"31-2501.03","catch_text":"Definitions."}}