{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4604.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-233, see Historical and Statutory Notes following § 31-2001.\n\nDC CODE § 31-2004\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-233, § 5, 44 DCR 765.)","sections":[{"prefix":"a","text":" For the purposes of this chapter, the term \"Regulatory Action Level Event\" means, with respect to any insurer, any of the following events:"},{"prefix":"1","text":" The filing of an RBC Report by the insurer which indicates that the insurer's total adjusted capital is greater than or equal to its Authorized Control Level RBC, but less than its Regulatory Action Level RBC;"},{"prefix":"2","text":" The notification by the Commissioner to an insurer of an Adjusted RBC Report that indicates the event in paragraph (1) of this subsection, provided the insurer does not challenge the Adjusted RBC Report under § 31-2007;"},{"prefix":"3","text":" If, pursuant to § 31-2007, the insurer challenges an Adjusted RBC Report that indicates the event in paragraph (1) of this subsection, the notification by the Commissioner to the insurer that the Commissioner has, after a hearing, rejected the insurer's challenge;"},{"prefix":"4","text":" The failure of the insurer to file an RBC Report by the filing date, unless the insurer has provided an explanation for such failure which is satisfactory to the Commissioner and has cured the failure within 10 days after the filing date;"},{"prefix":"5","text":" The failure of the insurer to submit an RBC Plan to the Commissioner within the time period set forth in § 31-2003(c);"},{"prefix":"6","text":" Notification by the Commissioner to the insurer that:"},{"prefix":"A","text":" The RBC Plan or Revised RBC Plan submitted by the insurer is, in the judgment of the Commissioner, unsatisfactory; and"},{"prefix":"B","text":" Such notification constitutes a Regulatory Action Level Event with respect to the insurer, provided the insurer has not challenged the determination under § 31-2007;"},{"prefix":"7","text":" If, pursuant to § 31-2007, the insurer challenges a determination by the Commissioner under paragraph (6) of this subsection, the notification by the Commissioner to the insurer that the Commissioner has, after a hearing, rejected such challenge;"},{"prefix":"8","text":" Notification by the Commissioner to the insurer that the insurer has failed to adhere to its RBC Plan or Revised RBC Plan, but only if such failure has a substantial adverse effect on the ability of the insurer to eliminate the Company Action Level Event in accordance with its RBC Plan or Revised RBC Plan and the Commissioner has so stated in the notification, provided the insurer has not challenged the determination under § 31-2007; or"},{"prefix":"9","text":" If, pursuant to § 31-2007, the insurer challenges a determination by the Commissioner under paragraph (8) of this subsection, the notification by the Commissioner to the insurer that the Commissioner has, after a hearing, rejected the challenge."},{"prefix":"b","text":" In the event of a Regulatory Action Level Event, the Commissioner shall:"},{"prefix":"1","text":" Require the insurer to prepare and submit an RBC Plan or, if applicable, a Revised RBC Plan;"},{"prefix":"2","text":" Perform such examination or analysis, as the Commissioner deems necessary, of the assets, liabilities, and operations of the insurer including a review of its RBC Plan or Revised RBC Plan; and"},{"prefix":"3","text":" Subsequent to the examination or analysis, issue an order specifying such corrective actions as the Commissioner shall determine are required (\"Corrective Order\")."},{"prefix":"c","text":" In determining corrective actions, the Commissioner may take into account such factors as are deemed relevant with respect to the insurer based upon the Commissioner's examination or analysis of the assets, liabilities, and operations of the insurer, including, but not limited to, the results of any sensitivity tests undertaken pursuant to the RBC Instructions. The RBC Plan or Revised RBC Plan shall be submitted:"},{"prefix":"1","text":" Within 45 days after the occurrence of the Regulatory Action Level Event;"},{"prefix":"2","text":" If the insurer challenges an Adjusted RBC Report pursuant to § 31-2007 and the challenge is not frivolous in the judgment of the Commissioner, within 45 days after the notification to the insurer that the Commissioner has, after a hearing, rejected the insurer's challenge; or"},{"prefix":"3","text":" If the insurer challenges a Revised RBC Plan pursuant to § 31-2007 and the challenge is not frivolous in the judgment of the Commissioner, within 45 days after the notification to the insurer that the Commissioner has, after a hearing, rejected the insurer's challenge."},{"prefix":"d","text":" The Commissioner may retain actuaries and investment experts and other consultants as may be necessary in the judgment of the Commissioner to review the insurer's RBC Plan or Revised RBC Plan, examine or analyze the assets, liabilities, and operations of the insurer, and formulate the Corrective Order with respect to the insurer. The fees, costs, and expenses relating to consultants shall be borne by the affected insurer or such other party as directed by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"20","text":"Risk-Based Capital."},"heading":{"title":"31","chaptersection":"2004","identifier":"31-2004","catch_text":"Regulatory Action Level Event."}}