{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2111.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-155, see Historical and Statutory Notes following § 31-2401.\n\nFor legislative history of D.C. Law 6-96, see Historical and Statutory Notes following § 31-2408.01.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-2402.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-2410.\n\nTransfer of Functions\n\nSee Historical and Statutory Notes following § 31-2402.\n\nMiscellaneous Notes\n\nExemption of taxicabs from certain provisions of Law 4-155: See Mayor's Order 83-176, June 30, 1983.\n\nDC CODE § 31-2411\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 1982, D.C. Law 4-155, § 12, 29 DCR 3491; Mar. 4, 1986, D.C. Law 6-96, § 2(k), 32 DCR 7245; May 21, 1997, D.C. Law 11-268, § 10, 44 DCR 1730; Mar. 24, 1998, D.C. Law 12-81, § 32(b), 45 DCR 745.)","sections":[{"prefix":"a","text":" Statute of limitations. -- (1) Except as otherwise provided in this subsection, a civil action for the recovery of any personal injury protection benefits payable under this chapter shall be commenced not later than 3 years after the date of the injury giving rise to entitlement to such benefits."},{"prefix":"2","text":" If an appropriate written notice setting forth the name and address of the victim and the time, place, and nature of the injury is given to the insurer or any of its authorized agents reasonably promptly after the date of the accident resulting in the injury, a civil action may be commenced at any time within 3 years after the date such a notice is given by a person claiming to be entitled to personal injury protection benefits or by a person acting on behalf of a victim. If the applicable insurer makes any payment of benefits for personal injury protection with respect to a particular victim and injury, then a civil action may be commenced at any time within 3 years after the most recent payment."},{"prefix":"b","text":" Physical or mental examination of victim. -- (1) If a person's physical or mental condition is material to any claim that has been made or that may be made for personal injury protection benefits, the person involved shall submit to physical or mental examination by physicians, in accordance with provisions of the policy of insurance pursuant to which a claim has been or may be made. A policy of insurance providing for payment of the benefits required for personal injury protection may include reasonable provisions for physical and mental examination of persons claiming any such benefits."},{"prefix":"2","text":"(A) If requested by the person examined, a copy of every written report concerning an examination under this subsection which is made by an examining physician shall be delivered or mailed to such person without charge."},{"prefix":"B","text":" At least 1 report shall set forth in detail the findings and conclusions of the examining physicians."},{"prefix":"C","text":" Upon request and delivery or mailing, the party causing a person to be examined under this subsection may request the person examined to furnish its representative with a copy of every written report available to that person concerning any examination which is relevant to that person's claim for personal injury protection benefits."},{"prefix":"D","text":" An applicable insurer may request a person claiming personal injury protection benefits to submit the name and address of each physician, medical-care facility, hospital, clinic, rehabilitation center, nursing facility, or other person or institution that has diagnosed or treated the victim for or with respect to the injury claimed and any relevant past injury, as a prerequisite to the payment of benefits under this chapter."},{"prefix":"E","text":" A person shall authorize an insurer to inspect and copy records relevant to such a claim which are prepared or maintained by any physician, hospital, clinic, rehabilitation center, nursing facility, or other person or institution."},{"prefix":"3","text":" A court may make any order which is just in case a person refuses to comply with any provision of paragraph (1) or (2) of this subsection, except that an order shall not be entered directing the arrest of a person for disobeying an order to submit to a physical or mental examination."},{"prefix":"4","text":" Nothing contained in this subsection shall preclude a victim from obtaining treatment by the victim's own physician."},{"prefix":"c","text":" Good-faith mistake. -- (1) Payment of personal injury protection benefits by an insurer in good faith to or for the benefit of a person believed to be entitled thereto discharges the insurer from its obligation to the extent of the amount of such payment, unless such insurer has been notified in writing prior to the payment of the claim of some other person."},{"prefix":"2","text":" If there is doubt about the proper person to receive the benefits involved or the proper apportionment to be made among the persons entitled to benefits or about whether an item of medical or rehabilitation expense was reasonably necessary or whether the charge for an item is reasonable, the insurer, the claimant, or any other interested person may apply to the Superior Court of the District of Columbia for an appropriate order. If an application is made by an insurer before the benefit claimed is overdue, the provisions of § 31- 2410(c) and (e) are not applicable with respect to the amount."},{"prefix":"d","text":" Subrogation. -- (1) An insurer shall have a right of reimbursement from any other insurer, based upon a determination of fault, for any personal injury protection benefits paid or obligated to be paid by that insurer as a result of an accident that involved 2 or more motor vehicles, at least 1 of which was of a type other than a passenger motor vehicle."},{"prefix":"2","text":" An insurer which has paid or become obligated to pay personal injury protection benefits in any case not covered by paragraph (1) of this subsection may agree to receive a right of reimbursement from any other insurer with respect to some or all of those benefits."},{"prefix":"3","text":" Entitlement to reimbursement and the amount of any reimbursement under this subsection shall be determined by agreement between any insurers who are involved under paragraph (1) of this subsection or who agree under paragraph (2) of this subsection. If the insurers fail to reach agreement as to entitlement or amount or both, these issues shall be determined by intercompany arbitration in accordance with any applicable agreement between the insurers involved under procedures established by the Commissioner. The determination of any right of reimbursement under this subsection shall not be affected by the provisions of § 31-2405."},{"prefix":"e","text":" Waiver for taxicabs. -- (1) Taxicabs shall be waived from the mandatory minimum insurance requirements of § 31-2406 (except for the provisions of § 31-2409) for 2 years from March 4, 1986. The Mayor shall gradually increase minimum liability insurance requirements for taxicabs during the waiver period, after hearings held in accordance with § 2-509."},{"prefix":"2","text":" The rate of increase will be determined by the Mayor based upon evidence submitted to the Mayor on the reasonableness of the insurance rate and liability limit increase in relation to the need to preserve the economic viability of the taxi industry."},{"prefix":"3","text":" The Mayor shall impose the liability limits and rate increases on an annual basis."},{"prefix":"4","text":" Two years from March 4, 1986, the owners and operators of taxis shall be required to obtain mandatory insurance as set forth in § 31-2406."},{"prefix":"5","text":" Nothing in this section shall preclude the owner or operator of a taxi from carrying insurance greater than the required minimum or from carrying at his or her option personal injury protection benefits."},{"prefix":"f","text":" Rulemaking. -- The Mayor, the Director, or the Commissioner, or each of them, may, in accordance with § 2-509, issue rules to expeditiously and economically administer this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"24","text":"Compulsory/No-Fault Motor Vehicle Insurance"},"heading":{"title":"31","chaptersection":"2411","identifier":"31-2411","catch_text":"Miscellaneous provisions."}}