{"text":"Upon complying with the provisions of this chapter, a foreign or alien company organized as a stock, mutual, or reciprocal company, or as a Lloyd's organization, but not otherwise, may be authorized by certificate of authority to transact in the District the kind or kinds of business which a domestic company similarly organized may be authorized to transact under this chapter. Such certificate of authority shall be issued as provided under § 31- 2502.02. The issuance of a certificate of authority to a Lloyd's organization shall be subject to the provisions of § 31-2502.20a. Any company chartered by special act of the legislature of its state of domicile prior to the effective date of this chapter, as provided in § 48 of this act, as a company without capital stock but doing business exclusively on the stock plan and maintaining at all times a surplus of not less than $300,000 shall, in the administration of this chapter, be considered as a stock company.","historical":"Prior Codifications\n\n1981 Ed., § 35-1523.\n\n1973 Ed., § 35-1323.\n\nReferences in Text\n\n\"Section 48 of this act,\" referred to in the last sentence of this section, means § 48 of the Act of October 9, 1940, which provided that such Act would be effective 30 days after October 9, 1940.\n\nDC CODE § 31-2502.20\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 1940, 54 Stat. 1073, ch. 792, ch. II, § 20; June 27, 1960, 74 Stat. 222, Pub. L. 85-526, § 1.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Fire, Casualty, Marine, Motor Vehicle and Related Insurance."},"chapter":{"identifier":"25","text":"Fire, Casualty, and Marine Insurance."},"subchapter":{"identifier":"II","text":"Powers and Duties of the Commissioner."},"heading":{"title":"31","chaptersection":"2502","identifier":"31-2502.20","catch_text":"Authority to transact business--Foreign or alien companies."}}