{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-28 rewrote subsec. (d) which had read:\n\n\"(d) Notwithstanding any other provision in this section, an insurer shall not make or permit a differential in ratings, premium payments, or dividends based on the sex, physical handicap, or disability of an applicant or policyholder unless there is actuarial justification for the differential.\"\n\nD.C. Law 17-177, in subsec. (d), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment section, see § 2502(b) of Fiscal Year 2002 Budget Support Emergency Act of 2001 (D.C. Act 14-124, August 3, 2001, 48 DCR 7861).\n\nLegislative History of Laws\n\nFor D.C. Law 13-265, see notes following § 31-2231.01.\n\nFor Law 17-177, see notes following § 31-1601.\n\nDC CODE § 31-2231.13\n\nCurrent through December 11, 2012","credits":"(Apr. 3, 2001, D.C. Law 13-265, § 113, 48 DCR 1225; Oct. 3, 2001, D.C. Law 14-28, § 2702(b), 48 DCR 6981; June 25, 2008, D.C. Law 17-177, § 16(c), 55 DCR 3696.)","sections":[{"prefix":"a","text":" No person offering property, casualty, or surety insurance, or an employee or representative thereof, shall pay, allow, or give, or offer to pay, allow, or give, directly or indirectly, as an inducement to insure, or after insurance has been effected, a rebate, discount, abatement, credit, or reduction of the premium named in a policy of insurance, or a special favor or advantage in the dividends or other benefits to accrue thereon, or a valuable consideration or inducement whatsoever, not specified or provided for in the policy, except to the extent provided for in an applicable filing with the Commissioner as allowed by law."},{"prefix":"b","text":" An insured named in a policy, or an employee of the insured, shall not knowingly receive, offer, or accept, directly or indirectly, a rebate, discount, abatement, credit, or reduction of premium, or a special favor or advantage or valuable consideration or inducement, as proscribed by subsection (a) of this section."},{"prefix":"c","text":" No insurer shall make or permit an unfair discrimination between insured property having like insuring or risk characteristics, in the premium or rates charged for insurance, in the dividends or other benefits payable thereon, or in any other of the terms and conditions of the insurance."},{"prefix":"d","text":" Notwithstanding any other provision in this section, an insurer shall not make or permit a differential in ratings, premium payments, or dividends based on the marital status, race, color, personal appearance, sexual orientation, gender identity or expression, matriculation, or political affiliation of an applicant or policy holder unless there is actuarial justification for the differential. For the purposes of this subsection, the term \"matriculation\" shall have the same meaning as in § 2-1401.02(18).   Nothing in this section shall limit or otherwise restrict any discount, rating, or credit program filed with the Commissioner."},{"prefix":"e","text":" Nothing in this section shall be construed as prohibiting the payment of commissions or other compensation to duly licensed agents or brokers or as prohibiting any insurer from allowing or returning to its participating policyholders, members or subscribers, lawful dividends, savings, or unabsorbed premium deposits."},{"prefix":"f","text":" No person shall commit or permit an unfair discrimination between individuals or risks of the same class and of essentially the same hazard by refusing to insure, refusing to renew, canceling, or limiting the amount of insurance coverage on a property or casualty risk solely because of the geographic location of the individual or risk, unless the action is for a sound business purpose that is not a mere pretext for unfair discrimination, or unless the refusal, cancellation, or limitation is required by law or regulatory mandate."},{"prefix":"g","text":" No person shall commit or permit an unfair discrimination between individuals or risks of the same class and of essentially the same hazard by refusing to insure, refusing to renew, canceling, or limiting the amount of insurance coverage on the residential property risk, or the personal property contained in a residential property risk, solely because of the age of the residential property."},{"prefix":"h","text":"(1) For purposes of § 31-2231.12 or this section, the term \"valuable consideration\" shall not include any educational materials, promotional materials, or articles of merchandise that cost less than $10, regardless of whether a policy or contract is purchased."},{"prefix":"2","text":" For the purposes of this section, the term \"insurance\" shall include suretyship and the term \"policy\" shall include a bond."},{"prefix":"3","text":" This section shall not apply to wet marine and transportation insurance."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"22A","text":"Unfair Insurance Trade Practices."},"heading":{"title":"31","chaptersection":"2231","identifier":"31-2231.13","catch_text":"Unfair discrimination and rebates prohibited; property, casualty, and surety insurance."}}