{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 12 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following § 31-3931.01.\n\nDC CODE § 31-3931.11\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 12, 52 DCR 1205.)","sections":[{"prefix":"a","text":" A captive insurer shall not transact business in the District unless the captive insurer and, if applicable, each segregated account of a captive insurer, first obtains a certificate of authority from the Commissioner."},{"prefix":"b","text":" In determining whether to grant the approval required in subsection (a) of this section, the Commissioner shall consider:"},{"prefix":"1","text":" The character, reputation, financial standing, and purposes of the incorporators or organizers;"},{"prefix":"2","text":" The character, reputation, financial responsibility, experience relating to insurance, and business qualifications of the officers and directors (or equivalent managers if other than a corporation) of the captive insurer;"},{"prefix":"3","text":" The competence of any person who, pursuant to a contract with the captive insurer, will manage the affairs of the captive insurer;"},{"prefix":"4","text":" The competence, reputation, and experience of the legal counsel of the captive insurer relating to the regulation of insurance;"},{"prefix":"5","text":" If the captive insurer is a rental captive insurer, the competence, reputation and experience of the underwriter of the captive insurer;"},{"prefix":"6","text":" The strategic business plan of the insurer; and"},{"prefix":"7","text":" Such other aspects of the captive insurer as the Commissioner considers advisable."},{"prefix":"c","text":" A captive insurer shall:"},{"prefix":"1","text":" Maintain an office in the District;"},{"prefix":"2","text":"(A) Appoint a person in the District of Columbia, consistent with the requirements of § 31-202(b), as the agent for service of process and to otherwise act on behalf of the captive insurer in the District."},{"prefix":"B","text":" If the registered agent cannot be located with reasonable diligence for the purpose of serving notice or demand on the captive insurer, the notice or demand may be served on the Commissioner, who shall be deemed to be the agent for the captive insurer;"},{"prefix":"3","text":" Make adequate arrangements with a bank chartered in the District, or a branch of a bank located in the District if the bank is a member of the United States Federal Reserve System or its deposits are insured by the Federal Deposit Insurance Corporation;"},{"prefix":"4","text":" Employ or enter into a contract with an individual or business organization to manage the affairs of the captive insurer, which individual or business organization shall meet the standards of competence and experience satisfactory to the Commissioner;"},{"prefix":"5","text":" Employ or enter into a contract with a qualified, experienced, certified public accountant or a firm of certified public accountants, which accountant or firm shall meet the standards of competence and experience in matters concerning the regulation of insurance in the District, as determined by the Commissioner;"},{"prefix":"6","text":" Employ or enter into a contract with qualified, experienced actuaries to perform reviews and evaluations of the operations of the captive insurer; and"},{"prefix":"7","text":" Employ or enter into a contract with an attorney who is licensed to practice law in the District, which attorney shall meet the standards of competence and experience in matters concerning the regulation of insurance in the District, as determined by the Commissioner."},{"prefix":"d","text":" The board of directors of a captive insurer shall meet at least one time each year in the District."},{"prefix":"e","text":" Each a segregated account maintained by a captive insurer shall not have to comply with subsection (c) of this section unless the segregated account is organized as a separate legal entity."},{"prefix":"f","text":" Notwithstanding subsection (a) of this section, a captive insurer that obtains a provisional certificate of authority may engage in limited activities as part of the initial organization and capitalization of the captive insurer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.11","catch_text":"Requirements for transacting business."}}