{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-166, in par. (2), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(q) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 13-175, the \"Diabetes Health Insurance Coverage Expansion Act of 2000,\" was introduced in Council and assigned Bill No. 13-403, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 6, 2000, and July 11, 2000, respectively. Signed by the Mayor on July 26, 2000, it was assigned Act No. 13-386 and transmitted to both Houses of Congress for its review. D.C. Law 13-175 became effective on October 21, 2000.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDC CODE § 31-3001\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-175, § 2, 47 DCR 6832; June 11, 2004, D.C. Law 15-166, § 4(q), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Health benefit plan\" means an accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement. The term \"health benefit plan\" shall not mean accident only, credit, or disability insurance; coverage of medicare services or federal employee health plans under contracts with the United States Government; medicare supplement or long-term care insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance; insurance arising out of a workers' compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and which is statutorily required to be contained in a liability insurance policy or equivalent self-insurance."},{"prefix":"2","text":" \"Health insurer\" means a person that provides one or more health benefit plans or insurance in the District of Columbia, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"3","text":" \"Insured\" means a person covered by a health benefit plan."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"30","text":"Diabetes Health Insurance Coverage."},"heading":{"title":"31","chaptersection":"3001","identifier":"31-3001","catch_text":"Definitions"}}