{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-285, see notes following ยง 31-3932.01.\n\nDC CODE ยง 31-3932.05\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, ยง 205, as added Mar. 14, 2007, D.C. Law 16-285, ยง 2(b), 54 DCR 944.)","sections":[{"prefix":"a","text":" In addition to any other capital required to be maintained pursuant to subsection (c) of this section, an SPFC authorized to do business in the District shall at all times maintain a minimum unimpaired capital of $100,000."},{"prefix":"b","text":" Except as otherwise provided by the Commissioner pursuant to subsection (c) of this section, the capital required to be maintained pursuant to this section shall be in the form of cash or an irrevocable letter of credit."},{"prefix":"c","text":" The Commissioner may require an SPFC, including each protected cell, to maintain additional unimpaired capital based on the type, volume, and nature of the insurance business that is transacted by the SPFC and may determine the amount of capital, if any, that may be in the form of an irrevocable letter of credit."},{"prefix":"d","text":" A letter of credit used by an SPFC or segregated account as evidence of capital required pursuant to this section shall:"},{"prefix":"1","text":" Be issued by a bank chartered in the District or by a branch of a bank located in the District if such bank is a member of the United States Federal Reserve System, or its deposits are insured by the Federal Deposit Insurance Corporation;"},{"prefix":"2","text":" Be issued on a form approved by the Commissioner; and"},{"prefix":"3","text":" Include a provision pursuant to which the letter of credit is automatically renewed each year."},{"prefix":"e","text":" An SPFC shall not be issued a certificate of authority, and shall not hold a certificate of authority, unless the SPFC has and maintains, in addition to any other surplus required to be maintained pursuant to subsection (g) of this section, an unencumbered surplus of not less than $150,000."},{"prefix":"f","text":" Except as otherwise provided by the Commissioner pursuant to subsection (c) of this section, the surplus required to be maintained pursuant to this section shall be in the form of cash or an irrevocable letter of credit."},{"prefix":"g","text":" The Commissioner may prescribe additional requirements relating to surplus based on the type, volume, and nature of the insurance business that is transacted by an SPFC or protected cell and requirements regarding which surplus, if any, may be in the form of an irrevocable letter of credit."},{"prefix":"h","text":" A letter of credit used by an SPFC or segregated account as evidence of surplus required pursuant to this section shall meet the same requirements as a letter of credit issued for paid in capital found subsection (d) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"II","text":"Special Purpose Financial Captive Insurance Companies."},"heading":{"title":"31","chaptersection":"3932","identifier":"31-3932.05","catch_text":"Capital and surplus."}}