{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2309.\n\nEffect of Amendments\n\nD.C. Law 16-242, in subsecs. (a)(1), (a)(2), and (b)(1), substituted \"health insurer\" for \"insurer\"; and, in subsec. (a)(1), substituted \"health benefits plan or certificates\" for \"health insurance policies or contracts\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-195, see Historical and Statutory Notes following § 31-3101.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-3101.\n\nFor Law 16-242, see notes following § 31-3101.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-3101.\n\nDC CODE § 31-3109\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-195, § 10, 34 DCR 491; May 21, 1997, D.C. Law 11-268, § 10(w), 44 DCR 1730; Mar. 8, 2007, D.C. Law 16-242, § 2(g), 54 DCR 601.)","sections":[{"prefix":"a","text":"(1) Notwithstanding the provisions of any other law, any health insurer that issues health benefits plan or certificates in the District shall file with the Commissioner all rates and rating plans, rules, and classifications that it proposes to use in providing or offering the coverage required by this chapter."},{"prefix":"2","text":" Each health insurer shall initially file the documents required by this section no later than 120 days after the effective date of rules issued pursuant to § 31-3111 and shall thereafter file any changes in rates and rating plans, rules, and classifications related to the coverage required by this chapter in a timely manner in accordance with rules issued by the Commissioner."},{"prefix":"3","text":" The Commissioner shall make the documents filed pursuant to this section available for public inspection during normal business hours."},{"prefix":"b","text":"(1) The rates and charges filed pursuant to subsection (a) of this section shall be subject to review by the Commissioner for a period of 90 calendar days from the date of filing. If after 90 days the Commissioner has not made a final determination on the final rates or charges proposed, the health insurer may begin charging the proposed rate. The rates and charges shall remain in effect unless and until, in accordance with the provisions of this section, changed by the health insurer or disapproved by the Commissioner."},{"prefix":"2","text":" Except as otherwise provided in § 31-3110(d)(2), rates and charges for the coverage required by this chapter shall not be excessive and shall be reasonably related to the cost of providing the coverage based on the following factors:"},{"prefix":"A","text":" Past and prospective experience within the covered group, or within the geographic region of the District or other regions, concerning the proportion of beneficiaries who use the coverage and the average duration of use;"},{"prefix":"B","text":" Usual, customary, and reasonable charges by providers of treatment for drug abuse, alcohol abuse, and mental illness within the District or other regions; and"},{"prefix":"C","text":" Past and prospective experience within the covered group, or within the geographic region of the District or other regions, concerning claims filed or services required for physical diseases and disorders by beneficiaries who obtain treatment for drug abuse, alcohol abuse, or mental illness or whose household includes an individual who has obtained treatment for drug abuse, alcohol abuse, or mental illness."},{"prefix":"3","text":" Rates and charges for the coverage required by this chapter may include a reasonable margin for underwriting profit and contingencies."},{"prefix":"c","text":"(1) The Commissioner shall review all rates and rating plans, rules, and classifications filed pursuant to this section to determine compliance with this chapter."},{"prefix":"2","text":" The Commissioner may, following a hearing pursuant to § 2-509, order adjustments in rates and rating plans, rules, and classifications that the Commissioner determines to be excessive or otherwise not in compliance with this chapter. The Commissioner may order the insurer to refund to its policyholders a sum equal to the amount of the rate or charge determined to be excessive."},{"prefix":"d","text":" Nothing in this section shall be construed to require uniformity in rates, classifications, rating plans, or charges."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31","text":"Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage."},"heading":{"title":"31","chaptersection":"3109","identifier":"31-3109","catch_text":"Filing and rate requirements."}}