{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-219 rewrote the section, which had read as follows:\n\n\"(a) There is established among the funds of the District a segregated nonlapsing enterprise fund designated as the Healthy DC Fund, the funds of which shall not revert to the General Fund of the District of Columbia at the end of any fiscal year, or at any other time, but shall be continually available without fiscal limitation for the purposes described in this section, subject to authorization by Congress. All tax revenue derived from hospital and medical services corporations pursuant to § 47-2608, except for taxes upon real estate and fees and charges provided for by the insurance laws of the District shall be deposited into the fund.\n\n\"(b) On or before January 1, 2007, the Mayor shall establish the Healthy DC Program ('Program') to finance health care and medical services for qualifying individuals in the District of Columbia. The program shall be part of the Medicaid Managed Care Program established under § 1-307.02(1).\n\n\"(c)(1) For the purposes of this section, the term 'qualifying individual' means a person:\n\n\"(A) Who resides in a household having a net household income no greater than $35,000 or a net household income between 200% and 300% of the federal poverty guidelines;\n\n\"(B) Who does not have and has not had health insurance with benefits on an expense reimbursed or prepaid basis during the 12-month period prior to the individual's application for health care service coverage under the program;\n\n\"(C) Whose employer has not provided or contributed an amount that exceeds 5% of the individual's gross household income toward the cost of group health insurance with benefits on an expense reimbursed or prepaid basis in effect during the 12-month period prior to the individual's application for health care service coverage insurance under the program;\n\n\"(D) Who is ineligible for Medicare, Medicaid, or the District of Columbia Health Care Alliance; and\n\n\"(E) Who is a resident of the District of Columbia.\n\n\"(2) A qualifying individual whose household income increases beyond the limitation prescribed in paragraph (1) of this subsection shall be eligible to continue participating in the program for a period of up to 2 years.\n\n\"(3) The requirements set forth in paragraph (1)(B) and (C) of this subsection shall not be applicable if an individual had health insurance coverage during the previous 12 months and the coverage was terminated due to:\n\n\"(A) Loss of employment due to factors other than voluntary separation;\n\n\"(B) Death of a family member resulting in termination of coverage under a health insurance contract under which the individual was covered;\n\n\"(C) Change to a new employer who does not provide group health insurance with benefits on an expense reimbursed or prepaid basis or does not contribute an amount that exceeds 5% of the individual's gross household income toward the cost of group health insurance with benefits on an expense reimbursed or prepaid basis;\n\n\"(D) Discontinuation of a group health insurance contract with benefits on an expense reimbursed or prepaid basis covering the qualifying individual as an employee or dependent;\n\n\"(E) Expiration of the coverage periods established by the Continuation Coverage Under Group Health Plans provisions in part 6 of the Employment Security Act of 1975, approved April 7, 1986 (100 Stat. 227; 29 U.S.C. § 1161 et seq.);\n\n\"(F) Legal separation, divorce, or annulment resulting in termination of coverage under a health insurance contract under which the individual was covered;\n\n\"(G) Loss of eligibility under a group health plan; or\n\n\"(H) Loss of coverage under Medicaid or the District of Columbia Health Care Alliance as a result of income exceeding eligibility requirements.\n\n\"(4) The Mayor may adjust the time period set forth in paragraph (1) of this subsection from 12 months to 18 months if the Mayor determines that an adjustment is necessary to prevent inappropriate substitution of the program for other public or private health insurance coverage.\n\n\"(d) The program shall provide only in-plan benefits, except for emergency care if these services are not available through a plan provider.   Covered services are the following:\n\n\"(1) Inpatient hospital services consisting of daily room and board, general nursing care, special diets, and miscellaneous hospital services and supplies;\n\n\"(2) Outpatient hospital services consisting of diagnostic and treatment services;\n\n\"(3) Physician services consisting of diagnostic and treatment services, consultant and referral services, surgical services (including breast reconstruction surgery after a mastectomy), anesthesia services, a second surgical opinion, and a second opinion for cancer treatment;\n\n\"(4) Outpatient surgical facility charges related to a covered surgical procedure;\n\n\"(5) Pre-admission testing;\n\n\"(6) Maternity care;\n\n\"(7) Adult preventive health services consisting of mammography screening, cervical cytology screening, periodic physical examinations no more than once every 3 years, and adult immunizations;\n\n\"(8) Equipment, supplies, and self-management education for the treatment of diabetes;\n\n\"(9) Diagnostic X-ray and laboratory services;\n\n\"(10) Emergency services;\n\n\"(11) Therapeutic services consisting of radiologic services, chemotherapy, or hemodialysis;\n\n\"(12) Blood and blood products furnished in connection with surgery or inpatient hospital services;\n\n\"(13) Mental health services; and\n\n\"(14) Prescription drugs obtained at a participating pharmacy or a health maintenance organization, which may utilize a mail order prescription drug program and may provide prescription drugs pursuant to a drug formulary; provided, that the health maintenance organization implements an appeals process so that the use of non-formulary prescription drugs may be requested by a physician.\n\n\"(e)(1) The benefits described in subsection (d) of this section shall be subject to the following co-payments, deductible, and maximums:\n\n\"(A) A $500 co-payment for each continuous hospital confinement for inpatient hospital services;\n\n\"(B) A $200 co-payment per occurrence or the lesser of 20% of the total cost for surgical services;\n\n\"(C) A $75 co-payment per occurrence for outpatient surgical facility charges;\n\n\"(D) A $50 co-payment for emergency services, which shall be waived if hospital admission results from the emergency room visit;\n\n\"(E) A $10 co-payment for prenatal care services;\n\n\"(F) A $10 co-payment for each 34-day supply of a generic prescription drug; provided, that the co-payment shall not exceed the cost of the prescribed drug;\n\n\"(G) A $20 co-payment for each 34-day supply of a brand name prescription drug plus the difference in cost between the brand name drug and the equivalent generic drug; provided, that the co-payment shall not exceed the cost of the prescribed drug;\n\n\"(H) A $20 co-payment for each 90-day supply of a generic prescription drug; provided, that the co-payment shall not exceed the cost of the prescribed drug;\n\n\"(I) A $40 co-payment for each 90-day supply of a brand name prescription drug, plus the difference in cost between the brand name drug and the equivalent generic drug; provided, that the co-payment shall not exceed the cost of the prescribed drug;\n\n\"(J) A $20 co-payment for all other services;\n\n\"(K) For prescription drug coverage provided by the program, a $100 deductible per individual per calendar year; and\n\n\"(L) A maximum of $500 per qualifying individual in a calendar year for prescription drugs, and a maximum of $500 per qualifying individual in a calendar year for mental health services.\n\n\"(2) The Mayor may, by regulation, modify the copayment and deductible amounts or the maximum coverage amount set forth in this section if the Mayor determines a modification is necessary to implement this chapter.\n\n\"(f) Applications for the program shall be accepted at all times throughout the year.\n\n\"(g) Eligibility for the program may be subject to a pre-existing condition limitation.\n\n\"(h) Nothing in this chapter shall be construed to create an entitlement to health care and medical services during any fiscal year if no funds are available to the District government under a District or federal appropriation that has been enacted for the specific purpose of the program.\"\n\nD.C. Law 17-353 validated a previously made technical correction.\n\nD.C. Law 18-111 added subsec. (c).\n\nD.C. Law 18-223, in the section heading, substituted \"Healthy DC and Health Care Expansion Fund\" for \"Healthy DC Fund\"; in subsec. (a), substituted \"Healthy DC and Health Care Expansion Fund ('Fund')\" for \"Healthy DC Fund ('Fund')\" and inserted \", and other medical assistance programs administered by the Department of Health Care Finance,\"; and rewrote subsec. (b)(2), which had read as follows:\n\n\"(2) Any other local funds, including any fees, penalties, or other tax revenue required by District law, including a portion of the premium tax imposed on health maintenance organizations, as required by Chapter 34 of this title;\"\n\nD.C. Law 19-171, in subsec. (c), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 202 of (D.C. Law 17-326, March 21, 2009, law notification 56 DCR 3037).\n\nSection 2 of D.C. Law 18-154, in subsec. (a), substituted \", and any other purpose as set forth in this section, without regard\" for \"without regard\"; and added subsec. (c) to read as follows:\n\n\"(c)(1) Notwithstanding subsection (a) of this section, the Mayor is authorized to utilize, in fiscal year 2010, up to $5.9 million from the Fund to support the delivery of acute care services for uninsured or under-insured individuals at United Medical Center; provided, that:\n\n\"(A) An amount of $3 million be distributed by March 2, 2010; and\n\n\"(B) Up to $2.9 million be distributed, in equal monthly installments, beginning by March 15, 2010, and continuing through to September 30, 2010.\n\n\"(2) United Medical Center shall submit a quarterly report to the Mayor providing an accounting of any funds received pursuant to this subsection, including a detailed account of the acute care services that were provided.\n\n\"(3)(A) The Mayor shall seek to recoup any funds from United Medical Center that the Mayor determines were expended contrary to the authority granted by this subsection.\n\n\"(B) The Mayor may conduct an audit of the uncompensated acute care expenditures, if necessary, to verify that the funds were expended in accordance with this subsection.\n\n\"(4) The Department of Health Care Finance shall have grant-making authority for purposes of effectuating this subsection.\".\n\nSection 8(b) of D.C. Law 18-154 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(c) of D.C. Law 18-205, in the section heading, substituted \"Healthy DC and Health Care Expansion Fund\" for \"Healthy DC Fund\"; in subsec. (a), substituted \"Healthy DC and Health Care Expansion Fund ('Fund')\" for \"Healthy DC Fund ('Fund')\" and substituted \" Title 4, and other medical assistance programs administered by the Department of Health Care Finance, without\" for \"Title 4 without\"; and rewrote subsec. (b)(2) to read as follows:\n\n\"(2) Any other local funds, including any fees, penalties, or other tax revenues required by District law, including the premium tax imposed on health maintenance organizations, as required by section 4a of the Health Maintenance Organization Act of 1996, effective August 16, 2008 (D.C. Law 17-219; D.C. Official Code § 31-3403.01).\".\n\nSection 7(b) of D.C. Law 18-205 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) enactment, see § 5012(c) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2009 Balanced Budget Support Emergency Amendment Act of 2008 (D.C. Act 17-572, December 2, 2008, 55 DCR 12452).\n\nFor temporary (90 day) amendment of section, see § 202 of Fiscal Year 2009 Balanced Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-13, February 23, 2009, 56 DCR 1920).\n\nFor temporary (90 day) amendment of section, see § 5131 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 5131 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2 of Healthy DC Equal Access Fund and Hospital Stabilization Emergency Amendment Act of 2009 (D.C. Act 18- 310, February 18, 2010, 57 DCR 1635).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Medicaid Resource Maximization Emergency Amendment Act of 2010 (D.C. Act 18-390, May 7, 2010, 57 DCR 4339).\n\nFor temporary (90 day) amendment of section, see § 5023(c) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 31-205.\n\nFor Law 17-219, see notes following § 31-3403.01.\n\nFor Law 17-353, see notes following § 31-1131.06.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nFor Law 18-223, see notes following § 31-101.\n\nFor history of Law 19-171, see notes under § 31-305.\n\nMiscellaneous Notes\n\nShort title: Section 5049 of D.C. Law 17-219 provided that subtitle S of title V of the act may be cited as the \"Hospital and Medical Services Corporation Regulatory Act Amendment Act of 2008\".\n\nShort title: Section 5130 of D.C. Law 18-111 provided that subtitle N of title V of the act may be cited as the \"Hospital and Medical Services Corporation Regulatory Amendment Act of 2009\".\n\nDC CODE § 31-3514.02\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 15b, as added Mar. 2, 2007, D.C. Law 16-192, § 5012(c), 53 DCR 6899; Aug. 16, 2008, D.C. Law 17-219, § 5050, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-353, § 138, 56 DCR 1117; Mar. 3, 2010, D.C. Law 18-111, § 5131, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 5023(c), 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-171, § 88(c), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Healthy DC and Health Care Expansion Fund (\"Fund\"). All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available to support the Healthy DC Program, established by Chapter 6A of Title 4, and other medical assistance programs administered by the Department of Health Care Finance, without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"b","text":" There shall be deposited into the Fund:"},{"prefix":"1","text":" All tax revenue generated pursuant to § 31-3514.01;"},{"prefix":"2","text":" Any other local funds, including any fees, penalties, or other tax revenues required by District law, including the premium tax imposed on health maintenance organizations, as required by § 31-3403.01."},{"prefix":"3","text":" Annual appropriations, if any;"},{"prefix":"4","text":" Federal grant funds;"},{"prefix":"5","text":" All fines and penalties collected pursuant to Chapter 6A of Title 4; and"},{"prefix":"6","text":" Grants, gifts, or subsidies from public or private sources."},{"prefix":"c","text":" Notwithstanding subsection (a) of this section, for fiscal year 2010, up to $3.25 million from the Fund shall be utilized to support the following one-time allocations:"},{"prefix":"1","text":" An amount of $2.5 million shall support a grant to an acute care pediatric hospital in the District for the purpose of supporting operational expenses associated with the new pediatric emergency facility located at the United Medical Center; and"},{"prefix":"2","text":" Up to $750,000 to support operational expenses associated with the delivery of health care services at the D.C. Jail."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3514","identifier":"31-3514.02","catch_text":"Establishment of Healthy DC and Health Care Expansion Fund."}}