{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-91, in par. (b)(2), substituted \"§ 31-3931.08\" for \"§ 31-3931.07\".\n\nD.C. Law 16-191, in subsec. (b)(2), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following § 31-3931.01.\n\nLaw 16-91, the \"Technical Amendments Act of 2005\", was introduced in Council and assigned Bill No. 16-477 which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on November 1, 2005, and November 15, 2005, respectively. Signed by the Mayor on November 30, 2005, it was assigned Act No. 16-212 and transmitted to both Houses of Congress for its review. D.C. Law 16-91 became effective on April 7, 2006.\n\nFor Law 16-191, see notes following § 31-1131.02.\n\nDC CODE § 31-3931.02\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 3, 52 DCR 1205; Apr. 7, 2006, D.C. Law 16-91, § 102(a), 52 DCR 10637; Mar. 2, 2007, D.C. Law 16-191, § 54(a), 53 DCR 6794.)","sections":[{"prefix":"a","text":" A captive insurer may be organized and operated in any form of business organization authorized by the Commissioner and may, pursuant to this chapter, transact any insurance or annuity business."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, a captive insurer shall not:"},{"prefix":"1","text":" Directly provide personal motor vehicle or homeowners' insurance coverage, or any component thereof;"},{"prefix":"2","text":" Accept or cede reinsurance, except as otherwise provided in § 31- 3931.08;"},{"prefix":"3","text":" Insure any risks other than those of its parent and affiliated companies if it is a pure captive insurer;"},{"prefix":"4","text":" Insure any risks other than those of the member organizations of its association and the affiliated companies of the member organizations if it is an association captive insurer;"},{"prefix":"5","text":" Insure any risks other than those of the policies that are placed by or through the insurance agency or brokerage that owns the captive insurer if it is an agency captive insurer;"},{"prefix":"6","text":" Insure any risks other than those of the policyholders or associations that have entered into agreements with the rental captive insurer for the insurance of those risks if it is a rental captive insurer, and shall use a form approved by the Commissioner for these agreements;"},{"prefix":"7","text":" Provide excess workers' compensation insurance to its parent and affiliated companies if the transaction is prohibited by the laws of the state in which the insurance is transacted;"},{"prefix":"8","text":" Reinsure workers' compensation insurance provided pursuant to a program of self-funded insurance of its parent and affiliated companies unless:"},{"prefix":"A","text":" The parent or affiliated company which is providing the self-funded insurance is certified as a self-insured employer by the Commissioner, if the insurance is being transacted in the District; or"},{"prefix":"B","text":" The program of self-funded insurance is otherwise qualified pursuant to, or in compliance with, the laws of the state in which the insurance is transacted; or"},{"prefix":"9","text":" Write insurance or reinsurance for employee benefits that are subject to the provisions of the provisions of the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 832; 29 U. S.C. § 1001 et seq.), for any entity except its parent and affiliated companies."},{"prefix":"c","text":" Notwithstanding subsections (a) and (b) of this section, the Commissioner may authorize a captive insurer that is otherwise qualified to conduct business in the District to engage in any activity in any form permitted by a captive insurer in any other jurisdiction."},{"prefix":"d","text":" A captive insurer shall file with the Commissioner a written request to engage in any activity under subsection (c) of this section. The Commissioner shall approve the request within 30 days after receiving the request, unless the Commissioner determines that the activity will be harmful to the captive insurer's policyholders."},{"prefix":"e","text":" For the purposes of this chapter, a branch captive insurer shall be deemed to be a pure captive insurer with respect to operations in the District, unless otherwise permitted by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.02","catch_text":"Authority to do business; prohibited activities."}}