{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4521.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following ยง 31-3401.\n\nDC CODE ยง 31-3421\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, ยง 22, 44 DCR 818.)","sections":[{"prefix":"a","text":" Whenever the Commissioner determines that the financial condition of any health maintenance organization is such that its continued operation might be hazardous to its enrollees, creditors, or the general public, or that it has violated any provision of this chapter, the Commissioner may, after notice and hearing, order the health maintenance organization to take such action reasonably necessary to rectify the condition or violation, including, but not limited to, 1 or more of the following:"},{"prefix":"1","text":" Reduce the total amount of present and potential liability for benefits by reinsurance or other method acceptable to the Commissioner;"},{"prefix":"2","text":" Reduce the volume of new business being accepted;"},{"prefix":"3","text":" Reduce expenses by specified methods;"},{"prefix":"4","text":" Suspend or limit the writing of new business for a period of time;"},{"prefix":"5","text":" Increase the health maintenance organization's capital and surplus by contribution; or"},{"prefix":"6","text":" Take such other steps as the Commissioner may deem appropriate under the circumstances."},{"prefix":"b","text":" For the purposes of this section, a violation by a health maintenance organization of any law of the District to which the health maintenance organization is subject shall be deemed a violation of this chapter."},{"prefix":"c","text":" The Commissioner is authorized, by rules and regulations, to set uniform standards and criteria for early warning that the continued operation of any health maintenance organization might be hazardous to its enrollees, creditors, or the general public and to set standards for evaluating the financial condition of any health maintenance organization, which standards shall be consistent with the purpose expressed in subsection (a) of this section."},{"prefix":"d","text":" The remedies and measures available to the Commissioner under this section shall be in addition to, and not in lieu of, the remedies and measures available to the Commissioner under the provisions of Chapter 13 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3421","identifier":"31-3421","catch_text":"Summary orders and supervision."}}