{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4513.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nDC CODE § 31-3413\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 14, 44 DCR 818.)","sections":[{"prefix":"a","text":" If at any time uncovered expenditures exceed 10% of total health care expenditures, a health maintenance organization shall place an uncovered expenditures insolvency deposit with the Commissioner, or with any organization or trustee acceptable to the Commissioner through which a custodial or controlled account is maintained, cash or securities that are acceptable to the Commissioner. The deposit shall at all times have a fair market value in an amount of 120% of the HMO's outstanding liability for uncovered expenditures for enrollees in the District, including incurred, but not reported claims, and shall be calculated as of the first day of the month and maintained for the remainder of the month. If a health maintenance organization is not otherwise required to file a quarterly report, it shall file a report within 45 days of the end of the calendar quarter with information sufficient to demonstrate compliance with this section."},{"prefix":"b","text":" The deposit required under this section is in addition to the deposit required under § 31-3412 and is an admitted asset of a health maintenance organization in the determination of net worth. All income from deposits or trust accounts shall be assets of a health maintenance organization and may be withdrawn from the deposit or account quarterly with the approval of the Commissioner."},{"prefix":"c","text":"(1) A health maintenance organization that has made a deposit may withdraw that deposit or any part of the deposit if:"},{"prefix":"A","text":" A substitute deposit of cash or securities of equal amount and value is made;"},{"prefix":"B","text":" The fair market value exceeds the amount of the required deposit; or"},{"prefix":"C","text":" The required deposit under subsection (a) of this section is reduced or eliminated."},{"prefix":"2","text":" Deposits, substitutions or withdrawals may be made only with the prior written approval of the Commissioner."},{"prefix":"d","text":" The deposit required under this section is in trust and may be used only as approved under this section. The Commissioner may use the deposit of an insolvent health maintenance organization for administrative costs associated with administering the deposit and payment claims of enrollees of the District for uncovered expenditures. Claims for uncovered expenditures shall be paid on a pro rata basis based on assets available to pay such ultimate liability for incurred expenditures. Partial distribution may be made pending final distribution. Any amount of the deposit remaining shall be paid into the liquidation or receivership of the health maintenance organization."},{"prefix":"e","text":" The Commissioner may by regulation prescribe the time, manner, and form for filing claims under subsection (d) of this section."},{"prefix":"f","text":" The Commissioner may by regulation or order require health maintenance organizations to file annual, quarterly, or more frequent reports as the Commissioner deems necessary to demonstrate compliance with this section. The Commissioner may require that the reports include liability for uncovered expenditures as well as an audit option."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3413","identifier":"31-3413","catch_text":"Uncovered expenditures insolvency deposit."}}