{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-2611.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of §§ 35-2611 through 35-2620 comprising Chapter 26 of Title 35 [1981 Ed.], see §§ 2 to 11 of Medicare Supplement Insurance Minimum Standard Temporary Act of 1992 (D.C. Law 9-133, July 22, 1992, law notification 39 DCR 5814).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the Medicare Supplement Insurance Minimum Standards Emergency Amendment Act of 1996 (D.C. Act 11-244, April 11, 1996, 43 DCR 2119), § 2(a) of the Medicare Supplement Insurance Minimum Standards Legislative Review Emergency Amendment Act of 1996 (D.C. Act 11-396, October 9, 1996, 43 DCR 5684), § 2(a) of the Medicare Supplement Insurance Minimum Standards Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-416, October 28, 1996, 43 DCR 6078), § 2(a) of the Medicare Supplement Insurance Minimum Standards Second Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-474, December 30, 1996, 44 DCR 198), and see § 2(a) of the Medicare Supplement Insurance Minimum Standards Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-49, March 31, 1997, 44 DCR 2112).\n\nLegislative History of Laws\n\nLaw 9-170, the \"Medicare Supplement Insurance Minimum Standards Act of 1992,\" was introduced in Council and assigned Bill No. 9-459, which was referred to the Committee on Human Services and reassigned to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 23, 1992, it was assigned Act No. 9-268 and transmitted to both Houses of Congress for its review. D.C. Law 9-170 became effective on October 1, 1992.\n\nLaw 11-202, the \"Medical Supplement Insurance Minimum Standards Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-627. The Bill was adopted on first and second readings on July 3, 1996, and July 17, 1996, respectively. Signed by the Mayor on August 5, 1996, it was assigned Act No. 11-367 and transmitted to both Houses of Congress for its review. D.C. Law 11- 202 became effective on April 9, 1997.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Act 9-199, the Medicare Supplement Insurance Minimum Standards Emergency Act of 1992, see Mayor's Order 92-92, July 20, 1992.\n\nDelegation of authority under D.C. Law 9-170, the Medicare Supplement Insurance Standards Act of 1992, see Mayor's Order 93-60, May 12, 1993.\n\nDC CODE § 31-3701\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 1992, D.C. Law 9-170, § 2, 39 DCR 5825; Apr. 9, 1997, D.C. Law 11-202, § 2(a), 43 DCR 6054; Mar. 24, 1998, D.C. Law 12-81, § 35(a), 45 DCR 745.)","sections":[{"prefix":"1","text":" \"Applicant\" means:"},{"prefix":"A","text":" In the case of an individual Medicare supplement policy, the person who seeks to contract for insurance benefits; and"},{"prefix":"B","text":" In the case of a group Medicare supplement policy, the proposed certificate holder."},{"prefix":"2","text":" \"Certificate\" means any certificate delivered or issued for delivery in the District of Columbia under a group Medicare supplement policy."},{"prefix":"3","text":" \"Certificate form\" means the form on which the certificate is delivered or issued for delivery by the insurer."},{"prefix":"4","text":" \"Issuer\" means an insurance company, a fraternal benefit association, a health care service plan, a health maintenance organization, and any other entity delivering or issuing for delivery in the District of Columbia Medicare supplement policies or certificates. The term \"issuer\" includes Group Hospitalization and Medical Services, Incorporated."},{"prefix":"5","text":" \"Medicare\" means the health insurance program established pursuant to the Health Insurance for the Aged Act (42 U.S.C. § 303 et seq.)."},{"prefix":"6","text":" \"Medicare supplement policy\" means a group or individual policy of accident and sickness insurance or a subscriber contract of hospital and medical service associations or health maintenance organizations, other than a policy issued pursuant to a contract under § 1876 of the Social Security Act (42 U.S.C. § 1395mm), or an issued policy under a demonstration project specified in 42 U.S.C. § 1395ss(g)(1), which is advertised, marketed, or designed primarily as a supplement to reimbursements under Medicare for the hospital, medical, or surgical expenses of persons eligible for Medicare."},{"prefix":"7","text":" \"Policy form\" means the form on which the policy is delivered or issued for delivery by the issuer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"37","text":"Medicare Supplement Insurance."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3701","identifier":"31-3701","catch_text":"Definitions."}}