{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2331.\n\nLegislative History of Laws\n\nLaw 11-89, the \"Uniform Health Insurance Claim Forms Act of 1995,\" was introduced in Council and assigned Bill No. 11-44, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-172 and transmitted to both Houses of Congress for its review. D.C. Law 11-89 became effective on February 27, 1996.\n\nDC CODE ยง 31-3201\n\nCurrent through December 11, 2012","credits":"(Feb. 27, 1996, D.C. Law 11-89, ยง 2, 42 DCR 7153.)","sections":[{"prefix":"a","text":" The HCFA 1500 and UB 92 claims forms, or their successor forms as they may be amended from time to time, shall serve as the official health insurance claims forms of the District of Columbia for hospitals and other medical providers and governmental agencies, and such forms shall be used and exclusively accepted by all insurers, including health maintenance organizations and other forms of managed care, transacting health insurance, providing medical insurance through a personal automobile policy, workers' compensation, or otherwise providing coverage for medical services, and by all hospitals, medical providers, and government agencies in the District of Columbia that require insurance claim forms for their records."},{"prefix":"b","text":" The claims forms specified in subsection (a) of this section may be modified as necessary to accommodate the transmission and administration of claims by electronic means."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"32","text":"Health Insurance Forms."},"subchapter":{"identifier":"I","text":"Uniform Claims Forms."},"heading":{"title":"31","chaptersection":"3201","identifier":"31-3201","catch_text":"Standardized uniform health insurance claim forms."}}