{"text":"Notwithstanding § 31-706(c)(3), or any other provision of District of Columbia insurance law referenced in § 31-3503, the following provisions shall apply to a domestic corporation issued a certificate of authority under this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 35-4718.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nDC CODE § 31-3518\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 19, 44 DCR 1158.)","sections":[{"prefix":"1","text":" The board of directors or trustees shall consist of not less than 5 nor more than 21 members, who shall be elected by a majority of the members of the board. The term of a director or trustee shall be not less than 1 year nor more than 3 years, and shall be specified in the corporation's bylaws."},{"prefix":"2","text":" The directors or trustees of a domestic corporation shall at all times include subscriber representatives."},{"prefix":"3","text":" A majority of the board of directors or trustees shall at all times consist of members other than employees and officers of the corporation, or of any affiliate or subsidiary of the corporation."},{"prefix":"4","text":" Not less than one-third of the members of the board of directors or trustees shall be residents of the District of Columbia."},{"prefix":"5","text":" The articles of incorporation or bylaws of a domestic corporation shall state the number of directors or trustees necessary to constitute a quorum for conducting business at its meetings and the number of directors' or trustees' votes necessary to effect action on any matter presented for a vote of the board of directors or trustees. In regard to any matter involving conversion to a mutual or stock insurance company, or merger, consolidation, or other form of reorganization of the corporation, the affirmative vote of at least 80% of all directors or trustees shall be required to effect action by the board."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3518","identifier":"31-3518","catch_text":"Directors and trustees."}}