{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-103 added subsec. (l).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 7 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following § 31-3931.01.\n\nFor history of Law 19-103, see notes under § 31-3931.03.\n\nDC CODE § 31-3931.06\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 7, 52 DCR 1205; Mar. 14, 2012, D.C. Law 19-103, § 2(b), 59 DCR 432.)","sections":[{"prefix":"a","text":" In addition to any other capital required to be maintained pursuant to subsection (c) of this section, a captive insurer, authorized to do business in the District, shall at all times maintain a minimum unimpaired capital of $100,000."},{"prefix":"b","text":" Except as otherwise provided by the Commissioner pursuant to subsection (c) of this section, the capital required to be maintained pursuant to this section shall be in the form of cash or an irrevocable letter of credit."},{"prefix":"c","text":" The Commissioner may require a captive insurer, including each segregated account, to maintain additional unimpaired capital based on the type, volume, and nature of the insurance business that is transacted by the captive insurer and may determine the amount of capital, if any, that may be in the form of an irrevocable letter of credit."},{"prefix":"d","text":" A letter of credit used by a captive insurer or segregated account as evidence of capital required pursuant to this section shall:"},{"prefix":"1","text":" Be issued by a bank chartered in the District or by a branch of a bank located in the District if such bank is a member of the United States Federal Reserve System, or its deposits are insured by the Federal Deposit Insurance Corporation;"},{"prefix":"2","text":" Be issued on a form approved by the Commissioner; and"},{"prefix":"3","text":" Include a provision pursuant to which a letter of credit is automatically renewed each year."},{"prefix":"e","text":" The Commissioner may approve an ongoing plan for the payment of dividends or other distributions by a captive insurer or segregated account if, at the time of each payment or distribution, the amount of capital and surplus retained by the captive insurer or segregated account is in excess of the amounts required by the Commissioner. The Commissioner shall adopt by rule:"},{"prefix":"1","text":" A specific amount that a captive insurer or segregated account must have in excess capital and surplus for the approval of an ongoing plan for the payment of dividends or other distributions; or"},{"prefix":"2","text":" A formula pursuant to which the specific amount of required excess capital and surplus may be calculated."},{"prefix":"f","text":" A captive insurer shall not be issued a certificate of authority, and shall not hold a certificate of authority, unless the captive insurer has and maintains, in addition to any other surplus required to be maintained pursuant to subsection (h) of this section, an unencumbered surplus of:"},{"prefix":"1","text":" For a pure captive insurer, not less than $150,000;"},{"prefix":"2","text":" For an association captive insurer incorporated as a stock insurer, not less than $300,000;"},{"prefix":"3","text":" For an agency captive insurer, not less than $300,000;"},{"prefix":"4","text":" For a rental captive insurer, not less than $300,000;"},{"prefix":"5","text":" For an association captive insurer incorporated as a mutual insurer or reciprocal insurer, not less than $500,000; and"},{"prefix":"6","text":" For each segregated account, not less than an amount to be established by the Commissioner."},{"prefix":"g","text":" Except as otherwise provided by the Commissioner pursuant to subsection (c) of this section, the surplus required to be maintained pursuant to this section shall be in the form of cash or an irrevocable letter of credit."},{"prefix":"h","text":" The Commissioner may prescribe additional requirements relating to surplus based on the type, volume, and nature of the insurance business that is transacted by a captive insurer or segregated account and requirements regarding which surplus, if any, may be in the form of an irrevocable letter of credit."},{"prefix":"i","text":" A letter of credit used by a captive insurer or a segregated account as evidence of surplus required pursuant to this section shall meet the same requirements as a letter of credit issued for paid-in capital found subsection (d) of this section."},{"prefix":"j","text":" The parent of a branch captive insurer shall be subject to the jurisdiction of the United States District Court for the District of Columbia for all matters involving the branch captive insurer."},{"prefix":"k","text":" Except as otherwise provided in this section, a captive insurer or segregated account shall pay dividends out of, or make any other distribution from, its capital or surplus, or both, in accordance with the provisions set forth in subsection (e) of this section. A captive insurer or segregated account shall not pay dividends out of, or make any other distribution out of, its capital or surplus or both, in violation of this section unless the captive insurer or segregated account has obtained the prior written approval of the Commissioner to make the a payment or distribution."},{"prefix":"l","text":" Section 31-2502.12 shall apply to risk retention groups licensed as captive insurers. A risk retention group subject to this section may petition the Commissioner for a waiver of the limitation on exposure to risks or hazards. The Commissioner may issues rules, pursuant to § 31-3931.21, establishing the circumstances under which a risk retention group may obtain, and the conditions a risk retention group shall satisfy to obtain, a waiver of the limitation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.06","catch_text":"Capital and surplus."}}