{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 16 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following ยง 31-3931.01.\n\nDC CODE ยง 31-3931.15\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, ยง 16, 52 DCR 1205.)","sections":[{"prefix":"a","text":" The Commissioner may revoke or suspend the certificate of authority to transact insurance business in the District of a captive insurer which:"},{"prefix":"1","text":" Has failed or refused to comply with any provision or requirement of this chapter;"},{"prefix":"2","text":" Is impaired in capital or surplus;"},{"prefix":"3","text":" Is insolvent;"},{"prefix":"4","text":" Is determined, pursuant to Chapter 21 of this title, to be in such condition that further transaction of business by the company will be hazardous to its policyholders, creditors, or the general public;"},{"prefix":"5","text":" Has failed or refused to submit any report or statement required by law or order of the Commissioner;"},{"prefix":"6","text":" Has failed or refused to comply with any provision of its charter or bylaws;"},{"prefix":"7","text":" Has used any method in transacting insurance business pursuant to this chapter which would be detrimental to the operation of the captive insurer or would make its condition unsound with respect to its policyholders or the general public; or"},{"prefix":"8","text":" Has failed otherwise to comply with the laws of the District or any jurisdiction."},{"prefix":"b","text":" The Commissioner may also impose a fine not to exceed $5,000 for each violation by a captive insurer of any of the provisions found in subsection (a) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.15","catch_text":"Revocation, suspension, or fine."}}