{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4529.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following ยง 31-3401.\n\nDC CODE ยง 31-3429\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, ยง 31, 44 DCR 818.)","sections":[{"prefix":"a","text":" If an employer, association, or other private group arrangement offers health benefit plan coverage to employees or individuals only through a health maintenance organization, the health maintenance organization with which the employer, association, or other private group arrangement is contracting for the coverage shall offer, or contract with another carrier to offer, a point-of-service option to the employer, association, or other private group arrangement in conjunction with the health maintenance organization as an additional benefit for an employee or individual, at the employee's or individual's option to accept or reject."},{"prefix":"b","text":" An employer, association, or other private group arrangement may require an employee or individual that accepts the additional coverage under a point-of-service option under subsection (a) of this section to pay a premium over the amount of the premium for the coverage offered by the health maintenance organization."},{"prefix":"c","text":" A health maintenance organization may impose different cost sharing provisions for the point-of-service option based on whether the service is provided through the provider panel of the health maintenance organization or outside the providers panel of the health maintenance organization."},{"prefix":"d","text":" The requirements of this section shall not apply to any subscriber contract current and in force on April 9, 1997 for the duration of that contract, but these requirements shall apply to any renewal or new subscriber contract issued subsequent to April 9, 1997."},{"prefix":"e","text":" The requirements of this section shall not apply to any subscriber contract issued in the individual market to a person who is not part of a contracted group of subscribers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3429","identifier":"31-3429","catch_text":"Point of service plan."}}