{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-94, see notes under ยง 31-3171.01.\n\nDC CODE ยง 31-3171.05\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2012, D.C. Law 19-94, ยง 6, 59 DCR 213.)","sections":[{"prefix":"a","text":" There is established an executive board to govern the Authority consisting of:"},{"prefix":"1","text":" Seven voting members, who shall be residents of the District of Columbia, appointed by the Mayor, with the advice and consent of the Council pursuant to ยง 1-523.01(f)."},{"prefix":"2","text":" Four nonvoting, ex-officio members, or their designees, who shall be the:"},{"prefix":"A","text":" Director of the Department of Health Care Finance;"},{"prefix":"B","text":" Commissioner of the Department of Insurance, Securities and Banking;"},{"prefix":"C","text":" Director of the Department of Health; and"},{"prefix":"D","text":" Director of the Department of Human Services."},{"prefix":"b","text":"(1) Members of the executive board, other than an ex-officio member, shall be appointed for a term of 4 years, except that for the initial appointments:"},{"prefix":"A","text":" Two shall be for a term of 2 years;"},{"prefix":"B","text":" One shall be for a term of 3 years;"},{"prefix":"C","text":" Two shall be for a term of 4 years; and"},{"prefix":"D","text":" Two shall be for a term of 5 years."},{"prefix":"2","text":"(A) A member of the executive board may continue to serve until his or her successor has been approved by the Council and appointed by the Mayor."},{"prefix":"B","text":" Vacancies shall be filled by Mayoral appointment for the unexpired term in the same manner of the original appointment."},{"prefix":"C","text":" A member of the executive board, upon findings by the Mayor, may be removed for incompetence, misconduct, or failure to perform the duties of the position."},{"prefix":"c","text":"(1) Each person appointed to the executive board as a voting member shall have demonstrated and acknowledged expertise in at least 2 of the following areas:"},{"prefix":"A","text":" Individual or small employer health care coverage;"},{"prefix":"B","text":" Health benefits plan administration;"},{"prefix":"C","text":" Health care finance;"},{"prefix":"D","text":" Administering a public or private health care delivery system;"},{"prefix":"E","text":" Purchasing health plan coverage;"},{"prefix":"F","text":" Prior experience in commercial insurance management;"},{"prefix":"G","text":" Actuarial analysis;"},{"prefix":"H","text":" Health care economics;"},{"prefix":"I","text":" Human services administration;"},{"prefix":"J","text":" Health care consumer interest advocacy;"},{"prefix":"K","text":" Public health programs; or"},{"prefix":"L","text":" Enrolling individuals into health benefit plans."},{"prefix":"2","text":" The Mayor shall consider the expertise of each of the members of the executive board and attempt to make appointments so that the executive board's composition reflects a diversity of expertise."},{"prefix":"3","text":" At least one voting member of the executive board shall have demonstrated knowledge in health care consumer interest advocacy."},{"prefix":"d","text":" Each member of the executive board shall have the responsibility and duty to meet the requirements of this chapter, the Federal Act, and all applicable District and federal laws and regulations, to serve the public interest of the individuals and small businesses seeking health care coverage through the exchanges, and to ensure the operational effectiveness and fiscal solvency of the Authority."},{"prefix":"e","text":" The executive board shall elect a chairperson on an annual basis."},{"prefix":"f","text":" Executive board members shall receive no compensation for their services but shall receive actual and necessary expenses incurred in the performance of their official duties."},{"prefix":"g","text":" The Mayor shall nominate a majority of the executive board members within 90 days of March 2, 2012."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31D","text":"Health Benefit Exchange."},"heading":{"title":"31","chaptersection":"3171","identifier":"31-3171.05","catch_text":"Executive board establishment and membership."}}