{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3214.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nDC CODE § 31-314\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 15, 40 DCR 6102.)","sections":[{"prefix":"a","text":" Every insurer, as defined in § 31-301, shall be subject to this chapter. Insurers having direct premiums written in the District of Columbia of less than $1,000,000 in any calendar year and having less than 1,000 policyholders or certificateholders of directly written policies nationwide at the end of any calendar year shall be exempt from this chapter for that year, unless the Mayor makes a specific finding that compliance is necessary for the Mayor to carry out statutory responsibilities, except that insurers having assumed premiums pursuant to contracts or treaties of reinsurance of $1,000,000 or more will not be so exempt."},{"prefix":"b","text":" Foreign or alien insurers filing audited financial reports in another state pursuant to the other state's requirement of audited financial reports which has been found by the Mayor to be substantially similar to the requirements of this chapter are exempt from this chapter if:"},{"prefix":"1","text":" A copy of the audited financial report, report on significant deficiencies in internal controls, and the accountant's letter of qualifications which are filed with the other states are filed with the Mayor in accordance with the filing dates specified in §§ 31-302, 31-309, and 31-310, respectively. Canadian insurers may submit accounts' reports as filed with the Canadian Dominion Department of Insurance."},{"prefix":"2","text":" A copy of any notification of adverse financial condition report filed with the other states is filed with the Mayor within the time specified in § 31- 308."},{"prefix":"c","text":" This chapter shall not prohibit, preclude, or in any way limit the Mayor from ordering, conducting, or performing examinations of insurers under the rules and the practices and procedures of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"314","identifier":"31-314","catch_text":"Applicability."}}