{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-176, see notes following ยง 31-331.\n\nDC CODE ยง 31-3134\n\nCurrent through December 11, 2012","credits":"(July 23, 2002, D.C. Law 14-176, ยง 5, 49 DCR 5086.)","sections":[{"prefix":"a","text":" Except for Medicaid and Medicare provider panels, if a provider panel contract between a provider and a health insurer, or other entity that provides hospital, physician, or other health care services to a health insurer, require a provider, as a condition of participating in one of the health insurer's or other entity's provider panels, to participate in any other provider panel owned or operated by the health insurer or other entity, the contract shall contain a provision permitting the provider to refuse participation in one or more of the other provider panels at the time the contract is executed or renewed. The status of a physician as a member of, or as being eligible for, other existing or new provider panels shall not be adversely affected by the exercise of the right to refuse participation."},{"prefix":"b","text":" If a provider elects to terminate participation on a provider panel of a health insurer or entity that provides hospital, physicians, or health services to a health insurer, the provider shall:"},{"prefix":"1","text":" Notify the health insurer at least 90 days before termination; and"},{"prefix":"2","text":" For at least 90 days after the date of notice of termination, continue to furnish health care services to an enrollee of a health insurer for whom the provider was responsible for the delivery of health care services prior to the notice of termination."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31A","text":"Health Benefit Plans Prompt Payment"},"heading":{"title":"31","chaptersection":"3134","identifier":"31-3134","catch_text":"Provider panels."}}