{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-285, see notes following § 31-3932.01.\n\nDC CODE § 31-3932.07\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 207, as added Mar. 14, 2007, D.C. Law 16-285, § 2(b), 54 DCR 944.)","sections":[{"prefix":"a","text":" An SPFC shall insure only the risks of a counterparty and shall not issue a contract for assumption of risk or indemnification of loss other than an SPFC contract; provided, that an SPFC may cede risks assumed through an SPFC contract to third party reinsurers through the purchase of reinsurance or retrocession protection on terms approved by the Commissioner."},{"prefix":"b","text":" An SPFC may enter into agreements with affiliated companies and third parties and conduct other commercial activities related or incidental to and necessary to fulfill the purposes of an SPFC contract and insurance securitization contemplated by the strategic business plan approved by the Commissioner. The agreements may include management and administrative services agreements and other allocation and cost sharing agreements."},{"prefix":"c","text":" An SPFC may enter into swap agreements, or other forms of asset management agreements, including guaranteed investment contracts, or other transactions that have the objective of leveling timing differences in funding of up-front or ongoing transaction expenses or managing asset, credit, or interest rate risk of the investments in the trust to ensure that the investments are sufficient to assure payment or repayment of the securities, and related interest or principal payments, issued pursuant to an SPFC insurance securitization transaction or the obligations of an SPFC under an SPFC contract."},{"prefix":"d","text":" An SPFC contract shall:"},{"prefix":"1","text":" Obligate the SPFC to indemnify the counterparty for losses;"},{"prefix":"2","text":" Require that contingent obligations of the SPFC under the SPFC contract that are securitized through an SPFC insurance securitization be funded and secured with assets held in trust for the benefit of the counterparty;"},{"prefix":"3","text":" Require the SPFC to:"},{"prefix":"A","text":" Enter into a trust agreement that meets the criteria set forth in this section and specifies the recoverables or reserves, or both, to covered; and"},{"prefix":"B","text":" Establish a trust account for the benefit of the counterparty;"},{"prefix":"4","text":" Stipulate that assets deposited in the trust account shall be valued according to their current fair value and shall consist only of permitted investments;"},{"prefix":"5","text":" Require the SPFC, before depositing assets with the trustee, to execute assignments, endorsements in blank, or to transfer legal title to the trustee of all shares, obligations, or any other assets requiring assignments, in order that the counterparty, or the trustee upon the direction of the counterparty, may transfer whenever necessary the assets without consent or signature from the SPFC or another entity;"},{"prefix":"6","text":" Require that all settlements of account between the counterparty and the SPFC be made in cash or its equivalent; and"},{"prefix":"7","text":" Stipulate that the SPFC and the counterparty agree that the assets in the trust account, established pursuant to the provisions of the SPFC contract:"},{"prefix":"A","text":" May be withdrawn by the counterparty at any time, notwithstanding any other provisions in the SPFC contract; and"},{"prefix":"B","text":" Shall be utilized and applied by the counterparty or any successor by operation of law of the counterparty, including, subject to the provisions of § 31-3932.11, but without further limitation, any liquidator, rehabilitator, receiver, or conservator of the counterparty, without diminution because of insolvency on the part of the counterparty or the SPFC, only for the following purposes:"},{"prefix":"i","text":" To transfer all of the assets into one or more trust accounts for the benefit of the counterparty pursuant to and in accordance with the terms of the SPFC contract and in compliance with the provisions of this subchapter; and"},{"prefix":"ii","text":" To pay any other incurred and paid amounts that the counterparty claims are due pursuant to and under the terms of the SPFC contract and in compliance with this subchapter."},{"prefix":"e","text":"(1) An SPFC contract may allow the SPFC to seek approval from the counterparty to withdraw from the trust all or part of the assets, or income from them, and to transfer the assets to the SPFC; provided, that,"},{"prefix":"A","text":" At the time of the withdrawal, the SPFC shall replace the withdrawn assets, excluding any income withdrawn, with other qualified assets having a fair value equal to the fair value of the assets withdrawn and that meet the requirements of this section; and"},{"prefix":"B","text":" After the withdrawals and transfer, the fair value of the assets in trust securing the obligations of the SPFC under the SPFC contract shall be no less than the amount needed to satisfy the funded requirement of the SPFC contract."},{"prefix":"2","text":" The counterparty shall be the sole judge as to the application of these provisions, but shall not unreasonably or arbitrarily withhold its approval."},{"prefix":"f","text":" In fulfilling its function, an SPFC shall comply with, and, to the extent of its powers, ensure that contracts obligating other parties to perform certain functions incident to its operations are substantively and materially consistent with, the following requirements and guidelines:"},{"prefix":"1","text":" The assets by the SPFC shall be preserved and administered by or on behalf of the SPFC to satisfy the liabilities and obligations of the SPFC incident to the insurance securitization and other related agreements."},{"prefix":"2","text":" Assets held by the SPFC in trust shall be valued at their fair value."},{"prefix":"3","text":" The proceeds from the sale of securities pursuant to the insurance securitization shall be deposited with the trustee to the extent required to secure its obligations under the SPFC contract as provided by this subchapter and shall be held or invested by the trustee pursuant to the provisions of this section and the asset management agreement, if any, filed with the Department."},{"prefix":"4","text":"(A) Assets of the SPFC, other than those held in trust for the counterparty, and income on trust assets received by the SPFC may be used to pay interest on, or other consideration with respect to, any securities, outstanding debt, or other obligation of the SPFC."},{"prefix":"B","text":" This paragraph shall not prevent an SPFC from entering into a swap agreement or other asset management transaction that has the effect of hedging or guaranteeing the fixed or floating interest rate returns paid on the assets in trust or required for the securities issued by the SPFC generated from or other consideration or payment flows in the transaction."},{"prefix":"5","text":" In the SPFC insurance securitization, the contracts or other relating documentation shall identify the SPFC."},{"prefix":"g","text":" Unless otherwise approved by the Commissioner, an SPFC shall not:"},{"prefix":"1","text":" Issue or otherwise administer primary insurance policies;"},{"prefix":"2","text":" Enter into an SPFC contract with a person that is not licensed or otherwise authorized to transact the business of insurance or reinsurance in at least its state or country of domicile;"},{"prefix":"3","text":" Assume or retain exposure to insurance or reinsurance losses for its own account that is not funded by proceeds from an SPFC securitization that complies with the provisions of this subchapter; provided, that the SPFC may wholly or partially reinsure or retrocede the risks assumed to a third party reinsurer on terms approved by the Commissioner;"},{"prefix":"4","text":" Have any direct obligation to the policyholders or reinsureds of the counterparty; or"},{"prefix":"5","text":" Lend or otherwise invest, or place in custody, trust, or under management any of its assets with, or to borrow money or receive a loan from, other than by issuance of the securities pursuant to an insurance securitization, or advance from, anyone convicted of a felony, anyone who is untrustworthy or of known bad character, or anyone convicted of a criminal offense involving the conversion or misappropriation of fiduciary funds or insurance accounts, theft, deceit, fraud, misrepresentation, or corruption."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"II","text":"Special Purpose Financial Captive Insurance Companies."},"heading":{"title":"31","chaptersection":"3932","identifier":"31-3932.07","catch_text":"Authorized contracts."}}