{"text":"If, within the time for approval, the Mayor sends notice of disapproval of the proposed form of any subscriber contract, of proposed contract rates, or of any management contract or service agreement required by this chapter to be approved by the Mayor, the affected corporation may contest the Mayor's decision. Any action to contest the Mayor's decision shall be initiated within 30 days from the date on which the notice of decision is served on the corporation by delivering a written request for a hearing to the Department of Insurance, Securities, and Banking. The hearing shall commence in not fewer than 10 days nor more than 30 days from the date on which the action to contest the Mayor's decision is received by the Department of Insurance, Securities, and Banking. The hearing and its disposition shall be governed by the procedures for contested cases in Chapter 1 of Title 26 (Insurance) of the District of Columbia Municipal Regulations (26 DCMR chapter 1).","historical":"Prior Codifications\n\n1981 Ed., § 35-4722.\n\nEffect of Amendments\n\nD.C. Law 15-166 substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\" both times it appears.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(u)(5) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDC CODE § 31-3522\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 23, 44 DCR 1158; June 11, 2004, D.C. Law 15-166, § 4(u)(5), 51 DCR 2817.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3522","identifier":"31-3522","catch_text":"Appeals."}}