{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3212.\n\nEffect of Amendments\n\nD.C. Law 18-317, in subsec. (c)(1), substituted \"December 31, 2009\" for \"December 31, 1993\"; in subsec. (c)(2), substituted \"reports and communications required\" for \"reports required\"; and added subsecs. (e) and (f).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(k) of Annual Financing Reporting Modernization Emergency Amendment Act of 2010 (D.C. Act 18-665, December 28, 2010, 58 DCR 80).\n\nFor temporary (90 day) amendment of section, see § 2(k) of Annual Financial Reporting Modernization Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-30, March 15, 2011, 58 DCR 2591).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nFor history of Law 18-317, see notes under § 31-301.\n\nDC CODE § 31-312\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 13, 40 DCR 6102; Mar. 12, 2011, D.C. Law 18-317, § 2(k), 57 DCR 12418.)","sections":[{"prefix":"a","text":" Upon written application of any insurer, the Mayor may grant an exemption from compliance with this chapter if the Mayor finds, upon review of the application, that compliance with this chapter would constitute a financial or organizational hardship upon the insurer and the public interest would not be unduly compromised by the exemption. An exemption may be granted at any time, and from time to time for a specified period or periods. Within 10 days from a denial of an insurer's written request for an exemption from this chapter, the insurer may request in writing a hearing on its application for an exemption. The hearing shall be held in accordance with those rules pertaining to administrative hearing procedures as the Mayor may prescribe."},{"prefix":"b","text":" Domestic insurers retaining a certified public accountant on October 21, 1993 who qualify as independent shall comply with this chapter for the year ending December 31, 1993, and each year thereafter, unless the Mayor permits otherwise."},{"prefix":"c","text":" Domestic insurers not retaining a certified public accountant, who qualifies as independent, on October 21, 1993, shall meet the following schedule for compliance unless the Mayor permits otherwise:"},{"prefix":"1","text":" As of December 31, 2009, file with the Mayor:"},{"prefix":"A","text":" Report of independent certified public accountant;"},{"prefix":"B","text":" Audited balance sheet; and"},{"prefix":"C","text":" Notes to audited balance sheet."},{"prefix":"2","text":" For the year ending December 31, 1993, and each year thereafter, these insurers shall file with the Mayor all reports and communications required by this chapter."},{"prefix":"d","text":" Foreign insurers shall comply with this chapter for the year ending December 31, 1993, and each year thereafter, unless the Mayor permits otherwise."},{"prefix":"e","text":" Section 31-311.01 shall apply as of January 1, 2010. An insurer or group of insurers that was not required to have independent audit committee members or only a majority of independent audit committee members because their total written and assumed premiums were below the stated threshold levels provided in § 31-311.01(g) for a given year shall have one calendar year to comply with the independence requirements following the year the threshold is exceeded. An insurer that becomes subject to the independence requirements of this chapter as a result of a business combination shall have one calendar year following the date of acquisition or combination to comply with the independence requirements."},{"prefix":"f","text":" Section 31-305(g) through (k) and 31-311.03 shall apply as of the reporting period ending December 31, 2010, and each year thereafter. An insurer or group of insurers that is not required to file a report pursuant to § 31-311.03, but subsequently becomes subject to the reporting requirements, shall have 2 calendar years following the year the threshold is exceeded to file a report. An insurer acquired in a business combination shall have 2 calendar years following the date of acquisition or combination to comply with the reporting requirements."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"312","identifier":"31-312","catch_text":"Exemptions and effective dates."}}