{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4714.\n\nEffect of Amendments\n\nD.C. Law 15-166, in par. (3) of subsec. (j), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\" both times it appears.\n\nD.C. Law 16-192 repealed subsec. (f) and rewrote subsecs. (j) and (k) which had read as follows:\n\n\"(f) A corporation must prominently advertise the availability of its open enrollment subscriber contracts quarterly in a newspaper or newspapers of general circulation throughout the District of Columbia. The content and format of such advertising shall be filed with the Mayor at least 60 days prior to use.\"\n\n\"(j) As long as a corporation maintains an open enrollment program as required by this section, the rate of tax applied to the corporation's net subscriber premium receipts from District of Columbia risks ('premium tax rate') shall be 1%, rather than the percentage otherwise applicable pursuant to § § 47-2608.\n\n\"(1) A corporation may elect to pay the 1% premium tax rate or contribute the amount otherwise so paid to a separately established Rate Stabilization Fund. The Rate Stabilization Fund shall be used solely to subsidize open enrollment contracts to assure competitive rates. The corporation shall provide documentation to the Mayor of the existence of a Rate Stabilization Fund and identify the amount of the subsidy from the Fund for open enrollment rates in the rate filings required by § 31-3508.\n\n\"(2) A corporation's annual statement pursuant to § 31-1901, shall include documentation of its efforts to substantiate the need for a 1% premium tax rate as an incentive to maintain an open enrollment program. Such documentation shall include the number of subscribers participating in its open enrollment program, the premiums it charges for comprehensive individual subscriber contracts, a description of its efforts to provide the public services required by subsection (i) of this section, and such other documentation as the Mayor may require. If the Mayor finds that the documentation provided by a corporation does not substantiate the 1% premium tax rate, the Mayor shall provide written notice to the corporation of this finding no later than April 1 of the same year, and the corporation shall pay the premium tax rate established in § 47-2608, except as provided in paragraph 3 of this subsection.\n\n\"(3) Within 30 days after the date of the written notice required by paragraph (2) of this subsection, a corporation may make a written request for a hearing on the Mayor's findings that the corporation failed to substantiate the imposition of a 1% premium tax rate by delivering the request to the Department of Insurance, Securities, and Banking. The hearing shall commence in not fewer than 10 days nor more than 30 days from the date on which the request for hearing is received by the Department of Insurance, Securities, and Banking. The hearing and its disposition shall be governed by the rules for contested cases set forth in chapter 1 of title 26 (Insurance) of the District of Columbia Municipal Regulations (26 DCMR chapter 1). Any premium tax payments that become due during the time that the Mayor's finding is being contested shall be paid at the 1% premium tax rate. If the corporation loses or withdraws the case, it shall reimburse the District the difference between the payments made at the 1% premium tax rate and the payment that it would have made at the rate established in § 47-2608.\n\n\"(k) Upon the date of discontinuance of its open enrollment program as defined in this section, the 1% premium tax rate shall no longer apply to the corporation and the corporation's net subscriber premium receipts from District of Columbia risks shall be taxed at the rate established in § 47-2608.\"\n\nD.C. Law 17-369, in subsec. (j)(2), substituted \"shall order annually an independent\" for \"may order an independent\"; rewrote subsec. (k); and added subsecs. (m), (n), and (o). Prior to amendment, subsec. (k) read as follows:\n\n\"(k)(1) A corporation shall maintain its open enrollment program for subscribers who are enrolled in the program as of March 2, 2007, and shall, subject to paragraph (3) of this subsection, continue to offer the program to each such subscriber for as long as the subscriber renews his or her coverage under the program.\n\n\"(2) The corporation shall not be required to offer or maintain an open enrollment program for persons who are not subscribers enrolled in the program as of March 2, 2007. The corporation shall not use any money in the RS Fund to subsidize the open enrollment rate of any person who was not a subscriber to the open enrollment program as of March 2, 2007.\n\n\"(3) The obligation of the corporation to maintain an open enrollment program under paragraph (1) of this subsection may terminate on December 31, 2010. If the corporation thereafter elects to terminate the open enrollment program, the corporation shall submit a plan for termination to the Commissioner for approval, and immediately upon receipt of the Commissioner's written approval, the corporation shall promptly pay to the District of Columbia Treasurer, as a payment otherwise due under § 31-3514.01, all amounts remaining in the RS Fund, and such amounts shall be credited to the Healthy DC Fund. Upon termination of the open enrollment program, the Mayor shall ensure that subscribers who are enrolled in the program at the time of its termination are provided with an opportunity to enroll in a comparable individual line of health coverage at no additional cost to the subscriber.\"\n\nD.C. Law 18-104 added subsecs. (p), (q) and (r).\n\nD.C. Law 18-223, in subsec. (j)(2), substituted \"Healthy DC and Health Care Expansion Fund\" for \"Healthy DC Fund\".\n\nD.C. Law 19-171, in subsecs. (q)(1) and (3), validated previously made technical corrections.\n\nTemporary Amendments of Section\n\nSection 2(e) of D.C. Law 18-134 added subsecs. (p), (q),and (r) to read as follows:\n\n\"(p) In lieu of the requirements of subsection (m) through (o) of this section, the corporation may enter into a public-private partnership.\n\n\"(q) The corporation shall submit an annual report to the Mayor regarding the open enrollment program. The Mayor shall determine the format and content of the report; provided, that the report shall include:\n\n\"(1) Membership distribution by:\n\n\"(A) Age\n\n\"(B) Gender;\n\n\"(C) Ward;\n\n\"(D) Zip code;\n\n\"(E) Race/ethnicity;\n\n\"(F) Income; and\n\n\"(F) The amount of time in the program;\n\n\"(2) The number of members by contract type;\n\n\"(3) Program expenditures for:\n\n\"(A) Inpatient services;\n\n\"(B) Outpatient services;\n\n\"(C) Behavioral health services; and\n\n\"(D) Prescription drugs;\n\n\"(4) Average premium;\n\n\"(5) Premium levels by age; and\n\n\"(6) The number of members that have reached the:\n\n\"(A) Out-of-pocket maximum expenditure; and\n\n\"(B) Annual prescription drug benefit maximum.\n\n\"(r) The public-private partnership shall be certified by January 31, 2010.\".\n\nSection 6(b) of D.C. Law 18-134 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(b) of D.C. Law 18-205, in subsec. (j)(2), substituted \"Healthy DC and Health Care Expansion Fund\" for \"Healthy DC Fund\".\n\nSection 7(b) of D.C. Law 18-205 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 201(b) of D.C. Law 18-271, in subsec. (d), substituted \"District of Columbia who is ineligible for the DC High Risk Pool Program,\" for \"District of Columbia,\".\n\nSection 301(b) of D.C. Law 18-271 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 3 of D.C. Law 18-85 added a section to read as follows:\n\n\"Sec 2a. Applicability.\n\n\"Section 2(f) shall not apply until 90 days after the Commissioner completes his surplus review as required by section 2(e) and transmits a copy of the determination to the Council. This section shall apply as of March 25, 2009.\"\n\nSection 5(b) of D.C. Law 18-85 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(u)(3) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nFor temporary (90 day) amendment of section, see § 5012(b) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) enactments, see § 5012(c) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 5012(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) enactments, see § 5012(c) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 5012(b) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) applicability provision, see § 2 of Medical Insurance Empowerment Emergency Amendment Act of 2009 (D.C. Act 18-51, April 29, 2009, 56 DCR 3586).\n\nFor temporary (90 day) addition, see § 3 of Medical Insurance Empowerment Surplus Review Emergency Act of 2009 (D.C. Act 18-153, July 28, 2009, 56 DCR 6342).\n\nFor temporary (90 day) addition, see § 3 of Medical Insurance Empowerment Surplus Review Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-210, October 21, 2009, 56 DCR 8487).\n\nFor temporary (90 day) amendment of section, see § 2(e) of Hospital and Medical Services Corporation Regulatory Emergency Amendment Act of 2009 (D.C. Act 18- 277, January 11, 2010, 57 DCR 935).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Medicaid Resource Maximization Emergency Amendment Act of 2010 (D.C. Act 18-390, May 7, 2010, 57 DCR 4339).\n\nFor temporary (90 day) amendment of section, see § 201(b) of DC High Risk Pool Program Establishment Emergency Act of 2010 (D.C. Act 18-522, August 3, 2010, 57 DCR 8001).\n\nFor temporary (90 day) amendment of section, see § 5023(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 15-166, see notes following § 31-1004.\n\nFor Law 16-192, see notes following § 31-205.\n\nFor Law 17-369, see notes following § 31-3501.\n\nFor Law 18-104, see notes following § 31-205.\n\nFor Law 18-223, see notes following § 31-101.\n\nFor history of Law 19-171, see notes under § 31-305.\n\nDC CODE § 31-3514\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 15, 44 DCR 1158; June 11, 2004, D.C. Law 15-166, § 4(u)(3), 51 DCR 2817; Mar. 2, 2007, D.C. Law 16-192, § 5012(b), 53 DCR 6899; Mar. 25, 2009, D.C. Law 17-369, § 2(f), 56 DCR 1346; Feb. 4, 2010, D.C. Law 18-104, § 2(e), 56 DCR 9182; Sept. 24, 2010, D.C. Law 18-223, § 5023(b), 57 DCR 6242; Sept. 26, 2012, D.C. Law 19-171, § 88(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" A corporation issued a certificate of authority under this chapter shall make available to citizens of the District of Columbia an open enrollment program under the terms set forth in this section."},{"prefix":"b","text":" As used in this section, the term:"},{"prefix":"1","text":" \"Comprehensive individual subscriber contracts\" means subscriber contracts, conforming to the requirements of subsection (g) of this section, which are issued to provide basic hospital and medical services, or to provide benefits and indemnification for such services."},{"prefix":"2","text":" \"Open enrollment subscriber contracts\" means comprehensive individual subscriber contracts issued pursuant to an open enrollment program by a corporation which has a certificate of authority under this chapter and provides coverage to individuals."},{"prefix":"c","text":" A corporation's open enrollment program shall provide for the issuance of open enrollment subscriber contracts without imposition by the corporation of underwriting criteria whereby coverage is denied or subject to cancellation or nonrenewal, in whole or in part, because of an individual's age, health history, medical history, employment status, or, if employed, industry or job classification."},{"prefix":"d","text":" A corporation's open enrollment program shall make open enrollment subscriber contracts available to any individual residing in the District of Columbia, except, that this requirement shall not apply to any individual who is eligible for coverage as an employee of an employer which provides, in whole or in part, basic hospital and medical services, benefits, and indemnification coverage to its employees."},{"prefix":"e","text":" A corporation's open enrollment program shall be available on a year-round basis."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" The Mayor may prescribe minimum standards to govern the contents of comprehensive individual subscriber contracts issued pursuant to this section. Such minimum standards shall ensure that these contracts provide hospital and medical services, or benefits and indemnification for a comprehensive range of health care needs without qualifying exclusions that fail to protect the subscriber under normal circumstances. Such minimum standards shall also ensure that the option of obtaining comprehensive individual subscriber contract coverage is made available to all individuals included within the definition of \"open enrollment subscriber contracts\" in subsection (b)(2) of this section."},{"prefix":"h","text":" The Mayor may prescribe minimum standards specifically to govern the content of comprehensive individual subscriber contracts issued to individuals who have converted from group subscriber contracts to individual coverage because of termination of the individual's eligibility for group coverage."},{"prefix":"i","text":" A corporation issued a certificate of authority under this chapter shall provide other public services in the District of Columbia consisting of health-related educational support for residents of the corporation's service area who, based upon such educational support, may experience a lesser need for hospital and medical services, or benefits and indemnification for such services."},{"prefix":"j","text":"(1) A corporation shall maintain a separately established rate stabilization fund (\"RS Fund\") to be used solely to subsidize open enrollment subscribers pursuant to subsections (c) and (d) of this section. A corporation shall deposit an amount necessary and appropriate to maintain the open enrollment program of the corporation pursuant to subsection (k)(1) of this section; provided, that the corporation shall not deduct an aggregate amount exceeding $550,000 of its payment to the RS Fund from the amount otherwise due by the corporation under § 31-205 or § 47-2608(a). The RS Fund shall not be used to pay marketing or promotional expenses associated with the program. Unless the corporation elects to terminate the RS Fund pursuant to subsection (k)(3) of this section, the corporation shall carry over from year to year all unexpended funds in the RS Fund, including interest earned on investment of the funds in the RS Fund."},{"prefix":"2","text":" In the rate filings for the open enrollment program required by § 31- 3508, a corporation shall provide documentation to the Mayor confirming the existence of the RS Fund, identifying the amounts paid from the RS Fund to subsidize open enrollment rates, and specifying the RS Fund balance at year end and as of the date of the corporation's filing. The Mayor shall order annually an independent audit of the RS Fund, the expenses of which shall be paid by the corporation. If the Mayor determines, with or without an audit, that all or any portion of the money in the RS Fund is not being used to subsidize open enrollment rates or is not being reasonably set aside in anticipation of projected subsidies of open enrollment rates in future years, the Mayor may order the corporation to pay the revenue not being so used or set aside to the Healthy DC and Health Care Expansion Fund established by § 31-3514.02."},{"prefix":"k","text":" A corporation shall continue to offer the program to each subscriber as long as the subscriber renews his or her coverage under the program."},{"prefix":"l","text":" Any proposed rates filed by a corporation with the Mayor pursuant to § 31-3508 which are to be applied to open enrollment subscriber contracts, including individual conversion subscriber contracts, shall include a factor crediting for the benefit of this class of subscribers in an amount which assures competitive rates, the revenue which would have been otherwise collected by the District of Columbia government as a premium tax pursuant to § 31-3514(j)."},{"prefix":"m","text":" The open enrollment program shall maintain the following affordability and adequacy criteria for individual participants:"},{"prefix":"1","text":" Annual premium costs shall not exceed 125% of standard individual market rates and shall be determined once every 12 months."},{"prefix":"2","text":" Cost sharing, deductibles, and co-insurance shall not exceed those in the corporation's most popular policy available to small employers in the District."},{"prefix":"3","text":" Subscriber contracts shall not contain service limitations or lifetime or annual benefit maximums."},{"prefix":"4","text":" Subscriber contracts and contract forms shall be subject to § 31-3508."},{"prefix":"5","text":" Subscriber contracts and contract forms shall not contain exclusions or riders for pre-existing conditions."},{"prefix":"n","text":" A corporation shall prominently advertise the availability of its open enrollment subscriber contracts continuously on the Internet and at least quarterly in a newspaper of general circulation throughout the District. The content and format of the advertising shall be filed with the Commissioner no less than 30 days before its appearance in a newspaper or on the Internet."},{"prefix":"o","text":" The corporation shall make the open enrollment program available for a minimum of 2500 subscribers. The corporation shall submit a report annually on October 1 to the Commissioner on the number of subscribers enrolled."},{"prefix":"p","text":" In lieu of the requirements of subsection (m) through (o) of this section, the corporation may enter into a public-private partnership."},{"prefix":"q","text":" The corporation shall submit an annual report to the Mayor regarding the open enrollment program. The Mayor shall determine the format and content of the report; provided, that the report shall include:"},{"prefix":"1","text":" Membership distribution by:"},{"prefix":"A","text":" Age"},{"prefix":"B","text":" Gender;"},{"prefix":"C","text":" Ward;"},{"prefix":"D","text":" Zip code;"},{"prefix":"E","text":" Race/ethnicity;"},{"prefix":"F","text":" Income; and"},{"prefix":"G","text":" The amount of time in the program;"},{"prefix":"2","text":" The number of members by contract type;"},{"prefix":"3","text":" Program expenditures for:"},{"prefix":"A","text":" Inpatient services;"},{"prefix":"B","text":" Outpatient services;"},{"prefix":"C","text":" Behavioral health services; and"},{"prefix":"D","text":" Prescription drugs;"},{"prefix":"4","text":" Average premium;"},{"prefix":"5","text":" Premium levels by age; and"},{"prefix":"6","text":" The number of members that have reached the:"},{"prefix":"A","text":" Out-of-pocket maximum expenditure; and"},{"prefix":"B","text":" Annual prescription drug benefit maximum."},{"prefix":"r","text":" The public-private partnership shall be certified by January 31, 2010."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3514","identifier":"31-3514","catch_text":"Open enrollment."}}