{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1037.\n\nEffect of Amendments\n\nD.C. Law 17-231, in subsecs. (k) and (l)(1), substituted \"marriage or domestic partnership\" for \"marriage\".\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 31-3301.01.\n\nEmergency Act Amendments\n\nSee notes to § 31-3301.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-209, see Historical and Statutory Notes following § 31-3301.01.\n\nFor Law 17-231, see notes following § 31-3301.01.\n\nDC CODE § 31-3303.07\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-209, § 307, 45 DCR 8433; Sept. 12, 2008, D.C. Law 17-231, § 27(b), 55 DCR 6758.)","sections":[{"prefix":"a","text":" Subject to subsection (b) of this section, a health insurer offering group health insurance coverage may, with respect to a participant or beneficiary, impose a preexisting limitation only if (i) such exclusion relates to a condition (whether physical or mental), regardless of the cause of the condition, for which medical advice, diagnosis, care, or treatment was recommended or received within the 6-month period ending on the enrollment date, (ii) such exclusion extends for a period of not more than 12 months (or 18 months in the case of a late enrollee) after the enrollment date, and (iii) the period of any such preexisting condition exclusion is reduced by the aggregate of the periods of creditable coverage, if any, applicable to the participant or beneficiary as of the enrollment date."},{"prefix":"b","text":"(1) Subject to paragraph (4) of this subsection, a group health plan, and a health insurer offering health insurance coverage, may not impose any preexisting condition exclusion in the case of an individual who, as of the last day of the 30-day period beginning with the date of birth, is covered under creditable coverage."},{"prefix":"2","text":" Subject to paragraph (4) of this subsection, a group health plan, and a health insurer offering health insurance coverage, may not impose any preexisting condition exclusion in the case of a child who is adopted or placed for adoption before attaining 18 years of age and who, as of the last day of the 30-day period beginning on the date of the adoption or placement for adoption, is covered under creditable coverage. The previous sentence shall not apply to coverage before the date of such adoption or placement for adoption."},{"prefix":"3","text":" A group health plan, and health insurer offering health insurance coverage, may not impose any preexisting condition exclusion relating to pregnancy as a preexisting condition."},{"prefix":"4","text":" Paragraphs (1) and (2) of this subsection shall no longer apply to an individual after the end of the first 63-day period during all of which the individual was not covered under any creditable coverage."},{"prefix":"c","text":" A period of creditable coverage shall not be counted, with respect to enrollment of an individual under a health benefit plan, if, after such period and before the enrollment date, there was a 63-day period during all of which the individual was not covered under any creditable coverage."},{"prefix":"d","text":" For purposes of subsections (b)(4) and (c) of this section, any period that an individual is in a waiting period for any coverage under a group health plan (or for group health insurance coverage), or is in an affiliation period, shall not be taken into account in determining the continuous period under subsection (c) of this section."},{"prefix":"e","text":"(1) Except as otherwise provided under paragraph (2) of this subsection, a group health plan and a health insurer offering group health coverage shall count a period of creditable coverage without regard to the specific benefits covered during the period."},{"prefix":"2","text":" A group health plan, or a health insurer offering group health insurance coverage, may elect to count a period of creditable coverage based on coverage of benefits within each of several classes or categories of benefits rather than as provided under paragraph (1) of this subsection.   Such election shall be made on a uniform basis for all participants and beneficiaries.  Under such election a group health plan or health insurer shall count a period of creditable coverage with respect to any class or category of benefits if any level of benefits is covered within such class or category."},{"prefix":"3","text":" In the case of an election with respect to a group plan under paragraph (2) of this subsection (whether or not health insurance coverage is provided in connection with such plan), the plan shall:"},{"prefix":"A","text":" Prominently state in any disclosure statements concerning the plan, and state to each enrollee at the time of enrollment under the plan, that the plan has made such election; and"},{"prefix":"B","text":" Include in such statements a description of the effect of this election."},{"prefix":"4","text":" In the case of an election under paragraph (2) of this subsection with respect to health insurance coverage offered by a health insurer in the small or large group market, the health insurer shall:"},{"prefix":"A","text":" Prominently state in any disclosure statements concerning the coverage, and to each employer at the time of the offer or sale of the coverage, that the health insurer has made such election; and"},{"prefix":"B","text":" Include in such statements a description of the effect of such election."},{"prefix":"f","text":" Periods of creditable coverage with respect to an individual shall be established through presentation of certifications described in subsection (g) of this section or in such other manner as may be specified in federal regulations."},{"prefix":"g","text":" A health insurer offering group health insurance coverage shall provide for certification of the period of creditable coverage:"},{"prefix":"1","text":" At the time an individual ceases to be covered under the plan or otherwise becomes covered under a COBRA continuation provision;"},{"prefix":"2","text":" In the case of an individual becoming covered under a COBRA continuation provision, at the time the individual ceases to be covered under such provision; and"},{"prefix":"3","text":" At the request, or on behalf of, an individual made not later than 24 months after the date of cessation of the coverage described in paragraphs (1) or (2) of this subsection, whichever is later. The certification under paragraph (1) of this subsection may be provided, to the extent practicable, at a time consistent with notices required under any applicable COBRA continuation provision."},{"prefix":"h","text":" In the case of an election described in subsection (e)(2) of this section by a group health insurer, if the group health plan or health insurer enrolls an individual for coverage under the plan and the individual provides a certification of coverage of the individual under subsection (f) of this section:"},{"prefix":"1","text":" Upon request of such group health insurer, the entity which issued the certification provided by the individual shall promptly disclose to such requesting insurer information on coverage of classes and categories of health benefits available under such entity's plan or coverage; and"},{"prefix":"2","text":" Such entity may charge the requesting group health plan or health insurer for the reasonable cost of disclosing such information."},{"prefix":"i","text":" A health insurer offering group health insurance coverage shall permit an employee who is eligible, but not enrolled, for coverage under the terms of the plan (or a dependent of such an employee if the dependent is eligible, but not enrolled, for coverage under such terms) to enroll for coverage as a late enrollee for coverage under the terms of the plan if each of the following conditions is met:"},{"prefix":"1","text":" The employee or dependent was covered under a group health plan or had health insurance coverage at the time coverage was previously offered to the employee or dependent."},{"prefix":"2","text":" The employee stated in writing at such time that coverage under a group health plan or health insurance coverage was the reason for declining enrollment, but only if the plan sponsor or health insurer (if applicable) required such a statement at such time and provided the employee with notice of such requirement (and the consequences of such requirement) at such time."},{"prefix":"3","text":" The employee's or dependent's coverage described in paragraph (1) of this subsection: (i) was under a COBRA continuation provision and the coverage under such provision was exhausted; or (ii) was not under such a provision and either the coverage was terminated as a result of loss of eligibility for the coverage (including as a result of legal separation, divorce, death, termination of employment, or reduction in the number of hours of employment) or employer contributions towards such coverage were terminated."},{"prefix":"4","text":" Under the terms of the plan, the employee requests such enrollment not later than 30 days after the date of exhaustion of coverage described in paragraph (3)(i) of this subsection or termination of coverage or employer contribution described in paragraph (3)(ii) of this subsection."},{"prefix":"j","text":" A health insurer is deemed to make coverage available with respect to a dependent of an individual if:"},{"prefix":"1","text":" The individual is a participant under the plan (or has met any waiting period applicable to becoming a participant under the plan and is eligible to be enrolled under the plan but for a failure to enroll during a previous enrollment period); and"},{"prefix":"2","text":" A person becomes such a dependent of the individual through marriage, birth, or adoption or placement for adoption, the group health insurer shall provide for a dependent special enrollment period during which the person (or, if not otherwise enrolled, the individual) may also be enrolled under the plan as a dependent of the individual, and in the case of the birth or adoption of a child, the spouse of the individual may also be enrolled as a dependent of the individual if such spouse is otherwise eligible for coverage."},{"prefix":"k","text":" A dependent special enrollment period under subsection (j) of this section shall be a period of not less than 30 days and shall begin on the later of the date dependent coverage is made available, or the date of the marriage or domestic partnership, birth, or adoption or placement for adoption (as the case may be)."},{"prefix":"l","text":" If an individual seeks to enroll a dependent during the first 30 days of such a dependent special enrollment period, the coverage of the dependent shall become effective:"},{"prefix":"1","text":" In the case of marriage or domestic partnership, not later than the first day of the first month beginning after the date the completed request for enrollment is received;"},{"prefix":"2","text":" In the case of a dependent's birth, as of the date of such birth; or"},{"prefix":"3","text":" In the case of a dependent's adoption or placement for adoption, the date of such adoption or placement for adoption."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"33","text":"Health Insurance Portability and Accountability."},"subchapter":{"identifier":"III","text":"Group Insurance."},"heading":{"title":"31","chaptersection":"3303","identifier":"31-3303.07","catch_text":"Limitation on preexisting condition exclusion period."}}