{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3211.\n\nEffect of Amendments\n\nD.C. Law 18-317, in the section heading, substituted \"independent certified\" for \"certified\"; in subsec. (a), substituted \"For the purposes of this section, the term\" for \"For the purposes of this chapter, the term\"; and, in subsec. (a) and the second sentence of subsec. (b), substituted \"audit\" for \"examination\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Annual Financing Reporting Modernization Emergency Amendment Act of 2010 (D.C. Act 18-665, December 28, 2010, 58 DCR 80).\n\nFor temporary (90 day) addition of sections, see § 2(j) of Annual Financing Reporting Modernization Emergency Amendment Act of 2010 (D.C. Act 18-665, December 28, 2010, 58 DCR 80).\n\nFor temporary (90 day) amendment of section, see § 2(i) of Annual Financial Reporting Modernization Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-30, March 15, 2011, 58 DCR 2591).\n\nFor temporary (90 day) addition of sections, see § 2(j) of Annual Financial Reporting Modernization Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-30, March 15, 2011, 58 DCR 2591).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nFor history of Law 18-317, see notes under § 31-301.\n\nDC CODE § 31-311\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 12, 40 DCR 6102; Mar. 12, 2011, D.C. Law 18-317, § 2(i), 57 DCR 12418.)","sections":[{"prefix":"a","text":" For purposes of this section, the term \"workpapers\" are the records kept by the independent certified public accountant of the procedures followed, the tests performed, the information obtained, and the conclusions reached pertinent to his or her audit of the financial statements of an insurer. Workpapers, accordingly, may include audit planning documentation, work programs, analyses, memoranda, letters of confirmation and representation, abstracts of company documents, and schedules or commentaries prepared or obtained by the independent certified public accountant in the course of his or her audit of the financial statements of an insurer and which support his or her opinion thereof."},{"prefix":"b","text":" Every insurer required to file an audited financial report pursuant to this chapter shall require the accountant to make available for review by the Mayor's examiners all workpapers prepared in the conduct of his or her audit and any communications related to the audit between the accountant and the insurer, at the offices of the insurer, or at any other reasonable place designated by the Mayor. The insurer shall require that the accountant retain the audit workpapers and communications until the Mayor has filed a report on examination covering the period of the audit but no longer than 7 years from the date of the audit report."},{"prefix":"c","text":" The Mayor may make and retain photocopies of pertinent audit workpapers. The review by the Mayor's examiners shall be considered investigations and all working papers and communications obtained during the course of the investigations shall be afforded the same confidentiality as other examination workpapers generated by the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"311","identifier":"31-311","catch_text":"Definition, availability, and maintenance of independent certified public accountant workpapers."}}