{"text":"The accountant shall furnish the insurer in connection with, and for inclusion in, the filing of the annual audited financial report, a letter stating that:","historical":"Prior Codifications\n\n1981 Ed., § 35-3210.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(f) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 6(f) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 5(f) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nFor legislative history of D.C. Law 11-90, see Historical and Statutory Notes following § 31-303.\n\nDC CODE § 31-310\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 11, 40 DCR 6102; Feb. 27, 1996, D.C. Law 11-90, § 5(f), 42 DCR 7155.)","sections":[{"prefix":"1","text":" The accountant is independent with respect to the insurer and conforms to the standards of his or her profession as contained in the Code of Professional Ethics and pronouncements of the American Institute of Certified Public Accountants and the rules of the District of Columbia Board of Accountancy."},{"prefix":"2","text":" The background and experience of the accountant in general is listed, and the experience in audits of insurers of the staff assigned to the engagement and whether each is an independent certified public accountant. Nothing within this chapter shall be construed as prohibiting the accountant from utilizing the staff he or she deems appropriate where use is consistent with the standards prescribed by generally accepted auditing standards."},{"prefix":"3","text":" The accountant understands the annual audited financial report and his or her opinion thereon will be filed in compliance with this chapter and that the Mayor will be relying on this information in the monitoring and regulation of the financial position of insurers."},{"prefix":"4","text":" The accountant consents to the requirements of § 31-311 and that the accountant consents and agrees to make available for review by the Mayor, his or her designee or his or her appointed agent, the workpapers, as defined in § 31-311."},{"prefix":"5","text":" The accountant is properly licensed by an appropriate state licensing authority and is a member in good standing in the American Institute of Certified Public Accountants."},{"prefix":"6","text":" The accountant is in compliance with the requirements of § 31-305."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"310","identifier":"31-310","catch_text":"Accountant's letter of qualifications."}}