{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4706.\n\nEffect of Amendments\n\nD.C. Law 17-369 added subsecs. (e), (f), (g), (h), and (i).\n\nD.C. Law 18-104, in subsec. (e), substituted \"The Commissioner may, on an annual basis, and shall, on a basis no less frequently than every 3 years, review the portion of the surplus of the corporation that is attributable to the District and may issue a determination as to whether the surplus is excessive. Any such review shall be undertaken in coordination with the other jurisdictions in which the corporation conducts business.\" for \"Within 120 days after March 25, 2009, and annually thereafter, the Commissioner shall review the portion of the surplus of the corporation that is attributable to the District and shall issue a determination as to whether the surplus is excessive.\"; in subsec. (f), substituted \"§ 31-3514 and payments and expenditures pursuant to a public-private partnership\" for \"§ 31-3514\"; and added subsec. (j).\n\nD.C. Law 19-171, in subsec. (e)(2), substituted \"§ 31-305.01\" for \"§ 31- 305(a)\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-85, in subsec. (e), \"180 days\" for \"120 days\".\n\nSection 5(b) of D.C. Law 18-85 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(c) of D.C. Law 18-134, in subsec. (e), struck the first sentence and inserted \"The Commissioner may, on an annual basis, and shall, on a basis no less frequently than every 3 years, review the portion of the surplus of the corporation that is attributable to the District and may issue a determination as to whether the surplus is excessive. Any such review shall be undertaken in coordination with the other jurisdictions in which the corporation conducts business.\"; in subsec.(f), substituted \"section 15 and payments and expenditures pursuant to a public-private partnership\" for \"section 15\"; and added subsec. (j) to read as follows:\n\n\"(j) The existence of a public-private partnership shall not preclude the Commissioner's surplus evaluation of the corporation or diminish the Commissioner's authority to issue directives to the corporation pursuant to the evaluation.\".\n\nSection 6(b) of D.C. Law 18-134 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Medical Insurance Empowerment Surplus Review Emergency Act of 2009 (D.C. Act 18-153, July 28, 2009, 56 DCR 6342).\n\nFor temporary (90 day) amendment of section, see § 2 of Medical Insurance Empowerment Surplus Review Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-210, October 21, 2009, 56 DCR 8487).\n\nFor temporary (90 day) amendment of section, see § 2(c) of Hospital and Medical Services Corporation Regulatory Emergency Amendment Act of 2009 (D.C. Act 18- 277, January 11, 2010, 57 DCR 935).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 17-369, see notes following § 31-3501.\n\nFor Law 18-104, see notes following § 31-205.\n\nFor history of Law 19-171, see notes under § 31-305.\n\nDC CODE § 31-3506\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 7, 44 DCR 1158; Mar. 25, 2009, D.C. Law 17-369, § 2(d), 56 DCR 1346; Feb. 4, 2010, D.C. Law 18-104, § 2(c), 56 DCR 9182; Sept. 26, 2012, D.C. Law 19-171, § 88(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" At the time of issuance of a certificate of authority under this chapter and at all times thereafter until risk-based capital regulations for hospital and medical services corporations are promulgated, a corporation must possess surplus in an amount which is the greater of $5,000,000 or 8.0% of the total amount of premiums for insured risk received by the corporation in the preceding calendar year. The total amount of premiums for insured risk shall not include premiums collected for federal health benefit programs that have a separate reserve fund held by the federal government."},{"prefix":"b","text":" The surplus requirement of 8.0% shall be phased-in following April 9, 1997 as follows:"},{"prefix":"1","text":" Year one -- 40% of the surplus requirement in subsection (a) of this section;"},{"prefix":"2","text":" Year two -- 60% of the surplus requirement in subsection (a) of this section;"},{"prefix":"3","text":" Year three -- 80% of the surplus requirement in subsection (a) of this section; and"},{"prefix":"4","text":" Year four -- 100% of the surplus requirement in subsection (a) of this section."},{"prefix":"c","text":" The Mayor shall have the authority to require the differentiation of the corporation's activities into risk and nonrisk business for the purpose of determining the corporation's income that is derived from premiums for insured risk and from other sources."},{"prefix":"d","text":" Notwithstanding the provisions of subsection (a) of this section, at the time of issuance of a certificate of authority under this chapter and at all times thereafter, a corporation shall be subject to the provisions of any risk-based capital regulations for hospital and medical services corporations promulgated by the Mayor, and must maintain at all times such surplus as is determined to be necessary under those regulations."},{"prefix":"e","text":" The Commissioner may, on an annual basis, and shall, on a basis no less frequently than every 3 years, review the portion of the surplus of the corporation that is attributable to the District and may issue a determination as to whether the surplus is excessive. Any such review shall be undertaken in coordination with the other jurisdictions in which the corporation conducts business. The surplus may be considered excessive only if:"},{"prefix":"1","text":" The surplus is greater than the appropriate risk-based capital requirements as determined by the Commissioner for the immediately preceding calendar year; and"},{"prefix":"2","text":" After a hearing, the Commissioner determines that the surplus is unreasonably large and inconsistent with the corporation's obligation under § 31-3505.01."},{"prefix":"f","text":" In determining whether the surplus of the corporation that is attributable to the District is excessive, the Commissioner shall take into account all of the corporation's financial obligations arising in connection with the conduct of the corporation's insurance business, including premium tax paid and the corporation's contribution to the open enrollment program required by § 31- 3514 and payments and expenditures pursuant to a public-private partnership."},{"prefix":"g","text":"(1) If the Commissioner determines that the surplus of the corporation is excessive, the Commissioner shall order the corporation to submit a plan for dedication of the excess to community health reinvestment in a fair and equitable manner."},{"prefix":"2","text":" A plan submitted pursuant to paragraph (1) of this subsection may consist entirely of expenditures for the benefit of current subscribers of the corporation."},{"prefix":"h","text":" When determining what surplus is attributable to the District and whether the surplus is excessive, the Commissioner may retain attorneys, appraisers, independent actuaries, independent certified public accountants, or other professionals, the cost of which shall be borne by the corporation."},{"prefix":"i","text":" If the Commissioner determines that the corporation failed to submit a plan as ordered under subsection (g) of this section within a reasonable period or failed to execute within a reasonable period a plan already submitted under subsection (g) of this section, the Commissioner shall deny for 12 months all premium rate increases for subscriber policies written in the District sought by the corporation pursuant to § 31-3508 and may issue such orders as are necessary to enforce the purposes of this chapter."},{"prefix":"j","text":" The existence of a public-private partnership shall not preclude the Commissioner's surplus evaluation of the corporation or diminish the Commissioner's authority to issue directives to the corporation pursuant to the evaluation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3506","identifier":"31-3506","catch_text":"Surplus requirements."}}