{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4702.\n\nEffect of Amendments\n\nD.C. Law 14-236, in subsec. (b)(2), added the last sentence.\n\nD.C. Law 15-166, in par. (2) of subsec. (b), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3 of Department of Insurance and Securities Regulation Procurement Temporary Act of 2002 (D.C. Law 14-159, June 25, 2002, law notification 49 DCR 6495).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3 of Department of Insurance and Securities Regulation Procurement Emergency Act of 2002 (D.C. Act 14-314, March 26, 2002, 49 DCR 3451).\n\nFor temporary (90 day) amendment of section, see § 3 of Department of Insurance and Securities Regulation Procurement Congressional Review Emergency Act of 2003 (D.C. Act 15-9, January 27, 2003, 50 DCR 1478).\n\nFor temporary (90 day) amendment of section, see § 4(u)(1) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nLaw 12-32, the \"Healthcare Entity Conversion Act of 1997,\" was introduced in Council and assigned Bill No. 12-112, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on June 3, 1997, and July 1, 1997, respectively. Signed by the Mayor on July 17, 1997, it was assigned Act No. 12-128 and transmitted to both Houses of Congress for its review. D.C. Law 12-32 became effective on October 23, 1997.\n\nFor Law 14-236, see notes following § 31-1406.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 11-245, the Hospital and Medical Services Corporation Regulatory Act of 1996, see Mayor's Order 97-133, July 30, 1997 (44 DCR 4547).\n\nDC CODE § 31-3502\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 3, 44 DCR 1158; Oct. 23, 1997, D.C. Law 12-32, § 12(b), 44 DCR 4819; Mar. 25, 2003, D.C. Law 14-236, § 3, 49 DCR 10483; June 11, 2004, D.C. Law 15-166, § 4(u)(1), 51 DCR 2817.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, a corporation organized under the laws of the District of Columbia, or any state, or chartered by act of the Congress of the United States and issuing subscriber contracts in the District of Columbia shall be governed by this chapter and shall be exempt from all other provisions of District of Columbia law governing insurance, except as specifically referred to herein. No insurance law hereafter enacted by the District of Columbia shall be deemed to apply to such a corporation unless it is specifically referred to therein or unless such law represents an amendment or replacement of an insurance law made applicable to such corporations pursuant to § 31-3503.   Any regulations promulgated by the Mayor to implement the provisions of any law made applicable to such a corporation by this chapter shall also apply to such a corporation."},{"prefix":"b","text":"(1) A conversion or management or service contract with a for-profit entity shall not be approved by the Corporation Counsel unless charitable assets, if any, have been adequately protected. In determining whether charitable assets have been adequately protected, the Corporation Counsel shall apply the standard enumerated in § 44-603(c)."},{"prefix":"2","text":" The Commissioner of the Department of Insurance, Securities, and Banking, in consultation with the Corporation Counsel, shall assess the for-profit entity the necessary or appropriate costs related to, and shall expend such amounts for, the review of the conversion or management or service contract with a for-profit entity. Such costs may include the costs of expert review, educating the public, or obtaining public comments. For purposes of costs assessed and expended under this paragraph, the provisions of Unit A of Chapter 3 of Title 2 shall not apply."},{"prefix":"3","text":" The provisions of §§ 44-605 and 44-607 shall apply to any conversions or management or service contracts with a for-profit entity."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3502","identifier":"31-3502","catch_text":"Exclusivity of provisions."}}