{"text":"","historical":"Legislative History of Laws\n\nLaw 18-360, the \"Reasonable Health Insurance Ratemaking and Health Care Reform Act of 2010\", was introduced in Council and assigned Bill No. 18-792, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 20, 2011, it was assigned Act No. 18-710 and transmitted to both Houses of Congress for its review. D.C. Law 18-360 became effective on April 8, 2011.\n\nDC CODE ยง 31-3011\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-360, ยง 402, 58 DCR 896.)","sections":[{"prefix":"a","text":" If an insurer decides to discontinue a particular class of group, or blanket policy of, hospital, surgical, or medical expense insurance offered in the small or large group market, the policy of the class may be discontinued by the insurer only if:"},{"prefix":"1","text":" The insurer requests in such form as designated by the Commissioner of the Department of Insurance, Securities, and Banking (\"Commissioner\") that the Commissioner approve the discontinuance, and the insurer receives the approval; provided, that the Commissioner shall:"},{"prefix":"A","text":" No sooner than 60 days after receipt of the request, grant the approval only if he or she determines that the discontinuance of the coverage of this class by the insurer is not with the intent, or as a pretext, to discontinue the coverage of any policyholder or any insured due to the claims experience or any health status-related factor relating to any policyholder or insured covered by any such policy; and"},{"prefix":"B","text":" Make the determination only after examining and taking into consideration the claim histories and premium rates for each policy in the class, historical profits and losses for the class of policies, comments from policyholders or others submitted to the Commissioner within 30 days after receipt of any such request, and any other information or analysis the Commissioner demands or considers relevant;"},{"prefix":"2","text":" The insurer, no later than the date that the request to the Commissioner under paragraph (2) of this subsection is made, provides written notice to each policyholder of this class in such market (and to all participants and beneficiaries covered under the coverage) of:"},{"prefix":"A","text":" The request;"},{"prefix":"B","text":" The earliest possible date that the Commissioner might approve the request;"},{"prefix":"C","text":" The earliest possible date that the coverage could be discontinued; and"},{"prefix":"D","text":" A statement written in plain English of the obligations of the insurer and the rights of policyholders; and"},{"prefix":"3","text":" The insurer, upon approval by the Commissioner of any such request:"},{"prefix":"A","text":" Provides written notice to each policyholder provided coverage of the class in the market (and to all participants and beneficiaries covered under the coverage) of the discontinuance at least 90 days prior to the date of discontinuance of the coverage;"},{"prefix":"B","text":" Offers to each policyholder of this class in the market, the option to purchase all (or, in the case of the large group market, any) other hospital, surgical, and medical expense coverage currently being offered by the insurer to a group in the market; and"},{"prefix":"C","text":" In exercising the option to discontinue coverage of the class and in offering the option of coverage under another class, acts uniformly without regard to the claims experience of those policyholders or any health status-related factor relating to any insureds covered, or new insureds who may become eligible, for the coverage."},{"prefix":"b","text":" If an insurer discontinues a particular class of group, or blanket policy of, hospital, surgical, or medical expense insurance offered in the small or large group market, other than where the Commissioner authorizes the discontinuance, the insurer shall be liable to the former holder or beneficiary of such policy, or to his or her estate, for compensatory damages arising from the discontinuance, plus costs and reasonable attorneys' fees, in an action which shall be commenced no later than 3 years after the date of the discontinuance. In any such action, the court may grant such injunctive relief as the court may consider proper."},{"prefix":"c","text":" If major medical insurance or insurance providing major medical type benefits is discontinued, the Commissioner shall order that an extended benefit shall be provided during total disability, with respect to the sickness, injury, or pregnancy which caused the disability, of at least 18 months subsequent to the discontinuance of the insurance unless similar coverage is afforded for the total disability under another group plan."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"30A","text":"Discontinuance of Class of Health Insurance Policies."},"heading":{"title":"31","chaptersection":"3011","identifier":"31-3011","catch_text":"Conditions for discontinuance of class of health insurance policies."}}