{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4512.\n\nEffect of Amendments\n\nD.C. Law 14-252, in subsec. (a)(2), substituted \"(2A), (3), and\" for \"(3) and\"; and added subsec. (a)(2A).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-3401.\n\nFor Law 14-252, see notes following § 31-3402.\n\nDC CODE § 31-3412\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 13, 44 DCR 818; Mar. 24, 1998, D.C. Law 12-81, § 46(c), 45 DCR 745; Mar. 27, 2003, D.C. Law 14-252, § 2(f), 50 DCR 225.)","sections":[{"prefix":"a","text":" Net worth requirements. -- (1) Before issuing any certificates of authority, the Commissioner shall require that the health maintenance organization have an initial net worth of $1,500,000 and shall thereafter maintain the minimum net worth required by paragraph (2) of this subsection."},{"prefix":"2","text":" Except as provided in paragraphs (2A), (3) and (4) of this subsection, every health maintenance organization must maintain a minimum net worth equal to the greater of:"},{"prefix":"A","text":" $1,000,000;"},{"prefix":"B","text":" Two percent of annual dues revenues as reported on the most recent annual financial statement filed with the Commissioner on the first $150,000,000 of dues and 1% of annual dues on the dues in excess of $150,000,000;"},{"prefix":"C","text":" An amount equal to the sum of 3 months uncovered health care expenditures as reported on the most recent financial statement filed with the Commissioner; or"},{"prefix":"D","text":" An amount equal to the sum of:"},{"prefix":"i","text":" Eight percent of annual health care expenditures except those paid on a capitated basis or managed hospital payment basis as reported on the most recent financial statement filed with the Commissioner; and"},{"prefix":"ii","text":" Four percent of annual hospital expenditures paid on a managed hospital payment basis as reported on the most recent financial statement filed with the Commissioner."},{"prefix":"2A","text":" A health maintenance organization shall not be required to maintain a net worth in excess of $4 million."},{"prefix":"3","text":" A health maintenance organization meeting the exemption of § 31- 3402(d)(8)(A) before April 9, 1997, and any HMO that does not meet the requirements of this section on April 9, 1997, or within 12 months of April 9, 1997, must meet and maintain the following annual minimum net worth standards."},{"prefix":"A","text":" Twenty-five percent of the amount otherwise required by this section by the end of the first full calendar year following April 9, 1997;"},{"prefix":"B","text":" Fifty percent of the amount otherwise required by this section by the end of the second full calendar year following April 9, 1997;"},{"prefix":"C","text":" Seventy-five percent of the amount otherwise required by this section by the end of the third full calendar year following April 9, 1997; and"},{"prefix":"D","text":" One hundred percent of the amount otherwise required by this section by the end of the fourth full calendar year following April 9, 1997."},{"prefix":"4","text":" In determining net worth, no debt shall be considered fully subordinated unless the subordination clause is in a form acceptable to the Commissioner. Any interest obligation relating to the repayment of any subordinated debt must be similarly subordinated."},{"prefix":"A","text":" The interest expenses relating to the repayment of any fully subordinated debt shall be considered covered expenses."},{"prefix":"B","text":" Any debt incurred by a note meeting the requirements of this section, and otherwise acceptable to the Commissioner, shall not be considered a liability and shall be recorded as equity."},{"prefix":"b","text":" Deposit requirements. -- (1) Unless otherwise provided below, each health maintenance organization shall deposit with the Commissioner or, at the discretion of the Commissioner, with any organization or trustee acceptable to the Commissioner through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the Commissioner which at all times shall have a value of not less than $300,000."},{"prefix":"2","text":"(A) A health maintenance organization that is in operation on April 9, 1997 shall make a deposit equal to $150,000."},{"prefix":"B","text":" In the second year, the amount of the additional deposit for a health maintenance organization that is in operation on April 9, 1997 shall be equal to $150,000, for a total of $300,000."},{"prefix":"3","text":" The deposit shall be an admitted asset of the health maintenance organization in the determination of net worth."},{"prefix":"4","text":" All income from deposits shall be an asset of the organization. A health maintenance organization that has made a securities deposit may withdraw that deposit, or any part thereof, after making a substitute deposit of cash, securities, or any combination of these or other measures of equal amount and value. Any securities shall be approved by the Commissioner before being deposited or substituted."},{"prefix":"5","text":" The deposit shall be used to protect the interests of the health maintenance organization's enrollees and to assure continuation of covered services to enrollees of a health maintenance organization which is in rehabilitation or conservation. The Commissioner may use the deposit for administrative costs directly attributable to a receivership or liquidation. If a health maintenance organization is placed in receivership or liquidation, the deposit shall be an asset subject to the provisions of Chapter 13 of this title."},{"prefix":"6","text":" The Commissioner may reduce or eliminate the deposit requirement if a health maintenance organization deposits with the District treasurer, Commissioner, or other official body of the District or jurisdiction of domicile for the protection of all enrollees, wherever located, of such health maintenance organization, cash, acceptable securities, or surety, and delivers to the Commissioner a certificate to such effect, duly authenticated by the regulatory authority in the state of domicile or by the appropriate District official holding the deposit."},{"prefix":"c","text":" Liabilities. -- Every health maintenance organization shall, when determining liabilities, include an amount estimated in the aggregate to provide for any unearned dues and for the payment of all claims for health care expenditures which have been incurred, whether reported or unreported, which are unpaid and for which such organization is or may be liable, and to provide for the expense of adjustment or settlement of such claims. Such liabilities may be computed in accordance with generally accepted accounting principles."},{"prefix":"d","text":" Hold harmless. -- (1) Every contract between a health maintenance organization and a participating provider of health care services shall be in writing and shall set forth that in the event a health maintenance organization fails to pay for health care services as set forth in the contract, the enrollee shall not be liable to the provider for any sums owed by the health maintenance organization."},{"prefix":"2","text":" In the event that the participating provider contract has not been reduced to writing as required by this subsection or that the contract fails to contain the required prohibition, the participating provider shall not collect or attempt to collect from the enrollee sums owed by a health maintenance organization."},{"prefix":"3","text":" No participating provider, agent, trustee, or assignee thereof may maintain any action at law against an enrollee to collect sums owed by a health maintenance organization."},{"prefix":"e","text":" Continuation of benefits. -- (1) The Commissioner shall require that each health maintenance organization have a plan for handling insolvency which allows for continuation of benefits for the duration of the contract period for which premiums have been paid and continuation of benefits to members who are confined on the date of insolvency in an inpatient facility until their discharge or expiration of benefits."},{"prefix":"2","text":" In considering the plan, the Commissioner may require:"},{"prefix":"A","text":" Insurance to cover the expenses to be paid for continued benefits after an insolvency;"},{"prefix":"B","text":" Provisions in provider contracts that obligate the provider to provide services for the duration of the period after a health maintenance organization's insolvency for which premium payment has been made and until the enrollees' discharge from inpatient facilities;"},{"prefix":"C","text":" Insolvency reserves;"},{"prefix":"D","text":" Acceptable letters of credit; and"},{"prefix":"E","text":" Any other arrangements to assure that benefits are continued as specified above."},{"prefix":"f","text":" Notice of termination. -- An agreement to provide covered services between a provider and a health maintenance organization must require that if the provider terminates the agreement, the provider shall give the organization at least 60 days advance notice of termination."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3412","identifier":"31-3412","catch_text":"Protection against insolvency."}}