{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-252, see notes following ยง 31-3402.\n\nMiscellaneous Notes\n\nApplication of Law 14-252: Section 3 of D.C. Law 14-252 provides: \"This act shall not apply until the Commissioner gives written notice that all necessary rules and administrative procedures are in place to effect the provisions of this act.\"\n\nDC CODE ยง 31-3431\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, ยง 32a, as added Mar. 27, 2003, D.C. Law 14-252, ยง 2(k), 50 DCR 225.)","sections":[{"prefix":"a","text":" Any health maintenance organization domiciled in the District or hereafter formed or organized in the District to engage in the health care business as a health maintenance organization shall maintain its principal office within the District, shall keep its books, records, and files in the District, and shall not remove from the District its principal office or its books, records, or files without first obtaining the written permission of the Commissioner; provided, that this section shall not apply to the books, records, and files of any branch office of a health maintenance organization, which books, records, and files relate solely to the business transacted by the branch office agency."},{"prefix":"b","text":" A health maintenance organization domiciled in the District which violates this section shall immediately forfeit its certificate of authority to do business in the District."},{"prefix":"c","text":" An officer, agent, or employee of a health maintenance organization which violates this section shall be guilty of a misdemeanor and, upon conviction, shall pay a fine of not less than $100 for each offense."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3431","identifier":"31-3431","catch_text":"Principal office, books, records, and files of the health maintenance organization to be in the District."}}