{"text":"Notwithstanding any provision of § 31-4435, as made applicable by § 31- 3503(8), and notwithstanding any other provision of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 35-4710.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nDC CODE § 31-3510\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 11, 44 DCR 1158.)","sections":[{"prefix":"1","text":" Without the Mayor's prior written consent, a corporation's aggregate investments in real estate pursuant to § 31-4435(d)(1)(A) through (F), shall not at any time exceed 20% of the amount of the corporation's admitted assets as reported on the corporation's annual financial statement most recently filed with the Mayor."},{"prefix":"2","text":" A corporation's investments in real estate pursuant to § 31- 4435(d)(1)(A) through (F), shall in no event exceed the actual cost plus the capitalized value (less normal depreciation) of the permanent improvements."},{"prefix":"3","text":" For real estate owned by a corporation pursuant to § 31-4435(d)(1)(A) on April 9, 1997, the corporation may, as its option, determine admitted asset value in accordance with an appraisal most recently conducted prior to April 9, 1997;  provided, that the appraisal is acceptable to the Mayor.  The difference between the admitted asset value as so identified and the book value (equal to the historical cost, less the value of encumbrances and accumulated depreciation) shall be accounted for as an unrealized gain and credited to reserves and unassigned funds and shall be amortized and charged to reserves and unassigned funds.   Thereafter, such real estate shall be valued, for purposes of the financial statements required by § 31-1901, at such appraised value, less accumulated amortization, plus the capitalized value of permanent improvements, less normal depreciation. Normal depreciation on the capitalized value of permanent improvements shall be charged as an expense in the underwriting and investment exhibit to the corporation's annual financial statement."},{"prefix":"4","text":" A corporation shall not invest in or otherwise acquire any affiliate or subsidiary, as those terms are defined in § 31-701, except in accordance with the following:"},{"prefix":"A","text":" The business of the affiliate or subsidiary must be directly related to the operation of the corporation or the administration of a health benefits program."},{"prefix":"B","text":"(i) The corporation must submit a statement of proposed action to the Mayor before the corporation:"},{"prefix":"I","text":" Creates, invests in, or otherwise acquires any affiliate or subsidiary; or"},{"prefix":"II","text":" Alters the legal structure, purpose, or ownership of the corporation or any affiliate or subsidiary of the corporation."},{"prefix":"ii","text":" The statement of proposed action required under this subparagraph shall be filed by the corporation not less than 30 days prior to the effective date of the proposed action."},{"prefix":"iii","text":" The statement of proposed action shall be deemed approved unless disapproved by the Mayor within the 30-day waiting period or any extension thereof requested by the corporation."},{"prefix":"iv","text":" The corporation shall not be required to submit a statement of proposed action to the Mayor under this subparagraph when the proposed action is required to be reported to the Mayor pursuant to Chapter 7 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3510","identifier":"31-3510","catch_text":"Investments."}}