{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-285, see notes following § 31-3932.01.\n\nDC CODE § 31-3932.06\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 206, as added Mar. 14, 2007, D.C. Law 16-285, § 2(b), 54 DCR 944.)","sections":[{"prefix":"a","text":" An SPFC may issue securities, including surplus notes and other forms of financial instruments, subject to and in accordance with applicable law, its approved strategic business plan, and its organizational documents."},{"prefix":"b","text":" An SPFC, in connection with the issuance of securities, may enter into and perform all of its obligations under any required contracts to facilitate the issuance of such securities."},{"prefix":"c","text":" Subject to the approval of the Commissioner, an SPFC may:"},{"prefix":"1","text":" Account for the proceeds of surplus notes as surplus and not as debt for purposes of statutory accounting;"},{"prefix":"2","text":" Submit for prior approval of the Commissioner periodic written requests for payments of interest on and repayments of principal of surplus notes."},{"prefix":"d","text":" Surplus notes issued by an SPFC constitute surplus or contribution notes of the type described in § 31-1340(7)."},{"prefix":"e","text":" The Commissioner may approve formulas for an ongoing plan of interest payments or principal repayments, or both, to provide guidance in connection with his ongoing reviews of requests to approve the payments on and principal repayments of the surplus notes."},{"prefix":"f","text":" The obligation to repay principal or interest, or both, on the securities issued by the SPFC shall reflect the risk associated with the obligations of the SPFC to the counterparty under the SPFC contract."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"II","text":"Special Purpose Financial Captive Insurance Companies."},"heading":{"title":"31","chaptersection":"3932","identifier":"31-3932.06","catch_text":"Securities of SPFCs."}}