{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4517.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-3401.\n\nDC CODE § 31-3417\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 18, 44 DCR 818; Mar. 24, 1998, D.C. Law 12-81, § 46(d), 45 DCR 745.)","sections":[{"prefix":"a","text":" An insurance company authorized to do business in the District may, either directly or through a subsidiary or affiliate, organize and operate a health maintenance organization under the provisions of this chapter. Notwithstanding any other provisions of law, any 2 or more such insurance companies, or subsidiaries or affiliates thereof, may jointly organize and operate a health maintenance organization. The business of insurance is deemed to include the providing of health care by a health maintenance organization owned or operated by an insurer or subsidiary thereof."},{"prefix":"b","text":" Notwithstanding any other provision of insurance laws, an insurer may contract with a health maintenance organization to provide insurance or similar protection against the cost of care provided through health maintenance organizations and to provide coverage in the event of the failure of a health maintenance organization to meet its obligations."},{"prefix":"c","text":" The enrollees of a health maintenance organization constitute a permissible group under such laws. Among other things, under such contracts the insurer may make benefit payments to health maintenance organizations for health care services rendered by providers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3417","identifier":"31-3417","catch_text":"Powers of insurance corporations."}}