{"text":"For the purposes of this chapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nFor temporary (90 day) additions, see §§ 2 to 17 of District of Columbia Free Clinic Captive Insurance Company Establishment Emergency Act of 2007 (D.C. Act 17-113, October 3, 2007, 54 DCR 9977).\n\nLegislative History of Laws\n\nLaw 15-262, the \"Captive Insurance Company Act of 2004\", was introduced in Council and assigned Bill No. 15-834, which was referred to the Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively.  Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-638 and transmitted to both Houses of Congress for its review.   D.C. Law 15-262 became effective on March 17, 2005.\n\nDC CODE § 31-3931.01\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 2, 52 DCR 1205.)","sections":[{"prefix":"1","text":" \"Affiliated company\" means a company in the same corporate system as its parent or a member organization by virtue of common ownership, control, operation, or management."},{"prefix":"2","text":" \"Agency captive insurer\" means a captive insurer that is owned by an insurance agency or brokerage and that only insures risks of policies that are placed by or through the agency or brokerage."},{"prefix":"3","text":" \"Alien captive insurer\" means any non-U.S. insurance company formed to write insurance business for its parents and affiliates and licensed pursuant to the laws of a foreign country that imposes statutory or regulatory standards in a form acceptable to the Commissioner on companies transacting the business of insurance in the jurisdiction."},{"prefix":"4","text":" \"Association\" means a legal entity consisting of 2 or more individuals, corporations, partnerships, associations, or other forms of business organization."},{"prefix":"5","text":" \"Association captive insurer\" means a captive insurer that only insures risks of the member organizations of an association and the affiliated companies of those members, including groups formed pursuant to the Product Liability Risk Retention Act of 1981, approved September 25, 1981 (95 Stat. 949; 15 U.S.C. § 3901 et seq.), and the employee benefit plans or trusts of such organizations or companies."},{"prefix":"6","text":" \"Branch business\" means any insurance business transacted by a branch captive insurance company in the District."},{"prefix":"7","text":" \"Branch captive insurer\" means any alien captive insurer licensed by the Commissioner to transact the business of insurance in the District through a business unit with a principal place of business in the District."},{"prefix":"8","text":" \"Branch operations\" means any business operations of a branch captive insurer in the District."},{"prefix":"9","text":" \"Captive insurer\" means any insurer that insures the risks of its parent or affiliated companies of its parent, any member organizations of an association and the affiliated companies of the member organizations, or any other policyholders or participants that have entered into a contractual relationship with the insurer for the purchase of insurance, including any pure captive insurer, association captive insurer, agency captive insurer, segregated account captive insurer, and rental captive insurer licensed pursuant to this chapter."},{"prefix":"10","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"11","text":" \"Common ownership and control\" means:"},{"prefix":"A","text":" In the case of a stock insurer, the direct or indirect ownership of 51% or more of the voting stock of 2 or more corporations by the same member or members; and"},{"prefix":"B","text":" In the case of a mutual insurer, the direct or indirect ownership of 51% or more of the surplus and the voting power of 2 or more corporations by the same member or members."},{"prefix":"12","text":" \"Department\" means the Department of Insurance, Securities, and Banking."},{"prefix":"13","text":" \"Excess workers' compensation insurance\" means insurance in excess of the specified per-incident or aggregate limit, if any, established by:"},{"prefix":"A","text":" The Commissioner, if the insurance is being transacted in the District; or"},{"prefix":"B","text":" The chief regulatory officer for insurance in the jurisdiction in which the insurance is being transacted."},{"prefix":"14","text":" \"Member organization\" means any individual, corporation, partnership, association, or other form of business organization that belongs to an association."},{"prefix":"15","text":" \"Mutual insurer\" means an incorporated insurer without any issued and outstanding stock whose capital and surplus are owned by its policyholders."},{"prefix":"16","text":" \"Net direct premiums\" means the direct premiums collected or contracted for on policies or contracts of insurance written by a captive insurer during the preceding calendar year, less the amounts paid to policyholders as return premiums, including dividends on unabsorbed premiums or premium deposits returned or credited to policyholders."},{"prefix":"17","text":" \"Parent\" means a corporation, partnership, association, or other form of business organization that directly or indirectly owns, controls, or holds power to vote more than 51% or more of the outstanding voting securities of a pure captive insurer."},{"prefix":"18","text":" \"Participant\" means any individual or organization, and any affiliates thereof, that are insured by a segregated account captive insurer if the losses of the person are limited through a participant contract to the assets of a segregated account."},{"prefix":"19","text":" \"Participant contract\" means a contract by which a segregated account captive insurer insures the risks of a participant and limits the losses of the participant to the assets of the segregated account."},{"prefix":"20","text":" \"Person\" means any individual, corporation, partnership, limited liability company, limited liability partnership, joint venture, an association, joint stock company, trust, unincorporated organization, similar entity, or any combination of the foregoing."},{"prefix":"21","text":" \"Provisional certificate of authority\" means a certificate of authority issued to a captive insurer that authorizes the captive insurer to engage in limited activities authorized by the Commissioner."},{"prefix":"22","text":" \"Pure captive insurer\" means a captive insurer that only insures or reinsures risks of its parent and affiliated companies or controlled unaffiliated business. The parent of a pure captive insurer includes an employee benefit plan or trust."},{"prefix":"23","text":" \"Reciprocal insurer\" includes an interinsurance exchange or a risk retention group as defined in § 31-4101(12)."},{"prefix":"24","text":" \"Redomestication\" means the transfer to the District of the insurance domicile of an authorized foreign or alien insurance company."},{"prefix":"25","text":" \"Rental captive insurer\" means a captive insurer formed to enter into contractual agreements with policyholders or associations to offer some or all of the benefits of a program of captive insurance and that only insures risks of the policyholders or associations."},{"prefix":"26","text":" \"Segregated account\" means a separate account established and maintained by any captive insurer:"},{"prefix":"A","text":" In which the minimum capital and surplus required by applicable law is provided by one or more persons;"},{"prefix":"B","text":" That is formed or licensed under the provisions of this chapter;"},{"prefix":"C","text":" That insures risks of separate participants through contract;"},{"prefix":"D","text":" That is comprised of one or more participants who are authorized to act on matters relating to the segregated account; and"},{"prefix":"E","text":" That segregates each participant's liability through one or more segregate accounts."},{"prefix":"27","text":" \"Stock insurer\" means an incorporated insurer with issued and outstanding stock whose capital and surplus is owned by its stockholders."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.01","catch_text":"Definitions."}}