{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-198, the \"Health Insurance Coverage for Habilitative Services for Children Act of 2006\", was introduced in Council and assigned Bill No. 16-711, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 11, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 23, 2006, it was assigned Act No. 16-493 and transmitted to both Houses of Congress for its review. D.C. Law 16-198 became effective on March 2, 2007.\n\nDC CODE ยง 31-3271\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-198, ยง 2, 53 DCR 8829.)","sections":[{"prefix":"1","text":"(A) \"Adverse decision\" means a utilization review determination by a private review agent, a carrier, or a health care provider acting on behalf of a carrier that:"},{"prefix":"i","text":" A proposed or delivered health care service covered under the member's contract is or was not medically necessary, appropriate, or efficient;"},{"prefix":"ii","text":" May result in noncoverage of the health care service; and"},{"prefix":"iii","text":" Does not include a decision concerning a subscriber's status as a member."},{"prefix":"B","text":" A determination denying a request for habilitative services or denying payment for habilitative services because a condition or disease is not a congenital or genetic birth defect is an adverse decision."},{"prefix":"2","text":" \"Congenital or genetic birth defect\" means a defect existing at or from birth, including a hereditary defect. The term \"congenital or genetic birth defect\" includes:"},{"prefix":"A","text":" Autism or an autism spectrum disorder; and"},{"prefix":"B","text":" Cerebral palsy."},{"prefix":"3","text":" \"Habilitative services\" means services, including occupational therapy, physical therapy, and speech therapy, for the treatment of a child with a congenital or genetic birth defect to enhance the child's ability to function."},{"prefix":"4","text":"(A) \"Health benefit plan\" means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement."},{"prefix":"B","text":" The term \"health benefit plan\" does not mean accident only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplemental or long-term care insurance; dental only or vision only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance, insurance arising out of a workers' compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance."},{"prefix":"5","text":" \"Health insurer\" means any person that provides one or more health benefit plans or insurance in the District of Columbia, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner."},{"prefix":"6","text":" \"Managed care system\" means a method that a health insurer uses to review and preauthorize a treatment plan that a health care practitioner develops for a covered person using a variety of cost containment methods to control utilization, quality, and claims."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"32A","text":"Health Insurance Coverage for Habilitative Services for Children."},"heading":{"title":"31","chaptersection":"3271","identifier":"31-3271","catch_text":"Definitions."}}