{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-94, see notes under ยง 31-3171.01.\n\nDC CODE ยง 31-3171.03\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2012, D.C. Law 19-94, ยง 4, 59 DCR 213.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the District of Columbia Health Benefit Exchange Authority Fund (\"Fund\"), which shall be administered by the Authority in accordance with generally accepted accounting principles and which shall be used solely for the purposes set forth in this chapter and the costs of administering this chapter."},{"prefix":"b","text":" The Fund shall consist of:"},{"prefix":"1","text":" Any user fees, licensing fees, or other assessments collected by the Authority;"},{"prefix":"2","text":" Income from investments made on behalf of the Fund;"},{"prefix":"3","text":" Interest on money in the Fund;"},{"prefix":"4","text":" Money collected by the executive board as a result of a legal or other action;"},{"prefix":"5","text":" Donations;"},{"prefix":"6","text":" Grants;"},{"prefix":"7","text":" All general revenue funds appropriated by a line item in the budget submitted pursuant to ยง 1-204.46, and authorized by Congress for the purposes of the Authority; and"},{"prefix":"8","text":" Any other money from any other source accepted for the benefit of the Fund."},{"prefix":"c","text":" All revenues, income from investments, proceeds, and other monies, from whatever source derived, that are collected or received by the Authority shall be deposited into the Fund. All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in this chapter without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"d","text":" The Chief Financial Officer shall invest the money of the Fund in the same manner as other District money may be invested."},{"prefix":"e","text":"(1) The Authority is authorized to charge, through rulemaking:"},{"prefix":"A","text":" User fees;"},{"prefix":"B","text":" Licensing fees; and"},{"prefix":"C","text":" Other assessments on health carriers selling qualified dental plans or qualified health plans in the District, including qualified health plans and qualified dental plans sold outside the exchanges."},{"prefix":"2","text":" User fees, licensing fees, or other assessments authorized shall not exceed reasonable projections regarding the amount necessary to support the operations of the Authority."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31D","text":"Health Benefit Exchange."},"heading":{"title":"31","chaptersection":"3171","identifier":"31-3171.03","catch_text":"District of Columbia Health Benefit Exchange Authority Fund."}}