{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3209.\n\nEffect of Amendments\n\nD.C. Law 18-317 rewrote the section, which formerly read:\n\n\"In addition to the annual audited financial statements, each insurer shall furnish the Mayor with a written report prepared by the accountant describing significant deficiencies in the insurer's internal control structure noted by the accountant during the audit. SAS No. 60, Communication of Internal Control Structure Matters Noted in an Audit (AU section 325 of the Professional Standards of the American Institute of Certified Public Accountants) requires an accountant to communicate significant deficiencies, known as reportable conditions, noted during a financial statement audit to the appropriate parties within an entity. No report shall be issued if the accountant does not identify significant deficiencies. If significant deficiencies are noted, the written report shall be filed annually by the insurer with the Mayor within 60 days after the filing of the annual audited financial statements. The insurer is required to provide a description of remedial actions taken or proposed to correct significant deficiencies, if the actions are not described in the accountant's report.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(h) of Annual Financing Reporting Modernization Emergency Amendment Act of 2010 (D.C. Act 18-665, December 28, 2010, 58 DCR 80).\n\nFor temporary (90 day) amendment of section, see § 2(h) of Annual Financial Reporting Modernization Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-30, March 15, 2011, 58 DCR 2591).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nFor history of Law 18-317, see notes under § 31-301.\n\nDC CODE § 31-309\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 10, 40 DCR 6102; Mar. 12, 2011, D.C. Law 18-317, § 2(h), 57 DCR 12418.)","sections":[{"prefix":"a","text":" In addition to the annual audited financial report, an insurer shall furnish the Mayor with a written communication regarding any unremediated material weaknesses in its internal controls over financial reporting noted during the audit. If no unremediated material weaknesses were noted during the audit, the insurer shall submit a written communication stating this fact to the Mayor. The communication shall be prepared by the independent certified public accountant within 60 days after the filing of the annual audited financial report and shall contain a description of any unremediated material weakness, as of December 31 immediately preceding, in the insurer's internal control over financial reporting noted by the accountant during the course of their audit of the financial statements."},{"prefix":"b","text":" The insurer shall provide a description of the remedial actions taken or those being proposed to correct unremediated material weaknesses if the actions are not described in the independent certified public accountant's communication to the insurer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"309","identifier":"31-309","catch_text":"Communication of internal control related matters noted in audit."}}