{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-94, the \"Health Benefit Exchange Authority Establishment Act of 2011\", was introduced in Council and assigned Bill No. 19-2, which was referred to the Committee on Health, Public Services and Consumer Affairs. The Bill was adopted on first and second readings on December 2, 2012, and December 20, 2012, respectively. Signed by the Mayor on January 17, 2012, it was assigned Act No. 19-269 and transmitted to both Houses of Congress for its review. D.C. Law 19-94 became effective on March 2, 2012.\n\nDC CODE § 31-3171.01\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2012, D.C. Law 19-94, § 2, 59 DCR 213.)","sections":[{"prefix":"1","text":" \"American Health Benefit Exchange\" means an entity established pursuant to § 31-3171.04 , and section 1311(b) of the Federal Act."},{"prefix":"2","text":" \"Authority\" means the District of Columbia Health Benefit Exchange Authority established by § 31-3171.02."},{"prefix":"3","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities and Banking, as established by § 31-102."},{"prefix":"4","text":" \"Federal Act\" means the Patient Protection and Affordable Care Act, approved March 23, 2010 (124 Stat. 119; 42 U.S.C. § 18001, note), as amended by the Health Care and Education Reconciliation Act of 2010 approved March 30, 2010 (124 Stat. 1029; 42 U.S.C. § 1305, note), and any amendments, regulations, or guidance issued pursuant to the Federal Act."},{"prefix":"5","text":"(A) \"Health benefit plan\" means a policy, contract, certificate, or agreement offered or issued by a health carrier to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services."},{"prefix":"B","text":" The term \"health benefit plan\" does not include:"},{"prefix":"i","text":" Coverage only for accident or disability income insurance, or any combination thereof;"},{"prefix":"ii","text":" Liability insurance, including general liability insurance and automobile liability insurance;"},{"prefix":"iii","text":" Coverage issued as a supplement to liability insurance;"},{"prefix":"iv","text":" Workers' compensation or similar insurance;"},{"prefix":"v","text":" Automobile medical payment insurance;"},{"prefix":"vi","text":" Credit-only insurance;"},{"prefix":"vii","text":" Coverage for on-site medical clinics; or"},{"prefix":"viii","text":" Other similar insurance coverage, specified in federal regulations issued pursuant to the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (110 Stat. 1936; 42 U.S.C. § 201, note) (\"HIPAA\"), under which benefits for health care services are secondary or incidental to other insurance benefits."},{"prefix":"C","text":" The term \"health benefit plan\" does not include the following benefits if they are provided under a separate policy, certificate of insurance, or contract of insurance, or are otherwise not an integral part of the plan:"},{"prefix":"i","text":" Limited scope dental or vision benefits;"},{"prefix":"ii","text":" Benefits for long-term care, nursing home care, home health care, community-based care, or any combination thereof; or"},{"prefix":"iii","text":" Other similar, limited benefits specified in federal regulations issued pursuant to HIPAA."},{"prefix":"D","text":" The term \"health benefit plan\" does not include the following benefits if the benefits are provided under a separate policy, certificate of insurance, or contract of insurance, and there is no coordination between the provision of the benefits and any exclusion of benefits under any group health plan maintained by the same plan sponsor, and the benefits are paid with respect to an event without regard to whether benefits are provided with respect to such an event under any group health plan maintained by the same plan sponsor:"},{"prefix":"i","text":" Coverage only for a specified disease or illness; or"},{"prefix":"ii","text":" Hospital indemnity or other fixed indemnity insurance."},{"prefix":"E","text":" The term \"health benefit plan\" does not include the following if offered as a separate policy, certificate of insurance, or contract of insurance:"},{"prefix":"i","text":" A Medicare supplemental policy as defined in section 1882(g)(1) of the Social Security Act (42 U.S.C. § 1395ss(g)(1));"},{"prefix":"ii","text":" Coverage supplemental to the coverage provided under 10 U.S.C. § 1071 et seq.; or"},{"prefix":"iii","text":" Similar supplemental coverage provided to coverage under a group health plan."},{"prefix":"6","text":" \"Health carrier\" means an entity subject to the insurance laws and regulations of the District that contracts, or offers to contract, to provide, deliver, arrange for, pay for, or reimburse any of the costs of health care services, including:"},{"prefix":"A","text":" An accident and sickness insurance company;"},{"prefix":"B","text":" A health maintenance organization;"},{"prefix":"C","text":" A hospital and medical services corporation; or"},{"prefix":"D","text":" Any other entity providing a health benefit plan."},{"prefix":"7","text":" \"Health professional\" shall have the same meaning as provided in § 3- 1201.01(8)."},{"prefix":"8","text":" \"Internal Revenue Code of 1986\" means the Internal Revenue Code of 1986, approved August 16, 1954 (100 Stat. 2095; 26 U.S.C. § 1 et seq.)."},{"prefix":"9","text":" \"PHSA\" means the Public Health Service Act, approved July 1, 1944 (58 Stat. 682; 42 U.S.C. § 201 et seq.)."},{"prefix":"10","text":" \"Qualified dental plan\" means a limited-scope dental plan that has been certified in accordance with § 31-3171.09."},{"prefix":"11","text":" \"Qualified employer\" means a small employer that elects to make its full-time employees eligible for one or more qualified health plans offered through the Small Business Health Options Program Exchange (\"SHOP Exchange\"), and, at the option of the employer, some or all of its part-time employees; provided, that the employer:"},{"prefix":"A","text":" Has its principal place of business in the District and elects to provide coverage through the SHOP Exchange to all of its eligible employees, wherever employed; or"},{"prefix":"B","text":" Elects to provide coverage through the SHOP Exchange to all of its eligible employees who are principally employed in the District."},{"prefix":"12","text":" \"Qualified health plan\" means a health benefit plan that has a certification validating that the plan meets the criteria for certification described in section 1311(c) of the Federal Act and § 31-3171.09."},{"prefix":"13","text":" \"Qualified individual\" means an individual, including a minor, who:"},{"prefix":"A","text":" Is seeking to enroll in a qualified health plan offered to individuals through the Authority;"},{"prefix":"B","text":" Resides in the District;"},{"prefix":"C","text":" At the time of enrollment, is not incarcerated, other than incarceration pending the disposition of charges; and"},{"prefix":"D","text":" Is, and is reasonably expected to be, for the entire period for which enrollment is sought, a citizen or national of the United States or an alien lawfully present in the United States."},{"prefix":"14","text":" \"Secretary\" means the Secretary of the United States Department of Health and Human Services."},{"prefix":"15","text":" \"SHOP Exchange\" means a Small Business Health Options Program Exchange established pursuant to § 31-3171.04, and section 1311(b) of the Federal Act."},{"prefix":"16","text":"(A) \"Small employer\" means a single employer that employed an average of not more than 50 employees during the preceding calendar year."},{"prefix":"B","text":" For the purposes of this paragraph:"},{"prefix":"i","text":" All persons treated as a single employer under section 414(b), (c), (m), or (o) of the Internal Revenue Code of 1986 (26 U.S.C. § 414(b), (c), (m), or (o)) shall be treated as a single employer."},{"prefix":"ii","text":" An employer and any predecessor employer shall be treated as a single employer."},{"prefix":"iii","text":" All employees shall be counted, including part-time employees and employees who are not eligible for health benefit coverage through the employer."},{"prefix":"iv","text":" If an employer was not in existence throughout the preceding calendar year, the determination of whether that employer is a small employer shall be based on the average number of employees that employer is reasonably expected to employ in the current calendar year."},{"prefix":"v","text":" An employer that makes enrollment in qualified health plans available to its employees through the SHOP Exchange and would cease to be a small employer by reason of an increase in the number of its employees shall continue to be treated as a small employer for purposes of this chapter as long as it continuously makes enrollment through the SHOP Exchange available to its employees."},{"prefix":"17","text":" \"Social Security Act\" means the Social Security Act, approved August 14, 1935 (49 Stat. 620; 42 U.S.C. § 301 et seq.), as amended."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31D","text":"Health Benefit Exchange."},"heading":{"title":"31","chaptersection":"3171","identifier":"31-3171.01","catch_text":"Definitions."}}