{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2310.\n\nEffect of Amendments\n\nD.C. Law 16-242, in subsec. (b)(2), substituted \"health insurer\" for \"insurer\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-195, see Historical and Statutory Notes following § 31-3101.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-3101.\n\nFor Law 16-242, see notes following § 31-3101.\n\nDC CODE § 31-3110\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-195, § 11, 34 DCR 491; May 21, 1997, D.C. Law 11-268, § 10(w), 44 DCR 1730; Mar. 8, 2007, D.C. Law 16-242, § 2(h), 54 DCR 601.)","sections":[{"prefix":"a","text":" The requirements of this chapter shall apply to health maintenance organizations 5 years from February 28, 1987, unless the Mayor requests the Council to extend the exemption to a time certain and the Council, by resolution, approves the extension."},{"prefix":"b","text":" Upon becoming subject to the requirements of this chapter, each health maintenance organization shall:"},{"prefix":"1","text":" Provide to its members the coverage and benefits required by §§ 31- 3102, 31-3103, and 31-3104;"},{"prefix":"2","text":" Ensure that deductible or copayment plans, durational limits, and methods of determination adopted with respect to coverage of the benefits required by §§ 31-3102, 31-3103, and 31-3104 result in coverage that is determined by the Commissioner to be at least equivalent in actuarial value to the average actuarial value of the plans provided by the health insurer with the largest number of enrollees in the District; and"},{"prefix":"3","text":" Provide the notification of coverage and benefits required by § 31-3108."},{"prefix":"c","text":" Each health maintenance organization may provide the treatment required by §§ 31-3103 and 31-3104 directly by its staff or by referring its members to a hospital or other treatment facility that provides those services under a contract or agreement with the health maintenance organization. Nothing in this chapter shall require the alteration of any terms and conditions of the health maintenance organization membership contract relating to prior approval by the health maintenance organization for treatment provided to its members by other treatment facilities."},{"prefix":"d","text":"(1) Each health maintenance organization, within 120 days after becoming subject to the requirements of this chapter, shall file with the Commissioner the membership contracts it proposes to use, identifying its charges for all services and the portion of charges attributable to the services required by this chapter."},{"prefix":"2","text":" The provisions of § 31-3109, except for subsection (b)(2) of this section, shall apply thereafter to the membership contracts and charges filed and implemented by health maintenance organizations. Rates and charges for the coverage required by this chapter shall not be excessive and shall be reasonably related to the cost of providing the coverage."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31","text":"Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage."},"heading":{"title":"31","chaptersection":"3110","identifier":"31-3110","catch_text":"Health maintenance organizations."}}