{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-312, see notes following ยง 31-3851.01.\n\nDC CODE ยง 31-3851.02\n\nCurrent through December 11, 2012","credits":"(June 18, 2003, D.C. Law 14-312, ยง 102, 50 DCR 306.)","sections":[{"prefix":"a","text":" A domestic health organization shall, prior to each March 2 (\"filing date\"), prepare and submit to the Commissioner a report of its RBC levels as of the end of the previous calendar year, in a form and containing such information as is required by the RBC instructions. In addition, a domestic health organization shall file its RBC report:"},{"prefix":"1","text":" With the NAIC in accordance with the RBC instructions; and"},{"prefix":"2","text":" With the insurance commissioner in any state in which the health organization is authorized to do business, if the insurance commissioner has notified the health organization of its request in writing, in which case the health organization shall file its RBC report not later than the later of:"},{"prefix":"A","text":" Fifteen days after the receipt of notice to file its RBC report with that state; or"},{"prefix":"B","text":" The filing date."},{"prefix":"b","text":" A health organization's RBC level shall be determined in accordance with the RBC instructions."},{"prefix":"c","text":" If a domestic health organization files an RBC report that, in the judgment of the Commissioner, is inaccurate, the Commissioner shall adjust the RBC report to correct the inaccuracy and shall notify the health organization of the adjustment. The notice shall contain a statement of the reason for the adjustment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"38B","text":"Health Organizations Rbc"},"heading":{"title":"31","chaptersection":"3851","identifier":"31-3851.02","catch_text":"RBC reports."}}