{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-286 rewrote this section, which formerly read:\n\n\"(a) Notwithstanding any statutory provision or rule of law to the contrary, in the winding-up of a captive insurer, the liquidator:\n\n\"(1) Shall deal with the company's assets only in accordance with the procedures set forth in subsection (c)(6) of this section; and\n\n\"(2) In the discharge of the claims of creditors of the captive insurer, shall apply the captive insurer's assets to those entitled to have recourse thereto under the provisions of § 31-3931.04.\n\n\"(b)(1) A petition for a liquidation or rehabilitation order with respect to a segregated account of a captive insurer may be made by:\n\n\"(A) The segregated account captive insurer;\n\n\"(B) The majority of the directors of the segregated account captive insurer;\n\n\"(C) Any creditor of the segregated account; or\n\n\"(D) The Commissioner.\n\n\"(2) Notice of a petition to the court for a liquidation or rehabilitation order with respect to a segregated account of a captive insurer shall be served upon:\n\n\"(A) The captive insurer;\n\n\"(B) The Commissioner; and\n\n\"(C) Such other persons as the court may direct.\n\n\"(c)(1) Subject to the provisions of this section, the court may make     a liquidation or rehabilitation order with respect to a segregated account if, in relation to a captive insurer, the court is satisfied that the:\n\n\"(A) Segregated account assets attributable to a particular segregated account of the captive insurer, and in those cases where creditors of the captive insurer with respect to that segregated account are entitled to have recourse to the captive insurer's general assets, are or are likely to be insufficient to discharge the claims of creditors with respect to that segregated account; and\n\n\"(B) Making of an order under this section would achieve the purposes set forth in paragraph (3) of this subsection.\n\n\"(2) A liquidation or rehabilitation order may be made with respect to one or more segregated accounts.\n\n\"(3) A liquidation or rehabilitation order shall direct that the business and segregated account assets of, or attributable to, a segregated account shall be managed by a liquidator or rehabilitator specified in the order for the purpose of:\n\n\"(A) The orderly closing or rehabilitation of the business of, or attributable to, the segregated account; and\n\n\"(B) The distribution of the segregated account assets, or assets attributable to the segregated account, to those having recourse thereto.\n\n\"(d) The liquidator or rehabilitator of a segregated account:\n\n\"(1) Shall have all the functions and powers of the directors responsible for the business and segregated account assets of, or attributable to, the segregated account;\n\n\"(2) May at any time apply to the court for directions as to the extent or exercise of any function or power, for the liquidation or rehabilitation order to be discharged or varied, or for an order as to any matter occurring during the course of the liquidation or rehabilitation; and\n\n\"(3) In exercising his functions and powers, shall be deemed to act as the agent of the captive insurer and shall not incur personal liability except to the extent that he acts fraudulently, recklessly, negligently, or in bad faith.\n\n\"(e) Upon the filing of a petition for, and during the period of operation of, a liquidation or rehabilitation order:\n\n\"(1) No proceedings shall be instituted or continued by or against the captive insurer or segregated account in respect of which the liquidation or rehabilitation order was made; and\n\n\"(2) No steps shall be taken to enforce any security or in the execution of legal process in respect of the business or segregated account assets of or attributable to the segregated account in respect of which the liquidation or rehabilitation order was made, except by leave of the court.\n\n\"(f)(1) During the period of operation of a liquidation or rehabilitation order:\n\n\"(A) The functions and powers of the directors shall cease with respect to the business of, or attributable to, the segregated account or segregated account assets for which the order was made; and\n\n\"(B) The liquidator or rehabilitator of the segregated account shall be entitled to be present at all meetings of the captive insurer or segregated account and to vote at such meetings as if he or she were a director of the captive insurer.\n\n\"(2) Unless there are no creditors that are entitled to have recourse to the captive insurer's general assets, the liquidator's or rehabilitator's voting authority includes matters concerning the captive insurer's general assets.\n\n\"(g)(1) The Court shall not discharge a liquidation or rehabilitation order issued pursuant to this section unless it appears to the Court that the purpose for which the order was made has been achieved, substantially achieved, or is incapable of being achieved.\n\n\"(2) The Court, on hearing a petition for the discharge or variation of a liquidation or rehabilitation order, may make any interim order or adjourn the proceeding.\n\n\"(3) Upon the Court issuing an order discharging a liquidation or rehabilitation order for a segregated account on the ground that the purpose for which the order was made had been achieved or substantially achieved, the Court may direct that any payment made by the liquidator or rehabilitator to any creditor of the captive insurer, with respect to that segregated account, shall be full satisfaction of the liabilities of the captive insurer to that creditor with respect to that segregated account, and the creditor's claims against the captive insurer with respect to that segregated account shall be thereby extinguished.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 6 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following § 31-3931.01.\n\nFor Law 16-286, see notes following § 31-3931.04.\n\nDC CODE § 31-3931.05\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 6, 52 DCR 1205; Mar. 14, 2007, D.C. Law 16-286, § 2, 54 DCR 957.)","sections":[{"prefix":"a","text":" If a protected cell captive insurer with one or more protected cells is being liquidated under this chapter, the protected cell captive insurer shall not be deemed to have no assets and no liabilities if the protected cell captive insurer continues to have a protected cell."},{"prefix":"b","text":" In the course of the liquidating the protected cell captive insurer, each protected cell shall be:"},{"prefix":"1","text":" Transferred to another protected cell captive insurer;"},{"prefix":"2","text":" Liquidated;"},{"prefix":"3","text":" Continued as a separate legal entity or protected cell under the law of another jurisdiction;"},{"prefix":"4","text":" Incorporated independently of the protected cell captive insurer; or"},{"prefix":"5","text":" Merged with another insurer."},{"prefix":"c","text":" If a protected cell captive insurer is being liquidated, the liquidation shall not apply with respect to any protected cell of the protected cell captive insurer."},{"prefix":"d","text":" If a protected cell of a protected cell captive insurer is being liquidated, the liquidation shall not apply with respect to the protected cell captive insurer or any other protected cell of the protected cell captive insurer."},{"prefix":"e","text":" The court, on the application of a protected cell captive insurer, may determine, in accordance with this chapter, if a liability of the protected cell captive insurer shall be satisfied by its general assets, by the cell assets of a specific protected cell of the company, or by a combination of those assets."},{"prefix":"f","text":" Notwithstanding any statutory provision or rule of law to the contrary, in the winding-up of a captive insurer, the liquidator shall:"},{"prefix":"1","text":" Deal with the captive insurer's assets only in accordance with the procedures set out in subsection (h)(6) of this section; and"},{"prefix":"2","text":" In the discharge of the claims of creditors of the captive insurer, shall apply the captive insurer's assets to those entitled to have recourse thereto under the provisions of § 31-3931.04."},{"prefix":"g","text":"(1) A petition for a liquidation or rehabilitation order with respect to a protected cell of a protected cell captive insurer may be made by:"},{"prefix":"A","text":" The protected cell captive insurer;"},{"prefix":"B","text":" The majority of the directors of the protected cell captive insurer;"},{"prefix":"C","text":" Any creditor of that protected cell; or"},{"prefix":"D","text":" The Commissioner."},{"prefix":"2","text":" Notice of a petition to the court for a liquidation or rehabilitation order with respect to a protected cell of a captive insurer shall be served upon:"},{"prefix":"A","text":" The captive insurer;"},{"prefix":"B","text":" The Commissioner; and"},{"prefix":"C","text":" Such other persons as the court may direct."},{"prefix":"h","text":"(1) Subject to the provisions of this section, the court may make a liquidation or rehabilitation order with respect to a protected cell if, in relation to a captive insurer, the court is satisfied that:"},{"prefix":"A","text":" The cell assets attributable to a particular protected cell of the captive insurer, and in those cases where creditors of the captive insurer with respect to the protected cell are entitled to have recourse to the captive insurer's general assets, are, or are likely to be, insufficient to discharge the claims of creditors with respect to that protected cell; and"},{"prefix":"B","text":" An order would achieve the purposes set forth in paragraph (3) of this subsection."},{"prefix":"2","text":" A liquidation or rehabilitation order may be made with respect to one or more protected cells."},{"prefix":"3","text":" A liquidation or rehabilitation order shall direct that the business and cell assets of, or attributable to, a protected cell shall be managed by a liquidator or rehabilitator specified in the order for the purpose of:"},{"prefix":"A","text":" The orderly closing or rehabilitation of the business of, or attributable to, the protected cell; and"},{"prefix":"B","text":" The distribution of the cell assets, or assets attributable to the protected cell, to those having recourse thereto."},{"prefix":"i","text":" The liquidator or rehabilitator of a protected cell:"},{"prefix":"1","text":" Shall have all the functions and powers of the directors responsible for the business and cell assets of, or attributable to, the protected cell;"},{"prefix":"2","text":" May at any time apply to the court for directions as to the extent or exercise of any function or power, for the liquidation or rehabilitation order to be discharged or varied, or for an order as to any matter occurring during the course of the liquidation or rehabilitation."},{"prefix":"3","text":" In exercising his functions and powers, shall act as the agent of the captive insurer and shall not incur personal liability except to the extent that he or she acts fraudulently, recklessly, negligently, or in bad faith."},{"prefix":"j","text":" Upon the filing of a petition for, and during the period of operation of, a liquidation or rehabilitation order:"},{"prefix":"1","text":" No proceedings shall be instituted or continued by or against the captive insurer or protected cell in respect of which the liquidation or rehabilitation order was made; and"},{"prefix":"2","text":" No action shall be taken to enforce any security or in the execution of legal process with respect to the business or cell assets of or attributable to the protected cell with respect to which the liquidation or rehabilitation order was made, except by leave of the court."},{"prefix":"k","text":" During the period of operation of a liquidation or rehabilitation order:"},{"prefix":"1","text":" The functions and powers of the directors shall cease with respect to the business of, or attributable to, the protected cell or cell assets for which the order was made; and"},{"prefix":"2","text":"(A) The liquidator or rehabilitator of the protected cell shall be entitled to be present at all meetings of the captive insurer or protected cell and to vote at such meetings as if he or she were a director of the captive insurer."},{"prefix":"B","text":" Unless there are no creditors that are entitled to have recourse to the captive insurer's general assets, the liquidator's or rehabilitator's voting authority shall include matters concerning the captive insurer's general assets."},{"prefix":"l","text":"(1) The court shall not discharge a liquidation or rehabilitation order issued pursuant to this section unless it appears to the court that the purpose for which the order was made has been achieved, substantially achieved, or is incapable of being achieved."},{"prefix":"2","text":" The court, on hearing a petition for the discharge or variation of a liquidation or rehabilitation order, may make any interim order or adjourn the proceeding."},{"prefix":"3","text":" Upon the court issuing an order discharging a liquidation or rehabilitation order for a protected cell on the ground that the purpose for which the order was made had been achieved or substantially achieved, the court may direct that any payment made by the liquidator or rehabilitator to any creditor of the captive insurer, with respect to that protected cell, shall be deemed full satisfaction of the liabilities of the captive insurer to the creditor with respect to the protected cell, and the creditor's claims against the captive insurer with respect to that protected cell shall be of its administrative, regulatory, and marketing activities as prescribed by law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.05","catch_text":"Liquidation and rehabilitation of protected cells."}}