{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in pars. (1) and (2) of subsec. (a), substituted \"and\" for \"or\".\n\nLegislative History of Laws\n\nFor Law 14-312, see notes following § 31-3851.01.\n\nFor Law 15-354, see notes following § 31-101.\n\nDC CODE § 31-3851.05\n\nCurrent through December 11, 2012","credits":"(June 18, 2003, D.C. Law 14-312, § 105, 50 DCR 306; Apr. 13, 2005, D.C. Law 15-354, § 45(b), 52 DCR 2638.)","sections":[{"prefix":"a","text":" If an Authorized Control Level Event occurs, the Commissioner shall:"},{"prefix":"1","text":" Take such actions as are required under § 31-3851.04 with respect to a Regulatandy Action Level Event; and"},{"prefix":"2","text":" If the Commissioner considers it to be in the best interests of the policyholders and creditors of the health organization and of the public, take such action as is necessary to cause the health organization to be placed under regulatory control under Chapter 34 of this title and Chapter 13 of this title."},{"prefix":"b","text":"(1) If the Commissioner takes action under subsection (a)(1) of this section pursuant to an adjusted RBC report, the health organization shall be entitled to the protections which are afforded to health organizations under Chapter 34 of this title and Chapter 13 of this title pertaining to summary proceedings."},{"prefix":"2","text":" If the Commissioner takes action under subsection (a)(2) of this section, the Authorized Control Level Event shall be sufficient for the Commissioner to take action under Chapter 34 of this title or Chapter 13 of this title. In such event, the Commissioner shall have the rights, powers, and duties with respect to the health organization as are set forth in Chapter 34 of this title and Chapter 13 of this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"38B","text":"Health Organizations Rbc"},"heading":{"title":"31","chaptersection":"3851","identifier":"31-3851.05","catch_text":"Authorized Control Level Event."}}