{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2305.\n\nEffect of Amendments\n\nD.C. Law 13-178 rewrote this section which formerly provided:\n\n\"(a) Methods of determining levels of payment or reimbursement for services, or for the type of facility charge eligible for payment or reimbursement pursuant to this chapter, shall be consistent with those for physical illnesses in general and shall take into consideration usual, customary, and reasonable charges for those services. Except as otherwise provided in § 35-2304(b) [1981 Ed.], deductible or copayment plans, and limits on total amounts payable to an individual in a calendar year or lifetime payment limits may be applied; Provided, however, that the inpatient and outpatient benefits set forth in § 35-2304 [1981 Ed.] shall be provided with a lifetime payment limit of not less than $80,000 or one third of the lifetime maximum for physical illness, whichever is greater.\n\n\"(b) Nothing in this section shall be construed as requiring health maintenance organizations to provide any greater level of covered benefits than the level required of insurers.\"\n\nD.C. Law 16-232, repealed subsec. (e), which formerly read:\n\n\"(e) The mental parity provisions in this section shall not apply to benefits for services furnished after September 29, 2001, unless these provisions are re-enacted.\"\n\nD.C. Law 16-242, in subsec. (b), substituted \"health benefit plan or certificate\" for \"health insurance\"; and, in subsec. (d), substituted \"health insurers\" for \"insurers\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) repeal of section, see § 2(c) of Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage Temporary Amendment Act of 1998 (D.C. Law 12-108, May 8, 1998, law notification 46 DCR 3259).\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2(d) of Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage Temporary Amendment Act of 1998 (D.C. Law 12- 108, May 8, 1998, law notification 46 DCR ).\n\nSection 2(d) of D.C. Law 12-108 was amended by D.C. Law 12-264, § 38, April 20, 1999, 46 DCR 2118.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see §§ 2(c) and (d) of the Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage Emergency Amendment Act of 1998 (D.C. Act 12-274, February 19, 1998, 45 DCR 1526).\n\nFor temporary repeal of section, see § 2(c) of the Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage Second Emergency Amendment Act of 1998 (D.C. Act 12-546, December 24, 1998, 45 DCR 497).\n\nFor temporary addition of § 35-2305.1 [1981 Ed.], see § 2(d) of the Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage Second Emergency Amendment Act of 1998 (D.C. Act 12-546, December 18, 1998, 46 DCR 497).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-195, see Historical and Statutory Notes following § 31-3101.\n\nFor legislative history of D.C. Law 9-192, see Historical and Statutory Notes following § 31-3102.\n\nFor legislative history of D.C. Law 12-103, see Historical and Statutory Notes following § 31-3101.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 13-178, see notes following § 31-3101.\n\nFor Law 16-232, see notes following § 31-231.\n\nFor Law 16-242, see notes following § 31-3101.\n\nMiscellaneous Notes\n\nBecause of the prior expiration of certain provisions of this section required by subsection (e) of this section, section 203(a) of D.C. Law 16-232 provided that \"subsections (a) through (d) are hereby revived.\"\n\nDC CODE § 31-3105\n\nCurrent through December 11, 2012","credits":"(Feb. 28, 1987, D.C. Law 6-195, § 6, 34 DCR 491; Mar. 16, 1993, D.C. Law 9-192, § 2(c), 39 DCR 9007; Oct. 21, 2000, D.C. Law 13-178, § 2(c), 47 DCR 6844; Mar. 8, 2007, D.C. Law 16-232, § 203, 54 DCR 368; Mar. 8, 2007, D.C. Law 16-242, § 2(e), 54 DCR 601.)","sections":[{"prefix":"a","text":" Methods of determining levels of payment or reimbursement for services, or for the type of facility charge eligible for payment or reimbursement under this chapter, and shall be consistent with those for physical illnesses in general and shall take into consideration usual, customary, and reasonable charges for those services. Except as otherwise provided in § 31-3104, deductible or copayment plans, and limits on total amounts payable to an individual in a calendar year or lifetime payment limits, may be applied; provided, that the inpatient and outpatient benefits set forth in § 31-3104 shall be provided for health plans issued in the individual market and small group market with a lifetime payment limit of not less than $80,000 or 1/3 of the lifetime maximum for physical illness, whichever is greater; provided further, that for health plans issued in the large group market, the inpatient and outpatient benefits set forth in § 31-3104 shall be applied with the same lifetime and annual limits for medical, surgical, and mental benefits."},{"prefix":"b","text":" If the cost of complying with the mental health benefits provisions of subsection (a) of this section for large group markets result in at least a 1% increase in the cost of the plan, the group health plan (or health benefit plan or certificate offered in connection with a group health plan) shall be exempt from complying with those mental health benefits parity provisions."},{"prefix":"c","text":" If a group health plan is exempt from complying with the mental health benefits parity provisions under subsection (b) of this section, it shall comply with the individual and small group market requirements."},{"prefix":"d","text":" Nothing in this section shall be construed as requiring health maintenance organizations to provide a greater level of covered benefits than the level required of health insurers."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31","text":"Drug Abuse, Alcohol Abuse, and Mental Illness Insurance Coverage."},"heading":{"title":"31","chaptersection":"3105","identifier":"31-3105","catch_text":"Exemptions."}}