{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-121, see notes following ยง 31-3601.\n\nDC CODE ยง 31-3610\n\nCurrent through December 11, 2012","credits":"(May 23, 2000, D.C. Law 13-121, ยง 11, 47 DCR 2038.)","sections":[{"prefix":"a","text":" Except as provided in subsection (b) of this section, a long-term care insurance policy may not be delivered or issued for delivery in the District of Columbia unless the policyholder or certificate holder has been offered the option of purchasing a policy or certificate including a nonforfeiture benefit. The offer of a nonforfeiture benefit may be in the form of a rider that is attached to the policy. In the event the policyholder or certificate holder declines the nonforfeiture benefit, the insurer shall provide a contingent benefit upon lapse that shall be available for a specified period of time following a substantial increase in premium rates."},{"prefix":"b","text":" When a group long-term care insurance policy is issued, the offer required in subsection (a) of this section shall be made to the group policyholder. If, however, the policy is issued as a group long-term care insurance as described in ยง 31-3601(4)(D), other than a continuing care retirement community or other similar entity, the offering shall be made to each proposed certificate holder."},{"prefix":"c","text":" The Commissioner shall promulgate regulations specifying the type or types of nonforfeiture benefits to be offered as part of long-term care insurance policies and certificates, the standards for nonforfeiture benefits, and the rules regarding a contingent benefit upon lapse, including a determination of the specified period of time during a contingent benefit upon lapse will be available and the substantial premium rate increase that triggers a contingent benefit upon lapse as described in subsection (a) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"36","text":"Long-Term Care Insurance."},"heading":{"title":"31","chaptersection":"3610","identifier":"31-3610","catch_text":"Nonforfeiture benefits."}}