{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4507.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nFor legislative history of D.C. Law 12-274, see Historical and Statutory Notes following § 31-3401.\n\nMiscellaneous Notes\n\nApplication of D.C. Law 12-274: Section 501(b) of D.C. Law 12-274 provided that this section shall apply upon the promulgation of regulations pursuant to § 32-574.1 [§ 44-304.01, 2001 Ed.].\n\nDC CODE § 31-3407\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 8, 44 DCR 818; Apr. 27, 1999, D.C. Law 12-274, § 501(a)(2), 46 DCR 1294.)","sections":[{"prefix":"a","text":" Every group and individual contract holder is entitled to a group or individual contract."},{"prefix":"1","text":" The contract shall not contain provisions or statements which are unjust, unfair, inequitable, misleading, deceptive, or which encourage misrepresentation."},{"prefix":"2","text":" The contract shall contain a clear statement of the following:"},{"prefix":"A","text":" Name and address of the health maintenance organization;"},{"prefix":"B","text":" Eligibility requirements;"},{"prefix":"C","text":" Covered services within the service area;"},{"prefix":"D","text":" Covered emergency care benefits and services;"},{"prefix":"E","text":" Out of area covered benefits and services, if any;"},{"prefix":"F","text":" Copayments, deductibles, or other out-of-pocket expenses;"},{"prefix":"G","text":" Limitations and exclusions;"},{"prefix":"H","text":" Enrollee termination;"},{"prefix":"I","text":" Enrollee reinstatement, if any;"},{"prefix":"J","text":" Claims procedures;"},{"prefix":"K","text":" Repealed."},{"prefix":"L","text":" Continuation of coverage, if any;"},{"prefix":"M","text":" Conversion;"},{"prefix":"N","text":" Extension of benefits if any;"},{"prefix":"O","text":" Coordination of benefits, if applicable;"},{"prefix":"P","text":" Subrogation, if any;"},{"prefix":"Q","text":" Description of the service area;"},{"prefix":"R","text":" Entire contract provision;"},{"prefix":"S","text":" Term of coverage;"},{"prefix":"T","text":" Cancellation of group or individual contract holder;"},{"prefix":"U","text":" Renewal;"},{"prefix":"V","text":" Reinstatement of group or individual contract holder, if any;"},{"prefix":"W","text":" Grace period;"},{"prefix":"X","text":" Conformity with District of Columbia law; and"},{"prefix":"Y","text":" Payment provisions."},{"prefix":"3","text":" An evidence of coverage may be filed as part of the group contract to describe the provisions required in paragraph (2)(A) through (Q) of this subsection."},{"prefix":"b","text":" In addition to the requirements of subsection (a)(2)(A) through (Y) of this section, an individual contract shall provide for a 10-day period to examine and return the contract and have the dues refunded. If services were received during the 10-day period and the person returns the contract to receive a refund of the dues paid, the person must pay for such services."},{"prefix":"c","text":" Every enrollee shall receive an evidence of coverage from the group contract holder or the health maintenance organization."},{"prefix":"1","text":" The evidence of coverage shall not contain provisions or statements which are unfair, unjust, inequitable, misleading, or deceptive."},{"prefix":"2","text":" The evidence of coverage shall contain a clear statement of the requirements in subsection (a)(2)(A) through (Q) of this section."},{"prefix":"d","text":" The Commissioner may adopt regulations establishing readability standards for individual contract, group contract, and evidence of coverage forms."},{"prefix":"e","text":" No group or individual contract, evidence of coverage, or amendment thereto shall be delivered or issued for delivery in the District unless its form has been filed with and approved by the Commissioner pursuant to subsections (f) and (g) of this section."},{"prefix":"f","text":" If an evidence of coverage issued pursuant to a contract issued in the District is intended for delivery in the District, the evidence of coverage must be submitted to and approved by the Commissioner in accordance with subsection (g) of this section."},{"prefix":"1","text":" If an evidence of coverage issued pursuant to a contract issued in Virginia or Maryland is intended for delivery in the District, the evidence of coverage shall be deemed approved if it has been filed and approved by the appropriate regulatory authority of Virginia or Maryland, as applicable."},{"prefix":"2","text":" If an evidence of coverage issued pursuant to a contract issued in another state, excepting Virginia and Maryland as described in paragraph (1) of this subsection, is intended for delivery in the District, the evidence of coverage must be submitted to and approved by the Commissioner in accordance with subsection (g) of this section."},{"prefix":"g","text":" Every form required by this section shall be filed with the Commissioner not less than 30 days prior to delivery or issue for delivery in the District. At any time during the initial 30-day period, the Commissioner may extend the period for review for an additional 30 days. Notice of an extension shall be in writing. At the end of the review period, the form is deemed approved if the Commissioner has taken no action. The filer shall notify the Commissioner in writing prior to using a form that is deemed approved."},{"prefix":"1","text":" At any time, after 30-days notice and for cause shown, the Commissioner may withdraw approval of any form effective at the end of the 30 days if the form would violate a statute or regulation of the District. For group and individual contracts and evidence of coverages which have already been issued and delivered, the effective date shall not occur until the next anniversary date of the group or individual contract unless the Commissioner requires that the effective date shall be earlier. In such case, the health maintenance organization may revise its dues and other terms contained in the contract or evidence of coverage to reflect any changes required as a result of the Commissioner's withdrawal of approval."},{"prefix":"2","text":" When a filing is disapproved or approval of a form is withdrawn, the Commissioner shall give the health maintenance organization written notice of the reasons for disapproval and in the notice shall inform the health maintenance organization that within 30 days of receipt of the notice the health maintenance organization may request a hearing. A hearing will be conducted within 30 days after the Commissioner has received the request for a hearing."},{"prefix":"h","text":" The Commissioner may require the submission of any relevant information the Commissioner deems necessary in determining whether to approve or disapprove a filing made pursuant to this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3407","identifier":"31-3407","catch_text":"Requirements for group contract, individual contract, and evidence of coverage."}}