{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-312, see notes following § 31-3851.01.\n\nDC CODE § 31-3851.03\n\nCurrent through December 11, 2012","credits":"(June 18, 2003, D.C. Law 14-312, § 103, 50 DCR 306.)","sections":[{"prefix":"a","text":" If a Company Action Level Event occurs, the health organization shall prepare and submit to the Commissioner an RBC plan that shall:"},{"prefix":"1","text":" Identify the conditions that contributed to the Company Action Level Event;"},{"prefix":"2","text":" Contain proposals of corrective actions that the health organization proposes to eliminate the Company Action Level Event;"},{"prefix":"3","text":" Provide forecasts of the health organization's financial results in the current year and at least the 2 succeeding years, both in the absence of proposed corrective actions and giving effect to the proposed corrective actions, including projections of statutory balance sheets, operating income, net income, capital and surplus, and RBC levels; provided, that the forecasts for both new and renewal business may include separate forecasts for each major line of business and separately identify each significant income, expense, and benefit component;"},{"prefix":"4","text":" Identify the key assumptions impacting the health organization's forecasts and the sensitivity of the forecasts to the assumptions; and"},{"prefix":"5","text":" Identify the quality of, and problems associated with, the health organization's business, including its assets, anticipated business growth and associated surplus strain, extraordinary exposure to risk, mix of business, and use of reinsurance, if any."},{"prefix":"b","text":" The RBC plan shall be submitted:"},{"prefix":"1","text":" Within 45 days of the Company Action Level Event other than if a company challenges an adjusted RBC report; or"},{"prefix":"2","text":" If the health organization challenges an adjusted RBC report, within 45 days after notification to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge."},{"prefix":"c","text":" Within 60 days after the submission by a health organization of an RBC plan to the Commissioner, the Commissioner shall notify the health organization whether the RBC plan shall be implemented or is, in the judgment of the Commissioner, unsatisfactory. If the Commissioner determines the RBC plan is unsatisfactory, the notification to the health organization shall set forth the reasons for the determination and may set forth proposed revisions which will render the RBC plan satisfactory. Upon notification from the Commissioner, the health organization shall prepare a revised RBC plan, which may incorporate by reference any revisions proposed by the Commissioner, and shall submit the revised RBC plan to the Commissioner:"},{"prefix":"1","text":" Within 45 days after the notification from the Commissioner; or"},{"prefix":"2","text":" If the health organization challenges the notification from the Commissioner under § 31-3851.07, within 45 days after a notification to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge."},{"prefix":"d","text":" If the Commissioner notifies a health organization that the health organization's RBC plan or revised RBC plan is unsatisfactory, the Commissioner may, at the Commissioner's discretion, subject to the health organization's right to a hearing under § 31-3851.07, specify in the notification that the notification constitutes a Regulatory Action Level Event."},{"prefix":"e","text":" A domestic health organization that files an RBC plan or revised RBC plan with the Commissioner shall file a copy of the RBC plan or revised RBC plan with the insurance commissioner in any state in which the health organization is authorized to do business if:"},{"prefix":"1","text":" The state has a risk-based capital provision substantially similar to § 31-3851.08(a); and"},{"prefix":"2","text":" The insurance commissioner of that state has notified the health organization of its request for the filing in writing, in which case the health organization shall file a copy of the RBC plan or revised RBC plan in that state no later than the later of:"},{"prefix":"A","text":" Fifteen days after the receipt of notice to file a copy of its RBC plan or revised RBC plan with the state; or"},{"prefix":"B","text":" The date on which the RBC plan or revised RBC plan is filed under subsection (b) or (c) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"38B","text":"Health Organizations Rbc"},"heading":{"title":"31","chaptersection":"3851","identifier":"31-3851.03","catch_text":"Company Action Level Event."}}