{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4503.\n\nEffect of Amendments\n\nD.C. Law 13-190 added subsec. (f).\n\nD.C. Law 14-190 added subsec. (g).\n\nD.C. Law 14-252 added subsecs. (h), (i), and (j).\n\nD.C. Law 16-191 validated previously made technical corrections in the designations of subsecs. (h) to (j).\n\nD.C. Law 16-232 repealed subsecs. (f) and (g), which formerly read:\n\n\"(f) A health maintenance organization may, at its own option and expense, submit a statement from an independent organization acceptable to the Commissioner, attesting that it meets all the requirements of the laws and regulations of the District and is qualified to transact the business for which it seeks a certificate of authority. The statement shall be signed, under oath, by an officer or principal of the independent organization and shall be considered prima facie evidence by the Commissioner that the health maintenance organization is entitled to do business in the District, subject to (1) an investigation and review, and (2) the Commissioner's authority to revoke or suspend a certificate of authority as provided in this chapter.\n\n\"(g) A health maintenance organization may, at its option, submit a certified copy of its current certificate of authority to do business from the jurisdiction where it is organized ('home jurisdiction') and from the jurisdiction where it conducts its largest volume of business ('largest volume jurisdiction'), if different than its home jurisdiction, together with a statement by a corporate officer that it meets all the requirements of the laws and regulations of the District and is qualified to transact the business for which it seeks a certificate of authority; provided, that the health maintenance organization's home jurisdiction and largest volume jurisdiction have been determined by the Commissioner to have legal and regulatory requirements that meet or exceed those applicable to insurance companies under District law. The statement of the corporate officer shall be signed, under oath, and shall, together with certified copies of the health maintenance organization's certificates of authority, be considered prima facie evidence by the Commissioner that the health maintenance organization is entitled to do business in the District. Nothing in the preceding sentence shall limit the Commissioner's authority to subject the applicant to investigation and review or to suspend a certificate of authority as provided in this chapter. As a condition of obtaining a certificate of authority to do business in the District of Columbia, the Commissioner may also require a health maintenance organization submitting a certificate of authority from an alien jurisdiction to submit a power of attorney and undertaking, in a form acceptable to the Commissioner, that provide that the health maintenance organization will not set up a defense to any claim, action, or proceeding brought against it arising from an insurance contract entered into in the District of Columbia, nor refuse to obey any lawful order of the Commissioner, or pay any fine or penalty imposed upon it by the Commissioner or any court of competent jurisdiction, on the ground that it is not subject to the laws of the United States of America or the District of Columbia. The Commissioner shall publish annually in the District of Columbia Register a list of foreign and alien jurisdictions that have been determined by the Commissioner as having legal and regulatory requirements that meet or exceed those applicable to insurance companies under District law. The Commissioner may at any time add or remove jurisdictions from the list and the additions and deletions shall be effective immediately until the next annual publication date.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of TANF-Related Medicaid Managed Care Program Temporary Amendment Act of 1998 (D.C. Law 12-141, July 24, 1998, law notification 45 DCR 6512).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the TANF and TANF-Related Medicaid Managed Care Program Emergency Amendment Act of 1998 (D.C. Act 12-311, March 26, 1998, 45 DCR 2124), and § 2 of the TANF and TANF-Related Medicaid Managed Care Program Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-366, June 5, 1998, 45 DCR 4039).\n\nFor temporary (90 day) amendment of section, see § 604(a) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nLaw 13-190, the \"Insurer and Health Maintenance Organization Self-Certification Act of 2000,\" was introduced in Council and assigned Bill No. 13-722, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 2, 2000, it was assigned Act No. 13-407 and transmitted to both Houses of Congress for its review. D.C. Law 13- 190 became effective on October 21, 2000.\n\nFor Law 14-190, see notes following § 31-2502.02.\n\nFor Law 14-252, see notes following § 31-3402.\n\nFor Law 16-191, see notes following § 31-1131.02.\n\nFor Law 16-232, see notes following § 31-231.\n\nDC CODE § 31-3403\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 4, 44 DCR 818; Oct. 21, 2000, D.C. Law 13-190, § 4(a), 47 DCR 7261; Oct. 1, 2002, D.C. Law 14-190, § 604(a), 49 DCR 6968; Mar. 27, 2003, D.C. Law 14-252, § 2(b), 50 DCR 225; Mar. 2, 2007, D.C. Law 16-191, §§ 66, 134, 53 DCR 6794; Mar. 8, 2007, D.C. Law 16- 232, § 204(a), 54 DCR 368.)","sections":[{"prefix":"a","text":" Upon receipt of an application for issuance of a certificate of authority, the Commissioner, in consultation with the Director of the Department of Health, shall determine whether the applicant, with respect to the health care services to be provided, has complied with § 31-3406."},{"prefix":"b","text":" Within 45 days of receipt of the application for issuance of a certificate of authority, the Commissioner, in consultation with the Director of the Department of Health, shall certify that the proposed health maintenance organization meets the requirements of § 31-3406 or notify the applicant that it does not meet such requirements and specify in what respects it is deficient."},{"prefix":"c","text":" The Commissioner shall issue a certificate of authority to any person filing a completed application upon receiving the prescribed fees and upon the Commissioner being satisfied that:"},{"prefix":"1","text":" The persons responsible for the conduct of the affairs of the applicant are competent, trustworthy, and possess good reputations;"},{"prefix":"2","text":" Any deficiencies identified by the Commissioner have been corrected and the health maintenance organization's proposed plan of operation meets the requirements of § 31-3406;"},{"prefix":"3","text":" The health maintenance organization will effectively provide or arrange for basic health care services on a prepaid basis, through insurance or otherwise, except to the extent of reasonable requirements for copayments or deductibles, or both; and"},{"prefix":"4","text":" The health maintenance organization is in compliance with §§ 31-3412 and 31-3414."},{"prefix":"d","text":" A certificate of authority may be denied only after the Commissioner complies with the requirements of § 31-3419."},{"prefix":"e","text":" The Commissioner, in carrying out his obligations under this chapter, may contract with qualified persons to make recommendations concerning the determinations required to be made by him. Recommendations may be accepted in full or in part by the Commissioner."},{"prefix":"f","text":" Repealed."},{"prefix":"g","text":" Repealed."},{"prefix":"h","text":" Each certificate of authority to do business in the District of Columbia shall renew on May 1 of each year following the date of its issuance unless it has been revoked or the renewal fee under subsection (h) of this section has not been paid."},{"prefix":"i","text":" The Commissioner may charge a renewal license fee to health maintenance organizations licensed to do business in the District of Columbia. The renewal fee shall be paid before April 2 of each renewal year. The fee shall be remitted in a manner prescribed by the Commissioner."},{"prefix":"j","text":" After receiving its certificate of authority, a health maintenance organization shall submit to the Commissioner information concerning any modification or amendment to its application for a certificate of authority or supporting documentation prior to the effectuation of the modification or amendment or provide this information or documentation to the Commissioner when the health maintenance organization files its annual report."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3403","identifier":"31-3403","catch_text":"Issuance of certificate of authority."}}