{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-4516.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following ยง 31-3401.\n\nDC CODE ยง 31-3416\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, ยง 17, 44 DCR 818.)","sections":[{"prefix":"a","text":" The Commissioner shall issue rules and regulations to provide for the licensing of health maintenance organization producers. The rules shall establish:"},{"prefix":"1","text":" The requirements for licensure of resident health maintenance organization producers;"},{"prefix":"2","text":" The conditions for entering into reciprocal agreements with other jurisdictions for the licensure of nonresident health maintenance organization producers;"},{"prefix":"3","text":" Any examination, prelicensing, or continuing education requirements;"},{"prefix":"4","text":" The requirements for registering and terminating the appointment of health maintenance organization producers;"},{"prefix":"5","text":" Any requirements for registering any assumed names or office locations in which a health maintenance organization producer does business;"},{"prefix":"6","text":" The conditions for health maintenance organization producer license renewal;"},{"prefix":"7","text":" The grounds for denial, refusal, suspension, or revocation of a health maintenance organization producer's license;"},{"prefix":"8","text":" Any required fees for the licensing activities of health maintenance organization producers; and"},{"prefix":"9","text":" Any other requirement or procedure and any form as may be reasonably necessary to provide for the effective administration of the licensing of health maintenance organization producers under this section."},{"prefix":"b","text":" The provisions of subsection (a) of this section shall not apply to the following:"},{"prefix":"1","text":" Any regular salaried officer or employee of a health maintenance organization who devotes substantially all of his time to activities other than the taking or transmitting of applications or membership fees or premiums for health maintenance organization membership, or who receives no commission or other compensation directly dependent upon the business obtained and who does not solicit or accept from the public applications for health maintenance organization membership;"},{"prefix":"2","text":" Employers or their officers or employees or the trustees of any employee benefit plan to the extent that such employers, officers, employees, or trustees are engaged in the administration or operation of any program of employee benefits involving the use of health maintenance organization memberships; provided, that such employers, officers, employees, or trustees are not in any manner compensated directly or indirectly by the health maintenance organization memberships;"},{"prefix":"3","text":" Banks or their officers and employees to the extent that such banks, officers, and employees collect and remit charges, charging the same against accounts of depositors on the orders of such depositors; or,"},{"prefix":"4","text":" Any person or the employee of any person who has contracted to provide administrative, management, or health care services to a health maintenance organization and who is compensated for those services by the payment of an amount calculated as a percentage of the revenues, net income or profits of the health maintenance organization, if that method of compensation is the sole basis for subjecting that person or the employee of the person to this chapter."},{"prefix":"c","text":" The Commissioner may, by rule, exempt certain classes of persons from the requirements of subsection (a) of this section if:"},{"prefix":"1","text":" The functions they perform do not require special competence, trustworthiness or the regulatory surveillance made possible by licensing; or,"},{"prefix":"2","text":" Other existing safeguards make regulation unnecessary."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3416","identifier":"31-3416","catch_text":"Regulation of health maintenance organization producers."}}