{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4703.\n\nEffect of Amendments\n\nD.C. Law 17-369, in subsec. (a), deleted \"; and\" from the end of par. (25); substituted \"; and\" for a period at the end of par. (26), and added par. (27).\n\nD.C. Law 18-360 deleted \"and\" from the end of par. (26);  substituted \";   and\" for a period the end of par. (27);  and added par. (28).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 17-369, see notes following § 31-3501.\n\nFor history of Law 18-360, see notes under § 31-2231.11.\n\nDC CODE § 31-3503\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 4, 44 DCR 1158; Mar. 25, 2009, D.C. Law 17-369, § 2(b), 56 DCR 1346; Apr. 8, 2011, D.C. Law 18-360, § 503(a), 58 DCR 896.)","sections":[{"prefix":"a","text":" A corporation governed by this chapter shall also be subject to the following other provisions of District of Columbia insurance law, including any amendments or replacements thereof hereafter enacted:"},{"prefix":"1","text":" Sections 31-201, 31-202, and 31-206, referring to general provisions of insurance regulation;"},{"prefix":"2","text":" Section 31-207, referring to general provisions of insurance regulation;"},{"prefix":"3","text":" Sections 31-5203 and 31-5204, referring to delivery (with each policy issued) of a copy of the insured's application, and to the principal office, books, and records of insurance companies;"},{"prefix":"4","text":" Chapter 16 of this title, referring to prohibition against discrimination in the provision of insurance on the basis of an AIDS test;"},{"prefix":"5","text":" Chapter 42 of this title, referring to the applicability of, and definitions in, the Life Insurance Act;"},{"prefix":"6","text":" Sections 31-4301, 31-4302, 31-4303, 31-4305, 31-4308, 31- 4309, 31-4310(b), 31-4311 through 31-4317, 31-4322 and 31-4324 through 31-4332, governing, in part, fees chargeable to, certificates of authority for, publication of false statements by, and licensing of agents acting for life insurance companies;"},{"prefix":"7","text":" Sections 31-4713 through 31-4715, 31-4718, and 31-4724 through 31-4730, referring, in part, to the prohibitions against discrimination, securities, operations, and policy provisions restricting access to optometrists and psychologists by life insurance companies;"},{"prefix":"8","text":" Sections 31-4401 through 31-4404, 31-4406, 31-4407, 31- 4409, 31-4427, 31-4429, 31-4430, 31-4435, 31-4439, 31-4440, and 31-4443 through 31-4452, referring, in part, to articles of incorporation, election of officers, permissible investments, bookkeeping, and consolidation/merger of domestic life insurance companies;"},{"prefix":"9","text":" Chapter 46 of this title, governing penalties for violations and severability with respect to the provisions cited in paragraphs 5 through 8 of this subsection;"},{"prefix":"10","text":" Chapter 38 of this title, requiring that certain individual and group health insurance policies cover a newborn child from the moment of birth;"},{"prefix":"11","text":" Chapter 54 of this title, creating the District of Columbia Life and Health Insurance Guarantee Association and authorizing it to assume, guarantee, and reinsure any policy issued by a member insurer which becomes potentially unable to fulfill its contractual obligations;"},{"prefix":"12","text":" Chapter 31 of this title, requiring certain group and individual health insurance policies to provide coverage for the medical and psychological treatment of alcohol abuse, drug abuse, and mental illness;"},{"prefix":"13","text":" Chapter 29 of this title, requiring a group or individual health insurance policy issued more than 120 days after March 7, 1991, to cover certain preventive cancer screens for women;"},{"prefix":"14","text":" Chapter 37 of this title, authorizing the Mayor to issue regulations establishing specific standards for Medicare supplement insurance policies;"},{"prefix":"15","text":" Chapter 12 of this title, establishing the Insurance Regulatory Trust Fund and requiring each insurer doing business in the District to deposit in the Fund a percentage amount to be used to defray expenses of the Insurance Administration;"},{"prefix":"16","text":" Chapter 13 of this title, authorizing and regulating delinquency proceedings by the Commissioner of Insurance and Securities in the Superior Court of the District of Columbia against certain insurers;"},{"prefix":"17","text":" Chapter 15 of this title, establishing licensing and other requirements for managing general agents of certain insurers;"},{"prefix":"18","text":" Chapter 18 of this title, establishing licensing and other requirements for the assumed reinsurance business;"},{"prefix":"19","text":" Chapter 3 of this title, requiring insurers to file with the Mayor an accountant-prepared annual audit and other reports;"},{"prefix":"20","text":" Chapter 5 of this title, governing the circumstances under which a domestic insurer may obtain a credit for reinsurance ceded to another insurer;"},{"prefix":"21","text":" Chapter 19 of this title, governing an insurer's filing with the Mayor and the National Association of Insurance Commissioners (\"NAIC\") of an annual financial statement;"},{"prefix":"22","text":" Chapter 21 of this title, establishing standards for determining whether the continued operation of any insurer transacting business in the District might be hazardous to creditors, the general public, or policyholders, and authorizing the Mayor to order certain corrective actions after making such a determination;"},{"prefix":"23","text":" Chapter 14 of this title, governing examinations by the Mayor or any person subject to the District's insurance laws;"},{"prefix":"24","text":" Chapter 7 of this title, governing certain acquisition, investment, security issuance, and other activities in the insurance industry, requiring the registration of insurers that are part of an insurance holding company system, regulating transactions within such a system, regulating the management of domestic insurers in such a system, and authorizing the Mayor to conduct examinations of insurers that are part of such a system;"},{"prefix":"25","text":" Chapter 49 of this title, requiring the submission to the Mayor of an annual opinion by a qualified actuary;"},{"prefix":"26","text":" Chapter 26 of Title 47, requiring an annual license or certificate of authority from the Commissioner of Insurance and Securities for each insurer doing business in the District, requiring the filing of an annual statement by each such insurer, and imposing a tax on each such insurer's at-risk business in the District;"},{"prefix":"27","text":" Chapter 20 of this title, requiring insurers to file with the Mayor annual risk-based capital reports; and"},{"prefix":"28","text":" The Reasonable Health Insurance Ratemaking Reform Act of 2010 [Chapters 30A, 31C, and 33A of this title]."},{"prefix":"b","text":" Reference in the provisions cited in subsection (a) of this section to \"insurers\", \"companies\", or similar terms shall be deemed to include reference to a corporation governed by this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3503","identifier":"31-3503","catch_text":"Applicability of other provisions."}}