{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3208.\n\nEffect of Amendments\n\nD.C. Law 18-317 rewrote subsec. (a); and, in subsec. (b), substituted \"independent certified public\" for \"independent public\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) The insurer required to furnish the annual audited financial report shall require the independent certified public accountant to report, in writing, within 5 business days to the board of directors or its audit committee any determination by the independent certified public accountant that the insurer has materially misstated its financial condition as reported to the Mayor as of the balance sheet date currently under examination, or that the insurer does not meet the minimum capital and surplus requirement pursuant to §§ 31-2502.13 and 31-4408, as of that date. An insurer who has received a report pursuant to this subsection shall forward a copy of the report to the Mayor within 5 business days of receipt of the report and shall provide the independent certified public accountant making the report with evidence of the report being furnished to the Mayor. If the independent certified public accountant fails to receive the evidence within the required 5-business-day period, the independent certified public accountant shall furnish to the Mayor a copy of its report within the next 5 business days.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5(e) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 6(e) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 5(e) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Annual Financing Reporting Modernization Emergency Amendment Act of 2010 (D.C. Act 18-665, December 28, 2010, 58 DCR 80).\n\nFor temporary (90 day) amendment of section, see § 2(g) of Annual Financial Reporting Modernization Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19-30, March 15, 2011, 58 DCR 2591).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-48, see Historical and Statutory Notes following § 31-301.\n\nFor legislative history of D.C. Law 11-90, see Historical and Statutory Notes following § 31-303.\n\nFor history of Law 18-317, see notes under § 31-301.\n\nDC CODE § 31-308\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 9, 40 DCR 6102; Feb. 27, 1996, D.C. Law 11-90, § 5(e), 42 DCR 7155; Mar. 12, 2011, D.C. Law 18-317, § 2(g), 57 DCR 12418.)","sections":[{"prefix":"a","text":"(1) The insurer required to furnish the annual audited financial report shall require the independent certified public accountant to report, in writing, within 5 business days to the board of directors or its audit committee any determination by the independent certified public accountant that, as of the balance sheet date currently under audit, the insurer:"},{"prefix":"A","text":" Has materially misstated its financial condition as reported to the Mayor;"},{"prefix":"B","text":" Does not meet the minimum capital and surplus requirement pursuant to § 31-2502.13 and § 31-4408; or"},{"prefix":"C","text":" Does not meet the minimum net worth requirements of § 31-3412."},{"prefix":"2","text":" An insurer who has received a report pursuant to this subsection shall forward a copy of the report to the Mayor within 5 business days of receipt of the report and shall provide the independent certified public accountant making the report with evidence of the report being furnished to the Mayor. If the independent certified public accountant fails to receive the evidence within the required 5-business-day period, the independent certified public accountant shall furnish to the Mayor a copy of its report within the next 5 business days."},{"prefix":"b","text":" No independent certified public accountant shall be liable in any manner to any person for any statement made in connection with subsection (a) of this section if the statement is made in good faith in compliance with subsection (a) of this section."},{"prefix":"c","text":" If the accountant, subsequent to the date of the audited financial report filed pursuant to this chapter, becomes aware of facts which might have affected his report, the accountant shall take action prescribed in Volume 1, Section AU 561 of the Professional Standards of the American Institute of Certified Public Accountants."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"308","identifier":"31-308","catch_text":"Notification of adverse financial condition."}}