{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-190, in subsec. (b)(7), substituted \"qualified long-term care insurance contract\" for \"long-term insurance care contract\" in two places; and added subsec. (f).\n\nD.C. Law 15-105, in subsecs. (b) and (f), validated previously made technical corrections.\n\nD.C. Law 15-354, in subsec. (b)(7), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Long-Term Care Insurance Temporary Amendment Act of 2000 (D.C. Law 13-147, July 18, 2000, law notification 47 DCR 6097).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Long-Term Care Insurance Emergency Amendment Act of 2000 (D.C. Act 13-312, April 7, 2000, 47 DCR 2738).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Long-Term Care Insurance Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13- 370, July 10, 2000, 47 DCR 5838).\n\nFor temporary (90 day) amendment of section, see § 502(b) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor Law 13-121, see notes following § 31-3601.\n\nFor Law 14-190, see notes following § 31-2502.02.\n\nFor Law 15-105, see notes following § 31-2402.\n\nFor Law 15-354, see notes following § 31-101.\n\nDC CODE § 31-3606\n\nCurrent through December 11, 2012","credits":"(May 23, 2000, D.C. Law 13-121, § 7, 47 DCR 2038; Oct. 1, 2002, D.C. Law 14-190, § 502(b), 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 67, 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 44, 52 DCR 2638.)","sections":[{"prefix":"a","text":"(1) An outline of coverage, written at a fifth grade reading level, shall be delivered to a prospective applicant for long-term care insurance at the time of initial solicitation through means which prominently direct the attention of the recipient to the document and its purpose."},{"prefix":"2","text":" When an agent solicits individuals to purchase long-term care insurance, the agency must deliver the outline of coverage before the presenting of an application or enrollment form to the person being solicited to make a purchase."},{"prefix":"3","text":" In the case of direct response solicitations, the outline of coverage must be presented no later than when any application or enrollment form is presented."},{"prefix":"b","text":" The outline of coverage shall include the following:"},{"prefix":"1","text":" A description of the principal benefits and coverage provided in the policy;"},{"prefix":"2","text":" A statement of the principal exclusions, reductions, and limitations contained in the policy;"},{"prefix":"3","text":" A statement of the terms under which the policy or certificate, or both, may be contained in force or discontinued, including any reservation in the policy of a right to change premium (continuation or conversion provisions of group coverage shall be specifically described);"},{"prefix":"4","text":" A statement that the outline of coverage is a summary only, not a contract of insurance, and that the policy or group master policy contains governing contractual provisions;"},{"prefix":"5","text":" A description of the relationship of cost of care and benefits; and contract, a statement that discloses to the policyholder or certificate holder that the policy is intended to be a long-term care insurance contract."},{"prefix":"6","text":" A brief description of the relationship of cost of care and benefits; and"},{"prefix":"7","text":" If the policy or certificate is intended to be a qualified long-term care insurance contract, a statement that discloses to the policyholder or certificate holder that the policy is intended to be a qualified long-term care insurance contract."},{"prefix":"c","text":" In the case of a policy issued to a group described in § 31-3601(4)(D), an outline of coverage shall not be required to be delivered; provided that, the information described in subsection (e) of this section is contained in other material relating to enrollment. Upon request, these other materials shall be made available to the Commissioner."},{"prefix":"d","text":" A certificate issued pursuant to a group long-term care insurance policy which is delivered or issued for delivery in the District of Columbia shall include the following:"},{"prefix":"1","text":" A description of the principal benefits and coverage provided in the policy;"},{"prefix":"2","text":" A statement of the principal exclusions, reductions, and limitations contained in the policy; and"},{"prefix":"3","text":" A statement that the group master policy determines governing contractual provisions."},{"prefix":"e","text":" At the time of policy, deliver, a policy summary shall be delivered for an individual life insurance policy which provides long-term care benefits within the policy or by rider. In the case of direct response solicitations, the insurer shall deliver the policy summary either upon the applicant's request, or the time of policy delivery, whichever occurs later. In addition to complying with all other applicable requirements, the summary shall also include:"},{"prefix":"1","text":" An explanation of how the long-term care benefits interacts with other components of the policy, including deductions from death benefits;"},{"prefix":"2","text":" An illustration of the amount of benefits, the length of benefit, and the guaranteed lifetime benefits, for each covered person, if any:"},{"prefix":"3","text":" Any exclusions, reductions, and limitations on benefits of long-term care; and"},{"prefix":"4","text":" If applicable to the policy type, the following:"},{"prefix":"A","text":" A disclosure of the effects or exercising other rights under the policy;"},{"prefix":"B","text":" A disclosure of guarantees related to long-term care costs of insurance charges; and"},{"prefix":"C","text":" Current and projected maximum lifetime benefits."},{"prefix":"f","text":" If an application for a long-term care insurance contract or certificate is approved, the issuer shall deliver the contract or certificate of insurance to the applicant no later than 30 days after the date of approval."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"36","text":"Long-Term Care Insurance."},"heading":{"title":"31","chaptersection":"3606","identifier":"31-3606","catch_text":"Disclosure."}}