{"text":"In order to ensure the broadest availability of health benefit plans to small employers, the Commissioner shall set market conduct and other requirements for health insurers, agents, and third-party administrators, including requirements relating to the following:","historical":"Prior Codifications\n\n1981 Ed., § 35-1032.\n\nEffect of Amendments\n\nD.C. Law 15-166, in par. (3), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\".\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 31-3301.01.\n\nEmergency Act Amendments\n\nSee notes to § 31-3301.01.\n\nFor temporary (90 day) amendment of section, see § 4(s)(2) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-209, see Historical and Statutory Notes following § 31-3301.01.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDC CODE § 31-3303.02\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-209, § 302, 45 DCR 8433; June 11, 2004, D.C. Law 15-166, § 4(s)(2), 51 DCR 2817.)","sections":[{"prefix":"1","text":" Registration with the Commissioner by each group health insurer offering group health insurance coverage of its intention to offer health insurance coverage in the small group market under this subchapter;"},{"prefix":"2","text":" Publication by the Commissioner of a list of all health insurers who offer coverage in the small group market, including a potential requirement applicable to agents, third-party administrators, and health insurers that no health benefit plan may be sold to a small employer by a health insurer not identified as a health insurer in the small group market;"},{"prefix":"3","text":" The availability of a broadly publicized telephone number for the Department of Insurance, Securities, and Banking for access by small employers to information concerning this subchapter; and"},{"prefix":"4","text":" Methods concerning periodic demonstration by health insurers offering group health insurance coverage that they are marketing and issuing health benefit plans to small employers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"33","text":"Health Insurance Portability and Accountability."},"subchapter":{"identifier":"III","text":"Group Insurance."},"heading":{"title":"31","chaptersection":"3303","identifier":"31-3303.02","catch_text":"Availability of health benefit plans to small employers."}}