{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 10 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following § 31-3931.01.\n\nDC CODE § 31-3931.09\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 10, 52 DCR 1205.)","sections":[{"prefix":"a","text":" A captive insurer shall apply to the Commissioner for a certificate of authority. If one or more segregated accounts are established as separate legal entities, each segregated account shall apply for a certificate of authority. The application shall include:"},{"prefix":"1","text":" A proposed copy of the organizational documents of the captive insurer if the captive insurer has not been organized, or a certified copy of the organizational documents and evidence of good standing if the captive insurer has been organized;"},{"prefix":"2","text":" A pro forma financial statement for the captive insurer that has been prepared by a certified public accountant; and"},{"prefix":"3","text":" Any other statements or documents that the Commissioner requires to be filed with the application."},{"prefix":"b","text":" A captive insurer shall include in its application for a certificate of authority evidence of:"},{"prefix":"1","text":" The amount of liquidity of its assets relative to the risks to be assumed by the captive insurer;"},{"prefix":"2","text":" The expertise, experience, and character of the persons who will manage the captive insurer;"},{"prefix":"3","text":" The overall soundness of the plan of operation of the captive insurer;"},{"prefix":"4","text":" The adequacy of the programs that the captive insurer is providing for loss prevention by its parent or member organizations, as applicable;"},{"prefix":"5","text":" Minimum capital and surplus requirements as set forth in § 31-3931.05(a) and (f); and"},{"prefix":"6","text":" Such other information considered to be relevant by the Commissioner in ascertaining whether the proposed captive insurer will be able to meet its policy obligations."},{"prefix":"c","text":" An application by a captive insurer or segregated account for a certificate of authority shall include a nonrefundable application fee to be determined by the Commissioner. The Commissioner may require the applicant to retain independent legal, financial, and examination services from outside the Department to review and make recommendations regarding the applicant's qualifications, and to submit those reports and recommendations to the Commissioner for his or her review. The cost of those services shall be paid by the applicant."},{"prefix":"d","text":" If the Commissioner determines that the documents and statements filed by the captive insurer or segregated account of a captive insurer are complete and satisfy the requirements for a certificate of authority, the Commissioner shall issue a certificate of authority to the captive insurer or segregated account within 30 days. Each certificate shall be renewed each year not later than the 30th day of April succeeding the date of its issuance. The Commissioner may impose an administrative fine or penalty on a captive insurer or segregated account that fails to renew its certificate of authority before August 1. The Commissioner may suspend or revoke the certificate of authority of a captive insurer or segregated account that fails to renew its certificate of authority on or after August 1."},{"prefix":"e","text":" A captive insurer shall pay a fee to be established by the Commissioner for the issuance of a certificate of authority and an annual fee to be established by the Commissioner for the renewal of its certificate of authority. A captive insurer may be required to pay a fee for one or more segregated accounts."},{"prefix":"f","text":" A captive insurer shall include its strategic business plan with its application for the issuance of its certificate of authority. If the captive insurer intends to make any material or substantive changes to its strategic business plan, the captive insurer shall file a copy of the amended strategic business plan with the Commissioner for prior written approval."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.09","catch_text":"Application requirements."}}