{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1039.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 31-3301.01.\n\nEmergency Act Amendments\n\nSee notes to § 31-3301.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-209, see Historical and Statutory Notes following § 31-3301.01.\n\nDC CODE § 31-3303.09\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-209, § 309, 45 DCR 8433.)","sections":[{"prefix":"a","text":" A group health plan, and a health insurer offering group health insurance coverage, may not establish rules for eligibility (including continued eligibility) of any individual to enroll under the terms of the plan based on any of the health status-related factors."},{"prefix":"b","text":" The provisions of this section shall not be construed to:"},{"prefix":"1","text":" Require a health insurer offering group health insurance coverage to provide particular benefits other than those provided under the terms of such plan or coverage; or"},{"prefix":"2","text":" To prevent a health insurer offering group health insurance coverage from establishing limitations or restrictions on the amount, level, extent, or nature of the benefits or coverage for similarly situated individuals enrolled in the plan or coverage rules for eligibility to enroll under a plan which includes rules defining any applicable waiting periods for such enrollment."},{"prefix":"c","text":" A health insurer offering group health insurance coverage may not require an individual (as a condition of enrollment or continued enrollment under the plan) to pay a premium or contribution which is greater than such premium or contribution for a similarly situated individual enrolled in the plan on the basis of any health status related factor in relation to the individual or to an individual enrolled under the plan as a dependent of the individual."},{"prefix":"d","text":" Nothing in subsection (c) of this section shall be construed to restrict the amount that an employee may be charged for coverage under group health insurance coverage, or prevent a health insurer offering group health insurance coverage from establishing premium discounts or rebates or modifying otherwise applicable copayments or deductibles in return for adherence to programs of health promotion and disease prevention."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"33","text":"Health Insurance Portability and Accountability."},"subchapter":{"identifier":"III","text":"Group Insurance."},"heading":{"title":"31","chaptersection":"3303","identifier":"31-3303.09","catch_text":"Eligibility to enroll."}}