{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4704.\n\nEffect of Amendments\n\nD.C. Law 15-166, in subsec. (b), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(u)(2) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor Law 15-166, see notes following § 31-1004.\n\nReferences in Text\n\nSection 31-4323, referred to in subsection (c), was repealed March 21, 1995, by § 12 of D.C. Law 10-233.\n\nDC CODE § 31-3504\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 5, 44 DCR 1158; Mar. 24, 1998, D.C. Law 12-81, § 47, 45 DCR 745; June 11, 2004, D.C. Law 15-166, § 4(u)(2), 51 DCR 2817.)","sections":[{"prefix":"a","text":" No corporation subject to the provisions of this chapter, whether organized pursuant to the laws of the District of Columbia, or of any state, or by act of the Congress of the United States, shall issue subscriber contracts until the Mayor has authorized it to do so by issuance of a certificate of authority."},{"prefix":"b","text":" Application for such certificate of authority shall be made on forms to be supplied by the Mayor containing such information as the Mayor shall deem necessary. Each application for such certificate of authority, including each application for renewal, shall contain payment of a fee of $200 to the District of Columbia, which shall be collected by the Commissioner of the Department of Insurance, Securities, and Banking and shall be accompanied by copies of the following documents, duly certified by an executive officer of such corporation:"},{"prefix":"1","text":" Articles of incorporation, with all amendments thereto;"},{"prefix":"2","text":" Bylaws, with all amendments thereto;"},{"prefix":"3","text":" Each contract form executed or proposed to be executed by and between the corporation and any hospital, physician, or other medical service provider embodying the terms under which hospital and medical service is to be furnished to subscribers;"},{"prefix":"4","text":" Each form of subscriber contract issued or proposed to be issued, together with a table of rates charged, or proposed to be charged, including actuarial justifications, to subscribers;"},{"prefix":"5","text":" A financial statement of the corporation, which shall include the amount of each contribution paid or agreed to be paid to the corporation for working capital, the name or names of each contributor, and the terms of each contribution;"},{"prefix":"6","text":" A risk-based capital report prepared in the manner prescribed by any risk-based capital (\"RBC\") regulations for hospital and medical services corporations promulgated by the Mayor;"},{"prefix":"7","text":" A list of the names and addresses and biographical information for the members of the board of directors, or board of trustees, and for the officers of the corporation;"},{"prefix":"8","text":" A statement of the geographical area in which the corporation proposes to operate; and"},{"prefix":"9","text":" Any other information or documents the Mayor deems necessary to assure compliance with this chapter."},{"prefix":"c","text":" In addition, if the applicant is a foreign corporation:"},{"prefix":"1","text":" It shall provide the Mayor with an instrument authorizing service of process on the Mayor in accordance with § 31-4323;"},{"prefix":"2","text":" It shall satisfy the Mayor that the corporation is duly organized under the laws of the state under whose laws it professes to be organized, and is authorized to do the business it is transacting or proposes to transact; and"},{"prefix":"3","text":" It shall satisfy the Mayor that its funds are invested in accordance with the laws of its domicile and in securities or property which afford a degree of financial security substantially equal to that required for a corporation organized under the laws of the District of Columbia, and that it has a surplus at least equal to that required to be maintained by corporations authorized to do business pursuant to the provisions of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3504","identifier":"31-3504","catch_text":"Application for certificate of authority."}}