{"text":"","historical":"Legislative History of Laws\n\nLaw 18-360, the \"Reasonable Health Insurance Ratemaking and Health Care Reform Act of 2010\", was introduced in Council and assigned Bill No. 18-792, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 20, 2011, it was assigned Act No. 18-710 and transmitted to both Houses of Congress for its review. D.C. Law 18-360 became effective on April 8, 2011.\n\nDC CODE ยง 31-3161\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-360, ยง 302, 58 DCR 896.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"health benefit plan\" shall have the same meaning as provided in ยง 31-3001(1)."},{"prefix":"b","text":" An individual health benefit plan offered, sold, issued, or renewed to a District resident shall not have a premium rate, or any other underwriting decision, determined through a method that is in any way based upon the gender or sex of a person covered under the health benefit plan."},{"prefix":"c","text":" Each individual health benefit plan offered, sold, issued, or renewed in the District shall provide hospitalization benefits for childbirth to the same extent as benefits provided in the policy for any covered illness. In addition to the provisions of this subsection and subsection (c) of this section, if a mother is required to remain hospitalized after childbirth for medical reasons and the mother requests that the newborn remain in the hospital, the individual health benefit plan shall pay the cost of additional hospitalization for the newborn for up to 4 days."},{"prefix":"d","text":" Each individual health benefit plan offered, sold, issued, or renewed in the District shall provide coverage for the cost of inpatient hospitalization services for a mother and newborn child for a minimum of:"},{"prefix":"1","text":" Forty-eight hours of inpatient hospitalization care after an uncomplicated vaginal delivery; and"},{"prefix":"2","text":" Ninety-six hours of inpatient hospitalization care after an uncomplicated cesarean section."},{"prefix":"e","text":" A mother may request a shorter length of stay than that provided in subsection (c) of this section if the mother decides, in consultation with the mother's attending provider, that less time is needed for recovery."},{"prefix":"f","text":"(1) For a mother and newborn child who have a shorter hospital stay than that provided under subsection (c) of this section, the individual health benefit plan shall provide coverage for:"},{"prefix":"A","text":" One home visit scheduled to occur within 24 hours after hospital discharge; and"},{"prefix":"B","text":" An additional home visit if prescribed by the mother's attending provider."},{"prefix":"2","text":" For a mother and newborn child who remain in the hospital for at least the length of time provided under subsection (c) of this section, the individual health benefit plan shall provide coverage for a home visit if prescribed by the mother's attending provider."},{"prefix":"3","text":" A home visit under paragraph (1) or (2) of this subsection shall:"},{"prefix":"A","text":" Be provided in accordance with generally accepted standards of nursing practice for home care of a mother and newborn child;"},{"prefix":"B","text":" Be provided by a registered nurse with at least one year of experience in maternal and child health nursing or community health nursing with an emphasis on maternal and child health; and"},{"prefix":"C","text":" Include any services required by the mother's attending provider."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31C","text":"Health Benefit Plans Equity."},"heading":{"title":"31","chaptersection":"3161","identifier":"31-3161","catch_text":"Prohibition on gender-based discrimination in rate making."}}