{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 9 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following ยง 31-3931.01.\n\nDC CODE ยง 31-3931.08\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, ยง 9, 52 DCR 1205.)","sections":[{"prefix":"a","text":" A captive insurer or segregated account may provide reinsurance on risks ceded by any other insurer, captive insurer, or segregated account."},{"prefix":"b","text":" A captive insurer or segregated account may take credit for the reinsurance of risks or portions of risks ceded to reinsurers in compliance with Chapter 5 of this title. Prior approval of the Commissioner shall be required for ceding or taking credit for the reinsurance of risks or portions of risks ceded to reinsurers not complying with Chapter 5 of this title, except for business written by an alien captive insurer outside of the United States."},{"prefix":"c","text":" In addition to reinsurers authorized under Chapter 5 of this title, a captive insurer or segregated account may take credit for the reinsurance of risks or portions of risks ceded to a pool, exchange, or association acting as a reinsurer which has been authorized by the Commissioner. The Commissioner may require any other documents, financial information, or other evidence that the pool, exchange, or association will be able to provide adequate security for its financial obligations. The Commissioner may deny authorization or impose any limitations on the activities of a reinsurance pool, exchange, or association that, in the Commissioner's judgment, are necessary and proper to provide adequate security for the ceding captive insurer or segregated account and for the protection and consequent benefit of the public at large."},{"prefix":"d","text":" For all purposes of this chapter, insurance written by a captive insurer or segregated account of any workers' compensation qualified self-insured plan of its parent or affiliates shall be deemed to be reinsurance."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.08","catch_text":"Reinsurance."}}