{"text":"The Mayor shall issue a certificate of authority to each applicant upon the payment of the $200 fee provided for in § 31-3504(b), and upon being satisfied that:","historical":"Prior Codifications\n\n1981 Ed., § 35-4705.\n\nEffect of Amendments\n\nD.C. Law 18-104 rewrote subsec. (e), which had read as follows:\n\n\"(e) The applicant has made provision for compliance with the open enrollment requirements of § 31-3514, including the providing of other public services in the District of Columbia as required in § 31-3514.\"\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-134 amended subsec. (e) to read as follows:\n\n\"(e) The applicant has:\n\n\"(1) Made provision for compliance with the open enrollment requirements of section 15, including the providing of other public services in the District; or\n\n\"(2) Has entered into a public-private partnership.\".\n\nSection 6(b) of D.C. Law 18-134 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Hospital and Medical Services Corporation Regulatory Emergency Amendment Act of 2009 (D.C. Act 18- 277, January 11, 2010, 57 DCR 935).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 18-104, see notes following § 31-205.\n\nDC CODE § 31-3505\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 6, 44 DCR 1158; Feb. 4, 2010, D.C. Law 18-104, § 2(b), 56 DCR 9182.)","sections":[{"prefix":"a","text":" The applicant has been organized bona fide for the purpose of establishing, maintaining, and operating a hospital service plan, a medical service plan, or combination of the two;"},{"prefix":"b","text":" Each contract executed, or proposed to be executed, by the applicant and any hospital, physician, or other medical provider for the furnishing of hospital or medical services to subscribers obligates, or will when executed obligate, each hospital, physician, or other similar service provider which is a party thereto to render the service to which each subscriber may be entitled under the terms and conditions of the various subscriber contracts issued, or proposed to be issued, by the applicant;"},{"prefix":"c","text":" Each subscriber contract issued, or proposed to be issued, in the District of Columbia is in a form approved by the Mayor, and that the rate charged, or proposed to be charged, for each form of such contract is approved by the Mayor as not being excessive, inadequate, or unfairly discriminatory in relation to the services and benefits offered; provided, that rates for experience rated groups need not, in accordance with § 31-3508(c), be filed with the Mayor;"},{"prefix":"d","text":" The applicant has a surplus of an amount equal to or greater than that required under § 31-3506, or the amount determined to be necessary pursuant to application of any risk-based capital regulations for hospital and medical services corporations promulgated by the Mayor; and"},{"prefix":"e","text":" The applicant has:"},{"prefix":"1","text":" Made provision for compliance with the open enrollment requirements of § 31-3514, including the providing of other public services in the District; or"},{"prefix":"2","text":" Has entered into a public-private partnership."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3505","identifier":"31-3505","catch_text":"Requirements for issuance of certificate of authority."}}