{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-121, see notes following § 31-3601.\n\nDC CODE § 31-3605\n\nCurrent through December 11, 2012","credits":"(May 23, 2000, D.C. Law 13-121, § 6, 47 DCR 2038.)","sections":[{"prefix":"a","text":" No long-term care insurance policy shall:"},{"prefix":"1","text":" Be cancelled, not renewed, or otherwise terminated on the grounds of the age or deterioration of the mental or physical health of the insured individual or certificate holder;"},{"prefix":"2","text":" Contain a provision establishing a new waiting period in the event existing coverage is converted to, or replaced by, a new or other form of coverage within the same company, except with respect to an increase in benefits voluntarily selected by the insured individual or group policyholder; or"},{"prefix":"3","text":" Provide coverage for skilled nursing care only or provide significantly more coverage for skilled care in a facility than coverage for lower levels of care."},{"prefix":"b","text":"(1) No long-term care insurance policy or certificate, other than a policy or certificate thereunder issued to a group as described in § 31-3601(4)(A), shall contain a definition of \"preexisting condition\" which is more restrictive than the following definition: \"A condition for which medical advice or treatment was recommended by, or received from a provider of health care services, within 6 months preceding the effective date of coverage of an insured person.\""},{"prefix":"2","text":" No long-term care insurance policy or certificate, other than a policy or certificate thereunder issued to a group as described in § 31-3601(4)(A), may exclude coverage for a loss or confinement which is the result of a preexisting condition unless such loss or confinement begins within 6 months following the effective date of coverage of an insured person."},{"prefix":"3","text":" The Commissioner may extend the limitation periods set forth in paragraphs (1) and (2) of this subsection as to specific group categories in specific policy forms if the Commissioner finds that the extension is in the best interest of the public."},{"prefix":"4","text":" Nothing in this chapter shall be construed to prohibit an insurer from using an application form designed to elicit the complete health history of an applicant and, on the basis of the answers on that application, from underwriting in accordance with that insurer's established underwriting standards. Unless otherwise provided in the policy or certificate, a preexisting condition, regardless of whether it is disclosed on the application, need not be covered until the waiting period described in paragraph (2) of this subsection expires. No long-term care insurance policy or certificate may exclude or use waivers or riders of any kind to exclude, limit, or reduce coverage or benefits for specifically named or described preexisting diseases or physical conditions beyond the waiting period described in paragraph (2) of this subsection."},{"prefix":"c","text":"(1) No long-term care insurance policy may be delivered or issued for delivery in the District if such policy:"},{"prefix":"A","text":" Conditions eligibility for any benefits on a prior hospitalization requirement;"},{"prefix":"B","text":" Conditions eligibility for benefits provided in an institutional care setting on the receipt of a higher level of institutional care; or"},{"prefix":"C","text":" Conditions eligibility for any benefits other than waiver of premium, post-confinement, post-acute care or recuperative benefits on a prior institutionalization requirement."},{"prefix":"2","text":"(A) A long-term care insurance policy containing post-confinement post-acute care, or recuperative benefits shall clearly label in a separate paragraph of the policy or certificate entitled \"Limitations or Conditions on Eligibility for Benefits\" such limitations or conditions, including any required number of days of confinement."},{"prefix":"B","text":" A long-term care insurance policy or rider which conditions eligibility of noninstitutional benefits on the prior receipt of institutional care shall not require a prior institutional stay of more than 30 days."},{"prefix":"d","text":"(1) Applicants for long-term care insurance shall have the right to return the policy or certificate within 30 days of its delivery and to have the premium refunded if, after examination of the policy or certificate, the applicant is not satisfied for any reason."},{"prefix":"2","text":" Long-term care insurance policies and certificates shall have a notice prominently printed on the first page or attached thereto stating in substance that the applicant shall have the right to return the policy or certificate within 30 days of its delivery and to have the premium refunded if, after examination of the policy or certificate, other than a certificate issued pursuant to a policy issued to a group defined in § 31-3601(4)(A), the applicant is not satisfied for any reason."},{"prefix":"3","text":" If an application for a long-term care contract is denied, the issuer shall refund to the applicant any premium and any other fees submitted by the applicant within 30 days of the denial."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"36","text":"Long-Term Care Insurance."},"heading":{"title":"31","chaptersection":"3605","identifier":"31-3605","catch_text":"Standards for long-term care insurance."}}