{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see ยง 18 of Captive Insurance Company Emergency Act of 2004 (D.C. Act 15-640, November 30, 2004, 52 DCR 1238).\n\nLegislative History of Laws\n\nFor Law 15-262, see notes following ยง 31-3931.01.\n\nDC CODE ยง 31-3931.17\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, ยง 18, 52 DCR 1205.)","sections":[{"prefix":"a","text":" Any captive insurer which is licensed under laws of any jurisdiction may become a domestic captive insurer in the District by complying with all of the requirements of this chapter relative to the organization and licensing of a domestic insurer of the same type and by designating an office at a place within the District. The redomesticated captive insurer may transact business in the District and shall be subject to the authority and jurisdiction of the District."},{"prefix":"b","text":" All insurance contracts which are in existence at the time any captive insurer transfers its insurance domicile to the District by merger, consolidation, or any other lawful method shall continue in full force and effect upon the transfer if the captive insurer is duly qualified to transact the same type of insurance business in the District."},{"prefix":"c","text":" Every transferring insurer shall notify the Commissioner of the details of the proposed transfer and shall file promptly any resulting amendments to application documents filed or required to be filed with the Commissioner."},{"prefix":"d","text":" Any domestic captive insurer, upon the approval of the Commissioner, may transfer its domicile to any state in which it is licensed to transact business as a captive insurance company and, upon the transfer, shall cease to be a domestic insurer. The Commissioner shall approve any proposed transfer unless he or she determines the transfer is not in the best interest of the policyholders."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3931","identifier":"31-3931.17","catch_text":"Redomestication."}}