{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nLaw 14-96, the \"Health Insurers and Credentialing Intermediaries Uniform Credentialing Form Act of 2002\", was introduced in Council and assigned Bill No. 14-54, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 4, 2001, and January 8, 2002, respectively. Signed by the Mayor on January 28, 2002, it was assigned Act No. 14-229 and transmitted to both Houses of Congress for its review. D.C. Law 14-96 became effective on April 13, 2002.\n\nDC CODE ยง 31-3251\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2002, D.C. Law 14-96, ยง 101, 49 DCR 991.)","sections":[{"prefix":"1","text":" \"Commissioner\" means Commissioner of the Department of Insurance and Securities Regulation."},{"prefix":"2","text":" \"Credentialing intermediary\" means a person to whom a health insurer has delegated credentialing or recredentialing authority and responsibility."},{"prefix":"3","text":" \"Health benefit plan\" means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, plan provided by a multiple employer welfare arrangement, or plan provided by another benefit arrangement. The term \"health benefit plan\" does not mean accident only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplemental or long-term care insurance; dental only or vision only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance, insurance arising out of a workers' compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance."},{"prefix":"4","text":" \"Health care provider\" means:"},{"prefix":"A","text":" An individual who is licensed, certified, or otherwise authorized to provide health care services by the District of Columbia for a practice set forth under ยง 3-1201.02; or"},{"prefix":"B","text":" An agency, organization, facility, or distinct part of any of them, licensed under subchapter I of Chapter 5 of Title 44."},{"prefix":"5","text":" \"Health insurer\" means any person that provides one or more health benefit plans or insurance in the District of Columbia, including an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, a multiple employer welfare arrangement, or any other person providing a plan of health insurance subject to the authority of the Commissioner."},{"prefix":"6","text":" \"Provider panel\" means providers that contract with a health insurer to provide health care services to the enrollees under a health benefit plan of the health insurer."},{"prefix":"7","text":" \"Uniform credentialing form\" means the form designed by the Commissioner, by regulation, for use by a health insurer or its credentialing intermediary for credentialing and re-credentialing of a health care provider for participation on a provider panel."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"32","text":"Health Insurance Forms."},"subchapter":{"identifier":"III","text":"Uniform Credentialing Forms."},"heading":{"title":"31","chaptersection":"3251","identifier":"31-3251","catch_text":"Definitions."}}