{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4520.\n\nEffect of Amendments\n\nD.C. Law 16-232, in subsec. (c), substituted \"law\" for \"statute\" and inserted \"assigned to general creditors\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nFor Law 16-232, see notes following § 31-231.\n\nDC CODE § 31-3420\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 21, 44 DCR 818; Mar. 8, 2007, D.C. Law 16-232, § 204(b), 54 DCR 368.)","sections":[{"prefix":"a","text":" Any rehabilitation, liquidation, or conservation of a health maintenance organization shall be deemed to be the rehabilitation, liquidation, or conservation of an insurance company and shall be conducted under the supervision of the Commissioner pursuant to the law governing the rehabilitation, liquidation, or conservation of insurance companies. The Commissioner may apply for an order directing the Commissioner to rehabilitate, liquidate, or conserve a health maintenance organization upon any one or more grounds set forth in §§ 31-1310 and 31-1315, or when in the Commissioner's opinion the continued operation of a health maintenance organization would be hazardous either to the enrollees or to the people of the District. Enrollees shall have the same priority in the event of liquidation or rehabilitation as the law provides to policyholders of an insurer."},{"prefix":"b","text":" For the purposes of determining the priority of distribution of general assets, claims of enrollees and enrollees' beneficiaries shall have the same priority as established by § 31-1315, for policyholders and beneficiaries of insured of insurance companies. If an enrollee is liable to any provider for services provided pursuant to and covered by the health care plan, that liability shall have the status of an enrollee claim for distribution of general assets."},{"prefix":"c","text":" Any provider who is obligated by law or agreement to hold enrollees harmless from liability for services pursuant to and covered by a health care plan shall have a priority of distribution of the general assets immediately following that of enrollees and enrollee's beneficiaries as described herein, and immediately preceding the priority of distribution assigned to general creditors."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3420","identifier":"31-3420","catch_text":"Rehabilitation, liquidation, or conservation of health maintenance organizations."}}