{"text":"A corporation issued a certificate of authority under this chapter shall not be converted into a stock corporation, partnership, limited liability company, or other business entity organized for profit.","historical":"Prior Codifications\n\n1981 Ed., § 35-4715.\n\nEffect of Amendments\n\nD.C. Law 14-297 rewrote subsec. (b)(2) which had read as follows:\n\n\"(2) Fails to comply with §§ 31-4405, 31-4410 through 31-4415, 31-4421, 31- 4424, 31-4428, 31-4431, and 31-4441;\"\n\nD.C. Law 15-56, in subsec. (b), substituted \"company not involving a nonprofit hospital service plan or medical service plan unless\" for \"company unless\", and added subsec. (b-1).\n\nD.C. Law 17-369 rewrote the section, which had read as follows:\n\n\"(a) A corporation issued a certificate of authority under this chapter, whether incorporated under the laws of the District of Columbia or act of the Congress of the United States, may convert to a for-profit stock insurance company subject to provisions of this chapter, under a plan and procedure approved by the Mayor. Upon consummation of the plan, the resulting stock insurance company shall fully comply with the requirements of Subdivision A of Subtitle VI of this title as set forth in subsection (b)(2) of this section. For the purpose of such conversion, the owners of the corporation shall be contractholders and surplus note holders, if there are any surplus notes.\n\n\"(b) The Mayor shall approve any proposed plan or procedure for conversion to a for-profit insurance company not involving a nonprofit hospital service plan or medical service plan unless the Mayor finds that the plan or procedure:\n\n\"(1) Is inequitable to contractholders of the converting corporation or to the public;\n\n\"(2) Fails to comply with §§ 31-4405, 31-4410 through 31-4415, 31-4421, 31- 4424, 31-4428, and 31-4431, and Chapter 13A of this title.\n\n\"(3) Provides that any part of the assets or surplus of the corporation will inure directly or indirectly to any officer, director, or trustee of the corporation; or\n\n\"(4) Does not ensure that the resulting stock insurance company will possess capital and surplus in an amount sufficient to:\n\n\"(A) Comply with the capital and stock surplus requirements for a stock life insurance company under § 31-4409; and\n\n\"(B) Provide for the security of the resulting stock insurance company's contractholders.\n\n\"(b-1) In a conversion of a nonprofit hospital service plan or medical service plan to a for-profit insurance company under this section, the acquiring company shall have the burden of establishing that the proposed conversion does not result in the existence of any of the conditions set forth in section (b)(1) through (4) of this subsection.\n\n\"(c) Any corporation that becomes a for-profit insurance company under this section shall not be deemed to have abandoned its corporate status by virtue of the conversion, unless the conversion plan expressly provides to the contrary.\n\n\"(d) The certificate of authority, agent appointments, contract forms, and other filings which are in existence at the time of the conversion shall continue in full force and effect upon conversion if the resulting corporation at all times remains qualified to issue subscriber contracts in the District of Columbia.\n\n\"(e) All outstanding subscriber contracts of the converting corporation shall remain in full force and effect and need not otherwise be endorsed unless ordered by the Mayor.\n\n\"(f) A corporation issued a certificate of authority under this chapter that offers an open enrollment program under § 31-3514 may, directly or through a subsidiary, continue to offer such program notwithstanding its conversion to a stock company. However, the premium tax rate imposed on the company shall be in accordance with § 47-2608.\n\n\"(g) The Mayor may conduct a hearing concerning the proposed conversion of a corporation into a for-profit stock insurance company before deciding whether to approve it.\n\n\"(h) This section shall not apply to the conversion of a corporation to a stock insurance company that results from a judicial order issued pursuant to a rehabilitation or reorganization of the corporation.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Temporary Amendment Act of 2002 (D.C. Law 14-217, March 25, 2003, law notification 50 DCR 2730).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Emergency Amendment Act of 2002 (D.C. Act 14-457, July 23, 2002, 48 DCR 8132).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-513, October 23, 2002, 49 DCR 10475).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-8, January 27, 2003, 50 DCR 1473).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Emergency Amendment Act of 2003 (D.C. Act 15-205, October 24, 2003, 50 DCR 9845).\n\nFor temporary (90 day) amendment of section, see § 3(a) of Department of Insurance and Securities Regulation Merger Review Second Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-257, November 25, 2003, 50 DCR 11006).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nFor Law 14-297, see notes following § 31-1371.01.\n\nLaw 15-56, the \"Department of Insurance and Securities Merger Review Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-18, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 8, 2003, and September 16, 2003, respectively. Signed by the Mayor on October 6, 2003, it was assigned Act No. 15-175 and transmitted to both Houses of Congress for its review. D.C. Law 15- 56 became effective on December 9, 2003.\n\nFor Law 17-369, see notes following § 31-3501.\n\nDC CODE § 31-3515\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 16, 44 DCR 1158; Apr. 11, 2003, D.C. Law 14-297, § 401(c), 50 DCR 330; Dec. 9, 2003, D.C. Law 15-56, § 3(a), 50 DCR 9188; Mar. 25, 2009, D.C. Law 17-369, § 2(g), 56 DCR 1346.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3515","identifier":"31-3515","catch_text":"Conversion to a for-profit entity."}}