{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1033.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 31-3301.01.\n\nEmergency Act Amendments\n\nSee notes to § 31-3301.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-209, see Historical and Statutory Notes following § 31-3301.01.\n\nDC CODE § 31-3303.03\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 1999, D.C. Law 12-209, § 303, 45 DCR 8433.)","sections":[{"prefix":"a","text":" Every health insurer that offers health insurance coverage in the group market in the District of Columbia shall renew such coverage with respect to all insureds at the option of the employer except:"},{"prefix":"1","text":" For nonpayment of the required premiums by the policyholder or contract holder, or where the health insurer has not received timely premium payments;"},{"prefix":"2","text":" When the health insurer is ceasing to offer coverage in the small or large group market in accordance with paragraphs (9) and (10) of this subsection;"},{"prefix":"3","text":" For fraud or misrepresentation by the employer with respect to their coverage;"},{"prefix":"4","text":" With regard to coverage provided to an eligible employee, for fraud or misrepresentation by the employee with regard to his or her coverage;"},{"prefix":"5","text":" For failure to comply with contribution and participation requirements defined by the health benefit plan;"},{"prefix":"6","text":" For failure to comply with health benefit plan provisions that have been approved by the Commissioner;"},{"prefix":"7","text":" When a health insurer offers health insurance coverage in the group market through a network plan and there is no longer an enrollee in connection with such plan who lives, resides, or works in the service area of the health insurer (or in the area for which the health insurer is authorized to do business), and, in the case of the group market, the health insurer would deny enrollment with respect to such plan under the provisions of paragraphs (9) and (10) of this subsection;"},{"prefix":"8","text":" When health insurance coverage is made available in the group market only through one or more bona fide associations, the membership of an employer in the association (on the basis of which the coverage is provided) ceases, but only if such coverage is terminated under this section uniformly without regard to any health status related factor relating to any covered individual;"},{"prefix":"9","text":" When a health insurer decides to discontinue offering a particular type of group health insurance coverage in the small or large group market in the District of Columbia, coverage of such type may be discontinued by the health insurer in accordance with the laws of the District of Columbia in such market only if the health insurer provides notice to each plan sponsor provided coverage of this type in such market (and participants and beneficiaries covered under such coverage) of such discontinuation at least 90 days prior to the date of the discontinuance; or"},{"prefix":"10","text":"(A) In any case in which a health insurer elects to discontinue offering all health insurance coverage in the small or large group market in the District of Columbia, health insurance coverage may be discontinued by the health insurer only in accordance with the laws of the District of Columbia and if:"},{"prefix":"i","text":" The health insurer provides notice to the Commissioner and to each plan sponsor (and participants and beneficiaries covered under such coverage) of such discontinuation at least 180 days prior to the date of the discontinuation of such coverage; and"},{"prefix":"ii","text":" All health insurance issued or delivered for issuance in the District of Columbia in such market (or markets) are discontinued and coverage under such health insurance coverage in such market (or markets) is not renewed."},{"prefix":"B","text":" In the case of a discontinuation in the market, the health insurer may not provide for the issuance of any health insurance coverage in the market involved during the 5-year period beginning on the date of the discontinuance of the last health insurance coverage not so renewed."},{"prefix":"b","text":" At the time of coverage renewal, a health insurer may modify the health insurance coverage for a product offered to a group health plan in the large group market, or, in the small group market if, for coverage that is available in such market other than only through one or more bona fide associations, such modification is consistent with the law of the District of Columbia and effective on a uniform basis among health insurers with that product."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"33","text":"Health Insurance Portability and Accountability."},"subchapter":{"identifier":"III","text":"Group Insurance."},"heading":{"title":"31","chaptersection":"3303","identifier":"31-3303.03","catch_text":"Renewability."}}