{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4717.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nDC CODE § 31-3517\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 18, 44 DCR 1158.)","sections":[{"prefix":"a","text":" Any management contract or service agreement which delegates to any person or organization all or part of a substantial management duty, function, or other form of control of a corporation, such as adjustment of claims, production of business, investment of assets, or general servicing of the corporation's business, must be filed with the Mayor at least 30 days before the effective date of the contract or agreement."},{"prefix":"b","text":" This requirement in subsection (a) of this section shall not apply to personal services contracts of executives of a corporation. Nor shall that requirement apply to contracts by groups of affiliated companies for shared services, such as maintenance, security, purchasing, and the like, where costs to the individual member companies are charged on an actually incurred or pro rata basis, except that these contracts shall be in writing."},{"prefix":"c","text":" The Mayor shall disapprove any management contract or service agreement filed pursuant to subsection (a) of this section if, at any time, the Mayor finds one or more of the following:"},{"prefix":"1","text":" That the service or management charges are based upon criteria unrelated either to the managed corporation's profits or the reasonable, customary, and usual charges for such services, or are based on factors unrelated to the value of such services to the corporation;"},{"prefix":"2","text":" That management personnel or other employees of the corporation are to perform functions and receive any remuneration therefor under the management contract or service agreement in addition to the compensation received by way of salary for their services directly from the corporation;"},{"prefix":"3","text":" That the management contract or service agreement would transfer:"},{"prefix":"A","text":" Substantial control of the corporation or the basic functions of the corporation's management; or"},{"prefix":"B","text":" Any of the powers vested in the board of directors or trustees by statute, the corporation's articles of incorporation, or its bylaws;"},{"prefix":"4","text":" That the management contract or service agreement contains provisions which would be clearly detrimental to the best interests of contractholders or subscribers of the corporation; or"},{"prefix":"5","text":" That the officers, directors, or trustees of the contractor under the management contract or service agreement are of bad character or have been affiliated, directly or indirectly, through ownership, control, management, reinsurance transactions, or other insurance or business relations with any person or persons who have been involved in the improper manipulation of assets, accounts, or reinsurance."},{"prefix":"d","text":" If the Mayor disapproves any management contract or service agreement filed pursuant to subsection (a) of this section, written notice of the reason for such action shall be given to the corporation, which may contest the Mayor's action in accordance with the procedures in § 31-3522."},{"prefix":"e","text":" Any amendments to a management contract or service agreement shall be filed with the Mayor at least 30 days before they become effective. Any change in the officers, directors, or trustees of the contractor under a management contract or service agreement shall be reported to the Mayor within 10 days after such change occurs. Upon review of such amendments and changes, the Mayor may disapprove the management contract or service agreement in accordance with the provisions of subsections (c) and (d) of this section."},{"prefix":"f","text":" Any management contract or service agreement filed pursuant to subsection (a) of this section, and any amendment thereto, shall be deemed approved unless disapproved by the Mayor within 30 days after it is filed with the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3517","identifier":"31-3517","catch_text":"Management contracts and service agreements."}}