{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4502.\n\nEffect of Amendments\n\nD.C. Law 14-252, in subsec. (a), added the third sentence.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-235, see Historical and Statutory Notes following § 31-3401.\n\nLaw 14-252, the \"Health Maintenance Organization Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-156, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-549 and transmitted to both Houses of Congress for its review. D.C. Law 14-252 became effective on March 27, 2003.\n\nMiscellaneous Notes\n\nApplication of Law 14-252: Section 3 of D.C. Law 14-252 provides: \"This act shall not apply until the Commissioner gives written notice that all necessary rules and administrative procedures are in place to effect the provisions of this act.\"\n\nDC CODE § 31-3402\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-235, § 3, 44 DCR 818; Mar. 27, 2003, D.C. Law 14-252, § 2(a), 50 DCR 225.)","sections":[{"prefix":"a","text":" Any person may apply to the Commissioner for a certificate of authority to establish and operate a health maintenance organization in compliance with this chapter. No person shall establish or operate a health maintenance organization in the District without obtaining a certificate of authority under this chapter, except as provided for herein. Any person who shall establish and operate a health maintenance organization without obtaining a certificate of authority shall be prohibited from receiving a certificate of authority to do business as a health maintenance organization for a period not to exceed 5 years as determined by the Commissioner. All health maintenance organizations shall, as a condition of certification, agree to accept the risk for the provision of services rendered to enrollees on a prepaid basis except for enrollee responsibility for copayments or deductibles, or both."},{"prefix":"b","text":" A foreign corporation may qualify under this chapter subject to its registration to do business pursuant to this section and compliance with all provisions of this chapter and other applicable District laws."},{"prefix":"c","text":" All health maintenance organizations operating as health maintenance organizations in the District shall submit an application for a certificate of authority under subsection (d) of this section within 120 days after April 9, 1997. Each applicant may continue to operate until the Commissioner acts upon the application. In the event that an application is denied pursuant to § 31-3403, the applicant shall thereafter be treated as a health maintenance organization whose certificate of authority has been revoked. Notwithstanding a revocation under this chapter, any contracts issued to groups or individuals residing in the District shall remain in effect with respect to a health maintenance organization which has a valid certificate of authority issued by the Maryland Insurance Division or Virginia Bureau of Insurance until the next renewal date or anniversary date of coverage of such contracts, or 120 days from the date the application is denied, whichever date shall occur later."},{"prefix":"d","text":" Each application for a certificate of authority shall be accompanied by a filing fee of $500, which shall be deposited in the Insurance Regulatory Trust Fund established by § 31-1202, and shall be verified by an officer or authorized representative of the applicant, shall be in a form prescribed by the Commissioner, and shall set forth or be accompanied by the following:"},{"prefix":"1","text":" A copy of the organizational documents of the applicant, such as the articles of incorporation, articles of association, partnership agreement, trust agreement, or other applicable documents, and all amendments thereto;"},{"prefix":"2","text":" A copy of the bylaws, rules and regulations, or similar document, if any, regulating the conduct of the internal affairs of the applicant;"},{"prefix":"3","text":" A list of the names, addresses, and official positions and biographical information, on forms acceptable to the Commissioner, of the persons who are to be responsible for the conduct of the affairs and day-to-day operations of the applicant, including all members of the board of directors, board of trustees, executive committee, or other governing board or committee, and the principal officers in the case of a corporation, or the partners or members in the case of partnership or association;"},{"prefix":"4","text":" A sample of any contract form made, or to be made, between any class of providers and the health maintenance organization and a copy of any contract form made, or to be made, between third party administrators, marketing consultants, or persons listed in paragraph (3) of this subsection and the health maintenance organization;"},{"prefix":"5","text":" A copy of the form of evidence of coverage to be issued to the enrollees;"},{"prefix":"6","text":" A copy of the form of group contract, if any, which is to be issued to employers, unions, trustees, or other organizations;"},{"prefix":"7","text":" Financial statements showing the applicant's assets, liabilities, and sources of financial support, including both a copy of the applicant's most recent certified financial statement and an unaudited current financial statement;"},{"prefix":"8","text":"(A) A financial feasibility plan which includes detailed enrollment projections, the methodology for determining dues to be charged during the first 12 months of operations certified by an actuary, a projection of balance sheets, cash flow statements showing any capital expenditures, purchase and sale of investments and deposits with the District, and income and expense statements anticipated from the start of operations until the organization has had net income for at least 1 year, and a statement as to the sources of working capital as well as any other sources of funding."},{"prefix":"B","text":" The requirement of submitting a financial feasibility plan shall not apply to any person that holds an unencumbered certificate of authority to operate a health maintenance organization in Maryland or Virginia."},{"prefix":"9","text":" A power of attorney duly executed by the applicant, if not domiciled in the District, appointing the Commissioner, or his or her successors in office, and duly authorized deputies, as the true and lawful attorney of the applicant in and for the District upon whom all lawful process in any legal action or proceeding against the health maintenance organization on a cause of action arising in the District may be served;"},{"prefix":"10","text":" A statement or map reasonably describing the geographical area or areas to be served;"},{"prefix":"11","text":" A description of the internal grievance procedures to be utilized for the investigation and resolution of enrollee complaints and grievances;"},{"prefix":"12","text":" A description of the proposed quality assurance program, including the formal organizational structure, methods for developing criteria, procedures for comprehensive evaluation of the quality of care rendered to enrollees, and processes to initiate corrective action and reevaluation when deficiencies in provider or organizational performance are identified;"},{"prefix":"13","text":" A description of the procedures to be implemented to meet the protection against insolvency requirements in § 31-3412;"},{"prefix":"14","text":" A list of the names, addresses, and license numbers of all providers with which the health maintenance organization has agreements;"},{"prefix":"15","text":" The method of determining the situs of each group contract; and"},{"prefix":"16","text":" Such other information as the Commissioner may require to make the determinations required in § 31-3403."},{"prefix":"e","text":"(1) The Commissioner may issue rules and regulations necessary for the proper administration of this chapter to require a health maintenance organization, subsequent to receiving its certificate of authority, to submit the information, modification, or amendments to the items described in subsection (d) of this section to the Commissioner, either for the Commissioner's approval or for information only, prior to the effectuation of the modification or amendment, or to require the health maintenance organization to indicate the modifications to the Commissioner at the time of the next succeeding site visit or examination."},{"prefix":"2","text":" Any modification or amendment for which the Commissioner's approval is required shall be deemed approved unless disapproved within 30 days, provided that the Commissioner may postpone the action for such additional time, not to exceed 30 days, as necessary for proper consideration."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"34","text":"Health Maintenance Organizations."},"heading":{"title":"31","chaptersection":"3402","identifier":"31-3402","catch_text":"Establishment of health maintenance organizations."}}