{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4723.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-245, see Historical and Statutory Notes following § 31-3501.\n\nReferences in Text\n\nThe \"Holding Company Systems Act of 1993\", referred to in (b), is D.C. Law 10- 44, which is codified primarily as § 31-701 et seq.\n\nDC CODE § 31-3523\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-245, § 24 44 DCR 1158.)","sections":[{"prefix":"a","text":" In his or her sole discretion, the Mayor may provide, upon application and for good cause shown by a corporation in existence and operating in the District of Columbia on April 9, 1997, for a reasonable period of time for such corporation to comply with any requirement of this chapter."},{"prefix":"b","text":" Notwithstanding any provisions to the contrary in Chapter 7 of this title, or this chapter, a transaction ongoing as of April 9, 1997, which would otherwise be subject to the notice requirements of § 31-706(a), shall be filed with the Mayor for approval no later than 90 days after April 9, 1997, only if the transaction involves more than 3% of the amount of admitted assets or more than 20% of the amount of surplus of the corporation as of the 31st day of the previous December, whichever amount is less. Failure of the Mayor to act within 60 days after such a filing shall constitute approval of the transaction. The Mayor shall not disapprove a transaction ongoing as of April 9, 1997, if the transaction was lawful when begun. Extension or renewal of a transaction ongoing as of April 9, 1997, shall be subject to the notice and other requirements of the Holding Company Systems Act of 1993, and shall not be renewed or extended except upon terms approved by the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"35","text":"Hospital and Medical Services Corporations Regulation."},"heading":{"title":"31","chaptersection":"3523","identifier":"31-3523","catch_text":"General transition provisions."}}