{"text":"","historical":"Temporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of Long-Term Care Insurance Temporary Amendment Act of 2000 (D.C. Law 13-147, July 18, 2000, law notification 47 DCR 6097).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of § 35-4909.1 [1981 Ed.], see § 2(c) of the Long-Term Care Insurance Emergency Amendment Act of 2000 (D.C. Act 13-312, April 7, 2000, 47 DCR 2738).\n\nFor temporary (90-day) addition of § 35-4909.1 [1981 Ed.], see § 2(c) of the Long-Term Care Insurance Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-370, July 10, 2000, 47 DCR 5838).\n\nFor temporary (90 day) addition of § 31-3609.01, see § 502(c) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nLegislative History of Laws\n\nFor Law 13-121, see notes following § 31-3601.\n\nDC CODE § 31-3609\n\nCurrent through December 11, 2012","credits":"(May 23, 2000, D.C. Law 13-121, § 10, 47 DCR 2038.)","sections":[{"prefix":"a","text":" If a policy or certificate has been in force for less than 6 months, an insurer may rescind a long-term care insurance policy or certificate or deny an otherwise valid long-term care insurance claim upon a showing of misrepresentation that is material to the acceptance for coverage."},{"prefix":"b","text":" If a policy or certificate has been in force for at least 6 months, but less than 2 years, an insurer may rescind a long-term care insurance policy or certificate or deny an otherwise valid long-term care insurance claim upon a showing of misrepresentation that is both material to the acceptance for coverage and which pertains to the condition for which benefits are sought."},{"prefix":"c","text":" After a policy or certificate has been in force for 2 years, it shall not be contestable upon the grounds of misrepresentations alone. The policy or certificate may be contested only upon a showing that the insured knowingly and intentionally misrepresented relevant facts relating to the insured's health."},{"prefix":"d","text":"(1) No long-term care insurance policy or certificate may be field unless based on medical or health status."},{"prefix":"2","text":" For purposes of this subsection, the term \"field issued\" means a policy or certificate issued by an agent or third party administrator pursuant to the underwriting authority granted to the agent or third party administrator by an insurer."},{"prefix":"e","text":" If an insurer has paid benefits under a long-term care insurance policy or certificate, the benefit payments may not be recovered by the insurer in the event that the policy or certificate is rescinded."},{"prefix":"f","text":"(1) In the event of the death of the insured, this section shall not apply to the remaining death benefits of a life insurance policy that accelerates benefits for long term care; except that, in the event of death of the insured, the remaining death benefits under these policies shall be governed by § 31- 4803."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"36","text":"Long-Term Care Insurance."},"heading":{"title":"31","chaptersection":"3609","identifier":"31-3609","catch_text":"Incontestability period."}}