{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 15-328, the \"Procedures for the Voluntary Withdrawal from the Market by Carriers Licensed in the District of Columbia to Sell Health Benefit Plans Act of 2004\", was introduced in Council and assigned Bill No. 15-876, which was referred to the Committee on Consumers and Regulatory Affairs. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-687 and transmitted to both Houses of Congress for its review. D.C. Law 15-328 became effective on April 12, 2005.\n\nDC CODE ยง 31-3151\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-328, ยง 2, 52 DCR 1459.)","sections":[{"prefix":"1","text":" \"Application\" means a carrier's application pursuant to this chapter for approval to voluntarily withdraw from the District of Columbia health insurance market."},{"prefix":"2","text":" \"Carrier\" means any person or organization subject to the authority of the Commissioner that provides one or more health benefit plans in the District of Columbia, and includes an insurer, a hospital and medical services corporation, a fraternal benefit society, a health maintenance organization, or multiple employer welfare arrangement."},{"prefix":"3","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"4","text":" \"Health benefit plan\" means any accident and health insurance policy or certificate, hospital and medical services corporation contract, health maintenance organization subscriber contract, a plan provided by a multiple employer welfare arrangement, or a plan provided by another benefit arrangement. The term \"health benefit plan\" does not mean accident only, credit, or disability insurance; coverage of Medicare services or federal employee health plans, pursuant to contracts with the United States government; Medicare supplement or long-term care insurance; dental only or vision only insurance; specified disease insurance; hospital confinement indemnity coverage; limited benefit health coverage; coverage issued as a supplement to liability insurance; insurance arising out of a workers' compensation or similar law; automobile medical payment insurance; medical expense and loss of income benefits; or insurance under which benefits are payable with or without regard to fault and that is statutorily required to be contained in any liability insurance policy or equivalent self-insurance."},{"prefix":"5","text":" \"HIPAA\" means the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (110 Stat. 1936; scattered sections of the United States Code)."},{"prefix":"6","text":" \"Medicare\" means the health insurance program established pursuant to the Health Insurance for the Aged Act, approved July 30, 1965 (79 Stat. 290; 42 U.S.C. ยง 401 et seq.)."},{"prefix":"7","text":" \"Withdraw\" means the full cessation of underwriting insurance policies, including the nonrenewal of existing insurance policies, relative to any line of business or any subgroup thereof, including individual accounts."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"31B","text":"Health Benefit Plans Withdrawal from Market."},"heading":{"title":"31","chaptersection":"3151","identifier":"31-3151","catch_text":"Definitions."}}