{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 validated a previously made technical correction in subsecs. (d), (g) and (h).\n\nLegislative History of Laws\n\nFor Law 16-285, see notes following § 31-3932.01.\n\nFor Law 17-353, see notes following § 31-1131.06.\n\nDC CODE § 31-3932.04\n\nCurrent through December 11, 2012","credits":"(Mar. 17, 2005, D.C. Law 15-262, § 204, as added Mar. 14, 2007, D.C. Law 16-285, § 2(b), 54 DCR 944; Mar. 25, 2009, D.C. Law 17-353, § 165(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) An SPFC shall apply to the Commissioner for a certificate of authority. The application for a certificate of authority shall include the items required by § 31-3931.09."},{"prefix":"2","text":" If an SPFC will have one or more protected cells, the SPFC shall include in its application for a certificate of authority:"},{"prefix":"A","text":" A strategic business plan demonstrating the manner in which the SPFC will:"},{"prefix":"i","text":" Account for the loss and expense experience of each segregated account at a level of detail found to be sufficient by the Commissioner; and"},{"prefix":"ii","text":" How it will report the experience to the Commissioner;"},{"prefix":"B","text":" A statement acknowledging that all financial records of the SPFC, including records pertaining to any protected cells, will be made available for inspection or examination by the Commissioner;"},{"prefix":"C","text":" All contracts or sample contracts between the SPFC and any counterparty related to each protected cell; and"},{"prefix":"D","text":" Evidence that expenses are allocated to each segregated account in an equitable manner."},{"prefix":"b","text":" An SPFC's strategic business plan shall include:"},{"prefix":"1","text":" A description of the contemplated insurance securitization, the SPFC contract, and related transactions;"},{"prefix":"2","text":" Draft documentation or, at the discretion of the Commissioner, a written summary of all material agreements that are entered into to effectuate the SPFC contract and the insurance securitization, which shall include the name of the counterparty, the nature of the risks being assumed, the proposed use of protected cells, if any, and the maximum amounts, purpose, and nature and the interrelationships of the various transactions required to effectuate the insurance securitization;"},{"prefix":"3","text":" The investment policy of the SPFC and a description of its investment strategy;"},{"prefix":"4","text":" A description of the underwriting, reporting, and claims payment methods by which losses covered by the SPFC contract are reported, accounted for, and settled; and"},{"prefix":"5","text":" Pro forma balance sheets and income statements illustrating various stress case scenarios for the performance of the SPFC under the SPFC contract."},{"prefix":"c","text":" Section 31-1407, shall apply to examinations, investigations, and processing conducted pursuant to this subchapter."},{"prefix":"d","text":" In determining whether to issue a certificate of authority, the Commissioner shall consider, in addition to the matters specified in § 31- 3931.11(b), whether:"},{"prefix":"1","text":" The proposed strategic business plan provides a reasonable and expected successful operation;"},{"prefix":"2","text":" The terms of the SPFC contract and related transactions comply with this subchapter; and"},{"prefix":"3","text":" The proposed strategic business plan is not hazardous to any counterparty."},{"prefix":"e","text":" The Commissioner shall not issue a certificate of authority to an SPFC until the Commissioner has received written notification, or other assurance satisfactory to the Commissioner, from the commissioner of the state of domicile of each counterparty that such commissioner has approved, or not disapproved, the transaction."},{"prefix":"f","text":" The SPFC shall provide a complete set of the documentation of the insurance securitization to the Commissioner upon closing of the transactions, including an opinion of legal counsel with respect to compliance with this chapter and any other applicable laws as of the effective date of the transaction."},{"prefix":"g","text":" Any material change of the SPFC's strategic business plan shall require prior approval of the Commissioner; provided, that:"},{"prefix":"1","text":" If initially approved in the strategic business plan, securities subsequently issued to continue the securitization activities of the SPFC either during or after expiration, redemption, or satisfaction, of part or all of the securities issued pursuant to initial insurance securitization transactions may not be considered a material change; and"},{"prefix":"2","text":" A change and substitution in a counterparty to a swap transaction for an existing insurance securitization as allowed pursuant to the provisions of this subchapter shall not be considered a material change if the replacement swap counterparty carries a similar or higher rating to its predecessor with 2 or more nationally recognized rating agencies."},{"prefix":"h","text":" Upon termination or cancellation of an SPFC contract and the redemption of any related securities issued in connection with the SPFC contract, the certificate of authority granted by the Commissioner shall expire or, in the case of retiring and surviving protected cells, shall be modified, and the SPFC shall no longer be authorized to conduct activities unless and until a new or modified certificate of authority is issued pursuant to a new filing pursuant to the provisions of this section or as agreed by the Commissioner."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"39A","text":"Captive Insurance Companies (2004)."},"subchapter":{"identifier":"II","text":"Special Purpose Financial Captive Insurance Companies."},"heading":{"title":"31","chaptersection":"3932","identifier":"31-3932.04","catch_text":"Application requirements."}}