{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-317, see notes under ยง 31-301.\n\nDC CODE ยง 31-311.02\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, ยง 12b, as added Mar. 12, 2011, D.C. Law 18-317, ยง 2(j), 57 DCR 12418.)","sections":[{"prefix":"a","text":" A director or officer of an insurer shall not, in connection with any audit, review, or communication required under this chapter, directly or indirectly:"},{"prefix":"1","text":" Make, or cause to be made, a materially false or misleading statements to an accountant; or"},{"prefix":"2","text":" Omit to state, or cause another person to omit to state, any material fact necessary to make a statement made to an accountant, in light of the circumstances under which they were made, not misleading."},{"prefix":"b","text":"(1) A director or officer of an insurer, or any other person acting under the direction thereof, shall not, directly or indirectly, take any action to coerce, manipulate, mislead, or fraudulently influence any accountant engaged in the performance of an audit pursuant to this chapter if the person knew or should have known that the action, if successful, could result in rendering the insurer's financial statements materially misleading."},{"prefix":"2","text":" For the purposes of this subsection, actions that could result in rendering the insurer's financial statements materially misleading include actions causing the accountant to:"},{"prefix":"A","text":" Issue or reissue a report on an insurer's financial statements that is not warranted under the circumstances due to material violations of statutory accounting principles, generally accepted auditing standards, or other professional or regulatory standards;"},{"prefix":"B","text":" Not perform audit, review, or other procedures required by generally accepted auditing standards or other professional standards;"},{"prefix":"C","text":" Not withdraw an issued report; or"},{"prefix":"D","text":" Not communicate matters to an insurer's audit committee."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"311","identifier":"31-311.02","catch_text":"Conduct of insurer in connection with the preparation of required reports and documents."}}