{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2613.\n\nEffect of Amendments\n\nD.C. Law 13-122 in subsec. (b), in the first sentence, substituted \"exclude\" for \"include\".\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 31-3701.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-133, see Historical and Statutory Notes following § 31-3701.\n\nFor legislative history of D.C. Law 9-170, see Historical and Statutory Notes following § 31-3701.\n\nLaw 13-122, the \"Medicare Supplement Insurance Minimum Standards Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-258, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 4, 2000, and February 1, 2000, respectively. Signed by the Mayor on February 23, 2000, it was assigned Act No. 13-288 and transmitted to both Houses of Congress for its review. D.C. Law 13-122 became effective on May 23, 2000.\n\nDC CODE § 31-3703\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 1992, D.C. Law 9-170, § 4, 39 DCR 5825; May 23, 2000, D.C. Law 13-122, § 2, 47 DCR 2048.)","sections":[{"prefix":"a","text":" No Medicare supplement policy or certificate in force in the District of Columbia shall contain benefits that duplicate benefits provided by Medicare."},{"prefix":"b","text":" Notwithstanding any other provision of law of the District of Columbia, a Medicare supplement policy or certificate shall not exclude or limit benefits for losses incurred more than 6 months from the effective date of coverage because it involved a preexisting condition. The policy or certificate shall not define a preexisting condition more restrictively than a condition for which medical advice was given or treatment was recommended by or received from a physician within 6 months before the effective date of coverage."},{"prefix":"c","text":" The Mayor shall issue reasonable regulations to establish specific standards for policy provisions of Medicare supplement policies and certificates. These standards shall be in addition to and in accordance with applicable laws of the District of Columbia. No requirement of District of Columbia law relating to minimum required policy benefits, other than the minimum standards contained in this subchapter, shall apply to Medicare supplement policies and certificates. The standards may cover, but not be limited to:"},{"prefix":"1","text":" Terms of renewability;"},{"prefix":"2","text":" Initial and subsequent conditions of eligibility;"},{"prefix":"3","text":" Nonduplication of coverage;"},{"prefix":"4","text":" Probationary periods;"},{"prefix":"5","text":" Benefit limitations, exceptions, and reductions;"},{"prefix":"6","text":" Elimination periods;"},{"prefix":"7","text":" Requirements for replacement;"},{"prefix":"8","text":" Recurrent conditions; and"},{"prefix":"9","text":" Definition of terms."},{"prefix":"d","text":" The Mayor shall issue reasonable regulations to establish minimum standards for benefits, claims payment, marketing practices, compensation arrangements, and reporting practices for Medicare supplement policies and certificates."},{"prefix":"e","text":" The Mayor may issue reasonable regulations necessary to conform Medicare supplement policies and certificates to the requirements of federal law and regulations promulgated thereunder, including, but not limited to:"},{"prefix":"1","text":" Requiring refunds or credits if the policies or certificates do not meet loss ratio requirements;"},{"prefix":"2","text":" Establishing a uniform methodology for calculating and reporting loss ratios;"},{"prefix":"3","text":" Assuring public access to policies, premiums, and loss ratio information of issuers of Medicare supplement insurance;"},{"prefix":"4","text":" Establishing a process for approving or disapproving policy forms and certificate forms and proposed premium increases;"},{"prefix":"5","text":" Establishing a policy for holding public hearings prior to approval of premium increases; and"},{"prefix":"6","text":" Establishing standards for Medicare select policies and certificates."},{"prefix":"f","text":" The Mayor may issue reasonable regulations that specify prohibited policy provisions not otherwise specifically authorized by statute, which, in the opinion of the Mayor, are unjust, unfair, or unfairly discriminatory to any person insured or proposed to be insured under a Medicare supplement policy or certificate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"37","text":"Medicare Supplement Insurance."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"31","chaptersection":"3703","identifier":"31-3703","catch_text":"Standards for policy provisions and authority to promulgate regulations."}}