{"text":"","historical":"Legislative History of Laws\n\nLaw 18-360, the \"Reasonable Health Insurance Ratemaking and Health Care Reform Act of 2010\", was introduced in Council and assigned Bill No. 18-792, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 9, 2010, and December 7, 2010, respectively. Signed by the Mayor on January 20, 2011, it was assigned Act No. 18-710 and transmitted to both Houses of Congress for its review. D.C. Law 18-360 became effective on April 8, 2011.\n\nDC CODE ยง 31-3311.01\n\nCurrent through December 11, 2012","credits":"(Apr. 8, 2011, D.C. Law 18-360, ยง 102, 58 DCR 896.)","sections":[{"prefix":"a","text":" All insurance premium rates and fees shall be made in accordance with the principles and standards set forth in this section. Uniformity among insurers in matters within the scope of this section shall not be required or prohibited."},{"prefix":"b","text":" Due consideration shall be given to:"},{"prefix":"1","text":" Past and prospective loss experience within and, if necessary for actuarial credibility, outside the District;"},{"prefix":"2","text":" Conflagration and catastrophe hazards, if any;"},{"prefix":"3","text":" Past and prospective expenses, both within and, if necessary for actuarial credibility, outside the District;"},{"prefix":"4","text":" Underwriting profits;"},{"prefix":"5","text":" Contingencies;"},{"prefix":"6","text":" Investment income and reserve for losses as reported by the insurer in the insurer's financial statements;"},{"prefix":"7","text":" Dividends, savings, or unabsorbed premium deposits allowed or returned by insurers to policyholders as reported by the insurer in the insurer's financial statements; and"},{"prefix":"8","text":" All other relevant factors within and, if necessary for actuarial credibility, outside the District."},{"prefix":"c","text":" Rates or fees shall not be excessive, inadequate, or unfairly discriminatory. In determining whether rates are excessive or unfairly discriminatory, the Commissioner may consider:"},{"prefix":"1","text":" Historical and projected loss ratios, as described herein;"},{"prefix":"2","text":" Any anticipated change in the number of enrollees if the proposed premium rate is approved;"},{"prefix":"3","text":" Changes to cover benefits or health benefit plan design; and"},{"prefix":"4","text":" Changes in the insurer's health care cost and quality improvement efforts since the insurer's last rate filing for the same category of health benefit plan."},{"prefix":"d","text":" The systems of expense provisions included in the rates or fees for use by an insurer or group of insurers may differ from those of other insurers or groups of insurers to reflect the requirements of the operating methods of the insurer or group of insurers with respect to a kind of insurance or with respect to a subdivision or combination of kinds of insurance for which separate expense provisions are applicable."},{"prefix":"e","text":" Except as provided for in subsection (f) of this section, for any rate filing, the carrier shall demonstrate that the product for which the rate is filed has a target medical loss ratio of 70 % or greater for individual and small group policies and 75 % or greater for large group policies."},{"prefix":"f","text":" The Commissioner of the Department of Insurance, Securities, and Banking (\"Commissioner\"), in his or her discretion, may approve an exemption to the target medical loss ratio set forth in subsection (e) of this section, upon receipt of justification supporting the requested exemption and after a 30-day period of public notice. Justification for a medical loss ratio of less than 70 % for individual and small group policies or less than 75 % for large group policies shall be based upon the following factors:"},{"prefix":"1","text":" Product design or cost sharing attributes;"},{"prefix":"2","text":" Expected enrollment size;"},{"prefix":"3","text":" Length of time in the market;"},{"prefix":"4","text":" Claims pool credibility; and"},{"prefix":"5","text":" Any other relevant matter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"33A","text":"Health Insurance Ratemaking."},"heading":{"title":"31","chaptersection":"3311","identifier":"31-3311.01","catch_text":"Ratemaking principles and standards."}}