{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 18-317, see notes under § 31-301.\n\nDC CODE § 31-311.03\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-48, § 12c, as added Mar. 12, 2011, D.C. Law 18-317, § 2(j), 57 DCR 12418.)","sections":[{"prefix":"a","text":" An insurer required to file an audited financial report pursuant to this chapter that has annual direct written and assumed premiums of at least $500 million, excluding premiums reinsured with the Federal Crop Insurance Corporation and Federal Flood Program, shall prepare a management's report of the insurer's or group of insurers' internal control over financial reporting. The report shall be filed with the Mayor along with the communication of internal control related matters noted in an audit described in § 31-309. A management's report of internal control over financial reporting shall be made as of December 31 immediately preceding the date of the report."},{"prefix":"b","text":" Notwithstanding subsection (a) of this section, the Mayor may require an insurer to file a management's report of internal control over financial reporting if the insurer:"},{"prefix":"1","text":" Is in any RBC level event as provided in Chapter 20 of this title and Chapter 38B of this title; or"},{"prefix":"2","text":" Meets one or more of the standards of an insurer deemed to be in hazardous financial condition as provided in Chapter 21 of this title."},{"prefix":"c","text":"(1) An insurer or a group of insurers that is (A) directly subject to Section 404; (B) part of a holding company system whose parent is directly subject to Section 404; (C) not directly subject to Section 404, but is a SOX Compliant Entity; or (D) a member of a holding company system whose parent is not directly subject to Section 404 but is a SOX Compliant Entity, may file its, or its parent's, Section 404 Report and an addendum that complies with the requirements of this section; provided, that those internal controls of the insurer or group of insurers having a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements were included in the scope of the Section 404 Report."},{"prefix":"2","text":" An addendum filed with a Section 404 Report shall be an affirmative statement by management that no material processes were excluded in the scope of the Section 404 Report. If there are internal controls of the insurer or group of insurers that have a material impact on the preparation of the insurer's or group of insurers' audited statutory financial statements that were not included in the scope of the Section 404 Report, the insurer or group of insurers shall file:"},{"prefix":"A","text":" A report pursuant to this section; or"},{"prefix":"B","text":" A Section 404 Report and a report pursuant to this section that addresses those internal controls not covered by the Section 404 Report."},{"prefix":"d","text":" A management's report of internal control over financial reporting shall include:"},{"prefix":"1","text":" A statement that management is responsible for establishing and maintaining adequate internal control over financial reporting;"},{"prefix":"2","text":" A statement that management has established internal control over financial reporting and an assertion as to whether, to the best of management's knowledge and belief, after diligent inquiry, the internal control over financial reporting is effective to provide reasonable assurance regarding the reliability of financial statements prepared in accordance with statutory accounting principles;"},{"prefix":"3","text":" A statement describing the framework or processes by which management evaluates the effectiveness of its internal control over financial reporting;"},{"prefix":"4","text":" A statement describing the scope of work that is included and whether any internal controls were excluded;"},{"prefix":"5","text":"(A) Disclosure of any unremediated material weaknesses in the internal control over financial reporting identified by management as of December 31 immediately preceding the date of the report."},{"prefix":"B","text":" Management shall not be permitted to conclude that the internal control over financial reporting is effective if there is one or more unremediated material weaknesses in its internal control over financial reporting;"},{"prefix":"6","text":" A statement regarding the inherent limitations of internal control systems; and"},{"prefix":"7","text":" Signatures of the chief executive officer and the chief financial officer, or the equivalents thereof."},{"prefix":"e","text":" Management shall document and make available during the course of any financial condition examination the basis upon which its assertions offered pursuant to this section are made. Management may base its assertions, in part, on its review, monitoring, and testing of internal controls undertaken in the normal course of its activities."},{"prefix":"f","text":" Management shall have discretion as to the nature of the internal control framework used, and the nature and extent of documentation, to make its assertions in a cost effective manner and, as such, may include assembly of or reference to existing documentation."},{"prefix":"g","text":" A management's report on internal control over financial reporting filed with the Mayor pursuant to this section, including any supporting documentation submitted in support thereof, shall be kept confidential."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"3","text":"Annual Audited Financial Reports."},"heading":{"title":"31","chaptersection":"311","identifier":"31-311.03","catch_text":"Management's report of internal control over financial reporting."}}