{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-354, in par. (11), validated a previously made technical correction.\n\nLegislative History of Laws\n\nLaw 14-312, the \"Health Organizations RBC Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-159, which was referred to the Committee on Human Services.  The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively.   Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-571 and transmitted to both Houses of Congress for its review.  D.C. Law 14-312 became effective on June 18, 2003.\n\nFor Law 15-354, see notes following § 31-101.\n\nDC CODE § 31-3851.01\n\nCurrent through December 11, 2012","credits":"(June 18, 2003, D.C. Law 14-312, § 101, 50 DCR 306; Apr. 13, 2005, D.C. Law 15-354, § 45(a), 52 DCR 2638.)","sections":[{"prefix":"1","text":" \"Adjusted RBC report\" means an RBC report which has been adjusted by the Commissioner in accordance with § 31-3851.02(c)."},{"prefix":"2","text":" \"Authorized Control Level Event\" means any of the following events:"},{"prefix":"A","text":" The filing of an RBC report by the health organization that indicates that the health organization's total adjusted capital is at least equal to its Mandatory Control Level RBC, but less than its Authorized Control Level RBC;"},{"prefix":"B","text":" The notification by the Commissioner to the health organization of an adjusted RBC report described in subparagraph (A) of this paragraph; provided, that the health organization does not challenge the adjusted RBC report under § 31-3851.07;"},{"prefix":"C","text":" If, under § 31-3851.07, the health organization challenges an adjusted RBC report described in subparagraph (A) of this paragraph, notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge;"},{"prefix":"D","text":" The failure of the health organization to respond, in a manner satisfactory to the Commissioner, to a corrective order; provided, that the health organization has not challenged the corrective order under § 31-3851.07; or"},{"prefix":"E","text":" If the health organization has challenged a corrective order under § 31- 3851.07 and the Commissioner has, after a hearing, rejected the challenge or modified the corrective order, the failure of the health organization to respond, in a manner satisfactory to the Commissioner, to the corrective order subsequent to rejection or modification by the Commissioner."},{"prefix":"3","text":" \"Authorized Control Level RBC\" means the amount of capital required under the risk-based capital formula in accordance with the RBC Instructions."},{"prefix":"4","text":" \"Commissioner\" means Commissioner of the Department of Insurance and Securities Regulation."},{"prefix":"5","text":" \"Company Action Level Event\" means any of the following events:"},{"prefix":"A","text":" The filing of an RBC report by a health organization that indicates that the health organization's total adjusted capital is at least equal to its Regulatory Action Level RBC, but less than its Company Action Level RBC;"},{"prefix":"B","text":" Notification by the Commissioner to the health organization of an adjusted RBC report described in subparagraph (A) of this paragraph; provided, that the health organization does not challenge the adjusted RBC report under § 31- 3851.07; or"},{"prefix":"C","text":" If, under § 31-3851.07, a health organization challenges an adjusted RBC report described in subparagraph (A) of this paragraph, the notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge."},{"prefix":"6","text":" \"Company Action Level RBC\" means the Authorized Control Level RBC multiplied by a factor of 2."},{"prefix":"7","text":" \"Corrective order\" means an order issued by the Commissioner specifying corrective actions."},{"prefix":"8","text":" \"District\" means the District of Columbia."},{"prefix":"9","text":" \"Domestic health organization\" means a health organization domiciled in the District."},{"prefix":"10","text":" \"Foreign health organization\" means a health organization that is licensed to do business, but is not domiciled, in the District."},{"prefix":"11","text":" \"Health organization\" means a health maintenance organization, hospital and medical indemnity or service corporation, or other managed care organization licensed under Chapter 34 of this title or Chapter 35 of this title. The term \"health organization\" shall not include an organization that is licensed as either a life and health insurer or a property and casualty insurer and that is otherwise subject to either the life or property and casualty RBC requirements."},{"prefix":"12","text":" \"Mandatory Control Level Event\" means any of the following events:"},{"prefix":"A","text":" The filing of an RBC report which indicates that the health organization's total adjusted capital is less than its Mandatory Control Level RBC;"},{"prefix":"B","text":" Notification by the Commissioner to the health organization of an adjusted RBC report described in subparagraph (A) of this paragraph; provided, that the health organization does not challenge the adjusted RBC report under § 31- 3851.07; or"},{"prefix":"C","text":" If, under § 31-3851.07, the health organization challenges an adjusted RBC report described in subparagraph (A) of this paragraph, notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge."},{"prefix":"13","text":" \"Mandatory Control Level RBC\" means the required Authorized Control Level RBC multiplied by a factor of 0.7."},{"prefix":"14","text":" \"NAIC\" means the National Association of Insurance Commissioners."},{"prefix":"15","text":" \"RBC instructions\" means the instructions for the RBC report, including risk-based capital instructions adopted by the NAIC, as these RBC instructions may be amended by the NAIC from time to time in accordance with the procedures adopted by the NAIC."},{"prefix":"16","text":" \"RBC level\" means a health organization's Company Action Level RBC, Regulatory Action Level RBC, Authorized Control Level RBC, or Mandatory Control Level RBC."},{"prefix":"17","text":" \"RBC plan\" means a comprehensive financial plan containing the elements specified in § 31-3851.03(a)."},{"prefix":"18","text":" \"RBC report\" means the report required by § 31-3851.02."},{"prefix":"19","text":" \"Regulatory Action Level Event\" means any of the following events:"},{"prefix":"A","text":" The filing of an RBC report by the health organization that indicates that the health organization's total adjusted capital is at least equal to its Authorized Control Level RBC but less than its Regulatory Action Level RBC;"},{"prefix":"B","text":" Notification by the Commissioner to a health organization of an adjusted RBC report that described in subparagraph (A) of this paragraph; provided, that the health organization does not challenge the adjusted RBC report under § 31-3851.07;"},{"prefix":"C","text":" If, under § 31-3851.07, the health organization challenges an adjusted RBC report described in subparagraph (A) of this paragraph, the notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the health organization's challenge;"},{"prefix":"D","text":" The failure of the health organization to file an RBC report by the filing date, unless the health organization has provided an explanation for the failure that is satisfactory to the Commissioner and has cured the failure within 10 days after the filing date;"},{"prefix":"E","text":" The failure of the health organization to submit an RBC plan to the Commissioner within the time period set forth in § 31-3851.03(b);"},{"prefix":"F","text":" Notification by the Commissioner to the health organization stating that:"},{"prefix":"i","text":" The RBC plan or revised RBC plan submitted by the health organization is, in the judgment of the Commissioner, unsatisfactory; and"},{"prefix":"ii","text":" The notification constitutes a Regulatory Action Level Event with respect to the health organization; provided, that the health organization has not challenged the determination under § 31-3851.07;"},{"prefix":"G","text":" If, under § 31-3851.07, the health organization challenges a determination by the Commissioner under subparagraph (F) of this paragraph, the notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the challenge;"},{"prefix":"H","text":" Notification by the Commissioner to the health organization that the health organization has failed to adhere to its RBC plan or revised RBC plan; provided, that the failure has a substantial adverse effect on the ability of the health organization to eliminate the Company Action Level Event in accordance with its RBC plan or revised RBC plan and the Commissioner has so stated in the notification; provided further, that the health organization has not challenged the determination under § 31-3851.07; or"},{"prefix":"I","text":" If, under § 31-3851.07, the health organization challenges a determination by the Commissioner under subparagraph (H) of this paragraph, the notification by the Commissioner to the health organization that the Commissioner has, after a hearing, rejected the challenge."},{"prefix":"20","text":" \"Regulatory Action Level RBC\" means the Authorized Control Level RBC multiplied by a factor of 1.5."},{"prefix":"21","text":" \"Revised RBC plan\" means, if the Commissioner rejects the RBC plan, the RBC plan as revised by the health organization, with or without the Commissioner's consent."},{"prefix":"22","text":" \"Total adjusted capital\" means the sum of:"},{"prefix":"A","text":" A health organization's statutory capital and surplus as determined in accordance with the statutory accounting applicable to the annual financial statements required to be filed; and"},{"prefix":"B","text":" Such other items, if any, as the RBC instructions may require."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Health and Related Insurance."},"chapter":{"identifier":"38B","text":"Health Organizations Rbc"},"heading":{"title":"31","chaptersection":"3851","identifier":"31-3851.01","catch_text":"Definitions."}}