{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4003.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-52, see Historical and Statutory Notes following § 31-401.\n\nDC CODE § 31-403\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-52, § 4, 40 DCR 6129.)","sections":[{"prefix":"a","text":" The provisions of §§ 31-404, 31-405, and 31-406 shall apply if, in any calendar year, the aggregate amount of gross written premium on business placed with a controlled insurer by a controlling producer is equal to or greater than 5% of the admitted assets of the controlled insurer, as reported in the controlled insurer's quarterly statement filed as of September 30 of the prior year."},{"prefix":"b","text":" Subsection (a) of this section shall not apply if:"},{"prefix":"1","text":" The controlling producer:"},{"prefix":"A","text":" Places insurance only with the controlled insurer, or only with the controlled insurer and a member or members of the controlled insurer's holding company system, or the controlled insurer's parent, affiliate, or subsidiary, and receives no compensation based upon the amount of premiums written in connection with the insurance; and"},{"prefix":"B","text":" Accepts insurance placements only from nonaffiliated subproducers, and not directly from insureds; and"},{"prefix":"2","text":" The controlled insurer, except for insurance business written through a residual market facility accepts insurance business only from a controlling producer, a producer controlled by the controlled insurer, or a producer that is a subsidiary of the controlled insurer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"4","text":"Business Transacted with Producer Controlled Insurer."},"heading":{"title":"31","chaptersection":"403","identifier":"31-403","catch_text":"Applicability of minimum standards."}}