{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2911.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(g) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 3(g) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 3(g) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-46, see Historical and Statutory Notes following § 31-4101.\n\nFor legislative history of D.C. Law 11-90, see Historical and Statutory Notes following § 31-4101.\n\nDC CODE § 31-4111\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-46, § 12, 40 DCR 6082; Feb. 27, 1996, D.C. Law 11-90, § 3(g), 42 DCR 7155.)","sections":[{"prefix":"a","text":" No person, firm, association, or corporation shall act or aid in any manner in soliciting, negotiating, or procuring liability insurance in the District from a risk retention group unless the person, firm, association, or corporation is licensed as an insurance agent or broker in accordance with the District of Columbia insurance licensing laws."},{"prefix":"b","text":"(1) No person, firm, association, or corporation shall act or aid in any manner in soliciting, negotiating, or procuring liability insurance in the District for a purchasing group from an authorized insurer or a risk retention group chartered in a state unless the person, firm, association, or corporation is licensed as an insurance agent or broker in accordance with the District of Columbia insurance licensing laws."},{"prefix":"2","text":" No person, firm, association, or corporation shall act or aid in any manner in soliciting, negotiating, or procuring liability insurance coverage in the District for any member of a purchasing group under a purchasing group's policy unless the person, firm, association, or corporation is licensed as an insurance agent or broker in accordance with the District of Columbia insurance licensing laws."},{"prefix":"3","text":" No person, firm, association, or corporation shall act or aid in any manner in soliciting, negotiating, or procuring liability insurance from an insurer not authorized to do business in the District on behalf of a purchasing group located in this state unless the person, firm, association, or corporation is licensed as a surplus lines agent or excess line broker in accordance with the District of Columbia insurance licensing laws."},{"prefix":"c","text":" For purposes of acting as an agent or broker for a risk retention or purchasing group pursuant to subsections (a) and (b) of this section, the requirement of residence in the District shall not apply."},{"prefix":"d","text":" Every person, firm, association, or corporation licensed pursuant to the provisions of Chapter 28 of Title 47, on business placed with risk retention groups or written through a purchasing group, shall inform each prospective insured of the provisions of the notice required by § 31-4108(b) in the case of a risk retention group and § 31-4107(c) in the case of a purchasing group."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"41","text":"Risk Retention. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"4111","identifier":"31-4111","catch_text":"Duty of agents or brokers to obtain license."}}