{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2908.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-46, see Historical and Statutory Notes following ยง 31-4101.\n\nDC CODE ยง 31-4108\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-46, ยง 9, 40 DCR 6082.)","sections":[{"prefix":"a","text":" A purchasing group may not purchase insurance from a risk retention group that is not chartered in a state or from an insurer not admitted in the state in which the purchasing group is located, unless the purchase is effected through a licensed agent or broker acting pursuant to the surplus lines laws and regulations of such a state."},{"prefix":"b","text":" A purchasing group which obtains liability insurance from an insurer not admitted in the District or a risk retention group shall inform each of the members of the group that has a risk resident or located in the District that such a risk is not protected by an insurance insolvency guaranty fund in the District, and that the risk retention group or the insurer may not be subject to all the insurance laws and regulations of the District."},{"prefix":"c","text":" No purchasing group may purchase insurance providing for a deductible or self-insured retention applicable to the group as a whole; however, coverage may provide for a deductible or self-insured retention applicable to individual members."},{"prefix":"d","text":" Purchases of insurance by purchasing groups are subject to the same standards regarding aggregate limits which are applicable to all purchases of group insurance."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"41","text":"Risk Retention. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"4108","identifier":"31-4108","catch_text":"Restrictions on insurance purchased by purchasing groups."}}