{"text":"A purchasing group and its insurer or insurers shall be subject to all applicable laws of the District, except that a purchasing group and its insurer or insurers shall be exempt, in regard to liability insurance for the purchasing group, from any law that would:","historical":"Prior Codifications\n\n1981 Ed., ยง 35-2906.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-46, see Historical and Statutory Notes following ยง 31-4101.\n\nDC CODE ยง 31-4106\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-46, ยง 7, 40 DCR 6082.)","sections":[{"prefix":"1","text":" Prohibit the establishment of a purchasing group;"},{"prefix":"2","text":" Make it unlawful for an insurer to provide, or offer to provide, insurance on a basis providing to a purchasing group or its members advantages based on their loss and expense experience not afforded to other persons with respect to rates, policy forms, coverages, or other matters;"},{"prefix":"3","text":" Prohibit a purchasing group or its members from purchasing insurance on a group basis described in paragraph (2) of this section;"},{"prefix":"4","text":" Prohibit a purchasing group from obtaining insurance on a group because the group has not been in existence for a minimum period of time or because any member has not belonged to the group for a minimum period of time;"},{"prefix":"5","text":" Require that a purchasing group must have a minimum number of common ownership or affiliation, or certain legal form;"},{"prefix":"6","text":" Require that a certain percentage of a purchasing group must obtain insurance on a group basis;"},{"prefix":"7","text":" Otherwise discriminate against a purchasing group or any of its members; or"},{"prefix":"8","text":" Require that any insurance policy issued to a purchasing group or any of its members be countersigned by an insurance agent or broker residing in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"41","text":"Risk Retention. (Refs & Annos)"},"heading":{"title":"31","chaptersection":"4106","identifier":"31-4106","catch_text":"Purchasing groups--Exemption from certain laws."}}