{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-2502.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-140, see Historical and Statutory Notes following § 31-4001.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-4001.\n\nDC CODE § 31-4002\n\nCurrent through December 11, 2012","credits":"(June 13, 1990, D.C. Law 8-140, § 3, 37 DCR 2651; May 21, 1997, D.C. Law 11-268, § 10(x), 44 DCR 1730.)","sections":[{"prefix":"a","text":" An insurer shall offer to any person who is a licensed caregiver pursuant to 29 DCMR 301, optional liability and comprehensive coverage for up to a total of 5 children and infants. The optional protection shall provide liability coverage for a child or infant who is injured while attending the child development home and comprehensive coverage for property damage to the child development home."},{"prefix":"b","text":" An insurer who offers motor vehicle liability insurance in the District, pursuant to Chapter 24 of this title, may offer to any policyholder who is licensed pursuant to 29 DCMR 301 as a child development home caregiver, optional personal injury protection to cover a child or infant who suffers an injury while a passenger in an automobile operated out of the insured's activities as a child development home caregiver. The coverage required pursuant to this subsection shall be in an amount approved by the Commissioner."},{"prefix":"c","text":" Nothing in this chapter shall prohibit an insurer from denying a child development home caregiver's application for optional insurance or denying liability coverage to an insured for an injury that results from abuse or neglect."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Liability and Related Insurance."},"chapter":{"identifier":"40","text":"Liability Coverage for Child Development Homes."},"heading":{"title":"31","chaptersection":"4002","identifier":"31-4002","catch_text":"General provisions."}}