{"text":"Every insurance corporation or association authorized to transact business in the District of Columbia, which insures employers against liability for compensation under the Employees' Compensation Act, shall file with the Commissioner of Insurance and Securities its manual of classifications and underwriting rules, together with basic rates for each class, and also merit rating plans designed to modify the class rates, none of which shall take effect until the Commissioner of Insurance and Securities shall have approved the same as adequate and reasonable for the group of risks to which they respectively apply. The Commissioner of Insurance and Securities may withdraw his approval of any premium rate or schedule made by any insurance corporation or association, if, in his judgment, such premium rate or schedule is inadequate or unreasonable; provided, that upon petition of the company or association or any other party aggrieved the opinion of the Commissioner of Insurance and Securities shall be subject to review by the Superior Court of the District of Columbia: Provided further, that any petition for review shall be filed with said Court within 30 days after the rendition of opinion by the Commissioner of Insurance and Securities.","historical":"Prior Codifications\n\n1981 Ed., § 35-205.\n\n1973 Ed., § 35-205.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-5201.\n\nReferences in Text\n\n\"The Employees' Compensation Act,\" referred to near the beginning of the first sentence, refers to Chapter 15 of Title 36.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-5201.\n\nDC CODE § 31-5205\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, ch. 854, § 657b; April 16, 1934, 48 Stat. 592, ch. 144; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 572, Pub. L. 91-358, title I, § 155(c)(36); May 21, 1997, D.C. Law 11- 268, § 10(d), 44 DCR 1730.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" Provisions Applicable to More Than One Kind of Insurance."},"chapter":{"identifier":"52","text":"General Provisions."},"heading":{"title":"31","chaptersection":"5205","identifier":"31-5205","catch_text":"Employees' compensation corporations or associations to file certain information with Commissioner; disapproval of premium rate or schedule; judicial review."}}