{"text":"A determination by the Commissioner that an applicant or licensed person lacks qualification shall be made subject to the following limitations and considerations:","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following ยง 31-5601.01.\n\nDC CODE ยง 31-5602.08\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, ยง 208, 47 DCR 7837.)","sections":[{"prefix":"1","text":" The Commissioner may not enter an order against a broker-dealer on the basis of the lack of qualification of a person other than the broker-dealer if the broker-dealer is an individual."},{"prefix":"2","text":" The Commissioner may not enter an order against an investment adviser on the basis of the lack of qualification of a person other than the investment adviser if the investment adviser is an individual."},{"prefix":"3","text":" The Commissioner may not enter an order solely because of lack of experience of the applicant or licensed person if the applicant or licensed person is qualified by training or knowledge."},{"prefix":"4","text":" An agent who will work under the supervision of a licensed broker-dealer need not have the same qualifications as a broker-dealer and an investment adviser representative who will work under the supervision of a licensed investment adviser need not have the same qualifications as an investment adviser."},{"prefix":"5","text":" An investment adviser is not qualified solely on the basis of experience as a broker-dealer or agent. If the Commissioner finds an applicant for initial or renewal licensure as a broker-dealer is not qualified as an investment adviser, the Commissioner may, by order, condition the applicant's licensure as a broker-dealer upon the broker-dealer not transacting business in the District as an investment adviser."},{"prefix":"6","text":" The Commissioner may, by rule, provide for an examination, which may be written, oral, or both, to be taken by any class of, or all, applicants. The Commissioner may, by rule or order, waive the examination requirement as to a person or class of persons if the Commissioner determines that the examination is not necessary or appropriate in the public interest or for the protection of investors."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"II","text":"Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives."},"heading":{"title":"31","chaptersection":"5602","identifier":"31-5602.08","catch_text":"Denial, suspension, or revocation on grounds of lack of qualification"}}