{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-1941.\n\nEffect of Amendments\n\nD.C. Law 15-166, in par. (13), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance and Securities\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(gg) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 9-129, the \"Life and Health Insurance Guaranty Association Act of 1992,\" was introduced in Council and assigned Bill No. 9-186, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on April 7, 1992, and May 6, 1992, respectively. Signed by the Mayor on May 28, 1992, it was assigned Act No. 9-214 and transmitted to both Houses of Congress for its review. D.C. Law 9-129 became effective on July 22, 1992.\n\nLaw 11-268, the \"Department of Insurance and Securities Regulation Establishment Act of 1996,\" was introduced in Council and assigned Bill No. 11- 415, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 30, 1996, it was assigned Act No. 11-524 and transmitted to both Houses of Congress for its review. D.C. Law 11-268 became effective May 21, 1997.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 9-129, the Life and Health Insurance Guaranty Association Act of 1992, see Mayor's Order 92-120, October 13, 1992.\n\nDC CODE § 31-5401\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, § 2, 39 DCR 4036; May 21, 1997, D.C. Law 11-268, § 10(u), 44 DCR 1730; June 11, 2004, D.C. Law 15-166, § 4(gg), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Account\" means either of the 2 accounts created under § 31-5403."},{"prefix":"2","text":" \"Association\" means the District of Columbia Life and Health Insurance Guaranty Association created under § 31-5403."},{"prefix":"3","text":" \"Contractual obligation\" means any obligation under a policy or contract or certificate under a group policy or contract, or portion thereof for which coverage is provided under § 31-5402."},{"prefix":"4","text":" \"Covered policy\" means any policy, contract or group certificate within the scope of § 31-5402."},{"prefix":"5","text":" \"Impaired insurer\" means a member insurer which, after July 22, 1992, is not an insolvent insurer, and (A) is deemed by the Mayor to be potentially unable to fulfill its contractual obligations, or (B) is placed under an order of rehabilitation or conservation by a court of competent jurisdiction."},{"prefix":"6","text":" \"Insolvent insurer\" means a member insurer which, after July 22, 1992, is placed under an order of liquidation by a court of competent jurisdiction with a finding of insolvency."},{"prefix":"7","text":" \"Mayor\" means the Mayor of the District of Columbia or the Mayor's designee."},{"prefix":"8","text":" \"Member insurer\" means any insurer licensed or holding a certificate of authority in the District of Columbia to sell any kind of insurance for which coverage is provided under § 31-5402. The term \"member insurer\" shall include Group Hospitalization and Medical Services, Inc., as well as any insurer whose license or certificate of authority in the District of Columbia may have been suspended, revoked, not renewed, or voluntarily withdrawn, but does not include:"},{"prefix":"A","text":" A nonprofit hospital or medical service organization;"},{"prefix":"B","text":" A health maintenance organization;"},{"prefix":"C","text":" A fraternal benefit society;"},{"prefix":"D","text":" A mandatory state pooling plan;"},{"prefix":"E","text":" A mutual assessment company or any entity that operates on an assessment basis;"},{"prefix":"F","text":" A risk retention group;"},{"prefix":"G","text":" An insurance exchange; or"},{"prefix":"H","text":" Any entity similar to any of the above."},{"prefix":"9","text":" \"Moody's Corporate Bond Yield Average\" means the Monthly Average Corporates as published by Moody's Investors Services, Inc., or any successor thereto."},{"prefix":"10","text":" \"Person\" means any individual, corporation, partnership, association, or voluntary organization."},{"prefix":"11","text":" \"Premiums\" means amounts received on covered policies or contracts, less premiums, considerations, and deposits returned, and less dividends and experience credits. The term \"premiums\" does not include any amounts received for policies or contracts for which coverage is not provided under § 31- 5402(b), except that assessable premiums shall not be reduced on account of § 31-5402(b)(2)(C) relating to interest limitations, and § 31-5402(c)(2) relating to limitations with respect to any 1 individual, any 1 participant, and any 1 contract holder."},{"prefix":"12","text":" \"Resident\" means any person who resides in the District of Columbia at the time a member insurer is determined to be impaired or insolvent and to whom the member insurer owes a contractual obligation. A person may reside in only 1 state, which, in the case of a person other than a natural person, shall be its domiciliary jurisdiction."},{"prefix":"13","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"14","text":" \"Supplemental contract\" means any agreement entered into for the distribution of policy or proceeds."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5401","identifier":"31-5401","catch_text":"Definitions."}}