{"text":"The following securities shall be exempt from the requirements of §§ 31- 5603.01, 31-5603.07, and 31-5604.05:","historical":"Effect of Amendments\n\nD.C. Law 14-42 repealed par. (13) which had read as follows:\n\n\"(13)(A) A security issued by an issuer registered as an open-end management investment company or unit investment trust under section 8 of the Investment Company Act of 1940 if:\n\n\"(i) The issuer is advised by an investment adviser that is a depository institution exempt from registration under the Investment Advisers Act of 1940 or that is currently registered as an investment adviser, and has been registered, or is affiliated with an adviser that has been registered, as an investment adviser under the Investment Advisers Act of 1940 for at least 3 years next preceding an offer or sale of a security claimed to be exempt under this subsection, and the issuer has acted, or is affiliated with an investment adviser that has acted, as investment adviser to one or more registered investment companies or unit investment trusts for at least 3 years next preceding an offer or sale of a security claimed to be exempt under this paragraph; or\n\n\"(ii) The issuer has a sponsor that has at all times throughout the 3 years before an offer or sale of a security claimed to be exempt under this paragraph sponsored one or more registered investment companies or unit investment trusts the aggregate total assets of which have exceeded $100 million.\n\n\"(B) For purposes of this paragraph, the term 'sponsor' means the person responsible for the organization of the unit investment trust or who has continuing responsibilities for the administration of the affairs of the unit investment trust other than a trustee or custodian. The term 'sponsor' shall also include the depositor of the unit investment trust.\"\n\nEffect of Amendments\n\nD.C. Law 14-150, in par. (10)(A), substituted \"general partners, or\" for \"general partners\"; made nonsubstantive changes in pars. (11) and (12); and repealed par. (13) which was previously repealed by D.C. Law 14-42.\n\nTemporary Repeal of Section\n\nFor temporary (225 day) repeal of section, see § 2 of Securities Temporary Amendment Act of 2001 (D.C. Law 14-62, February 6, 2002, law notification 49 DCR 2272).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Securities Emergency Amendment Act of 2001 (D.C. Act 14-81, July 9, 2001, 48 DCR 6351).\n\nFor temporary (90 day) amendment of section, see § 2 of Securities Legislative Review Emergency Amendment Act of 2001 (D.C. Act 14-180, November 19, 2001, 48 DCR 11066).\n\nFor temporary (90 day) amendment of section, see § 2 of Securities Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-217, December 21, 2001, 49 DCR 390).\n\nLegislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor Law 14-150, see notes following § 31-5601.01.\n\nMiscellaneous Notes\n\nSection 806 of D.C. Law 13-203 provides: \"Titles III and IV shall apply as of June 1, 2001.\"\n\nSection 29(b) of D.C. 14-42 provides: \"Subsection (a) of this section [repealing par. (13)] shall apply as of May 31, 2001.\"\n\nDC CODE § 31-5604.01\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 401, 47 DCR 7837; Oct. 26, 2001, D.C. Law 14-42, § 29(a), 48 DCR 7612; June 25, 2002, D.C. Law 14-150, § 2(i), 49 DCR 4238.)","sections":[{"prefix":"1","text":" A security, including a revenue obligation, issued or guaranteed by the United States; an international agency or corporate or other instrumentality of which the United States and one or more foreign governments are members; a state; a political subdivision of a state; or any agency or corporate or other instrumentality of one or more of the foregoing; or a certificate of deposit for any of the foregoing;"},{"prefix":"2","text":" A security issued, insured, or guaranteed by Canada; a Canadian province; a political subdivision of an agency or other instrumentality of one or more of the foregoing; or an foreign government with which the United States currently maintains diplomatic relations, if the security is recognized as a valid obligation by the issuer, insurer, or guarantor."},{"prefix":"3","text":" A security issued by and representing an interest in, or a direct obligation of, or guaranteed by, a depository institution or credit union organized under the laws of the United States or a depository institution or credit union organized and supervised under the laws of any state if the deposit or share accounts of the depository institution or credit union are insured by the Federal Deposit Insurance Corporation, the Federal Savings and Loan Insurance Corporation, the National Credit Union Share Insurance Fund, or a successor to one of the foregoing;"},{"prefix":"4","text":" A security issued by and representing an interest in, or a direct obligation of, or insured or guaranteed by, an insurance company organized under the laws of any state or the District and authorized to do business in the District; provided, that this exemption shall not apply to an annuity contract, investment contract, or similar security under which the promised payments or rate of return are not fixed in dollars but are substantially dependent upon the investment results of a segregated fund or account invested in securities;"},{"prefix":"5","text":" A security issued or guaranteed by a railroad, other common carrier, public utility, or holding company that is:"},{"prefix":"A","text":" Subject to the jurisdiction of the Interstate Commerce Commission or a successor agency;"},{"prefix":"B","text":" A registered holding company under the Public Utility Holding Company Act of 1935 or a subsidiary of such a company within the meaning of that Act;"},{"prefix":"C","text":" Regulated with respect to its rates and charges by a governmental authority of the United States or any state; or"},{"prefix":"D","text":" Regulated with respect to the issuance or guarantee of the security by a governmental authority of the United States, any state, the District, Canada, or a Canadian province;"},{"prefix":"6","text":"(A) A security which is listed or approved for listing upon notice of issuance on the New York Stock Exchange, the American Stock Exchange, the Philadelphia Stock Exchange, the Midwest Stock Exchange, the Pacific stock exchange, or any other exchange which the Commissioner designates by rule to have substantially the same standards for listing as these exchanges, or designated for trading on the National Association of Securities Dealers Automated Quotation System or any other electronic trading system which the Commissioner designates by rule to have substantially the same standards for listing or trading;"},{"prefix":"B","text":" Any other security of the same issuer which is of senior or substantially equal rank;"},{"prefix":"C","text":" A security called for by subscription rights or warrants so listed or approved; or"},{"prefix":"D","text":" A warrant or right to purchase or subscribe to any of the foregoing;"},{"prefix":"7","text":" An option issued by a clearing agency registered under the Securities Exchange Act of 1934, other than an off-exchange futures contract or substantially similar arrangement, if the security, currency, commodity, or other interest underlying the option:"},{"prefix":"A","text":" Is registered under § 31-5603.02, § 31-5603.03, or § 31-5603.04;"},{"prefix":"B","text":" Is exempt under this section; or"},{"prefix":"C","text":" Is not otherwise required to be registered under this chapter;"},{"prefix":"8","text":" A security issued by a person organized and operated not for private profit but exclusively for a religious, educational, benevolent, charitable, fraternal, social, athletic, or reformatory purpose or as a chamber of commerce or trade or professional association, and no part of the net earnings of the issuer inures to the benefit of any private shareholder or individual; provided, that at least 10 calendar days before a sale of the security, the person has filed with the Commissioner a notice setting forth the material terms of the proposed sale and copies of any sales and advertising literature to be used and the Commissioner, by order, does not disallow the exemption within the next 5 calendar days;"},{"prefix":"9","text":"(A) A promissory note, draft, bill of exchange, or bankers' acceptance that evidences an obligation to pay cash within 9 months after the date of issuance, exclusive of days of grace, that is issued in denominations of at least $50,000, and that receives a rating in one of the 3 highest rating categories from a nationally recognized statistical rating organization;"},{"prefix":"B","text":" A renewal of such an obligation that is likewise limited; or"},{"prefix":"C","text":" A guarantee of such an obligation or of a renewal;"},{"prefix":"10","text":" A security issued in connection with:"},{"prefix":"A","text":" A written compensatory benefit plan, including a stock purchase, savings, option, bonus, stock appreciation, profit sharing, thrift, incentive, pension, or similar employees' benefit plan, and interests in such plans established by one or more of the issuers thereof or its parents or affiliates or controlled subsidiaries, for the participation of their employees, directors, general partners, or trustees if the issuer is a business trust, officers, or consultants or advisers of such issuers or their parents or controlled subsidiaries; provided, that bona fide services are rendered by consultants or advisers and the services are not in connection with the offer and sale of securities in a capital-raising transaction; or"},{"prefix":"B","text":" A written contract relating to the compensation of such participating persons;"},{"prefix":"11","text":" Equipment trust certificates for equipment leased or conditionally sold to a person if securities issued by the person would be exempt under this section; and"},{"prefix":"12","text":" A membership or equity interest in, or a retention certificate or like security given in lieu of a cash patronage dividend issued by, a cooperative organized and operated as a nonprofit membership cooperative under the cooperative laws of the District or any state if not traded to the public."},{"prefix":"13","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"IV","text":"Exemption from Registration."},"heading":{"title":"31","chaptersection":"5604","identifier":"31-5604.01","catch_text":"Exempt securities."}}