{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-1944.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-129, see Historical and Statutory Notes following ยง 31-5401.\n\nDC CODE ยง 31-5404\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, ยง 5, 39 DCR 4036.)","sections":[{"prefix":"a","text":"(1) The Board of Directors of the Association (\"Board\" or \"Board of Directors\") shall consist of no less than 5 and no more than 9 member insurers serving terms as established in the plan of operation."},{"prefix":"2","text":" The members of the Board shall be selected by member insurers subject to the approval of the Mayor."},{"prefix":"3","text":" Vacancies on the Board shall be filled for the remaining period of the term by a majority vote of the remaining Board members, subject to the approval of the Mayor."},{"prefix":"b","text":" The Mayor shall give notice to all member insurers of the time and place of the organizational meeting to select the initial Board of Directors, and to initially organize the Association."},{"prefix":"c","text":" In determining voting rights at the organizational meeting, each member insurer shall be entitled to 1 vote in person or by proxy."},{"prefix":"d","text":" If the Board of Directors is not selected within 60 days after notice of the organizational meeting, the Mayor may appoint the initial members."},{"prefix":"e","text":" In approving selections or in appointing members to the Board, the Mayor shall consider, among other things, whether all member insurers are fairly represented."},{"prefix":"f","text":" Members of the Board may be reimbursed from the assets of the Association for expenses incurred by them as members of the Board of Directors, but shall not otherwise be compensated by the Association for their services."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5404","identifier":"31-5404","catch_text":"Board of Directors."}}