{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2130 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following ยง 31-5041.01.\n\nDC CODE ยง 31-5041.09\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 2130, 57 DCR 6242.)","sections":[{"prefix":"a","text":" If the Commissioner determines that the title insurance producer or any other person has violated this chapter, or any rule or order promulgated under this chapter, after notice and opportunity to be heard, the Commissioner may order:"},{"prefix":"1","text":" A penalty not exceeding $2,500 for the 1st violation;"},{"prefix":"2","text":" A penalty not exceeding $5,000 for each successive violation; and"},{"prefix":"3","text":" Revocation or suspension of the title insurance producer's or title insurer's license."},{"prefix":"b","text":" If an order of rehabilitation or liquidation of the insurer has been entered pursuant to Chapter 13 of this title, and the receiver appointed under that order determines that the title insurance producer or any other person has not complied with this chapter, or any related rule or order, and the insurer suffered any resulting loss or damage, the receiver may maintain an action for recovery of damages or other appropriate sanctions for the benefit of the insurer and its policyholders and creditors."},{"prefix":"c","text":" This section shall not affect the right of the Commissioner to impose any other penalties provided for in acts relating to insurance which are codified in this title."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50B","text":"Title Insurance Producers."},"heading":{"title":"31","chaptersection":"5041","identifier":"31-5041.09","catch_text":"Penalties and liabilities."}}