{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3906.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-51, see Historical and Statutory Notes following § 31-5501.\n\nDC CODE § 31-5506\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-51, § 7, 40 DCR 6120.)","sections":[{"prefix":"a","text":"(1) The Association shall submit to the Mayor a plan of operations, and any amendments thereto, necessary or suitable to assure the fair, reasonable, and equitable administration of the Association. The plan of operation and any amendments thereto shall become effective upon approval in writing by the Mayor."},{"prefix":"2","text":" If the Association fails to submit a suitable plan of operation within 90 days following October 21, 1993, or if at any time thereafter the Association fails to submit suitable amendments to the plan, the Mayor shall, after notice and hearing, issue those reasonable rules necessary or advisable to effectuate the provisions of this chapter. These rules shall continue in force until modified by the Mayor or superseded by a plan submitted by the Association and approved by the Mayor."},{"prefix":"b","text":" All member insurers shall comply with the plan of operation."},{"prefix":"c","text":" The plan of operation shall:"},{"prefix":"1","text":" Establish the procedures whereby all the powers and duties of the Association under § 31-5505 will be performed;"},{"prefix":"2","text":" Establish procedures for handling assets of the Association;"},{"prefix":"3","text":" Establish the amount and method of reimbursing members of the board of directors under § 31-5504;"},{"prefix":"4","text":" Establish procedures by which claims may be filed with the Association and establish acceptable forms of proof of covered claims. Notice of claims to the receiver or liquidator of the insolvent insurer shall be deemed notice to the Association or its agent and a list of claims shall be periodically submitted to the Association or similar organization in another jurisdiction by the receiver or liquidator;"},{"prefix":"5","text":" Establish regular places and times for meetings of the board of directors;"},{"prefix":"6","text":" Establish procedures for records to be kept of all financial transactions of the Association, its agents, and the board of directors;"},{"prefix":"7","text":" Provide that any member insurer aggrieved by any final action or decision of the Association may appeal to the Mayor within 30 days after the action or decision;"},{"prefix":"8","text":" Establish the procedures whereby selections for the board of directors will be submitted to the Mayor; and"},{"prefix":"9","text":" Contain additional provisions necessary and proper for the execution of the powers and duties of the Association."},{"prefix":"d","text":" The plan of operation may provide that any or all powers and duties of the Association, except those under § 31-5505(a)(3) and (b)(2), are delegated to a corporation, association, or other organization which performs, or will perform, functions similar to those of this Association or its equivalent in 2 or more states. Such a corporation, association, or organization shall be reimbursed as a servicing facility would be reimbursed and shall be paid for its performance of any other functions of the Association. A delegation under this subsection shall take effect only with the approval of both the board of directors and the Mayor, and may be made only to a corporation, association, or organization which extends protection not substantially less favorable and effective than that provided by this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"55","text":"Property and Liability Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5506","identifier":"31-5506","catch_text":"Plan of operation."}}