{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2159 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following ยง 31-5031.01.\n\nDC CODE ยง 31-5031.18\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 2159, 57 DCR 6242.)","sections":[{"prefix":"a","text":" A title insurer or authorized rate service organization shall not deliver, issue for delivery, or permit any of its authorized title insurance agents to deliver in the District, any form, in connection with title insurance written, unless it has been filed with the Commissioner and approved by the Commissioner or 30 days have elapsed and it has not been disapproved as misleading or in violation of public policy."},{"prefix":"b","text":" Forms covered by this section shall include:"},{"prefix":"1","text":" Title insurance policies, including standard form endorsements;"},{"prefix":"2","text":" Title insurance commitments issued prior to the issuance of a title insurance policy; and"},{"prefix":"3","text":" Closing protection letters."},{"prefix":"c","text":" After notice and opportunity to be heard are given to the insurer or rate service organization which submitted a form for approval, the Commissioner may withdraw approval of the form on finding that the use of the form is contrary to the legal requirements applicable at the time of withdrawal. The effective date of withdrawal of approval shall not be less than 90 days after notice of withdrawal is given."},{"prefix":"d","text":" An approved policy form or endorsement providing coverage for which no identifiable premium is assessed may be incorporated into every applicable title insurance policy. The insurer shall disclose any additional coverage to the insured. The provisions of this section shall not operate to eliminate any underwriting standard of conditions relating to the approved policy forms or endorsements."},{"prefix":"e","text":" Any term or condition related to an insurance coverage provided by an approved title insurance policy or any exception to the coverage, except those ascertained from a search and examination of records relating to a title or inspection or survey of a property to be insured, shall only be included in the policy after the term, condition, or exception has been filed with the Commissioner and approved."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50A","text":"Title Insurance Insurers."},"heading":{"title":"31","chaptersection":"5031","identifier":"31-5031.18","catch_text":"Form filing."}}