{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-181 added subsec. (a-1).\n\nLegislative History of Laws\n\nFor Law 15-87, see notes following § 31-5231.\n\nFor Law 18-181, see notes following § 31-5231.\n\nDC CODE § 31-5236\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-87, § 7, 50 DCR 10982; May 27, 2010, D.C. Law 18-181, § 2(c), 57 DCR 3388.)","sections":[{"prefix":"a","text":" A Certified Capital Company may make Qualified Distributions at any time. To make a distribution, other than a Qualified Distribution, a Certified Capital Company shall have made Qualified Investments in an amount cumulatively equal to 100% of its Certified Capital. A Certified Capital Company may repay principal and interest on its indebtedness without any restriction, including repayments of indebtedness of the Certified Capital Company on which Certified Investors earned Premium Tax Credits."},{"prefix":"a-1","text":" Notwithstanding any other provision in this chapter, if, pursuant to § 31-5235(a)(4), a Certified Capital Company has not made Qualified Investments cumulatively equal to 100% of its Certified Capital within 10 years after its Allocation Date, the Certified Capital Company shall be prohibited from using its Certified Capital to pay its management fees."},{"prefix":"b","text":"(1) When distributions to holders of equity interests of a Certified Capital Company cumulatively exceed the Certified Capital Company's original Certified Capital plus any additional capital contributions to the Certified Capital Company (the \"Certified Capital Company Capital\"), the Certified Capital Company shall report to the Commissioner at the time of the distribution whether the aggregate total of such distributions, when combined with the annual Premium Tax Credits allocated to the Certified Capital Company's Certified Investors under this chapter to that time, have resulted in an annual internal rate of return exceeding 15% on the Certified Capital Company Capital."},{"prefix":"2","text":" If the Certified Capital Company's annual internal rate of return, determined in accordance with paragraph (1) of this subsection, exceeds 15%, the Certified Capital Company shall at the time of the distribution pay to the Commissioner an amount equal to 15% of the amount above that required to produce the 15% return."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VIII-A","text":" Certified Capital Investment by Insurance Companies."},"chapter":{"identifier":"52A","text":"Certified Capital Companies."},"heading":{"title":"31","chaptersection":"5236","identifier":"31-5236","catch_text":"One hundred percent investment requirement."}}