{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in par. (3) of subsec. (g), validated previously made technical corrections.\n\nD.C. Law 18-181, in subsec. (a), deleted \"; and\" from the end of par. (2), substituted \"; and\" for a period at the end of par. (3), and added par. (4); rewrote subsecs. (b), (c), (e), and (g)(2)(C); and added subsecs. (e-1) and (h). Prior to amendment, subsecs. (b), (c), (e), and (g)(2)(C) read as follows:\n\n\"(b) The aggregate cumulative amount of all Qualified Investments made by the Certified Capital Company following its Allocation Date will be considered in the calculation of the percentage requirements under this chapter. For purposes of satisfying the percentage requirements of subsection (a) of this section only, a Certified Capital Company that invests in a Qualified Business that certifies in an affidavit that at least 80% of its employees, at the time of the investment, are residents of the District shall be deemed to have invested $1.50 for every dollar actually so invested. Any proceeds received from a Qualified Investment may be invested in another Qualified Investment and shall count toward any requirement in this chapter with respect to investments of Certified Capital.\n\n\"(c) A Qualified Business at the time of first investment in the business by a Certified Capital Company shall remain classified as a Qualified Business. The business may receive additional investments from any Certified Capital Company if it continues to meet the qualifications for a Qualified Business and the additional investments shall be Qualified Investments; provided, that the Commissioner may waive one or more of the requirements for qualification as for a Qualified Business if the business was a Qualified Business at the time of the initial investment.\"\n\n\"(e) At its option, a Certified Capital Company, prior to making an investment in a specific business, may request from the Commissioner a written opinion that the business is a Qualified Business. Upon receiving the request, the Commissioner shall have 15 days to determine whether or not the business is a Qualified Business and notify the Certified Capital Company of its determination and an explanation. If the Commissioner fails to notify the Certified Capital Company with respect to the proposed investment within the 15-day period, the business shall be deemed to be a Qualified Business.\"\n\n\"(C) All Qualified Investments that the Certified Capital Company made during the previous calendar year.\"\n\nLegislative History of Laws\n\nFor Law 15-87, see notes following § 31-5231.\n\nFor Law 15-354, see notes following § 31-101.\n\nFor Law 18-181, see notes following § 31-5231.\n\nDC CODE § 31-5235\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-87, § 6, 50 DCR 10982; Apr. 13, 2005, D.C. Law 15-354, § 49(c), 52 DCR 2638; May 27, 2010, D.C. Law 18-181, § 2(b), 57 DCR 3388.)","sections":[{"prefix":"a","text":" To continue to be certified, a Certified Capital Company shall make Qualified Investments according to the following schedule:"},{"prefix":"1","text":" Within the period ending 30 months after its Allocation Date, a Certified Capital Company shall have made Qualified Investments cumulatively equal to 20% of its Certified Capital;"},{"prefix":"2","text":" Within the period ending 4 years after its Allocation Date, a Certified Capital Company shall have made Qualified Investments cumulatively equal to 40% of its Certified Capital;"},{"prefix":"3","text":" Within the period ending 5 years after its Allocation Date, a Certified Capital Company shall have made Qualified Investments cumulatively equal to 50% of its Certified Capital; and"},{"prefix":"4","text":" Within the period ending 10 years after its Allocation Date, a Certified Capital Company shall have made Qualified Investments cumulatively equal to 100% of its Certified Capital."},{"prefix":"b","text":"(1) The aggregate cumulative amount of all Qualified Investments made by the Certified Capital Company following its Allocation Date shall be considered in the calculation of the percentage requirements under this chapter. Any proceeds received from a Qualified Investment may be invested in another Qualified Investment and shall count toward any requirement in this chapter with respect to investments of Certified Capital."},{"prefix":"2","text":" For the purposes of satisfying the percentage requirements of subsection (a) of this section only, for each Qualified Investment made after May 27, 2010, a Certified Capital Company that invests in a:"},{"prefix":"A","text":" Tier One Qualified Business shall be deemed to have invested $1.25 for every dollar invested;"},{"prefix":"B","text":" Tier Two Qualified Business shall be deemed to have invested $1.00 for every dollar invested;"},{"prefix":"C","text":" Tier Three Qualified Business shall be deemed to have invested $0.75 for every dollar invested;"},{"prefix":"D","text":" Qualified Business that receives an Initial Investment pursuant to a waiver granted in accordance with § 31-5238.03 and that fails to satisfy the eligibility criteria to receive an Initial Investment within 6 months of the date of issuance of the waiver shall be deemed to have invested $0 for every dollar invested;"},{"prefix":"E","text":" Qualified Business that received a Qualified Investment prior to May 27, 2010, and receives a subsequent Qualified Investment after May 27, 2010, shall be deemed to have invested $1.00 for every dollar invested; and"},{"prefix":"F","text":" Qualified Business that receives an Initial Investment or a Follow-on Investment and that fails to maintain satisfaction of the eligibility criteria to receive an Initial or a Follow-on Investment, as applicable, for 6 consecutive months after the date of the Initial or Follow-On Investment shall be deemed to have invested $0 for every dollar invested."},{"prefix":"c","text":" Notwithstanding any other provision in this chapter, any Qualified Business that has received an Initial Investment may receive a Follow-on Investment if it:"},{"prefix":"1","text":" Continues to meet the definition of a Qualified Business other than the requirements set forth in § 31-5231(12)(A)(iv) and (v); and"},{"prefix":"2","text":" Certifies in an affidavit that it intends to maintain its headquarters and Principal Business Operations in the District."},{"prefix":"d","text":" No Qualified Investment shall exceed 15% of the total Certified Capital of the Certified Capital Company at the time of investment."},{"prefix":"e","text":" A Certified Capital Company, at least 20 business days prior to making an Initial Investment or Follow-on Investment in a business, shall:"},{"prefix":"1","text":" Certify in an affidavit that the business in which it proposes to invest:"},{"prefix":"A","text":" In the case of an Initial Investment, is a Qualified Business; or"},{"prefix":"B","text":" In the case of a Follow-on Investment, is eligible for a Follow-on Investment pursuant to subsection (c) of this section; and"},{"prefix":"2","text":" Submit, along with the certification required by paragraph (1) of this subsection, an explanation of its determination that the business is eligible for an Initial Investment or Follow-on Investment."},{"prefix":"e-1","text":" If, after receiving the affidavit and certification under subsection (e) of this section, the Commissioner determines that a business is not eligible for an Initial Investment or a Follow-on Investment, the Commissioner shall, within 20 days of receiving the affidavit and certification, notify the Certified Capital Company of the determination and provide an explanation."},{"prefix":"f","text":" All Certified Capital not placed in Qualified Investments by the Certified Capital Company may be held or invested in a manner that the Certified Capital Company, in its discretion, considers appropriate; provided, that the Certified Capital Company shall not invest more than 5% of its Certified Capital in any security or policy issued by a Certified Investor or an Affiliate of a Certified Investor or any account maintained by a Certified Investor or Affiliate of any Certified Investor, unless the Certified Investor or an Affiliate thereof is providing a guaranty, indemnity, bond, insurance policy, or other payment undertaking in favor of the Certified Investors, which security or policy is:"},{"prefix":"1","text":"(A) Rated \"AA\" or better by Standard & Poor's Ratings Group or the equivalent by another nationally-recognized rating agency; or"},{"prefix":"B","text":" Issued by, or guaranteed with respect to payment by, an entity whose unsecured indebtedness is rated at least \"AA\" or its equivalent by a nationally recognized credit rating organization; and"},{"prefix":"2","text":" Not subordinated to other unsecured indebtedness of the issuer or the guarantor, as the case may be."},{"prefix":"g","text":" Each Certified Capital Company shall report to the Commissioner as follows:"},{"prefix":"1","text":" Within 5 business days after the receipt of Certified Capital, each Certified Capital Company shall report the following to the Commissioner:"},{"prefix":"A","text":" The name of each Certified Investor from which the Certified Capital was received, including the Certified Investor's insurance premium tax identification number;"},{"prefix":"B","text":" The amount of each Certified Investor's investment of Certified Capital and Premium Tax Credits; and"},{"prefix":"C","text":" The date on which the Certified Capital was received."},{"prefix":"2","text":" On or before January 31st of each year, each Certified Capital Company shall report the following to the Commissioner:"},{"prefix":"A","text":" The amount of the Certified Capital Company's Certified Capital at the end of the immediately preceding year;"},{"prefix":"B","text":" Whether or not the Certified Capital Company has invested more than 15% of its total Certified Capital in any one business; and"},{"prefix":"C","text":"(i) All Qualified Investments that the Certified Capital Company made during the previous calendar year, including the number of employees of each Qualified Business in which it has made investments at the time of such investment and as of December 1st of the preceding calendar year; and"},{"prefix":"ii","text":" For any Qualified Business in which the Certified Capital Company no longer has an investment, the Certified Capital Company shall provide employment figures for the Qualified Business at the time of such investment and as of the last day before the investment was terminated."},{"prefix":"3","text":" Each Certified Capital Company shall provide to the Commissioner annual audited financial statements, which shall include the opinion of an independent certified public accountant, within 120 days after the end of the fiscal year. In addition, each Certified Capital Company shall provide an agreed-upon procedures report by their independent certified public accountant that shall address the methods of operation and conduct of the business of the Certified Capital Company to determine if the Certified Capital Company is complying with this chapter and the rules and regulations hereunder and that the Certified Capital has been invested as required within the time limits under subsection (a) of this section."},{"prefix":"4","text":" On or before January 31st of each year, each Certified Capital Company shall pay an annual, nonrefundable certification fee of $10,000 to the Commissioner; provided, that no fee shall be required within 6 months of the initial Allocation Date."},{"prefix":"h","text":" After May 27, 2010, if a Certified Capital Company makes a Qualified Investment in a business that relocates its Principal Business Operations outside the District prior to the termination of the Qualified Investment or within 6 months after the termination of the Qualified Investment, the cumulative Qualified Investments that the Certified Capital Company will be deemed to have made for the purposes of § 31-5236 will be reduced by the amount of the Qualified Investment in the business that relocated its Principal Business Operations outside the District, unless the business demonstrates that it has returned its Principal Business Operations to the District within 3 months of the relocation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VIII-A","text":" Certified Capital Investment by Insurance Companies."},"chapter":{"identifier":"52A","text":"Certified Capital Companies."},"heading":{"title":"31","chaptersection":"5235","identifier":"31-5235","catch_text":"Requirements for continuance of certification."}}