{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3907.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-51, see Historical and Statutory Notes following § 31-5501.\n\nDC CODE § 31-5507\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-51, § 8, 40 DCR 6120.)","sections":[{"prefix":"a","text":" The Mayor shall:"},{"prefix":"1","text":" Notify the Association of the existence of an insolvent insurer not later than 3 days after he or she receives notice of the determination of the insolvency. The Association shall be entitled to a copy of any complaint seeking an order of liquidation with a finding of insolvency against a member company at the same time that the complaint is filed with a court of competent jurisdiction; and"},{"prefix":"2","text":" Upon request of the board of directors, provide the Association with a statement of the net direct written premiums of each member insurer."},{"prefix":"b","text":" The Mayor may:"},{"prefix":"1","text":" Require that the Association notify the insureds of the insolvent insurer and any other interested parties of the determination of insolvency and of their rights under this chapter. Notification shall be by mail at their last known address, where available, but if sufficient information for notification by mail is not available, notice by publication in a newspaper of general circulation in the District shall be sufficient;"},{"prefix":"2","text":" Suspend or revoke, after notice and hearing, the certificate of authority to transact insurance in the District of any member insurer which fails to pay an assessment when due or fails to comply with the plan of operation. As an alternative, the Mayor may levy a fine on any member insurer which fails to pay an assessment when due. Such a fine shall not exceed 5% of the unpaid assessment per month, except that no fine shall be less than $100 per month; or"},{"prefix":"3","text":" Revoke the designation of any servicing facility if the Mayor finds claims are being handled unsatisfactorily."},{"prefix":"c","text":" Any final action or order of the Mayor under this chapter shall be subject to judicial review in accordance with § 2-510."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"55","text":"Property and Liability Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5507","identifier":"31-5507","catch_text":"Powers and duties of the Mayor."}}