{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-1949.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-129, see Historical and Statutory Notes following ยง 31-5401.\n\nDC CODE ยง 31-5409\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, ยง 10, 39 DCR 4036.)","sections":[{"prefix":"a","text":" To aid in the detection and prevention of insurer impairments or insolvencies, the Mayor shall:"},{"prefix":"1","text":" Transmit written notices to the insurance commissioners of all the other states and territories of the United States, within 30 days following the date any action is taken, when the Mayor takes any of the following actions against a member insurer:"},{"prefix":"A","text":" Revocation of license;"},{"prefix":"B","text":" Suspension of license; or"},{"prefix":"C","text":" Issuance of any formal order that the company restrict its premium writing, obtain additional contributions to surplus, withdraw from the District of Columbia, reinsure all or any part of its business, or increase capital, surplus, or any other account for the security of policyholders or creditors;"},{"prefix":"2","text":" Report to the Board of Directors when the Mayor has taken any of the actions set forth in paragraph (1) of this subsection or has received a report from any insurance commissioner indicating that any similar action has been taken in another state. The report shall contain all significant details of the action taken, or shall include the report received from another insurance commissioner;"},{"prefix":"3","text":" Report to the Board of Directors when the Mayor has reasonable cause to believe, from any examination, whether completed or in process, of any member company, that the company may be an impaired or insolvent insurer; and"},{"prefix":"4","text":" Furnish to the Board of Directors the ratios developed by the National Association of Insurance Commissioners' Insurance Regulatory Information System, and listings of companies not included in the ratios. The Board may use the information contained therein in carrying out its duties and responsibilities under this section. The report and the information shall be kept confidential by the Board of Directors until it is made public by the Mayor or other lawful authority."},{"prefix":"b","text":" The Mayor may seek the advice and recommendations of the Board of Directors concerning any matter affecting the Mayor's duties and responsibilities regarding the financial condition of member insurers and companies seeking admission to transact insurance business in the District of Columbia."},{"prefix":"c","text":" The Board of Directors may, upon majority vote, make reports and recommendations to the Mayor upon any matter germane to the solvency, liquidation, rehabilitation, or conservation of any member insurer, or germane to the solvency of any company seeking to transact insurance business in the District of Columbia. These reports and recommendations shall be internal working documents, and, consequently, shall not be considered public documents."},{"prefix":"d","text":" It shall be the duty of the Board of Directors, upon majority vote, to notify the Mayor of any information indicating whether any member insurer may be an impaired or insolvent insurer."},{"prefix":"e","text":"(1) The Board of Directors may, upon majority vote, request that the Mayor order an examination of any member insurer which the Board, in good faith, believes may be an impaired or insolvent insurer."},{"prefix":"2","text":" Within 30 days of receipt of such a request, the Mayor shall begin the examination."},{"prefix":"3","text":" The examination may be conducted as a National Association of Insurance Commissioners examination, or may be conducted by persons designated by the Mayor."},{"prefix":"4","text":" The cost of the examination shall be paid by the Association and the examination report shall be treated the same as other examination reports."},{"prefix":"5","text":" In no event shall the examination report be released to the Board of Directors prior to its release to the public, except in compliance with subsection (a) of this section."},{"prefix":"6","text":" The Mayor shall notify the Board of Directors when the examination is completed."},{"prefix":"7","text":" The request for an examination shall be kept on file by the Mayor, but it shall not be open to public inspection prior to the release of the examination report to the public."},{"prefix":"f","text":" The Board of Directors may, upon majority vote, make recommendations to the Mayor for the detection and prevention of insurer insolvencies."},{"prefix":"g","text":" The Board of Directors, at the conclusion of any insurer insolvency in which the Association was obligated to pay covered claims, shall:"},{"prefix":"1","text":" Prepare and submit a written report to the Mayor containing all information it possesses bearing on the history and causes of the insolvency; and"},{"prefix":"2","text":" Cooperate with the boards of directors of guaranty associations in other states in preparing reports on the history and causes of insolvency of a particular insurer. The Association may adopt by reference any report prepared by other associations."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5409","identifier":"31-5409","catch_text":"Prevention of insolvencies."}}