{"text":"A reduction from liability for the reinsurance ceded by a domestic insurer to an assuming insurer not meeting the requirements of § 31-501 shall be allowed in an amount not exceeding the liabilities carried by the ceding insurer, and such a reduction shall be in the amount of funds held by or on behalf of the ceding insurer, including funds held in trust for the ceding insurer, under a reinsurance contract with the assuming insurer as security for the payment of obligations thereunder, if the security is held in the United States subject to withdrawal solely by, and under the exclusive control of, the ceding insurer, or, in the case of a trust, held in a qualified United States financial institution. This security may be in the form of:","historical":"Prior Codifications\n\n1981 Ed., § 35-3302.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-36, see Historical and Statutory Notes following § 31-501.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-501.\n\nMiscellaneous Notes\n\nApplication of Law 10-36: See Historical and Statutory Notes following § 31- 501.\n\nDC CODE § 31-502\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-36, § 3, 40 DCR 5812; May 21, 1997, D.C. Law 11-268, § 10(cc), 44 DCR 1730.)","sections":[{"prefix":"1","text":" Cash;"},{"prefix":"2","text":" Securities listed by the Securities Valuation Office of the National Association of Insurance Commissioners and qualifying as admitted assets;"},{"prefix":"3","text":" Irrevocable, unconditional letters of credit issued or confirmed by a qualified United States institution no later than December 31st in respect of the year for which filing is being made, and in the possession of the ceding company on or before the filing date of its annual statement. Letters of credit meeting applicable standards of insurer acceptability as of the dates of their issuance or confirmation shall, notwithstanding the issuing or confirming institution's subsequent failure to meet applicable standards of issuers acceptability, continue to be acceptable as security until their expiration, extension, renewal, modification, or amendment, whichever occurs first; or"},{"prefix":"4","text":" Any other investment which the Commissioner concludes is sufficiently secure and liquid to provide adequate security."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"5","text":"Credit for Reinsurance."},"heading":{"title":"31","chaptersection":"502","identifier":"31-502","catch_text":"Reduction from liability for reinsurance ceded by a domestic insurer to an assuming insurer."}}