{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nDC CODE § 31-5603.06\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 306, 47 DCR 7837.)","sections":[{"prefix":"a","text":" A registration statement may be filed by the issuer, any other person on whose behalf the offering is to be made, or a broker-dealer licensed under this chapter."},{"prefix":"b","text":" A person filing a registration statement shall pay a filing fee in an amount established by rule. If a registration statement is withdrawn or abandoned before the effective date, or if a pre-effective stop order is entered under § 31-5603.06, the Commissioner shall retain the fee."},{"prefix":"c","text":" Every registration statement shall specify:"},{"prefix":"1","text":" The amount of securities to be offered in the District;"},{"prefix":"2","text":" The states in which a registration statement or similar document in connection with the offering has been or is to be filed; and"},{"prefix":"3","text":" Any adverse order, judgment, or decree entered in connection with the offering by the regulatory authorities in any state, by any court, or by the Securities and Exchange Commission."},{"prefix":"d","text":" A document filed under this chapter may be incorporated by reference in the registration statement to the extent that the document is currently accurate."},{"prefix":"e","text":" The Commissioner may, by rule or order, permit the omission of an item of information or document from a registration statement."},{"prefix":"f","text":" In the case of a non-issuer offering, the Commissioner may not require information under § 31-5603.04 unless it is known to the person filing the registration statement or on whose behalf the offering is to be made or can be furnished by the person without unreasonable effort or expense."},{"prefix":"g","text":" The Commissioner may, by rule or order, require as a condition of registration by coordination under § 31-5603.03, and registration by qualification under § 31-5603.04, for an issuer that has no public market for its shares or no significant earnings from continuing operations during the last 5 years or any shorter period of its existence:"},{"prefix":"1","text":" That any security to be issued for a consideration substantially different from the public offering price, or to any person for a consideration other than cash, be deposited in escrow; and"},{"prefix":"2","text":" That the proceeds from the sale of the registered security in the District be impounded until the issuer receives a specified amount from the sale of the security either in the District or elsewhere."},{"prefix":"h","text":" The Commissioner may, by rule or order, require as a condition of registration that any security registered by qualification or coordination be sold only on a specified form of subscription or sale contract, and that a signed or conformed copy of each contract be filed with the Commissioner or preserved for a period, not to exceed 3 years, specified in the rule or order."},{"prefix":"i","text":" Except during the time of stop order is in effect under § 31-5603.07, a registration statement shall be effective for one year from its effective date, or any longer period during which the security is being offered or distributed in a non-exempt transaction by or for the account of the issuer or other person on whose behalf the offering is being made, or by any underwriter or broker-dealer who is still offering part of an unsold allotment or subscription taken by the underwriter or broker-dealer as a participant in the distribution."},{"prefix":"j","text":" During the period that a registration statement is effective, the Commissioner may, by rule or order, require the person who filed the registration statement to file reports, not more often than quarterly, to keep reasonably current the information contained in the registration statement and to disclose the progress of the offering."},{"prefix":"k","text":" A registration statement may be amended after its effective date to increase the securities specified to be offered and sold if the public offering price and the underwriters' discounts and commissions are not changed from the respective amounts of which the Commissioner was informed. The amendment shall become effective when the Commissioner so orders. A person filing an amendment shall pay an amendment fee in the amount established by rule. The amendment shall relate back to the date of the sale of the additional securities being registered; provided, that within 6 months of the date of the sale, the amendment is filed and the additional fee is paid."},{"prefix":"l","text":" The Commissioner may, by rule or order, require as a condition of registration under § 31-5603.02, § 31-5603.03 or § 31-5603.04 that a prospectus be sent or given to each person to whom an offer is made in accordance with the prospectus delivery requirements of the Securities Act of 1933. The Commissioner may require that a prospectus containing any part of the information specified in § 31-5603.04(b) be sent or given to each person to whom an offer is made before the sale of the security."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"III","text":"Registration of Securities."},"heading":{"title":"31","chaptersection":"5603","identifier":"31-5603.06","catch_text":"Provisions applicable to registration generally"}}