{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2154 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following ยง 31-5031.01.\n\nDC CODE ยง 31-5031.13\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 2154, 57 DCR 6242.)","sections":[{"prefix":"a","text":" The title insurer shall not accept business from a title insurance producer unless there is in force a written contract between the parties which sets forth the responsibilities of each party and, if both parties share responsibility for a particular function, specifies the division of responsibilities."},{"prefix":"b","text":" For each title insurance producer under contract with the insurer, the title insurer shall have on file a statement of financial condition of each title insurance producer as of the end of the previous calendar year setting forth an income statement of business done during the preceding year and a balance sheet showing the condition of its affairs as of the prior December 31st certified by the title insurance producer as being a true and accurate representation of the producer's financial condition."},{"prefix":"c","text":" The title insurer shall, at least annually, conduct an on-site review, or a review conducted electronically that would accomplish the functional equivalent of the same, of the underwriting, claims, and escrow practices of the title insurance producer which shall include a review of the producer's policy blank inventory and processing operations. If the title insurance producer does not maintain separate bank or trust accounts for each title insurer it represents, the title insurer shall verify that the funds held on its behalf are reasonably ascertainable from the books of account and records of the title insurance producer."},{"prefix":"d","text":" Within 30 days after executing or terminating a contract with a title insurance producer, the title insurer shall provide written notification of the appointment or termination and the reason for termination to the Commissioner. Notices of appointment of a title insurance producer shall be made on a form promulgated by the Commissioner."},{"prefix":"e","text":" A domestic title insurer shall not appoint to its board of directors an officer, director, employee, controlling shareholder, or any title insurance agent who wrote 1% or more of the title insurer's direct premiums written during the previous calendar year as shown on the title insurer's most recent annual statement on file with the Commissioner. This subsection shall not apply to relationships governed by Chapter 7 of this title."},{"prefix":"f","text":" The title insurer shall maintain an inventory of all policy forms or policy numbers allocated to each title insurance producer."},{"prefix":"g","text":" The title insurer shall have on file proof that the title insurance producer is licensed in the District."},{"prefix":"h","text":" The title insurer shall establish the underwriting guidelines and, if applicable, limitations on title claims settlement authority to be incorporated into contracts with its title insurance producers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50A","text":"Title Insurance Insurers."},"heading":{"title":"31","chaptersection":"5031","identifier":"31-5031.13","catch_text":"Duties of title insurers utilizing the services of title insurance producers."}}