{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following ยง 31-5601.01.\n\nDC CODE ยง 31-5607.05\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, ยง 705, 47 DCR 7837.)","sections":[{"prefix":"a","text":" In addition to specific authority otherwise granted by this chapter, the Commissioner:"},{"prefix":"1","text":" Shall adopt, as a rule, a description of the general course and method of where and how a person may obtain information or make a submission or request;"},{"prefix":"2","text":" Shall adopt rules of practice setting forth the nature and requirements of all formal and informal procedures available to a person, including all forms that are to be used by a person dealing with the Commissioner;"},{"prefix":"b","text":" To keep rules adopted by the Commissioner in harmony with the regulations adopted by the Securities and Exchange Commission under the federal securities laws and to encourage uniformity with the rules of securities agencies and administrators in other states, the Commissioner, so far as is consistent with this chapter, shall take into consideration the regulations adopted by the Securities and Exchange Commission and the rules of securities agencies and administrators in other states which have enacted a law comparable to this chapter."},{"prefix":"c","text":" Unless specifically provided in this chapter to the contrary, a rule or order may not be adopted, amended, or repealed unless the Commissioner determines that the action is in the public interest and appropriate for the protection of investors and is consistent with the purposes fairly intended by the policy and provisions of this chapter."},{"prefix":"d","text":" The Commissioner may, by rule or order, prescribe the form and content of financial statements required under this chapter, the circumstances under which consolidated financial statements must be filed, and whether a required financial statement must be certified and by whom. Unless the Commissioner provides, by rule or order, otherwise, and subject to the limitations of section 15 of the Securities Exchange Act of 1934 and section 222 of the Investment Advisers Act of 1940, a financial statement required under this chapter must be prepared in accordance with generally accepted accounting principles or other accounting principles as are prescribed for the issuer of the financial statement by the Securities and Exchange Commission."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"VII","text":"Administration."},"heading":{"title":"31","chaptersection":"5607","identifier":"31-5607.05","catch_text":"Rules, forms, and orders"}}