{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2145 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 31-5031.01.\n\nDC CODE § 31-5031.04\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 2145, 57 DCR 6242.)","sections":[{"prefix":"a","text":" An insurer that transacts any class, type, or kind of business other than title insurance business shall not be eligible for the issuance or renewal of a license to transact the business of title insurance in the District of Columbia and shall not transact title insurance business."},{"prefix":"b","text":" A title insurer shall not engage in the business of guaranteeing payment of the principal of, or the interest on, bonds or mortgages."},{"prefix":"c","text":"(1) Notwithstanding subsection (a) of this section, and to the extent such coverage is lawful within the District, a title insurer may issue closing or settlement protection to a proposed insured upon request if the title insurer issues a preliminary report, binder, or title insurance policy.   The closing or settlement protection shall conform to the terms of coverage and form of instrument as required by the Commissioner and may indemnify a proposed insured solely against loss of settlement funds only because of the following acts of a title insurer's named title insurance producer:"},{"prefix":"A","text":" Theft of settlement funds in connection with the closing to the extent that the theft relates to the status of the title to that interest in land or to the validity, enforceability, and priority of the lien of the mortgage on that interest in land; and"},{"prefix":"B","text":" Failure to comply with the written closing instructions by the proposed insured when agreed to by the title insurance producer, to the extent that they relate to the status of the title to that interest in land or the validity, enforceability, and priority of the lien of the mortgage on that interest in land."},{"prefix":"2","text":" The Commissioner may promulgate by rule pursuant to § 31-5031.23, or approve, a required charge for providing the coverage."},{"prefix":"3","text":" The charge for issuance of a closing or settlement protection letter in a residential property transaction indemnifying a seller of an interest in real property, a refinancing borrower, or a buyer who does not purchase title insurance shall be not less than $50."},{"prefix":"4","text":" Except as provided under this chapter, a title insurer shall not provide any other coverage which purports to indemnify against improper acts or omissions of a person with regard to escrow, settlement, or closing services."},{"prefix":"5","text":" The form of closing protection letter used by a title insurer and rates shall be filed with the Commissioner as provided by § 31-5031.18(b)(3)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50A","text":"Title Insurance Insurers."},"heading":{"title":"31","chaptersection":"5031","identifier":"31-5031.04","catch_text":"Limitations on powers."}}