{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-354, in pars. (1) and (2) of subsec. (c), validated previously made technical corrections.\n\nLegislative History of Laws\n\nFor Law 15-87, see notes following § 31-5231.\n\nFor Law 15-354, see notes following § 31-101.\n\nDC CODE § 31-5233\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-87, § 4, 50 DCR 10982; Apr. 13, 2005, D.C. Law 15-354, § 49(b), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Any Certified Investor who makes an investment of Certified Capital pursuant to an allocation of Premium Tax Credits under § 31-5234 shall, in the year of investment, earn a Premium Tax Credit in the amount of the Certified Investor's investment of Certified Capital."},{"prefix":"b","text":" A Certified Investor may claim an amount not to exceed 25% of the Premium Tax Credits per year (\"Annual Amount\") against its District Premium Tax Liability, beginning with the premium tax filing for calendar year 2009. The Annual Amount shall not exceed the District Premium Tax Liability of the Certified Investor for the taxable year. All unused Premium Tax Credits may be carried forward indefinitely until they are utilized."},{"prefix":"c","text":"(1) A Certified Investor may use up to 1/2 of its Annual Amount to offset its required June 1st payment of 1/2 of an insurance company's District Premium Tax Liability, as set forth under § 31-205(b)(4), beginning with the June 1, 2008 payment."},{"prefix":"2","text":" A Certified Investor claiming a Premium Tax Credit shall not be required to pay any additional or retaliatory tax levied pursuant to § 31-205(f)(1) as a result of claiming the Premium Tax Credit."},{"prefix":"d","text":" A Certified Investor shall not be required to reduce the amount of premium tax included by the Certified Investor in connection with ratemaking in the District, for any insurance written by the Certified Investor or affiliate thereof, because of a reduction in the Certified Investor's District Premium Tax Liability from the utilization of the Premium Tax Credits."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VIII-A","text":" Certified Capital Investment by Insurance Companies."},"chapter":{"identifier":"52A","text":"Certified Capital Companies."},"heading":{"title":"31","chaptersection":"5233","identifier":"31-5233","catch_text":"Premium Tax Credit."}}