{"text":"\"Please read the exceptions and the terms shown or referred to herein carefully. The exceptions are meant to provide you with notice of matters which are not covered under the terms of the title insurance policy and should be carefully considered.\n\nIt is important to note that this form is not a written representation as to the condition of title and may not list all liens, defects, and encumbrances affecting title to the land.\"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2153 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following ยง 31-5031.01.\n\nDC CODE ยง 31-5031.12\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 2153, 57 DCR 6242.)","sections":[{"prefix":"a","text":" If a title insurance commitment includes an offer to issue an owner's policy covering the resale of owner-occupied residential property, the title insurance commitment shall be furnished to the purchaser-mortgagor or its representative as soon as reasonably possible prior to closing. If the report cannot be delivered prior to or at closing, the title insurer shall document the reasons for the delay. The title insurance commitment furnished to the purchaser-mortgagor shall incorporate the following statement on the 1st page in bold type:"},{"prefix":"b","text":"(1) A title insurer issuing a lender's title insurance policy in conjunction with a mortgage loan made simultaneously with the purchase of all or part of the owner-occupied residential property securing the loan, if no owner's title insurance policy has been requested, shall give written notice, on a form prescribed or approved by the Commissioner, to the purchaser-mortgagor at the time the title insurance commitment is prepared. The notice shall explain:"},{"prefix":"A","text":" A lender's title insurance policy is to be issued protecting the mortgage-lender;"},{"prefix":"B","text":" The policy does not provide title insurance protection to the purchaser-mortgagor as the owner of the property being purchased;"},{"prefix":"C","text":" What a title policy insures against and what possible exposures exist for the purchaser-mortgagor that could be insured against through the purchase of an owner's policy; and"},{"prefix":"D","text":" The purchaser-mortgagor may obtain an owner's title insurance policy protecting the property owner at a specified cost or approximate cost, if the proposed coverages or amount of insurance is not then known."},{"prefix":"2","text":" A copy of the notice, signed by the purchaser-mortgagor, shall be retained in the relevant underwriting file at least 5 years after the effective date of the policy."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50A","text":"Title Insurance Insurers."},"heading":{"title":"31","chaptersection":"5031","identifier":"31-5031.12","catch_text":"Direct operations and policyholder treatment."}}