{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following ยง 31-5601.01.\n\nDC CODE ยง 31-5607.07\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, ยง 707, 47 DCR 7837.)","sections":[{"prefix":"a","text":" The Commissioner shall keep one or more registers of all applications for licensing and registration under this chapter, all notice filings, licenses and registration statements that become effective under this chapter, all disciplinary and enforcement orders issued and reports of investigation made under this chapter, all declaratory orders and rulings issued under this chapter, and all other orders issued under this chapter."},{"prefix":"b","text":" The Commissioner shall retain:"},{"prefix":"1","text":" All licenses and related applications and all registration statements and notice filings currently effective or that have been effective within the last 5 years;"},{"prefix":"2","text":" All licenses and related applications and all registration statements that have been denied, suspended, or revoked within the last 5 years and the order of suspension, denial, or revocation;"},{"prefix":"3","text":" All investigatory files under this chapter that are open or that have been closed within the last 5 years and any disciplinary or closure orders pertaining to the files;"},{"prefix":"4","text":" The transcript or record of all administrative hearings held during the last 5 years; and"},{"prefix":"5","text":" All other orders of the Commissioner entered under this chapter."},{"prefix":"c","text":" All records required to be maintained pursuant to subsections (a) and (b) of this section may be maintained in any form of data storage. Upon request, the Commissioner shall certify under the seal of the Department a copy as being a true and correct copy of the records maintained by the Department. The Commissioner may, by rule, establish reasonable charges for furnishing or certifying copies. In an investigation or proceeding, a copy so certified shall be prima facie evidence of the contents of the records certified."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"VII","text":"Administration."},"heading":{"title":"31","chaptersection":"5607","identifier":"31-5607.07","catch_text":"Administrative files and records"}}