{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following ยง 31-5601.01.\n\nDC CODE ยง 31-5608.02\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, ยง 802, 47 DCR 7837.)","sections":[{"prefix":"a","text":" The Mayor shall appoint a District of Columbia Advisory Committee which shall consist of 6 members who shall be residents of the District, Maryland, or Virginia, at least 2 of whom shall be actively engaged in the securities business and at least 2 of whom shall be members of the bar of the District of Columbia."},{"prefix":"b","text":" No more than 3 members of the Advisory Committee shall be members of the same political party. The members shall be selected on the basis of their experience and qualifications to advise the Commissioner on all phases of the securities business."},{"prefix":"c","text":" Members of the Advisory Committee shall be appointed for staggered terms of 3 years each, with 2 members appointed each year, to serve without compensation and eligible for reappointment for additional terms. Of the first members appointed hereunder, 2 shall be appointed for one year, 2 shall be appointed for 2 years, and 2 shall be appointed for 3 years, as designated by the Mayor at the time of their appointment."},{"prefix":"d","text":" The members of the Advisory Committee shall select their own chairperson. Meetings of the Advisory Committee shall be held when called by the Commissioner."},{"prefix":"e","text":" The Advisory Committee shall give the Commissioner the benefit of its advice on any and all matters pertaining to the administration of this chapter, particularly the adoption, amendment of repeal of rules, regulations, and forms."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"VIII","text":"Miscellaneous Provisions."},"heading":{"title":"31","chaptersection":"5608","identifier":"31-5608.02","catch_text":"District of Columbia Securities Advisory Committee"}}