{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-150, in subsec. (b), substituted \"31-5603.06(c)\" for \"31- 5603.05(c)\".\n\nLegislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nFor Law 14-150, see notes following § 31-5601.01.\n\nDC CODE § 31-5603.03\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 303, 47 DCR 7837; June 25, 2002, D.C. Law 14-150, § 2(f), 49 DCR 4238.)","sections":[{"prefix":"a","text":" A security for which a registration statement has been filed under the Securities Act of 1933 in connection with the offering of the security may be registered by coordination."},{"prefix":"b","text":" In addition to the information specified in § 31-5603.06(c) and the consent to service of process required under § 31-5607.06, a registration statement under this section shall contain the following information and be accompanied by the following documents:"},{"prefix":"1","text":" Two copies of the latest prospectus or offering circular filed under the Securities Act of 1933;"},{"prefix":"2","text":" If the Commissioner, by rule or order, requires:"},{"prefix":"A","text":" A copy of the articles of incorporation and by-laws, or their substantial equivalents, as currently in effect;"},{"prefix":"B","text":" A copy of any agreement with or among underwriters;"},{"prefix":"C","text":" A copy of any indenture or other instrument governing the issuance of the security to be registered; and"},{"prefix":"D","text":" A specimen, copy, or description of the security;"},{"prefix":"3","text":" If the Commissioner requests, any other information or copies of any document filed under the Securities Act of 1933; and"},{"prefix":"4","text":" An undertaking to forward all future amendments to the federal prospectus, other than an amendment which merely delays the effective date of the registration statement, promptly and not later than the first business day after the day on which they are forwarded to or filed with the Securities and Exchange Commission, whichever occurs first."},{"prefix":"c","text":" A registration statement under this section shall become effective at the time that the federal registration statement becomes effective if all of the following conditions are satisfied:"},{"prefix":"1","text":" A stop order is not in effect and a proceeding is not pending under § 31-5603.06;"},{"prefix":"2","text":" The registration statement has been on file with the Commissioner for at least 10 business days; and"},{"prefix":"3","text":" A statement of the maximum and minimum proposed offering prices and the maximum underwriting discounts and commissions has been on file for 2 full business days, or any shorter period which the Commissioner permits by rule or otherwise, and the offering is made within those limitations."},{"prefix":"d","text":" The registrant shall promptly notify the Commissioner, in writing, facsimile transmission, or other means considered acceptable by the Commissioner, of the date and time when the federal registration statement became effective and the content of the price amendment, if any, and shall promptly file a post-effective amendment containing the information and documents in the price amendment."},{"prefix":"e","text":" Upon failure to receive the required notification and post-effective amendment with respect to the price amendment, the Commissioner may enter a stop order, without notice or hearing, retroactively the denying the effectiveness of the registration statement or suspending its effectiveness until there is compliance with subsection (d) of this section if the Commissioner promptly notifies the registrant by telephone or otherwise, and promptly confirms by letter, facsimile transmission, or otherwise if the Commissioner notifies by telephone, of the issuance of the order. If the registrant proves compliance with the requirements of subsection (d) of this section as to notice and post-effective amendment, the stop order shall be void as of the time of its entry."},{"prefix":"f","text":" The Commissioner may, by rule or otherwise, waive either or both of the conditions specified in subsection (c)(2) or (3) of this section."},{"prefix":"g","text":" If the federal registration statement becomes effective before all of the conditions in subsection (c) of this section are satisfied and they are not waived, the registration statement shall become effective when all the conditions are satisfied. If the registrant advises the Commissioner of the date when the federal registration statement is expected to become effective, the Commissioner shall promptly advise the registrant by telephone, facsimile, or otherwise, at the registrant's expense, whether all of the conditions are satisfied and whether the Commissioner then contemplates the institution of a proceeding under § 31-5603.06. This advice by the Commissioner shall not preclude the institution of a proceeding for a stop order suspending the effectiveness of the registration statement."},{"prefix":"h","text":" The Commissioner may, by rule or order, waive or modify the application of a requirement of this section if a provision, or an amendment, repeal, or other alteration of the securities registration provisions, of the Securities Act of 1933, or the regulations adopted thereunder, render the waiver or modification appropriate for further coordination of District and federal law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"III","text":"Registration of Securities."},"heading":{"title":"31","chaptersection":"5603","identifier":"31-5603.03","catch_text":"Registration by coordination"}}