{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1942.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-129, see Historical and Statutory Notes following § 31-5401.\n\nDC CODE § 31-5402\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, § 3, 39 DCR 4036.)","sections":[{"prefix":"a","text":" Coverage shall be provided for the policies and contracts issued to:"},{"prefix":"1","text":" Persons who, regardless of where they reside (except for nonresident certificate holders under group policies or contracts), are the beneficiaries, assignees or payees of the persons covered under paragraph (2) of this subsection; and"},{"prefix":"2","text":" Persons who are owners of, or certificate holders under, such policies or contracts, and who:"},{"prefix":"A","text":" Are residents; or"},{"prefix":"B","text":" Are not residents, subject to the following conditions:"},{"prefix":"i","text":" The insurers which issued and delivered the policies or contracts are domiciled in the District of Columbia;"},{"prefix":"ii","text":" The insurers never held a license or certificate of authority in the states in which the persons reside; and"},{"prefix":"iii","text":" The states have associations similar to the Association created by this chapter and are not eligible for coverage by the associations."},{"prefix":"b","text":"(1) Coverage shall be provided to the persons specified in subsection (a) of this section for direct, non-group life, health, annuity, and supplemental policies or contracts, and for certificates under direct group policies or contracts, except as limited by this chapter. Annuity contracts and certificates under group annuity contracts include, but are not limited to, allocated funding agreements, structured settlement agreements, lottery contracts, and any immediate or deferred annuity contracts."},{"prefix":"2","text":" Coverage shall not be provided for:"},{"prefix":"A","text":" Any portion of a policy or contract not guaranteed by the insurer, or under which the risk is borne by the holder of the policy, contract, or certificate;"},{"prefix":"B","text":" Any policy or contract of reinsurance, unless assumption certificates have been issued and delivered;"},{"prefix":"C","text":" Any portion of a policy, contract, or certificate if the rate of interest on which it is based:"},{"prefix":"i","text":" Averaged over the 4-year period prior to the date on which the Association becomes obligated with respect to the policy, contract, or certificate, exceeds a rate of interest determined by subtracting 2 percentage points from Moody's Corporate Bond Yield Average averaged for that same 4-year period or for a lesser period if the policy, contract, or certificate was issued and delivered less than 4 years before the Association became obligated; and"},{"prefix":"ii","text":" On and after the date on which the Association becomes obligated with respect to the policy, contract, or certificate, exceeds the rate of interest determined by subtracting 3 percentage points from the most recent Moody's Corporate Bond Yield Average;"},{"prefix":"D","text":" Any plan or program of an employer, association, or similar entity to provide life, health, or annuity benefits to its employees or members to the extent that the plan or program is self-funded or uninsured, including, but not limited to, benefits payable by an employer, association, or similar entity under:"},{"prefix":"i","text":" A Multiple Employer Welfare Arrangement as defined in section 514 of the Employee Retirement Income Security Act of 1974 (29 U.S.C. § 1144), as amended;"},{"prefix":"ii","text":" A minimum premium group insurance plan;"},{"prefix":"iii","text":" A stop-loss group insurance plan; or"},{"prefix":"iv","text":" An administrative services only contract;"},{"prefix":"E","text":" Any portion of a policy, contract, or certificate to the extent that it provides dividends or experience rating credits, or provides that any fees or allowances be paid to any person, including the policy, contract, or certificate holder, in connection with the service to or administration of the policy, contract, or certificate;"},{"prefix":"F","text":" Any policy, contract, or certificate issued and delivered in the District of Columbia by a member insurer at a time when it was not licensed or did not have a certificate of authority to issue and deliver the policy, contract, or certificates in the District of Columbia; or"},{"prefix":"G","text":" Any unallocated annuity contract."},{"prefix":"c","text":" The benefits for which the Association may become liable shall in no event exceed the lesser of:"},{"prefix":"1","text":" The contractual obligations for which the insurer is liable or would have been liable if it were not an impaired or insolvent insurer; or"},{"prefix":"2","text":"(A) With respect to any 1 life, regardless of the number of policies, contracts, or certificates:"},{"prefix":"i","text":" $300,000 in life insurance death benefits, but not more than $100,000 in net cash surrender and net cash withdrawal values for life insurance;"},{"prefix":"ii","text":" $100,000 in health insurance benefits, including any net cash surrender and net cash withdrawal values; or"},{"prefix":"iii","text":" $300,000 in the present value of annuity benefits, including net cash surrender and net cash withdrawal values."},{"prefix":"B","text":" The liability of the Association shall be limited strictly by the express terms of the policies or contracts and by this chapter, and shall not be affected by the contents of any brochures, illustrations, advertisements in print or electronic media, or other advertising material used in connection with the sale of the policies or contracts, or by oral statements made by agents or other sales representatives in connection with the sale of the policies or contracts. The Association shall not be liable for extra-contractual damages, punitive damages, attorney fees, or interest other than as provided for by the terms of the policies or contracts as limited by this chapter, that might be awarded by any court or governmental agency in connection with the policies or contracts."},{"prefix":"d","text":" In no event shall the Association be liable to expend more than $300,000 in the aggregate with respect to any 1 individual."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5402","identifier":"31-5402","catch_text":"Coverage and limitations."}}