{"text":"For the purpose of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-354, in par. (8), validated previously made technical corrections.\n\nD.C. Law 18-181 added pars. (8A), (8B), (8C), (11A), and (16) to (18); and rewrote pars. (12) and (15), which had read as follows:\n\n\"(12)(A) 'Qualified Business' means a business, except as provided in subparagraphs (B) and (C) of this paragraph, that meets the following qualifications as of the time of a Certified Capital Company's initial investment in the business:\n\n\"(i) It is headquartered in the District, its principal business operations are located in the District, and the Qualified Investment it receives is used solely to support its business operations in the District, except for advertising, promotions and sales purposes;\n\n\"(ii) At least 25% of its employees are residents of the District;\n\n\"(iii) At least 75% of its employees are employed in the District;\n\n\"(iv) It is a small business concern as defined in 13 CFR § 121.201; and\n\n\"(v) It certifies in an affidavit that the business is unable to obtain conventional financing, which means that the business has failed in an attempt to obtain funding for a loan from a bank or other commercial lender or that the business cannot reasonably be expected to qualify for financing under the standards of commercial lending.\n\n\"(B) A business engaged in professional services provided by accountants, lawyers, or physicians shall not constitute a Qualified Business.\n\n\"(C) A business that does not meet all of the qualifications set forth in subparagraph (A) of this paragraph may be deemed a Qualified Business for purposes of allowing an investment in the business by a Certified Capital Company if the Commissioner determines that the proposed investment will further economic development in the District and certifies the business as a Qualified Business for purposes of the investments.\n\n\"(15) 'Qualified Investment' means the investment of cash by a Certified Capital Company in a Qualified Business for the purchase of any debt, debt participation, equity, or hybrid security, of any nature and description, including a debt instrument or security which has the characteristics of debt but which provides for conversion into equity or equity participation instruments, such as options or warrants.\"\n\nLegislative History of Laws\n\nLaw 15-87, the \"Certified Capital Companies Act of 2003\", was introduced in Council and assigned Bill No. 15-20, which was referred to Committee on Consumer and Regulatory Affairs.  The Bill was adopted on first and second readings on July 8, 2003, and November 4, 2003, respectively.  Signed by the Mayor on November 25, 2003, it was assigned Act No. 15-254 and transmitted to both Houses of Congress for its review.   D.C. Law 15-87 became effective on March 10, 2004.\n\nFor Law 15-354, see notes following § 31-101.\n\nLegislative History of Laws\n\nLaw 18-181, the \"Certified Capital Companies Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-402, which was referred to the Committee on Public Services and Consumer Affairs.   The bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively. Signed by the Mayor on April 7, 2010, it was assigned Act No. 18-378 and transmitted to both Houses of Congress for its review.   D.C. Law 18-181 became effective on May 27, 2010.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 18-181 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall not apply to any Qualified Investment or distribution made by any Certified Capital Company prior to the effective date of this act.\"\n\nDC CODE § 31-5231\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 2004, D.C. Law 15-87, § 2, 50 DCR 10982; Apr. 13, 2005, D.C. Law 15-354, § 49(a), 52 DCR 2638; May 27, 2010, D.C. Law 18-181, § 2(a), 57 DCR 3388.)","sections":[{"prefix":"1","text":" \"Affiliate\" means:"},{"prefix":"A","text":" Any person, directly or indirectly, beneficially owning (whether through rights, options, convertible interests, or otherwise), controlling, or holding power to vote 15% or more of the outstanding voting securities or other voting ownership interests of the Certified Capital Company or Certified Investor;"},{"prefix":"B","text":" Any person with 15% or more of its outstanding voting securities or other voting ownership interests directly or indirectly beneficially owned (whether through rights, options, convertible interests, or otherwise), controlled, or held with power to vote by the Certified Capital Company or Certified Investor;"},{"prefix":"C","text":" Any person directly or indirectly controlling, controlled by, or under common control with the Certified Capital Company or Certified Investor;"},{"prefix":"D","text":" A partnership or limited liability company in which the Certified Capital Company or Certified Investor is a general partner, manager, or managing member; or"},{"prefix":"E","text":" Any person who is an officer, director, employee, or agent of the Certified Capital Company or Certified Investor or an immediate family member of the officer, director, employee, or agent."},{"prefix":"2","text":" \"Allocation Date\" means the date on which the Certified Investors of a Certified Capital Company are allocated Premium Tax Credits by the Commissioner under § 31-5234."},{"prefix":"3","text":" \"Certified Capital\" means an investment of cash by a Certified Investor in a Certified Capital Company that fully funds the purchase price of an equity interest in the Certified Capital Company, a Qualified Debt Instrument, or a combination of the two."},{"prefix":"4","text":" \"Certified Capital Company\" means a partnership, corporation, trust, or limited liability company, whether organized on a profit or not for profit basis, that has as its primary business activity the investment of cash in Qualified Businesses and that is certified by the Commissioner as meeting the criteria of this chapter."},{"prefix":"5","text":" \"Certified Investor\" means any insurance company, approved by the Commissioner, that invests Certified Capital pursuant to an allocation of Premium Tax Credits under § 31-5234."},{"prefix":"6","text":" \"Commissioner\" means the Commissioner of Insurance and Securities Regulation."},{"prefix":"7","text":" \"District\" means the District of Columbia."},{"prefix":"8","text":" \"District Premium Tax Liability\" means any liability incurred by an insurance company under § 31-205 or, in the case of a repeal or reduction by the District of the tax imposed by § 31-205, any other tax liability incurred by an insurance company under District law."},{"prefix":"8A","text":" \"Economic Impact Study\" means an assessment of the performance of the Certified Capital Company program that includes:"},{"prefix":"A","text":" Job growth and retention in Qualified Businesses after the receipt of Qualified Investments, with reference to the following measures:"},{"prefix":"i","text":" Overall number of jobs created and retained;"},{"prefix":"ii","text":" Number of jobs created and retained in Tier One Qualified Businesses, Tier Two Qualified Businesses, and Tier Three Qualified Businesses; and"},{"prefix":"iii","text":" A description of whether the jobs are full-time salaried, full-time hourly, part-time, or contract;"},{"prefix":"B","text":" Estimates of the taxation revenue generated as the result of Qualified Investments, with specific reference to income tax, sales tax, and corporate tax; and"},{"prefix":"C","text":" Comparison of each of the measures set forth in subparagraphs (A) and (B) of this paragraph among all Certified Capital Companies."},{"prefix":"8B","text":" \"Follow-on Investment\" means any Qualified Investment that a Certified Capital Company makes in a Qualified Business that is subsequent to its Initial Investment in that Qualified Business."},{"prefix":"8C","text":" \"Initial Investment\" means the 1st Qualified Investment that a Certified Capital Company makes in a Qualified Business after May 27, 2010."},{"prefix":"9","text":" \"Person\" means any natural person or entity, including a corporation, general or limited partnership, trust, or limited liability company."},{"prefix":"10","text":" \"Premium Tax Credit\" means a tax credit which may be applied against a Certified Investor's District Premium Tax Liability under § 31-5233."},{"prefix":"11","text":" \"Premium Tax Credit Allocation Request\" means an application for allocation of Premium Tax Credits prepared and executed by a Certified Investor on a form provided by the Commissioner and filed by a Certified Capital Company with the Commissioner."},{"prefix":"11A","text":" \"Principal Business Operations\" means the location where a business conducts its primary business activities, its managers and the majority of its employees work, and its material books and records are maintained."},{"prefix":"12","text":"(A) \"Qualified Business\" means a business, except as provided in subparagraph (B) of this paragraph, that meets the following qualifications as of the time of a Certified Capital Company's Initial Investment in the business:"},{"prefix":"i","text":"(I) It is headquartered in the District, its Principal Business Operations are located in the District, and the Qualified Investment it receives is used solely to support its business operations in the District, except for advertising, promotions, and sales purposes; or"},{"prefix":"II","text":" It is headquartered and has its Principal Business Operations located outside the District, certifies in an affidavit that the business will relocate its headquarters and its Principal Business Operations to the District within 90 days after its receipt of the Initial Investment by the Certified Capital Company, and the Qualified Investment it receives is used solely to support its business operations in the District, except for advertising, promotions, and sales purposes;"},{"prefix":"ii","text":" At least 25% of its employees are residents of the District;"},{"prefix":"iii","text":" At least 75% of its employees are employed in the District;"},{"prefix":"iv","text":" It is a small business concern as defined in 13 C.F.R. § 121.201;"},{"prefix":"v","text":" It certifies in an affidavit that the business is unable to obtain conventional financing, which means that the business has failed in an attempt to obtain funding for a loan from a bank or other commercial lender or that the business cannot reasonably be expected to qualify for financing under the standards of commercial lending;"},{"prefix":"vi","text":" The business was not organized by a Certified Capital Company or an affiliate of a Certified Capital Company; provided, that this sub-subparagraph shall not prohibit a Certified Capital Company from providing financial, technical, or similar advice to a business before making an investment in such business;"},{"prefix":"vii","text":" The business does not have an ownership interest, investment interest, compensation agreement, or similar financial relationship with a Certified Capital Company or any affiliate of a Certified Capital Company before the date on which a Certified Capital Company makes an Initial Investment in the business; provided, that this sub-subparagraph shall not prohibit a Certified Capital Company from providing financial, technical or similar advice to a business before making an investment in such business."},{"prefix":"B","text":" A business shall not be a Qualified Business if it is:"},{"prefix":"i","text":" A regional or national franchise;"},{"prefix":"ii","text":" Primarily engaged in real estate development or leasing projects;"},{"prefix":"iii","text":" Primarily engaged in insurance; or"},{"prefix":"iv","text":" Engaged in the provision of professional services by accountants, lawyers, or physicians."},{"prefix":"13","text":" \"Qualified Debt Instrument\" means a debt instrument issued to a Certified Investor by a Certified Capital Company, at par value or a premium, with an original maturity date of at least 5 years from date of issuance and a repayment schedule which is no faster than a level principal amortization over 5 years, which does not permit the Certified Investor to receive prepayment of interest, and which contains no interest, distribution, or payment features which are related to the profitability of the issuing Certified Capital Company or the performance of its investment portfolio."},{"prefix":"14","text":" \"Qualified Distribution\" means any distribution or payment of a Certified Capital Company in connection with the following:"},{"prefix":"A","text":" Reasonable costs and expenses of forming and syndicating the Certified Capital Company, which may include the costs of financing and insuring the obligations of the Certified Capital Company; provided, that no more than one Certified Investor, or the Affiliates thereof, in the Certified Capital Company may receive a Qualified Distribution related to providing a guaranty, indemnity, bond, insurance policy, or other payment undertaking in favor of all of the Certified Investors;"},{"prefix":"B","text":" Reasonable costs and expenses of managing and operating the Certified Capital Company, including reasonable and necessary fees paid for professional services (such as legal and accounting services) related to the formation and operation of the Certified Capital Company and an annual management fee in an amount that does not exceed 2 1/2 of the Certified Capital of the Certified Capital Company; and"},{"prefix":"C","text":" Any projected increase in federal or state taxes of the direct or indirect equity holders of a Certified Capital Company resulting from the earnings or other tax liability of the Certified Capital Company to the extent that the increase is related to the direct or indirect ownership of a Certified Capital Company."},{"prefix":"15","text":" \"Qualified Investment\" means the investment of cash by a Certified Capital Company in a Qualified Business for the purchase of any debt, debt participation, equity, or hybrid security, of any nature and description, including a debt instrument or security which has the characteristics of debt but which provides for conversion into equity or equity participation instruments, such as options or warrants; provided, that:"},{"prefix":"A","text":" Any such debt instrument shall have a maturity of at least 24 months from the date the debt is incurred; and"},{"prefix":"B","text":" A Certified Capital Company, after an investment and assuming the conversion and exercise of any equity participation or hybrid security, shall not own more than 49% of the voting equity of the Qualified Business."},{"prefix":"16","text":" \"Tier One Qualified Business\" means any Qualified Business:"},{"prefix":"A","text":" That did not receive a Qualified Investment prior to May 27, 2010;"},{"prefix":"B","text":" That is engaged in one of the following lines of business as its primary line of business:"},{"prefix":"i","text":" Healthcare services;"},{"prefix":"ii","text":" Information technology;"},{"prefix":"iii","text":" Environmental services/technology;"},{"prefix":"iv","text":" Internet information providers;"},{"prefix":"v","text":" Communication services;"},{"prefix":"vi","text":" Biotechnology/research services;"},{"prefix":"vii","text":" Multimedia/graphics software;"},{"prefix":"viii","text":" Business management services;"},{"prefix":"ix","text":" Financial services; or"},{"prefix":"x","text":" Restaurant services; and"},{"prefix":"C","text":" Whose Principal Business Operations are located within:"},{"prefix":"i","text":" A Neighborhood Investment Program target area designated pursuant to § 6-1073; or"},{"prefix":"ii","text":" The District of Columbia Enterprise Zone as defined by section 1400 of the Internal Revenue Code of 1986, approved August 5, 1997 (111 Stat. 863; 26 U.S.C. § 1400)."},{"prefix":"17","text":" \"Tier Two Qualified Business\" means any Qualified Business that did not receive a Qualified Investment prior to May 27, 2010, that is not a Tier One Qualified Business, and that is engaged in one of the lines of business set forth in paragraph (16)(B)(i) through (x) of this section as its primary line of business."},{"prefix":"18","text":" \"Tier Three Qualified Business\" means any Qualified Business that did not receive a Qualified Investment prior to May 27, 2010, and that is not a Tier One Qualified Business or a Tier Two Qualified Business."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VIII-A","text":" Certified Capital Investment by Insurance Companies."},"chapter":{"identifier":"52A","text":"Certified Capital Companies."},"heading":{"title":"31","chaptersection":"5231","identifier":"31-5231","catch_text":"Definitions."}}