{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1946.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-129, see Historical and Statutory Notes following § 31-5401.\n\nDC CODE § 31-5406\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, § 7, 39 DCR 4036.)","sections":[{"prefix":"a","text":" The Board of Directors shall assess the member insurers for the amounts necessary to carry out the powers and duties of the Association. Assessments shall be made separately for the life insurance and annuity account and for the health insurance account and shall be maintained in a District of Columbia bank, which is subject to the District of Columbia Community Development Program under the supervision of the District of Columbia Office of Banking and Financial Institutions. Assessments shall be due not less than 30 days after prior written notice to the member insurers and shall accrue interest monthly until paid."},{"prefix":"b","text":" There shall be 2 assessments, as follows:"},{"prefix":"1","text":" Class A assessments shall be made for the purposes of meeting administrative and legal costs and other expenses and examinations conducted under the authority of § 31-5409(e). Class A assessments may be made whether or not related to a particular impaired or insolvent insurer."},{"prefix":"2","text":" Class B assessments shall be made to the extent necessary to carry out the powers and duties of the Association under § 31-5405 with regard to an impaired or insolvent insurer."},{"prefix":"c","text":"(1) The amount of any Class A assessment shall be determined by the Board and may be made on a pro rata or non-pro rata basis. If pro rata, the Board may provide that it be credited against future Class B assessments. The amount of any Class B assessment shall be allocated for assessment purposes among the accounts pursuant to an allocation formula which may be based on the premiums or reserves of the impaired or insolvent insurer or any other standard deemed by the Board in its sole discretion as being fair and reasonable under the circumstances."},{"prefix":"2","text":" Class B assessments against member insurers for each account and subaccount shall be in the same proportion as the premiums received on business in the District of Columbia by each assessed member insurer on policies and contracts covered by each account for the 3 most recent calendar years, for which information is available, preceding the year in which the insurer became impaired or insolvent bears to the premiums received on business in the District of Columbia for these calendar years by all assessed member insurers."},{"prefix":"3","text":" Assessments for funds to meet the requirements of the Association with respect to an impaired or insolvent insurer shall not be made until necessary to implement the purposes of this chapter. Classification of assessments under subsection (b) of this section and computation of assessments under this subsection shall be made with a reasonable degree of accuracy, recognizing that exact determinations may not always be possible."},{"prefix":"d","text":"(1) The Association may abate or defer, in whole or in part, the assessment of a member insurer if the Board concludes that payment of the assessment would endanger the ability of the member insurer to fulfill its contractual obligations."},{"prefix":"2","text":" In the event an assessment against a member insurer is abated or deferred in whole or in part, the amount by which the assessment is abated or deferred may be assessed against the other member insurers in a manner consistent with the basis for assessments set forth in this section."},{"prefix":"e","text":"(1) The total of all assessments upon a member insurer for the life and annuity account and for each subaccount thereunder shall not in any 1 calendar year exceed 2% and for the health account shall not in any 1 calendar year exceed 2% of the insurer's average premiums received in the District of Columbia on the policies and contracts covered by the account during the 3 calendar years preceding the year in which the insurer is declared impaired or insolvent. If the maximum assessment, together with the other assets of the Association in any account, does not provide in any 1 year in either account an amount sufficient to carry out the responsibilities of the Association, the necessary additional funds shall be assessed as soon thereafter as permitted by this chapter."},{"prefix":"2","text":" The Board may provide in the plan of operation a method of allocating funds among claims, whether relating to 1 or more impaired or insolvent insurers, when the maximum assessment will be insufficient to cover anticipated claims."},{"prefix":"3","text":" If a 1% assessment for any subaccount of the life and annuity account in any 1 year does not provide an amount sufficient to carry out the responsibilities of the Association, then pursuant to subsection (c)(2) of this section, the Board shall assess all subaccounts of the life and annuity account for the necessary additional amount, subject to the maximum stated in paragraph (1) of this subsection."},{"prefix":"f","text":"(1) The Board may, by an equitable method as established in the plan of operation, refund to member insurers, in proportion to the contribution of each insurer to that account, the amount by which the assets of the account exceed the amount the Board finds is necessary to carry out, during the coming year, the obligations of the Association with regard to that account, including assets accruing from assignments, subrogation, net realized gains, and income from investments."},{"prefix":"2","text":" A reasonable amount may be retained in any account in a District of Columbia bank, which is subject to the District of Columbia Community Development Program under the supervision of the District of Columbia Office of Banking and Financial Institutions, to provide funds for the continuing expenses of the Association and for future losses."},{"prefix":"g","text":" It shall be proper for any member insurer, in determining its premium rates and policyholder dividends for any kind of insurance within the scope of this chapter, to consider the amount reasonably necessary to meet its assessment obligations under this chapter."},{"prefix":"h","text":" The Association shall issue to each insurer paying an assessment under this chapter, other than a Class A assessment, a certificate of contribution, in a form prescribed by the Mayor, for the amount of the assessment so paid. All outstanding certificates shall be of equal value, dignity, and priority without references to amounts or dates of issue. A certificate of contribution may be shown by the insurer in its financial statement as an asset in the form and for the amount, if any, and period of time as the Mayor may approve."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5406","identifier":"31-5406","catch_text":"Assessments."}}