{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2127 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 31-5041.01.\n\nDC CODE § 31-5041.06\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 2127, 57 DCR 6242.)","sections":[{"prefix":"a","text":" All funds deposited with the title insurance producer or insurer in connection with an escrow, settlement, closing, or indemnity deposit shall be submitted for collection to or deposited in a fiduciary trust account in accordance with Chapter 24 of Title 42 unless otherwise agreed upon in writing, and in accordance with the following requirements:"},{"prefix":"1","text":" The funds shall be the property of the person entitled to them under the provisions of the escrow, settlement, indemnity deposit, or closing agreement and shall be segregated for each depository by escrow, settlement, indemnity deposit, or closing in the records of the title insurance producer in a manner that permits the funds to be identified on an individual basis; and"},{"prefix":"2","text":" The funds shall be applied only in accordance with the terms of the individual instructions, settlement statement, or agreements under which the funds were accepted."},{"prefix":"b","text":" Funds held in an indemnity deposit account shall be disbursed only pursuant to a written agreement specifying:"},{"prefix":"1","text":" What actions the indemnitor shall take to satisfy his or her obligation under the agreement;"},{"prefix":"2","text":" The duties of the title insurance producer with respect to disposition of the funds held, including a requirement to maintain evidence of the disposition of the title exception before any balance may be paid over to the depositing party or his or her designee; and"},{"prefix":"3","text":" Any other provisions that the Commissioner may require."},{"prefix":"c","text":" Any interest received on funds deposited in connection with any escrow, settlement, indemnity deposit, or closing shall be paid, net of administrative costs, to the depositing party, unless the depositor's written instructions for the funds, a court order, or a governing law provides otherwise."},{"prefix":"d","text":" Disbursements may be made out of an escrow, settlement, or closing account only if deposits in amounts at least equal to the disbursement have first been made directly relating to the transaction disbursed against and if the deposits are in one of the following forms:"},{"prefix":"1","text":" Cash;"},{"prefix":"2","text":" Wire transfers such that the funds are unconditionally received by the title insurance producer, title insurer, or depository of either;"},{"prefix":"3","text":" Checks, drafts, negotiable orders of withdrawal; money orders, and any other item that has been finally paid before any disbursements; provided, that a title insurance producer may accept a check in an amount not to exceed $3,000 that has not been finally paid before any disbursements;"},{"prefix":"4","text":" A depository check, including a certified check, governed by the provisions of the Expedited Funds Availability Act, approved August 10, 1987 (101 Stat. 635; 12 U.S.C. § 4001 et seq.); or"},{"prefix":"5","text":" Credit transfers through the Automated Clearing House which have been deemed available by the depository institution receiving the credit transfers and conform to the operating rules set forth by the National Automated Clearing House Association."},{"prefix":"e","text":" This chapter shall not prohibit the recording of documents prior to the time funds are available for disbursement with respect to a transaction that does not relate to residential property; provided, that all parties consent to the transaction in writing."},{"prefix":"f","text":" A title insurance producer who maintains or operates fiduciary trust accounts in connection with providing escrow, closing settlement services shall have an annual audit made of its escrow, settlement, closing, and indemnity deposit accounts, conducted by an accountant on a calendar year basis at its expense within 90 days after the close of the previous calendar year. Alternatively, any title insurer, at its expense, may conduct, or cause to be conducted, an annual audit of the escrow, settlement, closing, and security deposit accounts of the title insurance producer, subject to the rules by the Commissioner as hereinafter set forth. By April 30th of each year, the title insurance producer shall provide a copy of the audit report to each title insurer which it represents or for which it was an appointed producer with the Company. The Commissioner may promulgate rules setting forth the minimum threshold level at which an audit would be required, the standards of audit, and the forms of audit report required. Title insurance producers who are attorneys licensed in any state or the District of Columbia, who are not exclusively in the business of title insurance, and who issue title insurance policies as part of their legal representation of clients shall be exempt from the requirements of this subsection; provided, that the title insurer may, at its expense, conduct, or cause to be conducted, an annual review or audit of the escrow, settlement, closing, and indemnity deposit accounts of the attorney. The Commissioner may also require the title insurance producer or escrow agent to provide a copy of its audit report to the Commissioner."},{"prefix":"g","text":" If the title insurance producer is appointed by 2 or more title insurers and maintains fiduciary trust accounts in connection with providing escrow, closing settlement services, the title insurance producer shall allow each title insurer reasonable access to the accounts and any or all of the supporting account information to ascertain the safety and security of the funds held by the title insurance producer."},{"prefix":"h","text":" The Commissioner may prescribe standard disclosures that must be included in all agreements for escrow, settlement, closing, or indemnity deposits."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50B","text":"Title Insurance Producers."},"heading":{"title":"31","chaptersection":"5041","identifier":"31-5041.06","catch_text":"Conditions for providing escrow, settlement, closing, and indemnity deposit services."}}