{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nDC CODE § 31-5602.03\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 203, 47 DCR 7837.)","sections":[{"prefix":"a","text":" A broker-dealer, agent, investment adviser, or investment adviser representative may obtain an initial or renewal license by filing with the Commissioner an application and the consent to service of process required under § 31-5607.06. The application shall contain whatever information the Commissioner may, by rule, require, including:"},{"prefix":"1","text":" The applicant's form and place of organization;"},{"prefix":"2","text":" The applicant's proposed method of doing business;"},{"prefix":"3","text":" The qualifications and business history of the applicant, and in the case of a broker-dealer or investment adviser, the qualifications and business history of any partner, officer, or director; any person occupying a similar status or performing similar functions; or any person directly or indirectly controlling the broker-dealer or investment adviser;"},{"prefix":"4","text":" Any injunction or administrative order or conviction of a misdemeanor involving a security or any aspect of the securities business and any conviction of a felony;"},{"prefix":"5","text":" The applicant's financial condition and history for 10 years; and"},{"prefix":"6","text":" If the applicant is an investment adviser, any information to be furnished or disseminated to a client or prospective client."},{"prefix":"b","text":" If no denial order is in effect and no proceeding is pending under § 31- 5602.07, the license shall become effective no later than noon on the 30th day after the application is filed. If the application is incomplete, the Commissioner may request additional information from the applicant and delay the effective date for 30 days from the date of receipt of the requested information. The Commissioner shall consider the application withdrawn if the requested information is not received by noon on the 90th day after the request."},{"prefix":"c","text":" The licensing of a broker-dealer shall constitute the licensing of any agent who is a partner, officer, or director, or a person occupying a similar status or performing similar functions. The licensing of an investment adviser shall constitute the licensing of any investment adviser representative who is a partner, officer, or director, or a person occupying a similar status or performing similar functions."},{"prefix":"d","text":"(1) Except for a federal covered adviser whose only clients are those described in § 31-5602.02(a), a person shall not transact business as a federal covered adviser unless the person has made a notice filing with the Commissioner, which filing shall consist of:"},{"prefix":"A","text":" A copy of those documents that have been filed with the Securities and Exchange Commission that the Commissioner may, by rule or order, require;"},{"prefix":"B","text":" The consent to service of process required under § 31-5607.06; and"},{"prefix":"C","text":" A fee that the Commissioner may, by rule, prescribe."},{"prefix":"2","text":" A notice filing shall be effective from the date of its receipt by the Commissioner until the following December 31st and may be renewed by filing with the Commissioner those documents that have been filed with the Securities and Exchange Commission that the Commissioner requires, by rule or order and a fee to be established by the Commissioner."},{"prefix":"3","text":" The Commissioner may, by rule or order, require a federal covered adviser who has made a notice filing under this section to file with the Commissioner copies of any amendments to documents filed with the Securities and Exchange Commission."},{"prefix":"4","text":" A notice filing may be terminated by a filing notice of termination with the Commissioner. A notice of termination shall be effective upon receipt by the Commissioner."},{"prefix":"e","text":"(1) An applicant for an initial or renewal license as a broker-dealer or agent shall pay a license filing fee as the Commissioner may, by rule, require. The applicant shall not be entitled to a refund of the fee in the event of a withdrawal or denial of the application or the failure to provide additional information requested by the Commissioner."},{"prefix":"2","text":" An applicant for an initial or renewal as an investment adviser or an investment adviser representative who is required to obtain a license shall pay a license filing fee as the Commissioner may, by rule, require. The applicant shall not be entitled to a refund of the fee in the event of a withdrawal or denial of the application or the failure to provide additional information requested by the Commissioner."},{"prefix":"3","text":" A person acting as a federal covered adviser in the District, except a federal covered adviser whose only clients are those described in § 31- 5602.02(a), shall pay an initial and renewal notice filing fee as the Commissioner may, by rule, require."},{"prefix":"f","text":" The Commissioner may, by rule or order, require a minimum net capital for a licensed broker-dealer, subject to the limitations of section 15 of the Securities Exchange Act of 1934, and establish minimum financial requirements for an investment adviser, subject to the limitations of section 222 of the Investment Advisers Act of 1940. The Commissioner may prescribe different requirements for those investment advisers who maintain custody of clients funds or securities or have discretionary authority over these funds or securities and those investment advisers who do not have such custody or authority."},{"prefix":"g","text":"(1) The Commissioner may, by rule or order:"},{"prefix":"A","text":" Require a licensed broker-dealer or agent, or a licensed investment adviser or representative who has custody of or discretionary authority over client funds or securities, to post a surety bond or deposit cash or any other equivalent form of security in such amounts as the Commissioner may require, subject to the limitations of section 15 of the Securities Exchange Act of 1934 in the case of a broker-dealer, and section 222 of the Investment Advisers Act of 1940 in the case of an investment adviser; and"},{"prefix":"B","text":" Determine the conditions of such bond or equivalent security."},{"prefix":"2","text":" A surety bond or equivalent form of security shall provide that:"},{"prefix":"A","text":" No action may be maintained to enforce a liability on the bond or equivalent form of security unless brought within 2 years after the contract of sale or other act on which the action is based; and"},{"prefix":"B","text":" The liability of the surety on the bond or equivalent form of security to all persons aggrieved shall not exceed, in the aggregate, the penal sum of the bond."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"II","text":"Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives."},"heading":{"title":"31","chaptersection":"5602","identifier":"31-5602.03","catch_text":"License and notice filing procedure"}}