{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-150, in subsec. (a), substituted \"open-end\" for \"open\"; and in subsec. (c)(3)(B)(iii), substituted \"(C) If\" for \"(iii) If\".\n\nLegislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nFor Law 14-150, see notes following § 31-5601.01.\n\nDC CODE § 31-5603.05\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 305, 47 DCR 7837; June 25, 2002, D.C. Law 14-150, § 2(h), 49 DCR 4238.)","sections":[{"prefix":"a","text":" A face-amount certificate company, an open-end management company, a closed-end management company that is not a federal covered security under section 18(b)(1) of the Securities Act of 1933, or a unit investment trust, as those terms are defined in the Investment Company Act of 1940, shall comply with the requirements of this section if the company or trust files:"},{"prefix":"1","text":" A notice under § 31-5603.08 of the offer or sale in the District of an indefinite amount of federal covered securities specified in section 18(b)(2) of the Securities Act of 1933; or"},{"prefix":"2","text":" An application to register under § 31-5603.03 the offer or sale in the District of an indefinite amount of securities."},{"prefix":"b","text":"(1) A face-amount certificate company or an open-end management company, at the time of filing, shall pay an initial fee established by the Commissioner."},{"prefix":"2","text":" Within 60 days after the issuer's fiscal year end during which its registration statement is effective or notice required by § 31-5603.08 is filed, a face-amount certificate company or an open-end management company shall:"},{"prefix":"A","text":" Pay a fee in an amount established by rule; or"},{"prefix":"B","text":" File a report, on a form that the Commissioner, by rule, adopts for the reporting of all sales of securities to persons within the District during the fiscal year, and pay a fee based upon the maximum aggregate offering price at which the securities were sold in the District in accordance with a formula established by rule."},{"prefix":"3","text":"(A) To calculate the net amount due under paragraph (2)(B) of this subsection, the initial fee paid in accordance with paragraph (1) of this subsection shall be deducted from the aggregate fee."},{"prefix":"B","text":" Except as provided in subsection (d) of this section, the aggregate fee due under this subsection may not exceed the maximum aggregate fee established by rule."},{"prefix":"C","text":" If the aggregate fee due under paragraph (2)(B) of this subsection is less than the initial fee, no additional amount shall be payable and no credit or refund shall be allowed or returned."},{"prefix":"c","text":"(1) At the time of the filing, a unit investment trust or a closed-end management company that is not a federal covered security under section 18(b)(1) of the Securities Act of 1933 shall pay an initial fee established by rule."},{"prefix":"2","text":" Within 60 days after the anniversary of the date on which the issuer's offer became effective or its notice filed under § 31-5603.08 was accepted, a unit investment trust or closed-end management fund that is not a federal covered security under section 18(b)(1) of the Securities Act of 1933 shall:"},{"prefix":"A","text":" Pay a fee in an amount established by rule; or"},{"prefix":"B","text":" File a report, on a form that the Commissioner, by rule, adopts for the reporting of all sales of securities to persons within the District during the effective period of the registration statement or the acceptance period of the notice filed under § 31-5603.08; and pay a fee based upon the maximum aggregate offering price at which the securities were sold in the District in accordance with a formula established by rule."},{"prefix":"3","text":"(A) To calculate the net amount due under paragraph (2)(B) of this subsection, the initial fee paid in accordance with paragraph (2) of this subsection shall be deducted from the aggregate fee."},{"prefix":"B","text":" Except as provided in subsection (d) of this section, the aggregate fee due under paragraph (2)(B) of this subsection may not exceed the maximum aggregate fee established by rule."},{"prefix":"C","text":" If the aggregate fee under paragraph (2)(B) of this subsection is less than the initial fee, no additional amount shall be payable and no credit or refund shall be allowed or returned."},{"prefix":"d","text":"(1) The Commissioner may, by rule or order, extend the length of the renewal period to a period not exceeding 2 years for the effectiveness of a registered offering or for a notice filed under § 31-5603.08."},{"prefix":"2","text":" If the Commissioner extends a renewal period in excess of one year, the fee shall be prorated for the extended renewal period."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"III","text":"Registration of Securities."},"heading":{"title":"31","chaptersection":"5603","identifier":"31-5603.05","catch_text":"Offer and sale of an indefinite amount of securities"}}