{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1945.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-129, see Historical and Statutory Notes following § 31-5401.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nEditor's Notes\n\n\"Subsection (e) of this section\", referred to in (d)(3), was substituted for the language \"paragraph (4) of this subsection\" which appeared in § 6 of D.C. Law 9-129.\n\nDC CODE § 31-5405\n\nCurrent through December 11, 2012","credits":"(July 22, 1992, D.C. Law 9-129, § 6, 39 DCR 4036; Mar. 24, 1998, D.C. Law 12-81, § 31(a), 45 DCR 745.)","sections":[{"prefix":"a","text":" If a member insurer is an impaired domestic insurer, the Association may, in its discretion and subject to any conditions imposed by the Association that do not impair the contractual obligations of the impaired insurer that are approved by the Mayor, and that are, except in cases of court-ordered conservation or rehabilitation, also approved by the impaired insurer:"},{"prefix":"1","text":" Guarantee, assume, or reinsure, or cause to be guaranteed, assumed, or reinsured, any or all of the policies, contracts, or certificates of the impaired insurer;"},{"prefix":"2","text":" Provide monies, pledges, notes, guarantees, or other proper means to effectuate paragraph (1) of this subsection and assure payment of the contractual obligations of the impaired insurer pending action under paragraph (1) of this subsection; or"},{"prefix":"3","text":" Loan money to the impaired insurer."},{"prefix":"b","text":"(1) If a member insurer is an impaired insurer, whether domestic, foreign, or alien, and the insurer is not paying claims timely, then subject to the preconditions specified in paragraph (2) of this subsection, the Association shall, in its discretion, either:"},{"prefix":"A","text":" Take any of the actions specified in subsection (a) of this section, subject to the conditions therein; or"},{"prefix":"B","text":" Provide substitute benefits in lieu of the contractual obligations of the impaired insurer solely for health claims, periodic annuity benefit payments, death benefits, supplemental benefits, and cash withdrawals for policy or contract owners who petition for them under claims of emergency or hardship in accordance with standards proposed by the Association and approved by the Mayor."},{"prefix":"2","text":" The Association shall be subject to the requirements of paragraph (1) of this subsection only:"},{"prefix":"A","text":" If the laws of the member insurer's state of domicile provide that until all payments of or on account of the impaired insurer's contractual obligation by all guaranty associations, along with all expenses and interest on all payments and expenses, shall have been repaid to the guaranty associations or a plan of repayment by the impaired insurer shall have been approved by the guaranty associations:"},{"prefix":"i","text":" The delinquency proceeding shall not be dismissed;"},{"prefix":"ii","text":" Neither the impaired insurer nor its assets shall be returned to the control of its shareholders or private management; and"},{"prefix":"iii","text":" It shall not be permitted to solicit or accept new business or have any suspended or revoked license restored; and"},{"prefix":"B","text":" If the impaired insurer is a domestic insurer, it has been placed under an order of rehabilitation by a court of competent jurisdiction in the District of Columbia; or"},{"prefix":"C","text":" If the impaired insurer is a foreign or alien insurer:"},{"prefix":"i","text":" It has been prohibited from soliciting or accepting new business in the District of Columbia;"},{"prefix":"ii","text":" Its certificate of authority has been suspended or revoked in the District of Columbia; and"},{"prefix":"iii","text":" A petition for rehabilitation or liquidation has been filed in a court of competent jurisdiction in its state of domicile by the commissioner of insurance of the state."},{"prefix":"c","text":" If a member insurer is an insolvent insurer, the Association shall, in its discretion:"},{"prefix":"1","text":"(A) Guarantee, assume, or reinsure, or cause to be guaranteed, assumed, or reinsured, the policies, contracts, and certificates of the insolvent insurer;"},{"prefix":"B","text":" Assure payment of the contractual obligations of the insolvent insurer; and"},{"prefix":"C","text":" Provide the monies, pledges, guarantees, or other means as are reasonably necessary to discharge the duties; or"},{"prefix":"2","text":" With respect only to life and health insurance policies and certificates, provide benefits and coverages in accordance with subsection (d) of this section."},{"prefix":"d","text":" When proceeding under subsection (b)(1)(B) or (c)(2) of this section, the Association shall, with respect only to life and health insurance policies and certificates:"},{"prefix":"1","text":" Assure payment of benefits for premiums identical to the premiums and benefits, except for terms of conversion and renewability, that would have been payable under the policies of the insolvent insurer for claims insured. The payment of benefits required by this paragraph shall be made:"},{"prefix":"A","text":" With respect to group policies, not later than the earlier of the next renewal date under the policies or 45 days, but in no event less than 30 days after the date on which the Association becomes obligated with respect to the policies; or"},{"prefix":"B","text":" With respect to individual policies, not later than the earlier of the next renewal date, if any, under the policies or 1 year, but in no event less than 30 days from the date on which the Association becomes obligated with respect to the policies;"},{"prefix":"2","text":" Make diligent efforts to provide all known insureds group policy and certificate holders with respect to group policies 30-days notice of the termination of the benefits provided; and"},{"prefix":"3","text":" Make available, with respect to individual policies, to each known insured, or owner if other than the insured; with respect to an individual formerly insured under a group policy who is not eligible for replacement group coverage, make available substitute coverage on an individual basis in accordance with the provisions of subsection (e) of this section, if the insureds had a right under law or the terminated policy to convert coverage to individual coverage or to continue an individual policy in force until a specified age or for a specified time during which the insurer had no right unilaterally to make changes in any provision of the policy or had a right only to make changes in premium by class."},{"prefix":"e","text":"(1) In providing the substitute coverage required under subsection (d)(3) of this section, the Association may offer to reissue the terminated coverage or to issue an alternative policy."},{"prefix":"2","text":" Alternative or reissued policies shall be offered without requiring evidence of insurability, and shall not provide for any waiting period or exclusion that would not have applied under the terminated policies."},{"prefix":"3","text":" The Association may reinsure any alternative or reissued policy."},{"prefix":"f","text":"(1) Alternative policies adopted by the Association shall be subject to the approval of the Mayor. The Association may adopt alternative policies of various types for future issuance without regard to any particular impairment or insolvency."},{"prefix":"2","text":" Alternative policies shall contain at least the minimum statutory provisions required in the District of Columbia and provide benefits that shall not be unreasonable in relation to the premium charged. The Association shall set the premium in accordance with a table of rates which it shall adopt. The premium shall reflect the amount of insurance to be provided and the age and class of risk of each insured, but shall not reflect any changes in the health of the insured after the original policy was last underwritten."},{"prefix":"3","text":" Alternative policies issued and delivered by the Association shall provide coverage of a type similar to that of the policies issued and delivered by the impaired or insolvent insurer, as determined by the Association."},{"prefix":"g","text":" If the Association elects to reissue terminated coverage at a premium rate different from that charged under the terminated policy, the premium shall be set by the Association in accordance with the amount of insurance provided and the age and class of risk, subject to prior approval of the Mayor or by a court of competent jurisdiction."},{"prefix":"h","text":" The Association's obligations with respect to coverage under policies of the impaired or insolvent insurer or under any reissued or alternative policies shall cease on the date the policies are replaced by other similar policies by either the policyholder, the insured, or the Association."},{"prefix":"i","text":" When proceeding under subsection (b)(1)(B) or (c) of this section with respect to any policy or contract carrying guaranteed minimum interest rates, the Association shall assure the payment or crediting of a rate of interest consistent with § 31-5402(b)(2)(C)."},{"prefix":"j","text":" Nonpayment of premiums within 31 days after the date required under the terms of any guaranteed, assumed, alternative, or reissued policy or contract or substitute coverage shall terminate the Association's obligations under the policy or coverage, except with respect to any claims incurred or any net cash surrender value which may be due in accordance with the provisions of this chapter."},{"prefix":"k","text":" Premiums due for coverage after entry of an order of liquidation of an insolvent insurer shall belong to and be payable at the direction of the Association, and the Association shall be liable for unearned premiums due to policy or contract owners arising after the entry of the order."},{"prefix":"l","text":" The protection provided by this chapter shall not apply where any guaranty protection is provided to residents of the District of Columbia by the laws of the domiciliary state or jurisdiction of the impaired or insolvent insurer, other than the District of Columbia."},{"prefix":"m","text":" In carrying out its duties under subsections (b) and (c) of this section, the Association may, subject to approval by the court:"},{"prefix":"1","text":" Impose permanent policy or contract liens in connection with any guarantee, assumption, or reinsurance agreement, if the Association finds that the amounts which can be assessed under this chapter are less than the amount needed to assure full and prompt performance of the Association's duties under this chapter, or that the economic or financial conditions as they affect member insurers are sufficiently adverse to render the imposition of a permanent policy or contract lien, to be in the public interest; or"},{"prefix":"2","text":" Impose temporary moratoriums on liens on payments of cash values and policy loans, or any other right to withdraw funds held in conjunction with policies or contracts, in addition to any contractual provisions for deferral of cash or policy loan value."},{"prefix":"n","text":" If the Association fails to act within a reasonable period of time under subsections (b)(1)(B), (c), and (d) of this section, the Mayor shall assume the powers and duties of the Association under this chapter with respect to impaired or insolvent insurers."},{"prefix":"o","text":" The Association may render assistance and advice to the Mayor, upon request, concerning rehabilitation, payment of claims, continuance of coverage, or the performance of other contractual obligations of any impaired or insolvent insurer."},{"prefix":"p","text":" The Association shall have standing to appear before any court in the District of Columbia with jurisdiction over an impaired or insolvent insurer for which the Association is or may become obligated under this chapter. Standing shall extend to all matters germane to the powers and duties of the Association, including, but not limited to, proposals for reinsuring, modifying, or guaranteeing the policies or contracts of the impaired or insolvent insurer and the determination of the policies or contracts and contractual obligations. The Association shall also have the right to appear before a court in another state with jurisdiction over an impaired or insolvent insurer for which the Association is or may become obligated or a court with jurisdiction over a 3rd party against whom the Association may have rights through subrogation of the insurer's policyholders."},{"prefix":"q","text":"(1) Any person receiving benefits under this chapter shall be deemed to have assigned the rights under, and any causes of action relating to, the covered policy or contract to the Association, whether the benefits are payments of, or on account of, contractual obligations, continuation of coverage, or provision of substitute or alternative coverages. The Association may require an assignment to it of the rights and causes of action by any payee, policy or contract owner, beneficiary, insured, or annuitant as a condition precedent to the receipt of any rights or benefits conferred by this chapter upon such a person."},{"prefix":"2","text":" The subrogation rights of the Association under this subsection shall have the same priority against the assets of the impaired or insolvent insurer as that possessed by the person entitled to receive benefits under this chapter."},{"prefix":"3","text":" In addition to paragraphs (1) and (2) of this subsection, the Association shall have all common law rights of subrogation and any other equitable or legal remedy which would have been available to the impaired or insolvent insurer or holder of a policy or contract with respect to the policy or contracts."},{"prefix":"r","text":" The Association may:"},{"prefix":"1","text":" Enter into contracts necessary or proper to carry out the provisions and purposes of this chapter;"},{"prefix":"2","text":" Sue or be sued, including taking any legal actions necessary or proper to recover any unpaid assessments under § 31-5406 and to settle claims or potential claims against it;"},{"prefix":"3","text":" Borrow money to carry out the purposes of this chapter; any notes or other evidence of indebtedness of the Association not in default shall be legal investments for domestic insurers and may be carried as admitted assets;"},{"prefix":"4","text":" Employ or retain persons necessary to handle the financial transactions of the Association, and to perform other functions necessary or proper under this chapter;"},{"prefix":"5","text":" Take legal action necessary to avoid payment of improper claims; and"},{"prefix":"6","text":" Exercise, for the purposes of this chapter and to the extent approved by the Mayor, the powers of a domestic life or health insurer, but in no case may the Association issue insurance policies or annuity contracts other than those issued to perform its obligations under this chapter."},{"prefix":"s","text":" The Association may join an organization of 1 or more other state associations of similar purposes to further the purposes and administration of the powers and duties of the Association."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"54","text":"Life and Health Insurance Guaranty Association."},"heading":{"title":"31","chaptersection":"5405","identifier":"31-5405","catch_text":"Powers and duties of the Association."}}