{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-1260.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following ยง 31-5301.\n\nDC CODE ยง 31-5330\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, ยง 1231, 45 DCR 1172.)","sections":[{"prefix":"a","text":" Agents of societies shall be licensed in accordance with the provisions of the laws regulating the licensing, revocation, suspension, or termination of license of resident and nonresident agents. No written or other examination shall be required of a person who is certified by a society as having been its full-time agent prior to April 29, 1998."},{"prefix":"b","text":" No examination or license shall be required of any regular salaried officer, employee, or member of a licensed society who devotes substantially all of his or her services to activities other than the solicitation of fraternal insurance contracts from the public, and who receives for the solicitation of such contracts no commission or other compensation directly dependent upon the amount of business obtained."},{"prefix":"c","text":" Any agent, representative, or member of a society who devotes, or intends to devote, less than 50% of such person's time to the solicitation and procurement of insurance contracts for such society shall be exempt from the requirements of subsection (a) of this section. Any person who, in the preceding calendar year, has received or will receive a commission or other compensation for soliciting and procuring the type of contracts listed in paragraphs (1) through (5) of this subsection on behalf of an individual society, shall be presumed to be devoting, or intending to devote, 50% of the person's time to the solicitation or procurement of insurance contracts for such society:"},{"prefix":"1","text":" Life insurance contracts that, in the aggregate, exceed $200,000 of coverage for all lives insured for the preceding calendar year;"},{"prefix":"2","text":" A permanent life insurance contract offering more than $10,000 of coverage on an individual life;"},{"prefix":"3","text":" A term life insurance contract offering more than $50,000 of coverage on an individual life;"},{"prefix":"4","text":" Any insurance contracts other than life that the fraternal benefit society may write that insure the individual lives of more than 23 individuals; or"},{"prefix":"5","text":" Any variable life insurance or variable annuity contract."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"53","text":"Fraternal Benefit Societies."},"heading":{"title":"31","chaptersection":"5330","identifier":"31-5330","catch_text":"Licensing of agents."}}