{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3303.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-36, see Historical and Statutory Notes following § 31-501.\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-501.\n\nMiscellaneous Notes\n\nApplication of Law 10-36: See Historical and Statutory Notes following § 31- 501.\n\nDC CODE § 31-503\n\nCurrent through December 11, 2012","credits":"(Oct. 15, 1993, D.C. Law 10-36, § 4, 40 DCR 5812; May 21, 1997, D.C. Law 11-268, § 10(cc), 44 DCR 1730.)","sections":[{"prefix":"a","text":" For purposes of this chapter, the term \"qualified United States financial institution\" means an institution that:"},{"prefix":"1","text":" Is organized or, in the case of a United States office of a foreign banking organization, licensed under the laws of the United States or any state;"},{"prefix":"2","text":" Is regulated, supervised and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and"},{"prefix":"3","text":" Has been determined by either the Commissioner or the Securities Valuation Office of the National Association of Insurance Commissioners to meet the standards of financial condition and standing considered necessary and appropriate to regulate the quality of financial institutions issuing letters."},{"prefix":"b","text":" For the purposes of this chapter, the term \"qualified United States financial institution\" means, for purposes of those provisions of this chapter specifying those institutions that are eligible to act as a fiduciary of a trust, an institution that:"},{"prefix":"1","text":" Is organized, or, in the case of a United States branch or agency office of a foreign banking organization, licensed, under the laws of the United States or any state and has been granted authority to operate with fiduciary powers; and"},{"prefix":"2","text":" Is regulated, supervised and examined by federal or state authorities having regulatory authority over banks and trust companies."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"5","text":"Credit for Reinsurance."},"heading":{"title":"31","chaptersection":"503","identifier":"31-503","catch_text":"Qualified United States financial institutions."}}