{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following ยง 31-5601.01.\n\nDC CODE ยง 31-5602.02\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, ยง 202, 47 DCR 7837.)","sections":[{"prefix":"a","text":" No person shall transact business in the District as an investment adviser or as an investment adviser representative unless the person is licensed, or exempt from licensure, under this chapter, or the person has no place of business in the District, and:"},{"prefix":"1","text":" The person's only clients in the District are other investment advisers, federal covered advisers, broker-dealers, investment companies as defined in the Investment Company Act of 1940, depository institutions, insurance companies, employee benefit plans with assets of not less than $1 million, governmental agencies or instrumentalities (whether acting for themselves or as trustees with investment control), or other institutional investors as are designated by rule or order of the Commissioner; or"},{"prefix":"2","text":" During the preceding 12 months, the person has had no more than 5 clients who are residents of the District and are not the types of clients described in paragraph (1) of this subsection."},{"prefix":"b","text":" No person shall:"},{"prefix":"1","text":" In the case of a licensed investment adviser, employ an investment adviser representative unless the investment adviser representative is licensed under this chapter; provided, that the license of an investment adviser representative shall not be effective during any period when the investment adviser representative is not employed by a licensed investment adviser; or"},{"prefix":"2","text":" In the case of a federal covered adviser, employ, supervise, or associate with an investment adviser representative having a place of business located in the District unless the investment adviser representative is licensed under this chapter or is exempt from licensure."},{"prefix":"c","text":" When an investment adviser representative begins or terminates employment with a licensed investment adviser or federal covered adviser, the investment adviser or the investment adviser representative shall promptly notify the Commissioner."},{"prefix":"d","text":" Except for advisers whose only clients are those described in subsection (a) of this section, a federal covered adviser shall not conduct advisory business in the District unless the federal covered adviser complies with ยง 31-5602.03(e)."},{"prefix":"e","text":" Unless sooner terminated under this chapter or renewed, the license of an investment adviser and investment adviser representative, and the notice filing of each federal covered adviser, shall expire on December 31."},{"prefix":"f","text":" No investment adviser representative may be registered with more than one investment adviser unless the investment advisers which employ or associate with the investment adviser representative are under common ownership or control."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"II","text":"Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives."},"heading":{"title":"31","chaptersection":"5602","identifier":"31-5602.02","catch_text":"Licensing of investment adviser and investment adviser representative"}}