{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-1231.\n\nEffect of Amendments\n\nD.C. Law 15-166, in par. (4), substituted \"Commissioner of the Department of Insurance, Securities, and Banking\" for \"Commissioner of Insurance of the District of Columbia\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(ff) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 12-86, the \"Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-458, which was referred to the Committee on Public Works and the Environment and the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 19, 1997, and January 6, 1998, respectively. Signed by the Mayor on January 21, 1998, it was assigned Act No. 12-256 and transmitted to both Houses of Congress for its review. D.C. Law 12-86 became effective on April 29, 1998.\n\nFor Law 15-166, see notes following § 31-1004.\n\nMiscellaneous Notes\n\nFraternal Benefit Societies Act of 1998: Section 1201 of D.C. Law 12-86 provided that title XII of the act may be cited as the \"Fraternal Benefit Societies Act of 1998.\"\n\nDC CODE § 31-5301\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, § 1202, 45 DCR 1172; June 11, 2004, D.C. Law 15-166, § 4(ff), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Benefit contract\" means the agreement for provision of benefits authorized by § 31-5313, as that agreement is described in § 31-5316(a)."},{"prefix":"2","text":" \"Benefit member\" means an adult member who is designated by the laws or rules of the society to be a benefit member under a benefit contract."},{"prefix":"3","text":" \"Certificate\" means the document issued as written evidence of the benefit contract."},{"prefix":"4","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"5","text":" \"District\" means the District of Columbia."},{"prefix":"6","text":" \"Fraternal benefit societies\" means any incorporated society, order or supreme lodge, without capital stock, including one exempted under the provisions of § 31-5333(a)(2), whether incorporated or not, conducted solely for the benefit of its members and their beneficiaries and not for profit, operated on a lodge system with ritualistic form of work, having a representative form of government, and which provides benefits in accordance with this chapter."},{"prefix":"7","text":" \"Laws\" means the society's articles of incorporation, charter, constitution and bylaws, however designated."},{"prefix":"8","text":" \"Lodge\" means subordinate member units of the society, known as camps, courts, councils, branches or by any other designation."},{"prefix":"9","text":" \"Lodge System\" means a society that has a supreme governing body and subordinate lodges into which members are elected, initiated, or admitted in accordance with its laws, rules, and rituals. Subordinate lodges shall be required by the laws of the society to hold regular meetings periodically in furtherance of the purposes of the society. A society may, at its option, organize and operate lodges for children under the minimum age for adult membership, but membership and initiation in local lodges shall not be required of such children, nor shall they have a voice or vote in the management of the society."},{"prefix":"10","text":" \"Premiums\" means premiums, rates, dues, or other required contributions by whatever name known, which are payable under the certificate."},{"prefix":"11","text":" \"Representative form of government\" means a society in which:"},{"prefix":"A","text":" There is a supreme governing body constituted in one of the following ways:"},{"prefix":"i","text":" By assembly if the supreme governing body is composed of delegates elected directly by the members or at intermediate assemblies or conventions of members or their representatives, together with other delegates as may be prescribed in the society's laws. A society may provide for election of delegates by mail. The elected delegates shall constitute a majority in number and shall not have less than a majority of the votes and not less than the number of votes required to amend the society's laws. The assembly shall be elected and shall meet at least once every 4 years and shall elect a board of directors to conduct the business of the society between meetings of the assembly. Vacancies on the board of directors between elections may be filled in the manner prescribed by the society's laws; or"},{"prefix":"ii","text":" By direct election if the supreme governing body is a board composed of persons elected by the members, either directly or by their representatives in intermediate assemblies, and any other persons prescribed in the society's laws. A society may provide for election of the board by mail. Each term of a board member may not exceed 4 years. Vacancies on the board between elections may be filled in the manner prescribed by the society's laws. Those persons elected to the board shall constitute a majority in number and not less than the number of votes required to amend the society's laws. A person filling the unexpired term of an elected board member shall be considered to be an elected member. The board shall meet at least quarterly to conduct the business of the society;"},{"prefix":"B","text":" The officers of the society are elected either by the supreme legislative or governing body or by the board by whatever name known, as provided in the society's constitution and bylaws;"},{"prefix":"C","text":" The members, officers, representatives, or delegates shall not vote by proxy; and"},{"prefix":"D","text":" Only benefit members are eligible for election to the supreme governing body, the board of directors or any intermediate assembly."},{"prefix":"12","text":" \"Rules\" means all rules, regulations, or resolutions adopted by the supreme governing body or board of directors which are intended to have general application to the members of the society."},{"prefix":"13","text":" \"Society\" means fraternal benefit society, unless otherwise indicated."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"53","text":"Fraternal Benefit Societies."},"heading":{"title":"31","chaptersection":"5301","identifier":"31-5301","catch_text":"Definitions."}}