{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 35-1234.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-86, see Historical and Statutory Notes following ยง 31-5301.\n\nDC CODE ยง 31-5304\n\nCurrent through December 11, 2012","credits":"(Apr. 29, 1998, D.C. Law 12-86, ยง 1205, 45 DCR 1172.)","sections":[{"prefix":"a","text":" The principal office of any domestic society shall be located in the District. The meetings of its supreme governing body may be held in any state, district, province, or territory wherein such society has at least one subordinate lodge, or in any other location as determined by the supreme governing body, and all business transacted at the meetings shall be as valid in all respects as if the meetings were held in the District. The minutes of the proceedings of the supreme governing body and of the board of directors shall be in the English language."},{"prefix":"b","text":"(1) A society may provide in its laws for an official publication in which any notice, report, or statement required by law to be given to members, including notice of election, may be published. The required reports, notices, and statements shall be printed conspicuously in the publication. If the records of a society show that 2 or more members have the same mailing address, an official publication mailed to one member is deemed to be mailed to all members at the same address unless a member requests a separate copy."},{"prefix":"2","text":" Not later than June 1st of each year, a synopsis of the society's annual statement providing an explanation of the facts concerning the condition of the society thereby disclosed shall be printed and mailed to each benefit member of the society or, in lieu thereof, the synopsis may be published in the society's official publication."},{"prefix":"c","text":" A society may provide in its laws or rules for grievance or complaint procedures for members."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" Insurance Associations and Societies."},"chapter":{"identifier":"53","text":"Fraternal Benefit Societies."},"heading":{"title":"31","chaptersection":"5304","identifier":"31-5304","catch_text":"Location of office."}}