{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nDC CODE § 31-5603.07\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 307, 47 DCR 7837.)","sections":[{"prefix":"a","text":" The Commissioner may issue a stop order denying effectiveness to, or suspending or revoking the effectiveness of, a registration statement if the Commissioner finds the order is in the public interest, and:"},{"prefix":"1","text":" The registration statement as of its effective date (or any earlier date in the case of an order denying effectiveness), any amendment under § 31- 5603.05(k) as of its effective date, or any report under § 31-5603.05(j) is incomplete in any material respect or contains any statement which was, in the light of the circumstances under which it was made, false or misleading with respect to any material fact;"},{"prefix":"2","text":" This chapter or any rule, order, or condition lawfully imposed under this chapter has been willfully violated in connection with the offering by:"},{"prefix":"A","text":" The person filing the registration statement;"},{"prefix":"B","text":" The issuer, any partner, officer, or director of the issuer, any person occupying a similar status or performing similar functions, or any person directly or indirectly controlling or controlled by the issuer, but only if the person filing the registration statement is directly or indirectly controlled by or acting for the issuer; or"},{"prefix":"C","text":" An underwriter;"},{"prefix":"3","text":" The security registered, or sought to be registered, is the subject of an administrative stop order or similar order or a permanent or temporary injunction of a court of competent jurisdiction entered under a federal or state act applicable to the offering; provided, that the Commissioner shall not:"},{"prefix":"A","text":" Institute a proceeding against an effective registration statement under this subsection more than one year from the date of the order or injunction relied on; and"},{"prefix":"B","text":" Enter an order under this subsection on the basis of an order or injunction entered under the law of a state unless the order or injunction was based on facts which would constitute a basis for a stop order under this subsection;"},{"prefix":"4","text":" The issuer's enterprise or method of business includes, or would include, activities which are illegal where performed;"},{"prefix":"5","text":" The offering has worked, or tended to work, a fraud upon purchasers or would so operate;"},{"prefix":"6","text":" The offering has been, or would be made, with an unreasonable amount of underwriters' and sellers' discounts, commissions, or other compensation, or promoters' profits or participation, or unreasonable amount or kind of options;"},{"prefix":"7","text":" If a security is sought to be registered by notification, it is not eligible for such registration; or"},{"prefix":"8","text":" If a security is sought to be registered by coordination, there has been a failure to comply with the undertaking required by § 31-5603.03(b)(4)."},{"prefix":"b","text":" If an applicant or registrant has failed to pay the proper filing fee and the Commissioner finds that it is in the public interest, the Commissioner may enter a denial order for a registration statement and shall vacate the order when the deficiency has been corrected."},{"prefix":"c","text":" The Commissioner shall not institute a stop order proceeding against an effective registration statement on the basis of a fact or transaction known to the Commissioner when the registration statement became effective unless the proceeding is instituted within 30 days after the registration statement became effective."},{"prefix":"d","text":" The Commissioner may, by order, summarily postpone or suspend the effectiveness of the registration statement pending the final determination of a proceeding under this section. Upon the entry of the order, the Commissioner shall promptly notify each person specified in subsection (e) of this section that it has been entered, of the reasons therefor, and that, within 30 days after the receipt of a written request, the matter will be scheduled for hearing. If no hearing is requested and none is ordered by the Commissioner, the order will remain in effect until it is modified or vacated by the Commissioner. If a hearing is requested or ordered, the Commissioner, after notice of an opportunity for hearing to each person specified in subsection (e) of this section, may modify or vacate the order or extend it until final determination."},{"prefix":"e","text":" No stop order may be entered under this section, except the first sentence of subsection (d) of this section, without:"},{"prefix":"1","text":" Appropriate prior notice to the applicant or registrant, the issuer, and the person on whose behalf the securities are to be, or have been, offered;"},{"prefix":"2","text":" Opportunity for a hearing; and"},{"prefix":"3","text":" Written findings of fact and conclusions of law."},{"prefix":"f","text":" The Commissioner may vacate or modify a stop order if he or she finds that the conditions which prompted its entry have changed or it is otherwise in the public interest to do so."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"III","text":"Registration of Securities."},"heading":{"title":"31","chaptersection":"5603","identifier":"31-5603.07","catch_text":"Denial, suspension, and revocation of registration"}}