{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1810.\n\n1973 Ed., § 35-1710.\n\nReferences in Text\n\n\"Part B of title XII of the National Housing Act,\" referred to in subsection (a) of this section, consists of §§ 1221 to 1224, as added by § 1103 of the Act of August 1, 1968, 82 Stat. 560, Pub. L. 90-448, codified at 12 U.S.C. §§ 1749bbb-7 to 1749bbb-10.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDelegation of functions: See Historical and Statutory Notes following § 31- 5002.\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-5002.\n\nDC CODE § 31-5010\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1968, 82 Stat. 572, Pub. L. 90-448, title XII, § 1211.)","sections":[{"prefix":"a","text":" In order to carry out the purposes of this chapter and to make available to insurers who participate hereunder the reinsurance afforded under part B of title XII of the National Housing Act against losses to property resulting from riots or civil disorders, the Mayor is authorized to assess each insurance company authorized to do business in the District of Columbia an amount, in the proportion that the premiums earned by each such company in the District of Columbia, on lines reinsured in the District of Columbia by the Secretary of Housing and Urban Development, during the preceding calendar year bear to the aggregate premiums earned on those lines in the District of Columbia by all insurance companies, sufficient to provide a fund to reimburse the Secretary of Housing and Urban Development in the manner set forth in § 1223(a)(1) of such part B. Such fund may be added to or such fund may be created by moneys appropriated therefor by the Congress."},{"prefix":"b","text":" Insurers shall add to the premium rate an amount, to be approved by the Mayor, sufficient to recover, within not more than 3 years, any amounts assessed under subsection (a) of this section during the preceding calendar year. Such amount shall be a separate charge to the insured in addition to the premium to be paid and shall be reflected as such in the policy of insurance. No commission shall be paid thereon to any agent or broker producing or selling the policy of insurance wherein such amount is added."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50","text":"Insurance Placement."},"heading":{"title":"31","chaptersection":"5010","identifier":"31-5010","catch_text":"Assessment of companies for reinsurance reimbursement fund; charge to insured to recover assessment."}}