{"text":"The Joint Underwriting Association shall file with the Mayor, annually on or before the 1st day of March, a statement which shall contain information with respect to its transactions, condition, operations, and affairs during the preceding year. Such statement shall contain such matters and information as are prescribed by the Mayor and shall be in such form as is approved by him. The Mayor may at any time require the Association to furnish him with additional information with respect to its transactions, condition, or any matter connected therewith which he considers to be material and which will assist him in evaluating the scope, operation, and experience of the Association.","historical":"Prior Codifications\n\n1981 Ed., § 35-1808.\n\n1973 Ed., § 35-1708.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDelegation of functions: See Historical and Statutory Notes following § 31- 5002.\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-5002.\n\nDC CODE § 31-5008\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1968, 82 Stat. 571, Pub. L. 90-448, title XII, § 1209.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50","text":"Insurance Placement."},"heading":{"title":"31","chaptersection":"5008","identifier":"31-5008","catch_text":"Annual reports by Association; additional information."}}