{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 14-150 rewrote par. (1); added par. (1A); in par. (3)(A)(ii), substituted \"(8), (9), or (10);\" for \"(8) or (9);\"; in par. (4)(C), substituted \"to the extent that the depository institution is a bank under section 3(a)(4)(B) and (C) of the Securities Exchange Act of 1934, approved June 6, 1934 (48 Stat. 881; 15 U.S.C. § 78c(a)(4)(B) and (C)); or\" for \"; or\"; in par. (4)(D)(i), substituted \"financial institution or institutional investor\" for \"financial institution or institutional buyer\", and made a nonsubstantive change; in par. (4)(D)(ii), deleted \"and whose residence is not in the District\"; added par. (4A); in par. (13)(J), made a nonsubstantive change; repealed par. (13)(K); in par. (21), substituted \"security; provided, that with\" for \"security, except that: (A) with\", made a nonsubstantive change, and repealed subpar. (B). Pars. (1), 13(K), and 21(B) had read as follows:\n\n\"(1) 'Advertisement' means a publicly disseminated, written, or printed communication, including by radio, television, internet, or other public media, used in connection with a sale or purchase, or an offer to sell or purchase, a security.\n\n\"(K) Any other financial institution or institutional buyer.\n\n\"(B) With respect to certificates of interest or participation in oil, gas, or mining titles or leases, or in payments out of production under such titles or leases, there is not considered to be an issuer.\"\n\nD.C. Law 14-213, in par. (31)(A), inserted a comma following \"lump sum\".\n\nD.C. Law 15-166, in pars. (5) and (8), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(hh) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nLaw 13-203, the \"Securities Act of 2000,\" was introduced in Council and assigned Bill No. 13-678, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 26, 2000, and July 11, 2000, respectively. Signed by the Mayor on August 11, 2000, it was assigned Act No. 13-436 and transmitted to both Houses of Congress for its review. D.C. Law 13-203 became effective on October 26, 2000.\n\nLaw 14-150, the \"Securities Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-256, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on March 5, 2002, and April 9, 2002, respectively. Signed by the Mayor on April 24, 2002, it was assigned Act No. 14-328 and transmitted to both Houses of Congress for its review. D.C. Law 14-150 became effective on June 25, 2002.\n\nFor Law 14-213, see notes following § 31-903.\n\nFor Law 15-166, see notes following § 31-1004.\n\nDC CODE § 31-5601.01\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 101, 47 DCR 7837; June 25, 2002, D.C. Law 14-150, § 2(a), 49 DCR 4238; Oct. 19, 2002, D.C. Law 14-213, § 22, 49 DCR 8140; June 11, 2004, D.C. Law 15-166, § 4(hh), 51 DCR 2817.)","sections":[{"prefix":"1","text":" \"Accredited investor\" shall have the same meaning as in section 2(a)(15) of the Securities Act of 1933, approved May 27, 1933 (48 Stat. 74; 15 U.S.C. § 77b(a)(15)), or any other person that the Securities and Exchange Commission may so designate by rule, regulation, or order."},{"prefix":"1A","text":" \"Advertisement\" means a publicly disseminated, written, or printed communication, including by radio, television, Internet, or other public media, used in connection with a sale or purchase, or an offer to sell or purchase, a security."},{"prefix":"2","text":" \"Affiliate\" of, or a person \"affiliated\" with, a specified person, means a person that directly, or indirectly through one or more intermediaries, controls, is controlled by, or is under common control with, the person specified."},{"prefix":"3","text":"(A) \"Agent\" means an individual, other than a broker-dealer, who represents a broker-dealer or issuer in effecting, or attempting to effect, purchases or sales of securities. The term \"agent\" shall not include:"},{"prefix":"i","text":" An individual who represents a broker in effecting transactions in the District of Columbia (\"District\") limited to transactions described in section 15(h)(2) of the Securities Exchange Act of 1934;"},{"prefix":"ii","text":" An individual who represents an issuer in effecting transactions in a security exempted by § 31-5604.01(1), (2), (3), (4), (5), (6), (7), (8), (9), or (10);"},{"prefix":"iii","text":" An individual who represents an issuer in effecting transactions exempted by § 31-5604.02;"},{"prefix":"iv","text":" An individual who represents an issuer in effecting a transaction in a covered security as described in section 18(b)(3) and (b)(4)(D) of the Securities Act of 1933;"},{"prefix":"v","text":" An individual who represents an issuer in effecting transactions with existing employees, partners, or directors of the issuer if no commission or other remuneration is paid or given, directly or indirectly, for soliciting a person in the District; or"},{"prefix":"vi","text":" A person not within the intent of this paragraph as the Commissioner may, by rule or order, determine."},{"prefix":"B","text":" A partner, including a general partner, officer, or director of a broker-dealer or issuer, or a person occupying a similar status or performing similar functions, is an agent only if (i) the person otherwise comes within this definition, and (ii) any compensation that he or she receives is directly or indirectly related to purchases or sales of securities."},{"prefix":"4","text":" \"Broker-dealer\" means a person engaged in the business of effecting offers, purchases, or sales in securities for the account of others or for his or her own account. The term \"broker-dealer\" shall not include:"},{"prefix":"A","text":" An agent;"},{"prefix":"B","text":" An issuer, except when effecting purchases, offers, or sales other than with respect to the offer or sale of the issuer's own securities;"},{"prefix":"C","text":" A depository institution to the extent that the depository institution is a bank under section 3(a)(4)(B) and (C) of the Securities Exchange Act of 1934, approved June 6, 1934 (48 Stat. 881; 15 U.S.C. § 78c(a)(4)(B) and (C)); or"},{"prefix":"D","text":" A person who has no place of business in the District if:"},{"prefix":"i","text":" The person effects, whether acting for itself or as trustee, transactions in the District exclusively with or through the issuers of the securities involved in the transactions; a depository institution; another broker-dealer; an insurance company; an investment company as defined in the Investment Company Act of 1940; a pension or profit-sharing trust; or other financial institution or institutional investor; or"},{"prefix":"ii","text":" The person is licensed under the securities law of a state in which the person maintains a place of business and the person offers and sells in the District to a person who is an existing customer of the person."},{"prefix":"4A","text":" \"Canadian broker-dealer\" means a broker-dealer that has its principal office in a province or territory of Canada."},{"prefix":"5","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking."},{"prefix":"6","text":" \"Commodity Exchange Act\" means the Commodity Exchange Act, approved September 21, 1922 (42 Stat. 998; 7 U.S.C. § 1 et seq.)."},{"prefix":"7","text":" \"Control\", including the terms \"controlling\", \"controlled by\", and \"under common control with\", means the possession, directly or indirectly, of the power to direct or cause the direction of the management or policies of a person, whether through the ownership of voting securities, by contract, or otherwise."},{"prefix":"8","text":" \"Department\" means the Department of Insurance, Securities, and Banking."},{"prefix":"9","text":"(A) \"Depository institution\" means:"},{"prefix":"i","text":" A person that is organized, chartered, or holds an authorization certificate under the laws of a state or of the United States to receive deposits, including a savings, share, certificate, or deposit account, and that is supervised and examined for the protection of depositors by an official or agency of a state or the United States; and"},{"prefix":"ii","text":" A trust company or other institution that is authorized by federal or state law to exercise fiduciary powers of the type that a national bank is permitted to exercise under the authority of the Comptroller of the Currency and is supervised and examined by an official or agency of a state or the United States."},{"prefix":"B","text":" The term \"depository institution\" shall not include an insurance company or other organization primarily engaged in the insurance business or a Morris Plan bank, industrial loan company, or a similar bank or company unless its deposits are insured by a federal agency."},{"prefix":"10","text":" \"Federal covered adviser\" means a person who is registered, or required to be registered, under section 203 of the Investment Advisers Act of 1940. The term \"federal covered adviser\" shall not include a person who is not an investment adviser as defined under paragraph 17(B)(ii) through (xiii) of this section."},{"prefix":"11","text":" \"Federal covered security\" means a security which is a covered security under section 18(b) of the Securities Act of 1933 or the rules and regulations promulgated thereunder."},{"prefix":"12","text":" \"Filed\" means the actual delivery of a document or application to the Commissioner or designee of the Commissioner or to the principal office of the Commissioner."},{"prefix":"13","text":" \"Financial or institutional investor\" means any of the following, whether acting for itself or others in a fiduciary capacity:"},{"prefix":"A","text":" A depository institution;"},{"prefix":"B","text":" An insurance company;"},{"prefix":"C","text":" A separate account of an insurance company;"},{"prefix":"D","text":" An investment company registered under the Investment Company Act of 1940;"},{"prefix":"E","text":" A business development company as defined in the Investment Company Act of 1940;"},{"prefix":"F","text":" An employee pension, profit-sharing, or benefit plan if:"},{"prefix":"i","text":" The plan has total assets in excess of $5 million; or"},{"prefix":"ii","text":" Its investment decisions are made by a named fiduciary, as defined in the Employee Retirement Income Security Act of 1974, that is either a broker-dealer registered under the Securities Exchange Act of 1934, an investment adviser registered or exempt from registration under the Investment Advisers Act of 1940, a depository institution, or an insurance company;"},{"prefix":"G","text":" A \"qualified institutional buyer\" as defined in SEC Rule 144A, 17 C.F.R. § 230.144A;"},{"prefix":"H","text":" A broker-dealer;"},{"prefix":"I","text":" An accredited investor as defined in SEC Rule 501(a), 17 C.F.R. § 230.501(a);"},{"prefix":"J","text":" A limited liability company with net assets of at least $500,000."},{"prefix":"K","text":" Repealed."},{"prefix":"14","text":" \"Fraud\", \"deceit\", and \"defraud\" are not limited to common law fraud or deceit."},{"prefix":"15","text":" \"Guaranteed\" means guaranteed as to payment of all, or substantially all, of principal and interest or dividends."},{"prefix":"16","text":" \"Insured\" means insured as to payment of all, or substantially all, of principal and interest or dividends."},{"prefix":"17","text":"(A) \"Investment adviser\" means a person who, for compensation (i) engages in the business of advising others as to the value of securities or as to the advisability of investing in, purchasing, or selling securities, or (ii) as a part of a regular business, issues or promulgates analyses or reports concerning securities. The term \"investment adviser\" shall include financial planners or other persons who, as an integral component of other financially related services, provide investment advisory services to others for compensation, or as a part of a business, hold themselves out as providing investment advisory services to others for compensation."},{"prefix":"B","text":" The term \"investment adviser\" shall not include:"},{"prefix":"i","text":" A federal covered adviser;"},{"prefix":"ii","text":" An investment adviser representative;"},{"prefix":"iii","text":" A depository institution or a person employed by, or directly associated with, a depository institution;"},{"prefix":"iv","text":" A lawyer, accountant, engineer, insurance agent or broker, or teacher whose performance of investment advisory services is solely incidental to the practice of the person's profession;"},{"prefix":"v","text":" A broker-dealer or agent whose performance of investment advisory services is solely incidental to the conduct of business as a broker-dealer and who receives no special compensation for the investment advisory services;"},{"prefix":"vi","text":" A publisher, employee, or columnist of a bona fide newspaper, magazine, or business or financial publication or service, whether communicated in printed form, by electronic means, or otherwise, with a regular paid circulation;"},{"prefix":"vii","text":" A publisher of a securities advisory newsletter, whether communicated in printed form, by electronic means, or otherwise, with a regular paid circulation who does not provide advice to subscribers on the basis of their specific investment situations;"},{"prefix":"viii","text":" An author of material included in a newspaper, magazine, publication, or newsletter who is not otherwise an investment adviser or investment adviser representative as defined under this section;"},{"prefix":"ix","text":" A person who provides investment advisory services solely while acting as an investment banker or business broker on behalf of one or more parties to, and in connection with, a transaction or proposed transaction for the transfer of a controlling interest in a business enterprise;"},{"prefix":"x","text":" An official, employee, or representative of the United States, a state, a political subdivision of a state, or an agency or a corporate or other instrumentality of the United States or a state, while acting in such person's official capacity on behalf of such entity;"},{"prefix":"xi","text":" A person excluded from the definition of \"investment adviser\" under § 31- 5602.02(a)(11)(A) through (F) of the Investment Advisers Act of 1940;"},{"prefix":"xii","text":" A licensed real estate broker or salesperson whose advice to clients relates only to the investment in, or acquisition of, real property; and"},{"prefix":"xiii","text":" Any other person or class of persons not within the intent of this paragraph as the Commissioner, by rule or order, may designate."},{"prefix":"18","text":" \"Investment adviser representative\" means:"},{"prefix":"A","text":" With respect to an investment adviser licensed or required to be licensed under this chapter, a partner, officer, director, or person occupying a similar status or performing similar functions, or other individual employed by or associated with an investment adviser, except clerical or administrative personnel, who performs any of the following functions:"},{"prefix":"i","text":" Makes any recommendations or otherwise renders advice regarding securities;"},{"prefix":"ii","text":" Manages accounts or portfolios of clients;"},{"prefix":"iii","text":" Determines which recommendation or advice regarding securities should be given;"},{"prefix":"iv","text":" Solicits, offers, or negotiates for the sale of, or sells, investment advisory services; or"},{"prefix":"v","text":" Supervises employees who perform any of the foregoing functions;"},{"prefix":"B","text":" With respect to a federal covered adviser, an individual employed by, or associated with, a federal covered adviser who is an \"investment adviser representative\" and who has a \"place of business\" in the District, as those terms are defined by rules promulgated by the Securities and Exchange Commission."},{"prefix":"19","text":" \"Investment Advisers Act of 1940\" means the Investment Advisers Act of 1940, approved August 22, 1940 (54 Stat. 847; 15 U.S.C. § 80b-1 et seq.)."},{"prefix":"20","text":" \"Investment Company Act of 1940\" means the Investment Company Act of 1940, approved August 22, 1946 (54 Stat. 789;15 U.S.C. § 80a-1 et seq.)."},{"prefix":"21","text":"(A) \"Issuer\" means a person who issues, or proposes to issue, a security; provided, that with respect to certificates of deposit, voting-trust certificates, collateral-trust certificates, or certificates of interest or shares in an unincorporated investment trust not having a board of directors or persons performing similar functions or of the fixed, restricted management, or unit type, the term \"issuer\" means the person performing the acts and assuming the duties of depositor or manager under the provisions of the trust or other agreement or instrument under which the security is issued."},{"prefix":"B","text":" Repealed."},{"prefix":"22","text":" \"Non-issuer transaction\" means a transaction not directly or indirectly for the benefit of the issuer."},{"prefix":"23","text":" \"Person\" means an individual, a corporation, a partnership, an association, a joint-stock company, a limited liability company, a trust where the interests of the beneficiaries are evidenced by a security, an unincorporated organization, a government, or a political subdivision of a government."},{"prefix":"24","text":" \"Price amendment\" means the final federal amendment which includes a statement of: the offering price; underwriting and selling discounts or commissions; amount of proceeds; conversion rates; call prices; and other matters dependent upon the offering price."},{"prefix":"25","text":" \"Promoter\" includes:"},{"prefix":"A","text":" A person who, acting alone or in concert with one or more other persons, takes the entrepreneurial initiative in founding or organizing the business or enterprise of an issuer;"},{"prefix":"B","text":" An officer or director owning securities of an issuer or a person who owns, beneficially or of record, 10% or more of a class of securities of the issuer if the officer, director, or person acquires any of those securities in a transaction within 3 years before the filing by the issuer of a registration statement under this chapter and the transaction does not possess the indicia of arms-length bargaining; and"},{"prefix":"C","text":" A member of the immediate family of a person identified in subparagraphs (A) or (B) of this paragraph if the family member receives securities of the issuer from that person in a transaction within 3 years before the filing by the issuer of a registration statement under this chapter and the transaction does not possess the indicia of arms-length bargaining."},{"prefix":"26","text":" \"Public Utility Holding Company Act of 1935\" means the Public Utility Holding Company Act of 1935, approved August 26, 1935 (49 Stat. 838; 15 U.S.C. § 79a et seq.)."},{"prefix":"27","text":" \"Sale\" or \"sell\" includes every contract to sell, exchange, or dispose of a security or interest in a security for value. In this context:"},{"prefix":"A","text":" \"Offer\" or \"offer to sell\" includes every attempt or offer to dispose of, or solicitation of an offer to buy, a security or interest in a security for value;"},{"prefix":"B","text":" \"Offer to purchase\" includes every attempt or offer to obtain, or solicitation of an offer to sell, a security or interest in a security for value, but the term shall not include a transaction that is subject to section 14(d) of the Securities Exchange Act of 1934;"},{"prefix":"C","text":" A security given or delivered with, or as a bonus on account of, a purchase of securities or any other thing is considered to constitute part of the subject of the purchase and to have been offered and sold for value;"},{"prefix":"D","text":" A gift of assessable stock is deemed to involve an offer and sale;"},{"prefix":"E","text":" A sale or offer of a warrant or right to purchase or subscribe to another security of the same or another issuer, or a sale or offer of a security which gives the holder a present or future right or privilege to convert into another security of the same or another issuer, shall be considered to include an offer of the other security; and"},{"prefix":"F","text":" The terms \"offer\", \"offer to sell\", \"sale\", and \"sell\" shall not include:"},{"prefix":"i","text":" The creation of a security interest or a loan;"},{"prefix":"ii","text":" A stock dividend, whether the corporation distributing the dividend is the issuer of the stock or not, if nothing of value is given by stockholders for the dividend other than the surrender of a right to a cash or property dividend when each stockholder may elect to take the dividend in cash or property or in stock;"},{"prefix":"iii","text":" An act incident to a vote by security holders, pursuant to the certificate of incorporation or the applicable corporation statute or other controlling statute, a partnership agreement, or the controlling agreement among security holders, on a merger; triangular merger; exchange of securities for securities; consolidation; reclassification of securities; reorganization; or sale of corporate assets in consideration of the issuance of securities of another person other than an individual;"},{"prefix":"iv","text":" An act incident to a judicially approved reorganization in which a security is issued in exchange for one or more bona fide outstanding securities, claims, or property interests, or partly in such exchange and partly for cash; or"},{"prefix":"v","text":" An act as to which the Commissioner finds, by rule or order, that application of this paragraph is not necessary or appropriate for the protection of investors, and the finding is consistent with the public interest and the purposes fairly intended by the policy and provisions of this chapter."},{"prefix":"28","text":" \"Securities Act of 1933\" means the Securities Act of 1933, approved May 27, 1933 (48 Stat. 74; 15 U.S.C. § 77a et seq.)."},{"prefix":"29","text":" \"Securities Exchange Act of 1934\" means the Securities Exchange Act of 1934, approved June 6, 1934 (48 Stat. 881; 15 U.S.C. § 78a et seq.)."},{"prefix":"30","text":" \"Securities and Exchange Commission\" means the United States Securities and Exchange Commission."},{"prefix":"31","text":" \"Security\" means any note; stock; treasury stock; bond; debenture; evidence of indebtedness; certificate of interest or participation in a profit-sharing agreement; a limited partnership interest; collateral-trust certificate; preorganization certificate or subscription; transferable share; investment contract; voting-trust certificate; certificate of deposit for a security; fractional undivided interest in an oil, gas, or other mineral lease or in payments out of production under a lease, right, or royalty; a put, call, straddle, or option entered into a national securities exchange relating to foreign currency; a put, call, straddle, or option on a security, certificate of deposit, or group or index of securities, including an interest in or based on the value of any of the foregoing; or an interest or instrument commonly known as a security; or certificate of interest or participation in, temporary or interim certificate for, receipt for, whole or partial guarantee of, or warrant or right to subscribe to or purchase, any of the foregoing. The term \"security\" shall not include:"},{"prefix":"A","text":" An insurance or endowment policy or annuity contract under which an insurance company promises to pay a fixed sum of money in a lump sum, periodically for life, or for some other specified period; or"},{"prefix":"B","text":" An interest in a contributory or non-contributory pension or welfare plan subject to the Employee Retirement Income Security Act of 1974, approved September 2, 1974 (88 Stat. 832; 29 U.S.C. § 1001 et seq.)."},{"prefix":"32","text":" \"Self-regulatory organization\" means a national securities exchange registered under section 6 of the Securities Exchange Act of 1934; a national securities association of brokers and dealers registered under section 15A of the Securities Exchange Act of 1934; the Municipal Securities Rulemaking Board established under section 15B(b)(1) of the Securities Exchange Act of 1934; a clearing agency registered under section 17A of the Securities Exchange Act of 1934; or a futures association under section 21 of the Commodity Exchange Act."},{"prefix":"33","text":" \"State\" means a state, territory, or possession of the United States, and Puerto Rico."},{"prefix":"34","text":" \"Underwriter\" means a person who has purchased from an issuer with a view to, or sells for an issuer in connection with, the distribution of a security; participates, or has a direct or indirect participation in, such undertaking; or participates, or has a participation in, the direct or indirect underwriting of such undertaking. The term \"underwriter\" shall not include a person whose interest is limited to a commission from an underwriter or dealer not in excess of the usual and customary distributor's or seller's commission. As used in this paragraph, the term \"issuer\" shall include a person directly or indirectly controlling, or controlled by, the issuer or a person under direct or indirect common control with the issuer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"I","text":"Definitions and Rules of Construction."},"heading":{"title":"31","chaptersection":"5601","identifier":"31-5601.01","catch_text":"Definitions."}}