{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-1805.\n\n1973 Ed., § 35-1705.\n\nEffect of Amendments\n\nD.C. Law 14-251, in subsec. (c)(1), substituted \"efficient provision of insurance or\" for \"efficient provision of\" and substituted \"basic property insurance and homeowner's insurance\" for \"basic property insurance\"; in par. (F) of subsec. (c)(1), substituted \"Reasonable underwriting standards and ratemaking\" for \"Reasonable underwriting standards\"; rewrote par. (G) of subsec. (c)(1); and added pars. (G-i) and (G-ii) to subsec. (c)(1). Prior to amendment, par. (G) of subsec. (c)(1) had read as follows:\n\n\"(G) Assumption and cessation of reinsurance; and\"\n\nLegislative History of Laws\n\nFor Law 14-251, see notes following § 31-5001.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDelegation of functions: See Historical and Statutory Notes following § 31- 5002.\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-5002.\n\nDC CODE § 31-5005\n\nCurrent through December 11, 2012","credits":"(Aug. 1, 1968, 82 Stat. 569, Pub. L. 90-448, title XII, § 1206; Mar. 27, 2003, D.C. Law 14-251, § 2(e), 50 DCR 222.)","sections":[{"prefix":"a","text":" The Mayor is authorized to establish by order a Joint Underwriting Association if he finds, after notice and hearing, that such Association is necessary to carry out the purposes of this chapter. Such Joint Underwriting Association shall consist of all insurers licensed to write and engaged in writing in the District of Columbia, on a direct basis, such basic property insurance as may be designated by the Mayor or any component thereof in multiperil policies."},{"prefix":"b","text":" Every such insurer shall be and remain a member of the Association and shall comply with all requirements of membership as a condition of its authority to transact such kinds of insurance in the District of Columbia, except that in lieu of revoking or suspending the certificate of authority of any company for any failure to comply with any of the requirements of membership, the Mayor may subject such company to a penalty of not more than $200 for each such failure to so comply when in his judgment he finds that the public interest would be best served by the continued operation of the company in the District of Columbia."},{"prefix":"c","text":"(1) Within 60 days following the effective date of the order of the Mayor under this section the Association shall submit to him a proposed plan of operation, consistent with the provisions of this chapter, which shall provide for economical, fair, and nondiscriminatory administration of the Association and for the prompt and efficient provision of insurance or reinsurance, without regard to environmental hazards, for such basic property insurance and homeowner's insurance as may be designated by the Mayor. The plan of operation shall include provisions for:"},{"prefix":"A","text":" Preliminary assessment of all members for initial expenses necessary to commence operations;"},{"prefix":"B","text":" Establishment of necessary facilities;"},{"prefix":"C","text":" Management and operation of the Association;"},{"prefix":"D","text":" Assessment of members to defray losses and expenses;"},{"prefix":"E","text":" Commission arrangements;"},{"prefix":"F","text":" Reasonable underwriting standards and ratemaking;"},{"prefix":"G","text":" Assumption and cessation of insurance and of reinsurance;"},{"prefix":"G-i","text":" Immediate binding of eligible homeowner's risks;"},{"prefix":"G-ii","text":" Encouragement of agents, brokers, and applicants to transfer insurance coverage provided by the Association, through either insurance or reinsurance, to the normal insurance market provided by authorized insurers; and"},{"prefix":"H","text":" Such other matters as the Mayor may designate."},{"prefix":"2","text":" The plan of operation shall not take effect until approved by the Mayor. If the Mayor disapproves the proposed plan of operation (or any part thereof), he shall state the reasons for so doing, and the Association shall within 30 days thereafter submit for his review an appropriately revised plan of operation. During such time, the Mayor and the Association shall consult regarding the disapproved plan or part thereof. If the Association fails to submit a revised plan of operation, or if the revised plan so submitted is unacceptable to the Mayor, the Mayor shall promulgate a plan of operation."},{"prefix":"3","text":" The Association may, on its own initiative, amend such plan, subject to approval by the Mayor, and shall amend such plan at the direction of the Mayor if he finds such action is necessary to carry out the purposes of this chapter."},{"prefix":"d","text":" All members of the Association shall participate in its writings, expenses, profits, and losses, or in such categories thereof as may be separately established by the Association, subject to approval by the Mayor, in the proportion that the premiums written by each such member during the preceding calendar year bear to the aggregate premiums written in the District of Columbia by all members of the Association, or in accordance with such other formula as the Association may devise with the approval of the Mayor. Such participation by each insurer in the Association shall be determined annually on the basis of such premiums written during the preceding calendar year as disclosed in the annual statements and other reports filed by the insurer with the Mayor."},{"prefix":"e","text":" The Association shall be governed by a board of 11 directors, elected annually by cumulative voting by the members of the Association, whose votes in such election shall be weighted in accordance with the proportionate amount of each member's net direct premiums written in the District of Columbia during the preceding calendar year. The 1st board shall be elected at a meeting of the members or their authorized representatives, which shall be held within 30 days after the effective date of the order under this section establishing the Association, at a time and place designated by the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50","text":"Insurance Placement."},"heading":{"title":"31","chaptersection":"5005","identifier":"31-5005","catch_text":"Joint Underwriting Association; establishment; composition; plan of operation; participation by members; board of directors."}}