{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-28, in subsec. (b)(3), deleted \"for unit investment trusts\" following \"series\".\n\nLegislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nFor Law 14-28, see notes following § 31-2001.\n\nDC CODE § 31-5603.08\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 308, 47 DCR 7837; Oct. 3, 2001, D.C. Law 14-28, § 2902, 48 DCR 6981.)","sections":[{"prefix":"a","text":" This section shall apply to a federal covered security that is not otherwise exempt from the requirements of § 31-5603.01 pursuant to § 31- 5604.01 or § 31-5604.02."},{"prefix":"b","text":" A security that is a federal covered security under section 18(b)(2) of the Securities Act of 1933 may be offered for sale and sold into, from, or within the District upon:"},{"prefix":"1","text":"(A) The filing with the Commissioner a copy of the registration statement filed by the issuer with the Securities and Exchange Commission under the Securities Act of 1933; or"},{"prefix":"B","text":" In lieu of filing a copy of the registration statement, the filing of a notice as prescribed by the Commissioner by rule or order;"},{"prefix":"2","text":" The filing of the consent to service of process required under § 31- 5607.06; and"},{"prefix":"3","text":" The payment of a filing fee in the amount established by rule, per class, or per series."},{"prefix":"c","text":"(1) A notice filing under this section shall be effective for one year commencing upon the later of the date the notice or registration statement, as applicable, is received by the Commissioner or the date the offering is effective with the Securities and Exchange Commission. A notice filing may be renewed by filing, before the expiration of an effective notice filing, the documents and fees required by subsection (b) of this section. A renewal notice filing shall be effective upon the expiration of the previous notice filing."},{"prefix":"2","text":" A previously filed consent to service of process may be incorporated by reference in a renewal filing to the extent that the previously filed consent to service of process is currently accurate."},{"prefix":"3","text":" After the initial offer of the federal covered security in the District, all documents that are part of an amendment to a federal registration statement filed with the Securities and Exchange Commission under the Securities Act of 1933 shall be filed promptly with the Commissioner upon request. A notice filing may be terminated by an issuer upon notice to the Commissioner of such termination."},{"prefix":"d","text":" The Commissioner may, by rule or order, require the issuer of a security that is a federal covered security under section 18(b)(4)(D) of the Securities Act of 1933 to:"},{"prefix":"1","text":" File a notice on a Form D as adopted by the Securities and Exchange Commission;"},{"prefix":"2","text":" File the consent to service of process required under § 31-5607.06 no later than 15 days after the first sale in the District of the federal covered security; and"},{"prefix":"3","text":" Pay a filing fee in the amount established by rule."},{"prefix":"e","text":" The Commissioner may, by rule or order, require the filing of a document filed with the Securities and Exchange Commission under the Securities Act of 1933 for a security that is a federal covered security under section 18(b)(3) or (4) of the Securities Act of 1933 and the payment of a filing fee in the amount established by rule."},{"prefix":"f","text":" Except for a security covered by section 18(b)(1) of the Securities Act of 1933, the Commissioner may issue a stop order suspending the offer and sale of a federal covered security in the District if the Commissioner finds the order is in the public interest and there is a failure to comply with a requirement of this section. The Commissioner may, by rule or order, waive any or all of the provisions of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"III","text":"Registration of Securities."},"heading":{"title":"31","chaptersection":"5603","identifier":"31-5603.08","catch_text":"Federal covered securities."}}