{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-150, in subsec. (a)(11), substituted \"established by the New York Stock Exchange, other self-regulatory agency, or\" for \"established by the\"; and rewrote subsec. (a)(10) which had read as follows:\n\n\"(10) Is insolvent, either because liabilities exceed assets or because obligations cannot be met as they mature, but the Commissioner may not enter an order against a broker-dealer or investment adviser under this paragraph without a finding of insolvency as to the broker-dealer or investment adviser;\"\n\nLegislative History of Laws\n\nFor Law 13-203, see notes following § 31-5601.01.\n\nFor Law 14-150, see notes following § 31-5601.01.\n\nDC CODE § 31-5602.07\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2000, D.C. Law 13-203, § 207, 47 DCR 7837; June 25, 2002, D.C. Law 14-150, § 2(b), 49 DCR 4238.)","sections":[{"prefix":"a","text":" The Commissioner may, by order, deny, suspend, or revoke a license if the Commissioner finds that the order is in the public interest and the applicant or licensed person or, in the case of a broker-dealer or investment adviser, a partner, officer, or director, or a person occupying a similar status or performing similar functions, or a person directly or indirectly controlling the broker-dealer or investment adviser:"},{"prefix":"1","text":" Has filed an application for licensure with the Commissioner which, as of its effective date, or as of any date after filing in the case of an order denying effectiveness, was incomplete in any material respect or contained a statement that was, in light of the circumstances under which it was made, false or misleading with respect to any material fact;"},{"prefix":"2","text":" Has violated or failed to comply with this chapter, the District of Columbia Securities Act, approved August 30, 1964 (78 Stat. 620; § 3-3601 et seq.) (\"1964 Act\"), the Investment Advisers Act of 1992, effective March 17, 1993 (D.C. Law 9-216; § 3-3701 et seq.) (\"1992 Act\"), or any insurance law in the District, or a rule or order promulgated under this chapter, the 1964 Act, the 1992 Act, or any insurance law in the District;"},{"prefix":"3","text":" Has been convicted within the past 10 years of a felony or of an offense that:"},{"prefix":"A","text":" Involves making a false statement under oath, making a false report, bribery, perjury, theft, or attempt or conspiracy to commit any of these offenses;"},{"prefix":"B","text":" Arises out of the conduct of business as, employment by, or association with, a broker-dealer, investment adviser, depository institution, insurer, agency, fiduciary, accountant, real estate broker, or an entity or person required to be registered under the Commodity Exchange Act; or"},{"prefix":"C","text":" Involves larceny, theft, robbery, extortion, forgery, counterfeiting, fraudulent concealment, embezzlement, fraudulent conversion, misappropriation of funds or securities, or an attempt or conspiracy to commit any of these offenses;"},{"prefix":"4","text":" Is permanently or temporarily enjoined by a court of competent jurisdiction from engaging in or continuing any conduct or practice (A) as an investment adviser, underwriter, broker-dealer, or as an affiliated person or employee of an investment company, depository institution, or insurance company, or from (B) in connection with any of the foregoing activities or any aspect of the securities business;"},{"prefix":"5","text":" Is the subject of an order of the Commissioner denying, suspending, or revoking the person's license as a broker-dealer, agent, investment adviser, or investment adviser representative;"},{"prefix":"6","text":" Is the subject of an order entered within the past 10 years by a securities administrator or any other financial services regulator of another state, by the Securities and Exchange Commission, or by the National Association of Securities Dealers, suspending, denying or revoking the license or registration as a broker-dealer, investment adviser, investment adviser representative, or agent, or the substantial equivalent of these terms as defined in this chapter, or any other financial services license or registration;"},{"prefix":"7","text":" Is the subject of an order by the Commodity Futures Trading Commission denying, suspending, or revoking registration under the Commodity Exchange Act; is the subject of a United States Postal Service fraud order; or is suspended or expelled from membership in, or association with a member of, a self-regulatory organization;"},{"prefix":"8","text":" Is the subject of an order of a court of competent jurisdiction finding that the person has willfully violated the Securities Act of 1933, the Securities Exchange Act of 1934, the Investment Advisers Act of 1940, the Investment Company Act of 1940, the Commodity Exchange Act, or the securities or insurance law of another state, but only if the act constituting the violation of that state's law would violate this chapter if the act occurred in the District;"},{"prefix":"9","text":" Has engaged in an unethical or dishonest practice in the securities business as the Commissioner may, by rule, define;"},{"prefix":"10","text":" Never had or has failed to maintain the minimum net capital required by SEC Rule 15c3-1, 17 C.F.R. § 240.15c3-1."},{"prefix":"11","text":" Is determined by the Commissioner, in accordance with § 31-5602.08, not to be qualified because of lack of training, experience, knowledge of the securities or insurance business, or failure to comply with the continuing education requirements established by the New York Stock Exchange, other self-regulatory agency, or National Association of Securities Dealers;"},{"prefix":"12","text":" Has failed reasonably to supervise a sales representative or employee;"},{"prefix":"13","text":" Has failed to pay the proper filing fee within 30 days after being notified by the Commissioner of a deficiency; provided, that the Commissioner shall vacate an order under this paragraph when the deficiency is corrected; or"},{"prefix":"14","text":" In the conduct of his or her affairs under the license, the licensee has shown himself or herself to be incompetent, untrustworthy, or financially irresponsible."},{"prefix":"b","text":" The Commissioner shall not begin a proceeding to revoke or suspend a license under this section on the basis of a fact or transaction known to the Commissioner when the license became effective unless the proceeding is begun within 90 days after the license became effective."},{"prefix":"c","text":" If the Commissioner finds that an applicant or licensed person is no longer in existence, has ceased to do business as a broker-dealer, agent, investment adviser, or investment adviser representative, is adjudicated mentally incompetent or subjected to the control of a committee, conservator, or guardian, or cannot be located after reasonable search, the Commissioner may, by order, deny the application or revoke the license."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" Securities."},"chapter":{"identifier":"56","text":"Securities"},"subchapter":{"identifier":"II","text":"Broker-Dealers, Agents, Investment Advisers and Investment Adviser Representatives."},"heading":{"title":"31","chaptersection":"5602","identifier":"31-5602.07","catch_text":"Grounds for denial, suspension, or revocation"}}