{"text":"For the purposes of this chapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2142 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively.  Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review.   D.C. Law 18-223 became effective on September 24, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 2141 of D.C. Law 18-223 provided that subtitle M of title II of the act may be cited as the \"Title Insurance Insurer Act of 2010\".\n\nDC CODE § 31-5031.01\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 2142, 57 DCR 6242.)","sections":[{"prefix":"1","text":" \"Abstract of title\" or \"abstract\" means a written history, synopsis, or summary of the recorded instruments affecting the title to real property."},{"prefix":"2","text":" \"Affiliate\" means, with respect to a person, another person that directly, or indirectly through one or more intermediaries, controls, is controlled by, or is under common control with the person."},{"prefix":"3","text":" \"Aggrieved party\" means a lender, title insurer, consumer, or the District of Columbia, who shall have suffered economic harm as a result of matters insured under any fidelity coverage required under this chapter."},{"prefix":"4","text":" \"Attorney\" means a person who holds a license to practice law in the District of Columbia."},{"prefix":"5","text":" \"Commissioner\" means the Commissioner of the Department of Insurance, Securities, and Banking, or the Commissioner's representatives, or the commissioner, director, or superintendent of insurance in any other state."},{"prefix":"6","text":" \"Direct operations\" means that portion of a title insurer's operations that is attributable to business written or conducted directly by an employee of:"},{"prefix":"A","text":" The title insurer;"},{"prefix":"B","text":" A title insurance producer owned by:"},{"prefix":"i","text":" The title insurer;"},{"prefix":"ii","text":" A parent entity owning the title insurer;"},{"prefix":"iii","text":" A holding entity owning the title insurer; or"},{"prefix":"iv","text":" A subsidiary of a parent or holding entity owning a title insurer."},{"prefix":"7","text":" \"Escrow\" means written instruments, money, or other items deposited by one party with a depository, escrow agent, or escrowee for delivery to another party upon the performance of a specified condition or the happening of a certain event."},{"prefix":"8","text":" \"Escrow Officer\" means a person who maintains an escrow or indemnified deposit account."},{"prefix":"9","text":" \"Escrow, settlement, or closing fee\" means the consideration for supervising or handling the actual execution, delivery, or recording of transfer and lien documents and for disbursing funds."},{"prefix":"10","text":" \"Fire and Casualty Act\" means Chapter 25 of this title."},{"prefix":"11","text":" \"Foreign title insurer\" means any title insurer incorporated or organized under the laws of any other state of the United States or any other jurisdiction of the United States."},{"prefix":"12","text":" \"Indemnity\" or \"indemnity deposit\" means funds or other property received by the title insurer as collateral to secure an indemnitor's obligation under an indemnity agreement pursuant to which the insurer is granted a perfected security interest in the collateral in exchange for agreeing to provide coverage in a title insurance policy for a specific title exception to coverage."},{"prefix":"13","text":" \"IRLA\" means Chapter 13 of this title."},{"prefix":"14","text":" \"Net retained liability\" means the total liability retained by a title insurer for a single risk, after taking into account any ceded liability and collateral, acceptable to the Commissioner, maintained by the insurer."},{"prefix":"15","text":" \"Non-U.S. title insurer\" means any title insurer incorporated or organized under the laws of any foreign nation or any province or territory."},{"prefix":"16","text":" \"Person\" means an individual, partnership, limited liability company, association, cooperative, corporation, trust, or other legal entity."},{"prefix":"17","text":" \"Personal property\" means stock ownership in a cooperative housing association."},{"prefix":"18","text":" \"Qualified financial institution\" means an institution that is:"},{"prefix":"A","text":" Organized or, in the case of a United States branch or agency office of a foreign banking organization, licensed under the laws of the United States or any state and has been granted authority to operate with fiduciary powers;"},{"prefix":"B","text":" Regulated, supervised, and examined by federal or state authorities having regulatory authority over banks and trust companies;"},{"prefix":"C","text":" Insured by the appropriate federal entity; and"},{"prefix":"D","text":" Qualified under any additional rules established by the Commissioner."},{"prefix":"19","text":" \"Referral source\" means any person, including an officer, director, or owner of more than 5% or more of the equity or capital of any person engaged in the District in the trade, business, occupation, or profession of:"},{"prefix":"A","text":" Buying or selling interests in real property;"},{"prefix":"B","text":" Making loans secured by interests in real property; or"},{"prefix":"C","text":" Acting as broker, agent, representative, or attorney of a person who buys or sells any interest in real property or who lends or borrows money with the interest as security."},{"prefix":"20","text":" \"Residential property\" means real property located in the District of Columbia with one to 4 residential dwelling units in the same or appurtenant structure."},{"prefix":"21","text":" \"Subsidiary\" means an affiliate controlled by a person, directly or indirectly, through one or more intermediaries."},{"prefix":"22","text":" \"Title insurance business\" or \"business of title insurance\" means:"},{"prefix":"A","text":" Issuing as an insurer, or offering to issue as an insurer, a title insurance policy;"},{"prefix":"B","text":" Engaging in, or proposing to engage in, any of the following activities when conducted or performed in contemplation of or in conjunction with the issuance of a title insurance policy:"},{"prefix":"i","text":" Soliciting or negotiating the issuance of a title insurance policy;"},{"prefix":"ii","text":" Guaranteeing, warranting, or otherwise insuring the correctness of title searches for all instruments affecting titles to real property, any interest in real property, cooperative units, and proprietary leases, and for all liens or charges affecting the same;"},{"prefix":"iii","text":" Executing title insurance policies;"},{"prefix":"iv","text":" Effecting contracts of reinsurance; or"},{"prefix":"v","text":" Abstracting, searching, or examining titles;"},{"prefix":"C","text":" Guaranteeing, warranting, or insuring searches or examinations of title to real property or any interest in real property;"},{"prefix":"D","text":" Guaranteeing or warranting the status of title as to ownership of or liens on real property or personal property by any person other than the principals to the transaction;"},{"prefix":"E","text":" Doing, or holding oneself out to do, business substantially equivalent to any of the activities listed in this paragraph in a manner designed to evade the provisions of this chapter; or"},{"prefix":"F","text":" Matters insuring the correctness or marketability of title."},{"prefix":"23","text":" \"Title insurance commitment\" means a preliminary report, commitment, or binder issued prior to the issuance of a title insurance policy containing the terms, conditions, exceptions, and any other matters incorporated by reference under which the title insurer is willing to issue its title insurance policy."},{"prefix":"24","text":" \"Title insurance policy\" or \"policy\" means a contract insuring or indemnifying owners of, or other persons lawfully interested in, real or personal property or any interest in real or personal property, against loss or damage arising from any or all of the following conditions existing on or before the policy date and not excepted or excluded:"},{"prefix":"A","text":" Defects in, or liens or encumbrances on, the insured title;"},{"prefix":"B","text":" Unmarketability of the insured title;"},{"prefix":"C","text":" Invalidity, lack of priority, or unenforceability of liens or encumbrances on the stated property;"},{"prefix":"D","text":" Lack of legal right of access to the land;"},{"prefix":"E","text":" Unenforceability of rights in title to the land and other matters affecting the title to, or the right to the use and enjoyment of, the property; or"},{"prefix":"F","text":" Matters insuring the correctness or marketability of title."},{"prefix":"25","text":"(A) \"Title insurance producer\" or \"producer\" means a person who is authorized to perform, on behalf of a title insurer, the following acts in conjunction with the issuance of a title insurance commitment or policy covering residential or personal property situated in the District of Columbia:"},{"prefix":"i","text":" Determining insurability and issuing title insurance commitments or policies, or both, based upon the performance or review of a search or abstract of title; and"},{"prefix":"ii","text":" Soliciting or negotiating title insurance business."},{"prefix":"B","text":" The term \"title insurance producer\" or \"producer\" shall not include:"},{"prefix":"i","text":" A financial institution (and its employees) that does not solicit, procure, or negotiate title insurance contracts for compensation or conduct title insurance business;"},{"prefix":"ii","text":" An employee of an abstracting company;"},{"prefix":"iii","text":" A person whose activities in the District are limited to advertising, without the intent to solicit insurance in the District, through communications in printed publications or other forms of electronic mass media; provided, that the person does not sell, solicit, or negotiate insurance that would insure risks of persons residing in or located in, or activities to be performed in, the District;"},{"prefix":"iv","text":" A salaried full-time employee who counsels or advises his or her employer relative to the insurance interests of the employer or of the subsidiaries of the employer; provided, that the employee does not sell, solicit, or negotiate insurance, or receive a commission; or"},{"prefix":"v","text":" An employee of a title insurer; provided, that the employee's activities are not focused on transactions in the District of Columbia, his or her primary responsibilities cover multiple states, and his or her involvement in transactions is to coordinate with title insurance producers licensed in the District of Columbia who conduct title insurance business."},{"prefix":"26","text":" \"Title insurer\" or \"insurer\" means a company organized under laws of the District of Columbia for the purpose of transacting the business of title insurance and any foreign or non-U.S. title insurer licensed in the District of Columbia to transact the business of title insurance."},{"prefix":"27","text":" \"Title plant\" means a set of records consisting of documents, maps, surveys, or entries affecting title to real property or any interest in or encumbrance on the property, which have been filed or recorded in the jurisdiction for which the title plant is established or maintained."},{"prefix":"28","text":" \"Underwrite\" means to accept or reject, or have the authority to accept or reject, risk on behalf of a title insurer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50A","text":"Title Insurance Insurers."},"heading":{"title":"31","chaptersection":"5031","identifier":"31-5031.01","catch_text":"Definitions."}}