{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2123 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 31-5041.01.\n\nDC CODE § 31-5041.02\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 2123, 57 DCR 6242.)","sections":[{"prefix":"a","text":" A person shall not act in the capacity of a title insurance producer and a title insurer shall not contract with any person to act in the capacity of a title insurance producer with respect to risks located in the District unless the person is licensed as a title insurance producer in the District of Columbia in accordance with this chapter."},{"prefix":"b","text":"(1) A title insurance producer licensed in the District shall:"},{"prefix":"A","text":" Disclose on all correspondence that the producer is acting as an appointed producer for a particular named underwriter;"},{"prefix":"B","text":" Exclude or eliminate the word \"insurer\" or \"underwriter\" or similar term from its agency's name; and"},{"prefix":"C","text":" Provide, in a timely fashion, each title insurer with which it places business any information the title insurer reasonably requests to comply with reporting requirements of the Commissioner."},{"prefix":"2","text":" A title insurance producer operating in the District of Columbia licensed in the District of Columbia on January 1, 2011, shall have 180 days after January 1, 2011, to comply with the requirements of this subsection."},{"prefix":"c","text":"(1) The Commissioner shall require the title insurance producer to maintain the following coverages for the benefit of the title insurer in amounts commensurate with the producer's average exposure, under terms and conditions, and from insurers, acceptable to the Commissioner:"},{"prefix":"A","text":" An errors and omission policy which includes coverage for a title insurance producer's delegation of any title insurance producer functions in an amount of not less than $500,000; and"},{"prefix":"B","text":" Fidelity coverage, if the title insurance producer handles escrow or indemnity deposits, in an amount of not less than $250,000 against which any aggrieved party may assert a claim."},{"prefix":"2","text":" The Commissioner may promulgate rules specifying acceptable alternatives to the preceding insurance requirements. The availability of closing or settlement protection shall not be an acceptable alternative to the requirements of this subsection."},{"prefix":"d","text":" If the title insurance producer delegates the title search to a third party, such as an abstract company, the title insurance producer shall exercise the appropriate diligence, in good faith, to determine that the third party is covered by or maintains the errors and omissions coverage required by subsection (c) of this section."},{"prefix":"e","text":" All funds collected pursuant to this section shall be deposited into the Securities and Banking Regulatory Trust Fund established by § 31-107(b-2)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Property and Related Insurance."},"chapter":{"identifier":"50B","text":"Title Insurance Producers."},"heading":{"title":"31","chaptersection":"5041","identifier":"31-5041.02","catch_text":"Licensing requirements."}}