{"text":"Nothing in this chapter shall be construed so as to affect the authority vested in the Mayor of the District of Columbia by Reorganization Plan No. 5 of 1952 (66 Stat. 824). The performance of any function vested by this chapter in the Mayor or in any office or agency under the jurisdiction and control of said Mayor may be delegated by said Mayor in accordance with § 3 of such Plan.","historical":"Prior Codifications\n\n1981 Ed., § 35-214.\n\n1973 Ed., § 35-224.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402 (419), (420), and (421) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 31-604\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1966, 80 Stat. 125, Pub. L. 89-402, § 4.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"6","text":"Domestic Stock Insurance Companies."},"heading":{"title":"31","chaptersection":"604","identifier":"31-604","catch_text":"Authority and functions of government entities."}}