{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-212.\n\n1973 Ed., § 35-222.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-268, see Historical and Statutory Notes following § 31-5201.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(418) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Insurance abolished: See Historical and Statutory Notes following § 31-5201.\n\nDC CODE § 31-602\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1966, 80 Stat. 123, Pub. L. 89-402, § 2; May 21, 1997, D.C. Law 11-268, § 10(f), 44 DCR 1730.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia shall promulgate rules and regulations with respect to the solicitation and voting of proxies, consents, and authorizations of domestic stock insurance companies in conformity, as nearly as may be practicable, with those prescribed by the National Association of Insurance Commissioners. The Commissioner of Insurance and Securities (hereinafter \"Commissioner\") shall have power to revoke or suspend the certificate of authority to transact business in the District of Columbia of any such company which has failed or refused to comply with the rules and regulations promulgated by the Council."},{"prefix":"b","text":" The Commissioner shall not revoke nor suspend the certificate of authority of any such company until he has given the company not less than 30 days notice of the proposed revocation or suspension and of the grounds alleged therefor, and has afforded the company an opportunity for a full hearing; provided, that if the Commissioner shall find upon examination that the further transaction of business by the company would be hazardous to the public or to the policyholders or creditors of the company in the District, he may suspend such authority without giving notice as herein required; provided further, that in lieu of revoking or suspending the certificate of authority of any company, after hearing as herein provided, the Commissioner may subject such company to a penalty of not more than $500 when, in his judgment, he finds that the public interest would be best served by the continued operation of the company. The amount of any such penalty shall be paid by the company through the office of the Commissioner to the Mayor of the District of Columbia. At any hearing provided by this section, the Commissioner shall have authority to administer oaths to witnesses. Anyone testifying falsely after having been administered such an oath shall be subject to the penalties of perjury."},{"prefix":"c","text":" The provisions of subsections (a) and (b) of this section shall not apply to securities of a domestic stock insurance company if such securities shall be registered, or shall be required to be registered, pursuant to § 12 of the Securities Exchange Act of 1934, as amended (§ 78l of Title 15, United States Code)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"6","text":"Domestic Stock Insurance Companies."},"heading":{"title":"31","chaptersection":"602","identifier":"31-602","catch_text":"Rules and regulations with respect to proxies, consents, and authorizations; violations; exemptions."}}