{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-143, see notes under ยง 31-631.\n\nDC CODE ยง 31-632\n\nCurrent through December 11, 2012","credits":"(June 20, 2012, D.C. Law 19-143, ยง 102, 59 DCR 4069.)","sections":[{"prefix":"a","text":" The Commissioner shall require state and national criminal history record background checks of each applicant for the purpose of determining eligibility for a license, registration, or charter. In order for the Commissioner to obtain and receive national criminal history records from the Federal Bureau of Investigation's Criminal Justice Information Services Division, the Commissioner shall require each applicant to submit a full set of fingerprints, including a scanned electronic or digital fingerprint or a hard copy fingerprint."},{"prefix":"b","text":" The applicant shall bear the cost of administering and processing the fingerprinting and criminal history record background checks. The Commissioner shall establish, by rule, fees to cover the costs associated with the fingerprinting and criminal history record background checks."},{"prefix":"c","text":" The Commissioner may contract for the collection and transmission of fingerprints authorized under this chapter, including any administrative functions related thereto."},{"prefix":"d","text":" The Commissioner may exchange the fingerprints and other information with, and receive criminal history record background information from, the Metropolitan Police Department and the Federal Bureau of Investigation for the purpose of facilitating determinations regarding eligibility for licensure under this chapter. The Metropolitan Police Department may exchange this fingerprint data with the Federal Bureau of Investigation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"6A","text":"Fingerprint-Based Background Checks."},"heading":{"title":"31","chaptersection":"632","identifier":"31-632","catch_text":"Fingerprinting and criminal history record background checks."}}