{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3725.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(c) of the Mutual Holding Company Mergers and Acquisition Temporary Amendment Act of 1998 (D.C. Law 12- 119, June 11, 1998, law notification 45 DCR 4036).\n\nEmergency Act Amendments\n\nSee notes to § 35-3721.\n\nFor temporary amendment of section, see § 2(c) of the Mutual Holding Company Mergers and Acquisition Emergency Amendment Act of 1998 (D.C. Act 12-295, March 4, 1998, 45 DCR 1764), § 2(c) of the Mutual Holding Company Mergers and Acquisition Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 364, June 5, 1998, 45 DCR 3876), and § 2(c) of the Mutual Holding Company Mergers and Acquisition Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-550, December 18, 1998, 46 DCR 512).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-159, see Historical and Statutory Notes following § 31-731.\n\nLaw 12-188, the \"Mutual Holding Company Mergers and Acquisitions Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-541, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second reading on July 7, 1998, and September 22, 1998, respectively. Signed by the Mayor on October 2, 1998, it was assigned Act No. 12-459, and transmitted to both Houses of Congress for review. D.C. Law 12-188 became effective on March 26, 1999.\n\nReferences in Text\n\n\"Section 19 of the Life Insurance Act,\" which is referred to in (a), is probably a reference to former § 35-418 [§ 31-4318, 2001 Ed.]; it may also be a reference to § 31-4419.\n\nDC CODE § 31-735\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1996, D.C. Law 11-159, § 6, 43 DCR 3714; Mar. 26, 1999, D.C. Law 12-188, § 2(c), 45 DCR 7807.)","sections":[{"prefix":"a","text":" Section 19 of the Life Insurance Act is not applicable to a reorganization or merger pursuant to this section."},{"prefix":"b","text":" A membership interest in a domestic mutual insurance holding company shall not constitute a security as defined in § 31-603."},{"prefix":"c","text":" A mutual holding company created under this subchapter shall have the same powers to borrow or assume liability as a mutual insurance company organized under the provisions of District law."},{"prefix":"d","text":" The requirement of § 31-4421 that every director of a stock company organized under the Chapter 44 of this title shall be a stockholder thereof is not applicable to a mutual insurance holding company, any intermediate insurance holding company, or any reorganized insurance company established pursuant to this subchapter. Every director of a mutual insurance holding company, any intermediate holding company, and any reorganized insurance company shall be a policyholder of the reorganized insurance company, having purchased a policy in a manner that shall not unfairly discriminate in favor of such director, either before or after the reorganization pursuant to § 31- 731 or § 31-732."},{"prefix":"e","text":"(1) A mutual insurance holding company shall not be authorized to pay dividends or make distributions to any mutual insurance holding company member except as may be expressly provided by the Commissioner."},{"prefix":"2","text":" Neither the adoption nor the implementation of a plan of reorganization, or a plan of merger or other affiliation, involving a mutual insurance holding company, shall be deemed to give rise to any obligation by or on behalf of a mutual insurance company or a mutual insurance holding company to make any distribution or payment to any member or policyholder, or to any other person, fund, or entity of any nature whatsoever, in connection with the ownership, control, benefits, policies, purpose, or nature of a mutual insurance company or a mutual insurance holding company, or otherwise, except as expressly provided in a plan of reorganization, a plan of merger or other affiliation involving a mutual insurance holding company, or as expressly approved by the Commissioner."},{"prefix":"f","text":" A mutual insurance holding company created under this subchapter shall exercise any other power or engage in any activity permitted to a mutual insurance company organized under District laws."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Mutual Holding Companies."},"heading":{"title":"31","chaptersection":"735","identifier":"31-735","catch_text":"Applicability; membership interest; powers."}}