{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3707.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-44, see Historical and Statutory Notes following § 31-701.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-159 as subchapter II of Chapter 37 of Title 35 [subchapter II of Chapter 7 of Title 31, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in (a).\n\nDC CODE § 31-707\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-44, § 8, 40 DCR 6027.)","sections":[{"prefix":"a","text":" Subject to the limitations contained in this section and in addition to the powers which the Mayor has under the insurance laws of the District relating to the examination of insurers, the Mayor may order any insurer registered under § 31-705 to produce records, books, or other information papers in the possession of the insurer or its affiliates reasonably necessary to ascertain the financial condition of the insurer or to determine compliance with this subchapter. In the event the insurer fails to comply with the order, the Mayor shall have the power to examine such affiliates to obtain the information."},{"prefix":"b","text":" The Mayor may retain, at the registered insurer's expense, those attorneys, actuaries, accountants and other experts not otherwise a part of the Mayor's staff reasonably necessary to assist in the conduct of the examination under subsection (a) of this section. Any person so retained shall be under the direction and control of the Mayor and shall act in a purely advisory capacity."},{"prefix":"c","text":" Each registered insurer producing records, books and papers for examination pursuant to subsection (a) of this section shall be liable for and shall pay the expense of the examination in accordance with Chapter 14 of this title governing cost of examinations."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Holding Company System."},"heading":{"title":"31","chaptersection":"707","identifier":"31-707","catch_text":"Examination."}}