{"text":"Insurer A                       Insurer B\n4%                              4% or more\n10%                              2% or more\n15%                              1% or more\n\nor, if the market is not highly concentrated and the involved insurers possess the following shares of the market:\n\nInsurer A                       Insurer B\n5%                              5% or more\n10%                              4% or more\n15%                              3% or more\n19%                              1% or more.\n\nA highly concentrated market is one in which the share of the 4 largest insurers is 75% or more of the market. Percentages not shown in the tables are interpolated proportionately to the percentages that are shown. If more than 2 insurers are involved, exceeding the total of the 2 columns in the table is prima facie evidence of violation of the competitive standard in paragraph (1) of this subsection. For the purposes of this subparagraph, the insurer with the largest share of the market shall be deemed to be Insurer A.","historical":"Prior Codifications\n\n1981 Ed., § 35-3704.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-44, see Historical and Statutory Notes following § 31-701.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 11-110, the \"Technical Amendment Acts of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nDC CODE § 31-704\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-44, § 5, 40 DCR 6027; May 16, 1995, D.C. Law 10-255, § 32(a), 41 DCR 5193; Apr. 18, 1996, D.C. Law 11-110, § 42, 43 DCR 530.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Acquisition\" means any agreement, arrangement, or activity the consummation of which results in a person acquiring, directly or indirectly, the control of another person, and includes, but is not limited to, the acquisition of voting securities, the acquisition of assets, bulk reinsurance, and mergers."},{"prefix":"2","text":" \"Involved insurer\" means an insurer that either acquires or is acquired, is affiliated with an acquirer or acquired, or is the result of a merger."},{"prefix":"b","text":"(1) Except as provided in paragraph (2) of this subsection, this section applies to any acquisition in which there is a change in control of an insurer authorized to do business in the District."},{"prefix":"2","text":" This section shall not apply to the following:"},{"prefix":"A","text":" An acquisition subject to approval or disapproval by the Mayor pursuant to § 31-703;"},{"prefix":"B","text":" A purchase of securities solely for investment purposes as long as the securities are not used by voting or otherwise to cause, or attempt to cause, the substantial lessening of competition in any insurance market in the District. If a purchase of securities results in a presumption of control as defined in § 31-701(2), it is not solely for investment purposes unless the Commissioner of Insurance or other appropriate official of the insurer's state of domicile accepts a disclaimer of control or affirmatively finds that control does not exist and the disclaimer action or affirmative finding is communicated by the domiciliary Commissioner to the Mayor;"},{"prefix":"C","text":" The acquisition of a person by another person when both persons are neither directly nor through affiliates primarily engaged in the business of insurance, if preacquisition notification is filed with the Mayor in accordance with subsection (c)(1) of this section 30 days prior to the proposed effective date of the acquisition. This preacquisition notification is not required for exclusion from this section if the acquisition would otherwise be excluded from this section by any other subparagraph of paragraph (2) of this subsection;"},{"prefix":"D","text":" The acquisition of already affiliated persons;"},{"prefix":"E","text":"(i) An acquisition if, as an immediate result of the acquisition:"},{"prefix":"I","text":" In no market would the combined market share of the involved insurers exceed 5% of the total market;"},{"prefix":"II","text":" There would be no increase in any market share; or"},{"prefix":"III","text":" In no market would the combined market share of the involved insurers exceed 12% of the total market, and the market share increases by more than 2% of the total market."},{"prefix":"ii","text":" For the purposes of this subparagraph, the term \"market\" means direct written insurance premium in the District for a line of business as contained in the annual statement required to be filed by insurers licensed to do business in the District;"},{"prefix":"F","text":" An acquisition for which a preacquisition notification would be required pursuant to this section due solely to the resulting effect on the ocean marine insurance line of business; and"},{"prefix":"G","text":" An acquisition of an insurer whose domiciliary state insurance commissioner or other appropriate official affirmatively finds that the insurer is in failing condition, there is a lack of a feasible alternative to improving the condition, the public benefits of improving the insurer's condition through the acquisition exceed the public benefits that would arise from not lessening competition, and these findings are communicated by the domiciliary state insurance commissioner or other appropriate official to the Mayor."},{"prefix":"c","text":"(1) An acquisition covered by subsection (b) of this section may be subject to an order pursuant to subsection (e) of this section unless the acquiring person files a preacquisition notification and the waiting period has expired. The acquired person may file a preacquisition notification. The Mayor shall give confidential treatment to information submitted under this subsection in the same manner as provided in § 31-708."},{"prefix":"2","text":" The preacquisition notification shall be in the form and contain the information prescribed by the National Association of Insurance Commissioners relating to those markets which, under subsection (b)(2)(E) of this section, cause the acquisition not to be exempted from the provisions of this section. The Mayor may require any additional material and information the Mayor deems necessary to determine whether the proposed acquisition, if consummated, would violate the competitive standard of subsection (d) of this section. The required information may include an opinion of an economist as to the competitive impact of the acquisition in the District accompanied by a summary of the education and experience of such person indicating his or her ability to render an informed opinion."},{"prefix":"3","text":" The waiting period required shall begin on the date of receipt by the Mayor of a preacquisition notification and shall end on the earlier of the 30th day after the date of the receipt or termination of the waiting period by the Mayor. Prior to the end of the waiting period, the Mayor, on a one-time basis, may require the submission of additional needed information relevant to the proposed acquisition, in which event the waiting period shall end on the earlier of the 30th day after receipt of the additional information by the Mayor or termination of the waiting period by the Mayor."},{"prefix":"d","text":"(1) The Mayor may enter an order under subsection (e)(1) of this section with respect to an acquisition if there is substantial evidence that the effect of the acquisition may be to lessen substantially competition in any line of insurance in the District, or tend to create a monopoly therein, or if the insurer fails to file adequate information in compliance with subsection (c) of this section."},{"prefix":"2","text":" In determining whether a proposed acquisition would violate the competitive standard of paragraph (1) of this subsection, the Mayor shall consider the following:"},{"prefix":"A","text":" Any acquisition covered under subsection (b) of this section involving 2 or more insurers competing in the same market is prima facie evidence of violation of the competitive standards if the market is highly concentrated and the involved insurers possess the following shares of the market:"},{"prefix":"B","text":" There is a significant trend toward increased concentration when the aggregate market share of any grouping of the largest insurers in the market, from the 2 largest to the 8 largest, has increased by 7% or more of the market over a period of time extending from any base year 5 to 10 years prior to the acquisition up to the time of the acquisition. Any acquisition or merger covered under subsection (b) of this section involving 2 or more insurers competing in the same market is prima facie evidence of violation of the competitive standard in paragraph (1) of this subsection if:"},{"prefix":"i","text":" There is a significant trend toward increased concentration in the market;"},{"prefix":"ii","text":" One of the insurers involved is one of the insurers in a grouping of large insurers showing the requisite increase in the market share; and"},{"prefix":"iii","text":" Another involved insurer's market is 2% or more."},{"prefix":"C","text":" For the purposes of this paragraph, the term:"},{"prefix":"i","text":" \"Insurer\" includes any company or group of companies under common management, ownership, or control."},{"prefix":"ii","text":" \"Market\" means the relevant product and geographical markets. In determining the relevant product and geographical markets, the Mayor shall give due consideration to, among other things, the definitions or guidelines, if any, promulgated by the National Association of Insurance Commissioners and to information, if any, submitted by parties to the acquisition. In the absence of sufficient information to the contrary, the relevant product market is assumed to be the direct written insurance premium for a line of business, the line being that used in the annual statement required to be filed by insurers doing business in the District, and the relevant geographical market is assumed to be the District."},{"prefix":"D","text":" The burden of showing prima facie evidence of violation of the competitive standard rests upon the Mayor."},{"prefix":"E","text":" Even though an acquisition is not prima facie violative of the competitive standard under subparagraphs (A) and (B) of this paragraph, the Mayor may establish the requisite anticompetitive effect based upon other substantial evidence. Even though an acquisition is prima facie violative of the competitive standard under subparagraphs (A) and (B) of this paragraph, a party may establish the absence of the requisite anticompetitive effect based upon other substantial evidence. Relevant factors in making a determination under this paragraph include, but are not limited to, the following: market shares, volatility of ranking of market leaders, number of competitors, concentration, trend of concentration in the industry, and ease of entry and exit into the market."},{"prefix":"3","text":" An order may not be entered under subsection (e)(1) through (4) of this section if:"},{"prefix":"A","text":" The acquisition will yield substantial economies of scale or economies in resource utilization that feasibly cannot be achieved in any other way, and the public benefits which would arise from these economies exceed the public benefits which would arise from not lessening competition; or"},{"prefix":"B","text":" The acquisition will substantially increase the availability of insurance, and the public benefits of this increase exceed the public benefits which would arise from not lessening competition."},{"prefix":"e","text":"(1) If an acquisition violates the standards of this section, the Mayor may enter an order:"},{"prefix":"A","text":" Requiring an involved insurer to cease and desist from doing business in the District with respect to the line or lines of insurance involved in the violation; or"},{"prefix":"B","text":" Denying the application of an acquired or acquiring insurer for a license to do business in the District."},{"prefix":"2","text":" An order under this subsection shall not be entered unless:"},{"prefix":"A","text":" There is a hearing;"},{"prefix":"B","text":" Notice of the hearing is issued prior to the end of the waiting period and not less than 15 days prior to the hearing; and"},{"prefix":"C","text":" The hearing is concluded and the order is issued no later than 60 days after the end of the waiting period. Every order shall be accompanied by a written decision of the Mayor setting forth findings of fact and conclusions of law."},{"prefix":"3","text":" An order entered under this subsection shall not become final earlier than 30 days after it is issued, during which time the involved insurer may submit a plan to remedy the anticompetitive impact of the acquisition within a reasonable time. Based upon such a plan or other information, the Mayor shall specify the conditions, if any, under the time period during which the aspects of the acquisition causing a violation of the standards of this section would be remedied and the order vacated or modified."},{"prefix":"4","text":" An order pursuant to this subsection shall not apply if the acquisition is not consummated."},{"prefix":"5","text":" Any person who violates a cease and desist order of the Mayor under paragraph (1) of this subsection while such an order is in effect may, after notice and hearing and upon order of the Mayor, be subject, at the discretion of the Mayor, to any one or more of the following:"},{"prefix":"A","text":" A monetary administrative penalty of not more than $10,000 for every day of violation; or"},{"prefix":"B","text":" Suspension or revocation of the person's license."},{"prefix":"6","text":" Any insurer or other person who fails to make any filing required by this section, and who also fails to demonstrate a good faith effort to comply with any filing requirement, shall be subject to an administrative fine of not more than $50,000."},{"prefix":"f","text":" Sections 31-709(b) and (c) and 31-711 do not apply to acquisitions covered under subsection (b) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Holding Company System."},"heading":{"title":"31","chaptersection":"704","identifier":"31-704","catch_text":"Acquisitions involving insurers not otherwise covered."}}