{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3706.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 8 of the Insurance Omnibus Temporary Amendment Act of 1993 (D.C. Law 10-76, March 17 1994, law notification 41 DCR 1626).\n\nFor temporary (225 day) amendment of section, see § 8(a), (b) of Insurance Omnibus Temporary Amendment Act of 1995 (D.C. Law 11-36, September 8, 1995, law notification 42 DCR 5305).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 9(a) and (b) of the Insurance Omnibus Emergency Amendment Act of 1995 (D.C. Act 11-48, May 15, 1995, 42 DCR 2544) and § 8(a) and (b) of the Insurance Omnibus Congressional Recess Emergency Amendment Act of 1995 (D.C. Act 11-97, July 19, 1995, 42 DCR 3844).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-44, see Historical and Statutory Notes following § 31-701.\n\nLaw 10-103, the \"Insurance Omnibus Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-394, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on January 4, 1994, and February 1, 1994, respectively. Signed by the Mayor on February 17, 1994, it was assigned Act No. 10-191 and transmitted to both Houses of Congress for its review. D.C. Law 10-103 became effective on April 26, 1994.\n\nLaw 11-90, the \"Insurance Omnibus Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-182, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1995, and December 5, 1995, respectively. Signed by the Mayor on December 18, 1995, it was assigned Act No. 11-173 and transmitted to both Houses of Congress for its review. D.C. Law 11-90 became effective on February 27, 1996.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-159 as subchapter II of Chapter 37 of Title 35 [subchapter II of Chapter 7 of Title 31, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in (c)(1) and (d).\n\nDC CODE § 31-706\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-44, § 7, 40 DCR 6027; Apr. 26, 1994, D.C. Law 10-103, § 8, 41 DCR 1005; Feb. 27, 1996, D.C. Law 11-90, §§ 8(a), 8(b), 42 DCR 7155.)","sections":[{"prefix":"a","text":"(1) Transactions within a holding company system to which an insurer subject to registration is a party shall be subject to the following standards:"},{"prefix":"A","text":" The terms shall be fair and reasonable;"},{"prefix":"B","text":" Charges or fees for services performed shall be reasonable;"},{"prefix":"C","text":" Expenses incurred and payment received shall be allocated to the insurer in conformity with customary insurance accounting practices consistently applied;"},{"prefix":"D","text":" The books, accounts, and records of each party to all the transactions shall be so maintained as to clearly and accurately disclose the nature and details of the transactions, including any accounting information necessary to support the reasonableness of the charges or fees to the respective parties; and"},{"prefix":"E","text":" The insurer's surplus as regards policyholders following any dividends or distributions to shareholder affiliates shall be reasonable in relation to the insurer's outstanding liabilities and adequate to its financial needs."},{"prefix":"2","text":" The following transactions involving a domestic insurer and any person in its holding company system may not be entered into unless the insurer has notified the Mayor in writing of its intention to enter into such a transaction at least 30 days prior thereto, or any shorter period as the Mayor may permit, and the Mayor has not disapproved it within such a period:"},{"prefix":"A","text":" Sales, purchases, exchanges, loans, or extensions of credit, guarantees, or investments provided the transactions are equal to or exceed:"},{"prefix":"i","text":" With respect to nonlife insurers, the lesser of 3% of the insurer's admitted assets or 25% of surplus as regards policyholders as of December 31st next preceding; or"},{"prefix":"ii","text":" With respect to life insurers, 3% of the insurer's admitted assets as of December 31st next preceding;"},{"prefix":"B","text":" Loans or extensions of credit to any person who is not an affiliate, where the insurer makes the loans or extensions of credit with the agreement or understanding that the proceeds of the transactions, in whole or in substantial part, are to be used to make loans or extensions of credit to, to purchase assets of, or to make investments in, any affiliate of the insurer making the loans or extensions of credit, provided the transactions are equal to or exceed:"},{"prefix":"i","text":" With respect to nonlife insurers, the lesser of 3% of the insurer's admitted assets or 25% of surplus as regards policyholders as of December 31st next preceding; or"},{"prefix":"ii","text":" With respect to life insurers, 3% of the insurer's admitted assets as of December 31st next preceding;"},{"prefix":"C","text":" Reinsurance agreements or modifications in which the reinsurance premium or a change in the insurer's liabilities equals or exceeds 5% of the insurer's surplus as regards policyholders, as of the 31st day of December next preceding, including those agreements which may require as consideration the transfer of assets from an insurer to a nonaffiliate, if an agreement or understanding exists between the insurer and nonaffiliate that any portion of the assets will be transferred to 1 or more affiliates of the insurer;"},{"prefix":"D","text":" All management agreements, service contracts, and all cost-sharing arrangements; and"},{"prefix":"E","text":" Any material transactions, specified by regulation, which the Mayor determines may adversely affect the interests of the insurer's policyholders."},{"prefix":"3","text":" Nothing contained in paragraph (2) of this subsection shall be deemed to authorize or permit any transactions which, in the case of an insurer not a member of the same holding company system, would be otherwise contrary to law."},{"prefix":"4","text":" A domestic insurer may not enter into transactions which are part of a plan or series of like transactions with persons within the holding company system if the purpose of those separate transactions is to avoid the statutory threshold amount and thus avoid the review that would occur otherwise. If the Mayor determines that any separate transactions were entered into over any 12- month period for that purpose, the Mayor may exercise authority provided under § 31-710."},{"prefix":"5","text":" The Mayor, in reviewing transactions pursuant to subsection (a)(2) of this section, shall consider whether the transactions comply with the standards set forth in subsection (a)(1) of this section and whether they may adversely affect the interests of policyholders."},{"prefix":"6","text":" The Mayor shall be notified within 30 days of any investment of the domestic insurer in any one corporation if the total investment in such corporation by the insurance holding company system exceeds 10% of such corporation's voting securities."},{"prefix":"b","text":"(1) No domestic insurer shall pay any extraordinary dividend or make any other extraordinary distribution to its shareholders until:"},{"prefix":"A","text":" Thirty days after the Mayor has received notice of the declaration and has not within this period disapproved the payment; or"},{"prefix":"B","text":" The Mayor shall have approved the payment within the 30-day period."},{"prefix":"2","text":" For purposes of this section, an extraordinary dividend or distribution includes any dividend or distribution of cash or other property, whose fair market value together with that of other dividends or distributions made within the preceding 12 months exceeds the lesser of 10% of the insurer's surplus as regards policyholders as of the 31st day of December next preceding, or the net gain from operations of the insurer, if the insurer is a life insurer, or the net income, if the insurer is not a life insurer, not including realized capital gains, for the 12-month period ending the 31st day of December next preceding, but shall not include pro rata distributions of any class of the insurer's own securities. In determining whether a dividend or distribution is extraordinary, an insurer other than a life insurer may carry forward net income from the previous 2 calendar years that has not already been paid out as dividends. This carry-forward shall be computed by taking the net income from the second and third preceding calendar years, not including realized capital gains, less dividends paid in the second and immediate preceding calendar years."},{"prefix":"3","text":" Notwithstanding any other provision of law, an insurer may declare an extraordinary dividend or distribution which is conditional upon the Mayor's approval, and such a declaration shall confer no rights upon shareholders until the Mayor has approved the payment of such a dividend or distribution, or the Mayor has not disapproved the payment within the 30-day period referred to above."},{"prefix":"c","text":"(1) Notwithstanding the control of a domestic insurer by any person, the officers and directors of the insurer shall not thereby be relieved of any obligation or liability to which they would otherwise be subject by law, and the insurer shall be managed so as to assure its separate operating identity consistent with this subchapter."},{"prefix":"2","text":" Nothing herein shall preclude a domestic insurer from having or sharing a common management or cooperative or joint use of personnel, property, or services with 1 or more other persons under arrangements meeting the standards of subsection (a)(1) of this section."},{"prefix":"3","text":" Not less than 1/3 of the directors of a domestic insurer and not less than 1/3 of the members of each committee of the board of directors of any domestic insurer shall be persons who are not officers or employees of the insurer or of any entity controlling, controlled by, or under common control with the insurer and who are not beneficial owners of a controlling interest in the voting stock of the insurer or such an entity. At least 1 such person must be included in any quorum for the transaction of business at any meeting of the board of directors or any committee."},{"prefix":"4","text":" The board of directors of a domestic insurer shall establish 1 or more committees comprised solely of directors who are not officers or employees of the insurer or of any entity controlling, controlled by, or under common control with the insurer, and who are not beneficial owners of a controlling interest in the voting stock of the insurer or any such entity. The committee or committees shall have responsibility for recommending the selection of independent certified public accountants, reviewing the insurer's financial condition, the scope and results of the independent audit and any internal audit, nominating candidates for director for election by shareholders or policyholders, evaluating the performance of officers deemed to be principal officers of the insurer, and recommending to the board of directors the selection and compensation of the principal officers."},{"prefix":"5","text":" The provisions of paragraphs (3) and (4) of this subsection shall not apply to a domestic insurer if the person controlling the insurer is an insurer having a board of directors and committees that meet the requirements of paragraphs (3) and (4) of this subsection."},{"prefix":"d","text":" For purposes of this subchapter, in determining whether an insurer's surplus as regards policyholders is reasonable in relation to the insurer's outstanding liabilities and adequate to its financial needs, the following factors, among others, shall be considered:"},{"prefix":"1","text":" The size of the insurer as measured by its assets, capital and surplus, reserves, premium writings, insurance in force, and other appropriate criteria;"},{"prefix":"2","text":" The extent to which the insurer's business is diversified among the several lines of insurance;"},{"prefix":"3","text":" The number and size of risks insured in each line of business;"},{"prefix":"4","text":" The extent of the geographical dispersion of the insurer's insured risks;"},{"prefix":"5","text":" The nature and extent of the insurer's reinsurance program;"},{"prefix":"6","text":" The quality, diversification, and liquidity of the insurer's investment portfolio;"},{"prefix":"7","text":" The recent past and projected future trend in the size of the insurer's investment portfolio;"},{"prefix":"8","text":" The surplus as regards policyholders maintained by other comparable insurers;"},{"prefix":"9","text":" The adequacy of the insurer's reserves; and"},{"prefix":"10","text":" The quality and liquidity of investments in affiliates. The Mayor may treat such an investment as a disallowed asset for purposes of determining the adequacy of surplus as regards policyholders whenever in his or her judgment such an investment so warrants."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Holding Company System."},"heading":{"title":"31","chaptersection":"706","identifier":"31-706","catch_text":"Standards and management of an insurer within a holding company system."}}