{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3712.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-44, see Historical and Statutory Notes following § 31-701.\n\nLaw 11-30, the \"Technical Amendments Act of 1995,\" was introduced in Council and assigned Bill No. 11-58, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on February 7, 1995, and March 7, 1995, respectively. Signed by the Mayor on March 22, 1995, it was assigned Act No. 11-32 and transmitted to both Houses of Congress for its review. D.C. Law 11-30 became effective on July 25, 1995.\n\nDC CODE § 31-712\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-44, § 14, 40 DCR 6027; July 25, 1995, D.C. Law 11-30, § 8, 42 DCR 1547.)","sections":[{"prefix":"a","text":" If an order for liquidation or rehabilitation of a domestic insurer has been entered, the receiver appointed under the order shall have a right to recover on behalf of the insurer, (i) from any parent corporation or holding company or person or affiliate who otherwise controlled the insurer, the amount of distributions (other than distributions of shares of the same class of stock) paid by the insurer on its capital stock, or (ii) any payment in the form of a bonus, termination settlement, or extraordinary lump sum salary adjustment made by the insurer or its subsidiary to a director, officer, or employee, where the distribution or payment pursuant to clause (i) or (ii) of this subsection is made at any time during the 1 year preceding the petition for liquidation, conservation, or rehabilitation, as the case may be, subject to the limitations of subsections (b), (c), and (d) of this section."},{"prefix":"b","text":" No distribution shall be recoverable if the parent or affiliate shows that when paid the distribution was lawful and reasonable, and that the insurer did not know, and could not reasonably have known, that the distribution might adversely affect the ability of the insurer to fulfill its contractual obligations."},{"prefix":"c","text":"(1) Any person that was a parent corporation, holding company, or a person who otherwise controlled the insurer or affiliate at the time the distributions were paid shall be liable, under subsection (a) of this section, up to the amount of distributions or payments such a person received."},{"prefix":"2","text":" Any person that otherwise controlled the insurer at the time the distributions were declared shall be liable up to the amount of distributions the person would have received if they had been paid immediately."},{"prefix":"3","text":" If 2 or more persons are liable with respect to the same distributions, they shall be jointly and severally liable."},{"prefix":"d","text":" The maximum amount recoverable under this section shall be the amount needed in excess of all other available assets of the impaired or insolvent insurer to pay the contractual obligations of the impaired or insolvent insurer and to reimburse any guaranty funds."},{"prefix":"e","text":" To the extent that any person liable under subsection (c) of this section is insolvent or otherwise fails to pay claims due from it, its parent corporation, holding company, or person who otherwise controlled it at the time the distribution was paid shall be jointly and severally liable for any resulting deficiency in the amount recovered from the parent corporation, holding company, or person who otherwise controlled it."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Holding Company System."},"heading":{"title":"31","chaptersection":"712","identifier":"31-712","catch_text":"Recovery."}}