{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3705.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-44, see Historical and Statutory Notes following § 31-701.\n\nFor legislative history of D.C. Law 10-255, see Historical and Statutory Notes following § 31-701.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nEditor's Notes\n\nBecause of the codification of D.C. Law 11-159 as subchapter II of Chapter 37 of Title 35 [subchapter II of Chapter 7 of Title 31, 2001 Ed.], and the designation of the preexisting text as subchapter I, \"subchapter\" has been substituted for \"chapter\" in the introductory language of (a)(1) and in (f).\n\nDC CODE § 31-705\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 1993, D.C. Law 10-44, § 6, 40 DCR 6027; May 16, 1995, D.C. Law 10-255, § 32(b), 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-255, § 43, 44 DCR 1271.)","sections":[{"prefix":"a","text":"(1) Every insurer which is authorized to do business in the District and which is a member of an insurance holding company system shall register with the Mayor, except a foreign insurer subject to registration requirements and standards adopted by statute or regulation in the jurisdiction of its domicile which are substantially similar to those contained in the following provisions of this subchapter:"},{"prefix":"A","text":" This section;"},{"prefix":"B","text":" Section 31-706(a)(1), (b), and (d); and"},{"prefix":"C","text":" Either § 31-706(a)(2) or a provision like the following: \"Each registered insurer shall keep current the information required to be disclosed in its registration statement by reporting all material changes or additions within 15 days after the end of the month in which it learns of each change or addition.\"."},{"prefix":"2","text":" Any insurer which is subject to registration under this section shall register within 15 days after it becomes subject to registration, and annually thereafter by April 30 of each year, unless the Mayor for good cause shown extends the time for registration, and then within the extended time. The Mayor may require any insurer authorized to do business in the District which is a member of a holding company system, and which is not subject to registration under this section, to furnish a copy of the registration statement, the summary specified in subsection (c) of this section or other information filed by the insurance company with the insurance regulatory authority of domiciliary jurisdiction."},{"prefix":"b","text":" Every insurer subject to registration shall file the registration statement on a form prescribed by the NAIC, which shall contain the following current information:"},{"prefix":"1","text":" The capital structure, general financial condition, ownership, and management of the insurer and any person controlling the insurer;"},{"prefix":"2","text":" The identity and relationship of every member of the insurance holding company system;"},{"prefix":"3","text":" The following agreements in force, and transactions currently outstanding or which have occurred during the last calendar year between the insurer and its affiliates:"},{"prefix":"A","text":" Loans, other investments, or purchases, sales, or exchange of securities of the affiliates by the insurer or of the insurer by its affiliates;"},{"prefix":"B","text":" Purchases, sales, or exchange of assets;"},{"prefix":"C","text":" Transactions not in the ordinary course of business;"},{"prefix":"D","text":" Guarantees or undertakings for the benefit of an affiliate which result in an actual contingent exposure of the insurer's assets to liability, other than insurance contracts entered into in the ordinary course of the insurer's business;"},{"prefix":"E","text":" All management agreements, service contracts, and all cost-sharing arrangements;"},{"prefix":"F","text":" Reinsurance agreements;"},{"prefix":"G","text":" Dividends and other distributions to shareholders; and"},{"prefix":"H","text":" Consolidated tax allocation agreements;"},{"prefix":"4","text":" Any pledge of the insurer's stock, including stock of any subsidiary or controlling affiliate, for a loan made to any member of the insurance holding company system; and"},{"prefix":"5","text":" Other matters concerning transactions between registered insurers and any affiliates as may be included from time to time in any registration forms adopted or approved by the Mayor."},{"prefix":"c","text":" All registration statements shall contain a summary outlining all items in the current registration statement which are different from the prior registration statement."},{"prefix":"d","text":" No information need be disclosed on the registration statement filed pursuant to subsection (b) of this section if the information is not material for the purposes of this section. Unless the Mayor by rule, regulation, or order provides otherwise, sales, purchases, exchanges, loans or extensions of credit, investments, or guarantees involving one-half of 1% or less of an insurer's admitted assets as of the 31st day of December next preceding shall not be deemed material for purposes of this section."},{"prefix":"e","text":" Subject to § 31-706(b), each registered insurer shall report to the Mayor all dividends and other distributions to shareholders within 15 business days following their declaration."},{"prefix":"f","text":" Any person within an insurance holding company system subject to registration shall be required to provide complete and accurate information to an insurer, where the information is reasonably necessary to enable the insurer to comply with the provisions of this subchapter."},{"prefix":"g","text":" The Mayor shall terminate the registration of any insurer which demonstrates that it no longer is a member of an insurance holding company system."},{"prefix":"h","text":" The Mayor may require or allow 2 or more affiliated insurers subject to registration to file a consolidated registration statement."},{"prefix":"i","text":" The Mayor may allow an insurer which is authorized to do business in the District and which is part of an insurance holding company system to register on behalf of any affiliated insurer which is required to register under subsection (a) of this section and to file all information and material required to be filed under this section."},{"prefix":"j","text":" The provisions of this section shall not apply to any insurer, information, or transaction if and to the extent that the Mayor by rule, regulation, or order shall exempt the same from the provisions of this section."},{"prefix":"k","text":" Any person may file with the Mayor a disclaimer of affiliation with any authorized insurer or such a disclaimer may be filed by the insurer or any member of an insurance holding company system. The disclaimer shall fully disclose all material relationships and bases for affiliation between the person and the insurer as well as the basis for disclaiming the affiliation. After a disclaimer has been filed, the insurer shall be relieved of any duty to register or report under this section which may arise out of the insurer's relationship with the person unless and until the Mayor disallows such a disclaimer. The Mayor shall disallow such a disclaimer only after furnishing all parties in interest with notice and opportunity to be heard and after making specific findings of fact to support the disallowance."},{"prefix":"l","text":" The failure to file a registration statement or any summary of the registration statement required by this section within the time specified for such a filing shall be a violation of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Holding Company System."},"heading":{"title":"31","chaptersection":"705","identifier":"31-705","catch_text":"Registration of insurers."}}