{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3721.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of the Mutual Holding Company Mergers and Acquisition Temporary Amendment Act of 1998 (D.C. Law 12- 119, June 11, 1998, law notification 45 DCR 4036).\n\nEmergency Act Amendments\n\nFor temporary addition of §§ 35-3721 through 35-3728 [1981 Ed.], see § 2-9 of the Mutual Holding Company Emergency Act of 1996 (D.C. Act 11-288, July 1, 1996, 43 DCR 3707).\n\nFor temporary addition of §§ 35-3721 through 35-3728 [1981 Ed.], see § 2-9 of the Mutual Holding Company Congressional Review Emergency Act of 1996 (D.C. Act 11-368, August 21, 1996, 43 DCR 3721).\n\nFor temporary repeal of the Mutual Holding Company Emergency Act of 1996 (D.C. Act 11-288, July 1, 1996, 43 DCR 3707), see § 12 of the Mutual Holding Company Congressional Review Emergency Act of 1996 (D.C. Act 11-368, August 21, 1996, 43 DCR 4633).\n\nFor temporary amendment of section, see § 2(a) of the Mutual Holding Company Mergers and Acquisition Emergency Amendment Act of 1998 (D.C. Act 12-295, March 4, 1998, 45 DCR 1764), § 2(a) of the Mutual Holding Company Mergers and Acquisition Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 364, June 5, 1998, 45 DCR 3875), and § 2(a) of the Mutual Holding Company Mergers and Acquisition Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-550, December 18, 1998, 46 DCR 512).\n\nLegislative History of Laws\n\nLaw 11-159, the \"Mutual Holding Company Act of 1996,\" was introduced in Council and assigned Bill No. 11-623, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 21, 1996, it was assigned Act No. 11-290 and transmitted to both Houses of Congress for its review. D.C. Law 11-159 became effective on September 20, 1996.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-702.\n\nLaw 12-188, the \"Mutual Holding Company Mergers and Acquisitions Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-541, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second reading on July 7, 1998, and September 22, 1998, respectively. Signed by the Mayor on October 2, 1998, it was assigned Act No. 12-459, and transmitted to both Houses of Congress for review. D.C. Law 12-188 became effective on March 26, 1999.\n\nDC CODE § 31-731\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1996, D.C. Law 11-159, § 2, 43 DCR 3714; Mar. 24, 1998, D.C. Law 12-81, § 41(a), 45 DCR 745; Mar. 26, 1999, D.C. Law 12-188, § 2(a), 45 DCR 7807.)","sections":[{"prefix":"a","text":" A domestic mutual insurance company, upon approval of the Commissioner, may reorganize by directly or indirectly forming an insurance holding company based upon a mutual plan. The reorganized insurance company shall continue, without interruption, its corporate existence as a stock insurance company subsidiary to the mutual insurance holding company or as a stock insurance company subsidiary to an intermediate holding company which is subsidiary to the mutual insurance holding company."},{"prefix":"b","text":" The Commissioner, after a public hearing as provided in § 31-703(g)(1), if satisfied that the interests of the policyholders are properly protected and that the plan of reorganization is fair and equitable to the policyholders, shall approve the proposed plan of reorganization and may require as a condition of approval such modifications of the proposed plan of reorganization as the Commissioner finds necessary for the protection of the policyholders' interests. The Commissioner may retain consultants as provided in § 31- 703(g)(3). A reorganization pursuant to this section is subject to § 31- 703(a), (b), and (c). The Commissioner shall retain jurisdiction over a mutual insurance holding company organized pursuant to this section to assure that policyholder interests are protected."},{"prefix":"c","text":" All of the initial shares of the capital stock of the reorganized insurance company shall be issued to the mutual insurance holding company. The membership interests of the policyholders of the reorganized insurance company shall become membership interests in the mutual insurance holding company."},{"prefix":"d","text":" Policyholders of the reorganized insurance company shall be members of the mutual insurance holding company in accordance with the articles of incorporation and bylaws of the mutual insurance holding company. The mutual insurance holding company shall at all times own a majority of the voting shares of the capital stock of the reorganized insurance company."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Mutual Holding Companies."},"heading":{"title":"31","chaptersection":"731","identifier":"31-731","catch_text":"Formation of a mutual holding company."}}