{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-3723.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of the Mutual Holding Company Mergers and Acquisition Temporary Amendment Act of 1998 (D.C. Law 12- 119, June 11, 1998, law notification 45 DCR 4036).\n\nEmergency Act Amendments\n\nSee notes to § 35-3721.\n\nFor temporary amendment of section, see § 2(b) of the Mutual Holding Company Mergers and Acquisition Emergency Amendment Act of 1998 (D.C. Act 12-295, March 4, 1998, 45 DCR 1764), § 2(b) of the Mutual Holding Company Mergers and Acquisition Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12- 364, June 5, 1998, 45 DCR 3875), and § 2(b) of the Mutual Holding Company Mergers and Acquisition Second Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-550, December 18, 1998, 46 DCR 512).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-158, see Historical and Statutory Notes following § 31-731.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-702.\n\nLaw 12-188, the \"Mutual Holding Company Mergers and Acquisitions Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-541, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second reading on July 7, 1998, and September 22, 1998, respectively. Signed by the Mayor on October 2, 1998, it was assigned Act No. 12-459, and transmitted to both Houses of Congress for review. D.C. Law 12-188 became effective on March 26, 1999.\n\nReferences in Text\n\n\"This act,\" referred to in (a), is D.C. Law 12-188.\n\nDC CODE § 31-733\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1996, D.C. Law 11-159, § 4, 43 DCR 3714; Mar. 24, 1998, D.C. Law 12-81, § 41(c), 45 DCR 745; Mar. 26, 1999, D.C. Law 12-188, § 2(b), 45 DCR 7807.)","sections":[{"prefix":"a","text":" A mutual insurance holding company resulting from a reorganization of a domestic mutual insurance company organized under Chapter 44 of this title shall be incorporated pursuant to Chapter 44 of this title. The articles of incorporation and any amendments to such articles of the mutual insurance holding company shall be subject to approval of the Commissioner and Corporation Counsel of the District in the same manner as those of an insurance company. The Commissioner and Corporation Counsel shall promptly examine the articles of incorporation, and if they find that the articles of incorporation comply with the law, the Commissioner and Corporation Counsel shall endorse their approval upon each of the originals, place one on file in the Commissioner's office, and return the remaining sets to the incorporators. The incorporators shall promptly file such endorsed articles of incorporation with the D.C. Office of Corporations. The endorsed articles of incorporation shall be deemed effective as of the effective date of a reorganization accomplished pursuant to this act, upon the filing of the articles with the D.C. Office of Corporations."},{"prefix":"b","text":" A domestic mutual insurance holding company may amend its articles of incorporation by vote of 2/3rds of those members who vote either in person or by proxy at a lawful meeting of its members, if the notice given members included due notice of the proposal to amend. Upon adoption of an amendment, the mutual holding company shall make under its corporate seal a certificate thereof, setting forth the amendment and the date and manner of the adoption thereof, which certificate shall be executed by the mutual insurance holding company's president or vice president and secretary or assistant secretary, and acknowledged before an officer authorized to take acknowledgments. The mutual insurance holding company shall deliver the originals of the certificate to the Commissioner and Corporation Counsel. The Commissioner and Corporation Counsel shall promptly examine the certificate of amendment, and, if the Commissioner and Corporation Counsel find that the certificate and the amendment comply with law, the Commissioner and Corporation Counsel shall endorse their approvals upon each of the originals, place one on file in the Commissioner's office, and return the remaining sets to the mutual insurance holding company. The mutual insurance holding company shall promptly file such endorsed certificates of amendment with the D.C. Office of Corporations. The D.C. Office of Corporations shall accept the endorsed certificates of amendment without further review or approval. The amendment shall be effective when filed with the D.C. Office of Corporations."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"7","text":"Holding Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Mutual Holding Companies."},"heading":{"title":"31","chaptersection":"733","identifier":"31-733","catch_text":"Incorporation of holding company; amendment of articles of incorporation."}}