{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-293, see notes following § 31-851.\n\nDC CODE § 31-856\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-293, § 7, 50 DCR 296.)","sections":[{"prefix":"a","text":" The Commissioner, Corporation Counsel, or U.S. Attorney may request, in writing by certified mail, disclosure of an insurance compliance self-evaluative audit document within 30 days after the service of the request. The company that prepared the document or caused the document to be prepared may file with the appropriate court a petition requesting an in camera hearing to determine whether the insurance compliance self-evaluative audit document or portions of the document are privileged or subject to disclosure. Failure by the company to file a petition waives the privilege for that particular document. A company asserting the insurance compliance self-evaluative privilege in response to a request for disclosure under this subsection shall include in its request the information set forth in subsection (d) of this section."},{"prefix":"b","text":" Upon the filing of a petition under this section, the court shall issue an order scheduling, within 45 days after the filing of the petition, an in camera hearing to determine whether the insurance compliance self-evaluative audit document or portions of the document are privileged or subject to disclosure."},{"prefix":"c","text":" The court, after an in camera review, may require disclosure of material for which the privilege is asserted in accordance with § 31-854 or § 31- 855.  The court shall compel only the disclosure of those portions of an insurance compliance self-evaluative audit document relevant to issues in dispute in the underlying proceeding.   A compelled disclosure shall not be considered to be a public document or be deemed to be a waiver of the privilege for any other civil, criminal, or administrative proceeding.  A company unsuccessfully opposing disclosure may apply to the court for an order protecting the document from further disclosure."},{"prefix":"d","text":" A company asserting the privilege in response to a request for disclosure under this section shall provide to the Commissioner, Corporation Counsel, or U.S. Attorney, as the case may be, at the time of filing any objection to the disclosure that:"},{"prefix":"A","text":" The date and time that the insurance compliance self-evaluative audit document was prepared;"},{"prefix":"B","text":" The identity of the entity conducting the audit;"},{"prefix":"C","text":" The general nature of the activities covered by the insurance compliance audit; and"},{"prefix":"D","text":" An identification of the portions of the insurance compliance self evaluative audit document for which the privilege is being asserted."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"8A","text":"Insurance Compliance Self-Evaluation Privilege."},"heading":{"title":"31","chaptersection":"856","identifier":"31-856","catch_text":"Requests for disclosure."}}