{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 14-293, the \"Insurance Compliance Self-Evaluation Privilege Act of 2002\", was introduced in Council and assigned Bill No. 14-158, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 2002, and December 3, 2002, respectively. Signed by the Mayor on December 23, 2002, it was assigned Act No. 14-568 and transmitted to both Houses of Congress for its review. D.C. Law 14-293 became effective on April 11, 2003.\n\nDC CODE ยง 31-851\n\nCurrent through December 11, 2012","credits":"(Apr. 11, 2003, D.C. Law 14-293, ยง 2, 50 DCR 296.)","sections":[{"prefix":"1","text":" \"Commissioner\" means the Commissioner of Insurance and Securities Regulation."},{"prefix":"2","text":" \"Company\" means all insurance companies or carriers that are licensed in the District and subject to the regulatory authority of the Commissioner."},{"prefix":"3","text":" \"District\" means the District of Columbia."},{"prefix":"4","text":" \"Insurance compliance audit\" means a voluntary internal evaluation, review, assessment, or audit by a company not otherwise expressly required by law. An insurance compliance audit may be conducted by the company, its employees, or by independent contractors."},{"prefix":"5","text":"(A) \"Insurance compliance self-evaluative audit document\" means a document prepared as a result of or in connection with, and not prior to, an insurance compliance audit. An insurance compliance self-evaluation audit document may include:"},{"prefix":"i","text":" A written response to the findings of an insurance compliance audit;"},{"prefix":"ii","text":" Field notes and records of observations, findings, opinions, suggestions, conclusions, drafts, memoranda, drawings, photographs, exhibits, computer-generated or electronically recorded information, maps, charts, graphs, and surveys; provided, that this supporting information is collected or developed for the primary purpose of, and in connection with, an insurance compliance audit;"},{"prefix":"iii","text":" An insurance compliance audit report prepared by an auditor who may be an employee of the company or an independent contractor, which report may include the scope of the audit, information produced by the audit, and conclusions and recommendations, with exhibits and appendices;"},{"prefix":"iv","text":" Memoranda and documents analyzing portions or all of the insurance compliance audit report and discussing potential implementation issues;"},{"prefix":"v","text":" An implementation plan that addresses correcting past noncompliance, improving current compliance, and preventing future noncompliance; or"},{"prefix":"vi","text":" Analytic data generated in the course of conducting the insurance compliance audit."},{"prefix":"B","text":" \"Insurance compliance self-evaluative audit document\" shall not include documents, communications, data, reports, or other information created as a result of a claim involving personal injury or workers' compensation made against an insurance policy."},{"prefix":"6","text":" \"Privilege\" means the insurance compliance self- evaluative privilege created by ยง 31-853(a)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"8A","text":"Insurance Compliance Self-Evaluation Privilege."},"heading":{"title":"31","chaptersection":"851","identifier":"31-851","catch_text":"Definitions."}}