{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4210.\n\nEffect of Amendments\n\nD.C. Law 13-214, in subsec. (a), substituted \"terminate\" for \"rescind\", and substituted \"30\" for \"45\"; and rewrote subsec. (b) which had read:\n\n\"(b) Any member entitled to receive the notice described in subsection (a) of this section shall be entitled to rescind his or her policy and receive a full refund of any amounts paid for the policy or contract within 10 days after the receipt of the notice.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-126, see Historical and Statutory Notes following § 31-901.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-901.\n\nFor D.C. Law 13-214, see notes following § 31-902.\n\nDC CODE § 31-910\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-126, § 11, 43 DCR 1551; Mar. 24, 1998, D.C. Law 12-81, § 43(i), 45 DCR 745; Apr. 3, 2001, D.C. Law 13-214, § 2(f), 47 DCR 9580.)","sections":[{"prefix":"a","text":" All members whose policies are issued after the proposed plan has been adopted by the board of directors and before the effective date of the plan shall be given written notice of the plan of conversion. The notice shall specify the member's right to terminate that policy as provided in subsection (b) of this section within 30 days after the effective date of the plan. A copy of the plan or a summary of the plan shall accompany the notice. The form of the notice shall be filed with and approved by the Commissioner."},{"prefix":"b","text":" Any member entitled to receive the notice described in subsection (a) of this section shall be entitled to terminate his or her policy and receive a pro rata refund of any amounts paid for the policy or contract within 15 days after receipt of the notice."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"9","text":"Insurance Demutualization."},"heading":{"title":"31","chaptersection":"910","identifier":"31-910","catch_text":"Rights of members whose policies are issued after adoption of the plan and before its effective date."}}