{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 35-4201.\n\nLegislative History of Laws\n\nLaw 11-126, the \"Insurance Demutualization Act of 1996,\" was introduced in Council and assigned Bill No. 11-389, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on February 6, 1996, and March 5, 1996, respectively. Signed by the Mayor on March 15, 1996, it was assigned Act No. 11-233 and transmitted to both Houses of Congress for its review. D.C. Law 11-126 became effective on May 24, 1996.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nDC CODE § 31-901\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-126, § 2, 43 DCR 1551; Mar. 24, 1998, D.C. Law 12-81, § 43(a), 45 DCR 745.)","sections":[{"prefix":"1","text":" \"Converted stock company\" means a District of Columbia domiciled stock company that converted from a District of Columbia mutual company pursuant to this chapter."},{"prefix":"1A","text":" \"Commissioner\" means the Commissioner of Insurance and Securities."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Eligible member\" means a member whose policy is in force as of the date the mutual company's board of directors adopts a plan of conversion."},{"prefix":"A","text":" A person insured under a group policy is not an eligible member, unless:"},{"prefix":"i","text":" The person is insured or covered under a group life policy or group annuity contract under which funds are accumulated and allocated to the respective covered person;"},{"prefix":"ii","text":" The person has the right to direct the application of the funds so allocated;"},{"prefix":"iii","text":" The group policyholder makes no contribution to the premiums or deposits for the policy or contract; and"},{"prefix":"iv","text":" The mutual company has the names and addresses covered under the group policy or group annuity contract."},{"prefix":"B","text":" A person whose policy is issued after the board of directors adopts the plan but before the plan's effective date is not an eligible member, but shall have those rights set forth in § 31-910."},{"prefix":"4","text":" \"Plan of conversion\" or \"plan\" means a plan adopted by a District of Columbia domestic mutual company's board of directors pursuant to this chapter to convert the mutual company into a District of Columbia domiciled stock company."},{"prefix":"5","text":" \"Policy\" includes an annuity contract."},{"prefix":"6","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"9","text":"Insurance Demutualization."},"heading":{"title":"31","chaptersection":"901","identifier":"31-901","catch_text":"Definitions."}}