{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 35-4203.\n\nEffect of Amendments\n\nD.C. Law 13-214 inserted subsecs. (a-1) and (a-2).\n\nD.C. Law 14-213, in subsec. (a-2), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-126, see Historical and Statutory Notes following § 31-901.\n\nFor legislative history of D.C. Law 12-81, see Historical and Statutory Notes following § 31-901.\n\nFor D.C. Law 13-214, see notes following § 31-902.\n\nLaw 14-213, the \"Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-671, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively.   Signed by the Mayor on July 26, 2002, it was assigned Act No. 14-459 and transmitted to both Houses of Congress for its review.  D.C. Law 14-213 became effective on October 19, 2002.\n\nDC CODE § 31-903\n\nCurrent through December 11, 2012","credits":"(May 24, 1996, D.C. Law 11-126, § 4, 43 DCR 1551; Mar. 24, 1998, D.C. Law 12-81, § 43(c), 45 DCR 745; Apr. 3, 2001, D.C. Law 13-214, § 2(b), 47 DCR 9580; Oct. 19, 2002, D.C. Law 14-213, § 19, 49 DCR 8140.)","sections":[{"prefix":"a","text":" After adoption by the mutual company's board of directors, the plan shall be submitted to the Commissioner for review and approval. The Commissioner shall approve the plan upon finding that:"},{"prefix":"1","text":" The provisions of this section have been complied with;"},{"prefix":"2","text":" The plan will not prejudice the interests of the members; and"},{"prefix":"3","text":" The plan's method of allocating subscription rights is fair and equitable."},{"prefix":"a-1","text":" The Commissioner, in his discretion, may order that a hearing on the plan be held, which hearing shall be conducted in accordance with the contested case procedures set forth in § 2-509."},{"prefix":"a-2","text":" A decision or order of the Commissioner, after a hearing conducted in accordance with the contested case procedures as set forth in subsection (a-1) of this section, may be reviewed as provided in § 2-510."},{"prefix":"b","text":" Prior to the members' approval of the plan, a mutual company seeking the Commissioner's approval of a plan shall file the following documents with the Commissioner for review and approval:"},{"prefix":"1","text":" The plan of conversion, including the independent evaluation of pro forma market value required by § 31-906(f);"},{"prefix":"2","text":" The form of notice required by § 31-904(b) for eligible members of the meeting to vote on the plan;"},{"prefix":"3","text":" Any proxies to be solicited from eligible members pursuant to § 31- 904(c);"},{"prefix":"4","text":" The form of notice required by § 31-910(a) for persons whose policies are issued after adoption of the plan but before its effective date; and"},{"prefix":"5","text":" The proposed articles of incorporation and bylaws of the converted stock company. Once filed, these documents shall be approved or disapproved by the Commissioner within a reasonable time."},{"prefix":"c","text":" After the members have approved the plan, the converted stock company shall file the following documents with the Commissioner:"},{"prefix":"1","text":" The minutes of the meeting of the members at which the plan was voted upon; and"},{"prefix":"2","text":" The revised articles of incorporation and bylaws of the converted stock company."},{"prefix":"d","text":" The Commissioner may retain, at the mutual company's expense, any qualified expert not otherwise a part of the Commissioner's staff to assist in reviewing the plan and the independent evaluation of the pro forma market value which is required by § 31-906(i)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"31","text":"Insurance and Securities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Regulation of Insurance Industry Generally."},"chapter":{"identifier":"9","text":"Insurance Demutualization."},"heading":{"title":"31","chaptersection":"903","identifier":"31-903","catch_text":"Approval of the plan of conversion by the Commissioner of Insurance and Securities."}}