{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-334.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following ยง 32-1501.\n\nDC CODE ยง 32-1534\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, ยง 35, 27 DCR 2503.)","sections":[{"prefix":"a","text":" Every employer shall secure the payment of compensation under this chapter: (1) by insuring and keeping insured the payment of such compensation with any stock company or mutual company or association, or with any person or fund, while such person or fund is authorized: (A) under the laws of the United States, the District of Columbia, or of any state, to insure workers' compensation; and (B) by the Mayor to insure payment of compensation under this chapter; or (2) by furnishing satisfactory proof to the Mayor of his financial ability to pay such compensation and receiving an authorization from the Mayor to pay such compensation directly. The Mayor may, as a condition to such authorization, require such employer to deposit with the District of Columbia Treasurer either an indemnity bond or securities (at the option of the employer) of a kind and in an amount determined by the Mayor, and subject to such conditions as the Mayor may prescribe, which shall include authorization to the Mayor, in case of default, to sell any such securities sufficient to pay compensation awards or to bring suit upon such bonds, to procure prompt payment of compensation under this chapter. Any employer securing compensation in accordance with the provisions of this subsection shall be known as a self-insurer."},{"prefix":"b","text":" In granting authorization to any carrier to insure payment of compensation under this chapter the Mayor may take into consideration the recommendation of any District authority having supervision over carriers. Any carrier so authorized by the Mayor shall maintain a representative in the District of Columbia who can fulfill all of the obligations of the carrier under this chapter and who shall maintain a file of all active claims being serviced by the carrier in the District of Columbia. The Mayor may suspend or revoke the authorization of any carrier to insure payment of compensation under this chapter for good cause shown after a hearing at which the carrier shall be entitled to be heard in person or by counsel and to present evidence. No suspension or revocation shall affect the liability of any carrier already incurred."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1534","identifier":"32-1534","catch_text":"Security for payment of compensation."}}