{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 19-132 , the \"Unemployed Anti-Discrimination Act of 2012\", was introduced in Council and assigned Bill No. 19-486, which was referred to the Committee on Aging and Community Affairs. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 19, 2012, it was assigned Act No. 19-329 and transmitted to both Houses of Congress for its review. D.C. Law 19-132 became effective on May 31, 2012.\n\nDC CODE ยง 32-1361\n\nCurrent through December 11, 2012","credits":"(May 31, 2012, D.C. Law 19-132, ยง 2, 59 DCR 2391.)","sections":[{"prefix":"1","text":" \"Employee\" means any individual employed by an employer."},{"prefix":"2","text":" \"Employer\" means any person who employs or seeks to employ for compensation one or more individuals for a position in the District (but not including the person's parent, spouse, child, or domestic servant engaged in work in and about the employer's household). The term \"employer\" includes any person acting in the interest of the person, directly or indirectly."},{"prefix":"3","text":" \"Employment agency\" means any person regularly undertaking or attempting, with or without compensation, to procure employees for an employer or to procure for employees opportunities to work for an employer, and includes an agent of that person."},{"prefix":"4","text":" \"Potential employee\" means any individual who has applied to an employer for a vacant position to gain employment."},{"prefix":"5","text":" \"Status as unemployed\" means any individual who, at the time of applying for employment, or, who at the time an act alleged to violate this chapter occurs, does not have a job, is available for work, and is seeking employment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"13C","text":"Prohibition on Discrimination Against the Unemployed."},"heading":{"title":"32","chaptersection":"1361","identifier":"32-1361","catch_text":"Definitions."}}