{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-305.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor legislative history of D.C. Law 12-229, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1505\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 6, 27 DCR 2503; Apr. 16, 1999, D.C. Law 12-229, § 2(c), 46 DCR 891.)","sections":[{"prefix":"a","text":" No compensation shall be allowed for the first 3 days of the disability, except the benefits provided for in § 32-1507; provided, that in case the injury results in disability of more than 14 days the compensation shall be allowed from the date of the disability."},{"prefix":"b","text":" Compensation for disability or death shall not exceed the average weekly wages of insured employees in the District of Columbia or $396.78, whichever is greater. For any one injury causing temporary or permanent partial disability, the payment for disability benefits shall not continue for more than a total of 500 weeks. Within 60 days of the expiration of the duration of the compensation provided for in this subsection, an employee may petition the Mayor for an extension of up to 167 weeks. The extension shall be granted only upon a finding by an independent medical examiner appointed by the Mayor of continued whole body impairment exceeding 20% under the American Medical Association's Guides to the Evaluation of Permanent Impairment. An injured employee shall have up to 3 years after termination of nonscheduled benefits to re-open his or her case due to changes in condition."},{"prefix":"c","text":" The minimum compensation for total disability or death shall be 25% of the maximum compensation."},{"prefix":"d","text":" For the purposes of this section, the average weekly wage of insured employees in the District of Columbia shall be determined by the Mayor as follows: On or before November 1st of each year, the total wages reported on contribution reports for employees, excluding employees of the government of the District of Columbia, and the government of the United States, to the District Unemployment Compensation Board for the year ending on the preceding June 30th shall be divided by the average monthly number of such employees (determined by dividing the total employees reported for the preceding year, excluding employees of the government of the District of Columbia, and the government of the United States by 12). The average annual wage thus obtained shall be divided by 52 and the average weekly wage thus determined rounded to the nearest cent. The average weekly wage as so determined shall be applicable for the year beginning the following January 1st."},{"prefix":"e","text":" The average weekly wage shall not be deemed to have changed for any calendar year unless the computation in subsection (d) of this section results in an increase or decrease of $2 or more, raised to the next even dollar."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1505","identifier":"32-1505","catch_text":"Commencement of compensation; maximum compensation."}}