{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 1102(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 1102(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nMiscellaneous Notes\n\nShort title of subtitle J of title I of Law 15-205: Section 1101 of D.C. Law 15-205 provided that subtitle J of title I of the act may be cited as the Workers' Compensation Administrative Reform and Anti-Fraud Amendment Act of 2004.\n\nDC CODE § 32-1521.01\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 22a, as added Dec. 7, 2004, D.C. Law 15- 205, § 1102(a), 51 DCR 8441.)","sections":[{"prefix":"a","text":" There is hereby established a Compensation Order Review Board (\"Board\") that shall consist of 5 members as follows:"},{"prefix":"1","text":" The Chief Judge of the Office of Hearings and Adjudication (\"OHA\") within the Department of Employment Services who shall serve as Chairperson; and"},{"prefix":"2","text":" Four Administrative Law Judges from the OHA, who shall:"},{"prefix":"A","text":" Be appointed by the Chairperson;"},{"prefix":"B","text":" Have received an overall rating of satisfactory or above in his or her most recent performance review; and"},{"prefix":"C","text":" Be a member in good standing of the OHA."},{"prefix":"b","text":" The Chairperson shall have the authority to create from among the members of the Board one or more Compensation Order Review Panels (\"panel\") which shall:"},{"prefix":"1","text":" Consist of 3 members and may include the Chairperson;"},{"prefix":"2","text":" Decide matters before it by majority vote; and"},{"prefix":"3","text":" Be prohibited from discussing the compensation order with the Administrative Law Judge who issued the compensation order while the matter is undergoing review."},{"prefix":"c","text":" The Chairperson shall, within 7 days of an application for review being filed, create and assign a panel to review the application for review; provided, that no member of the panel is the Administrative Law Judge who issued the compensation order that is under review."},{"prefix":"d","text":" The panel shall:"},{"prefix":"1","text":" Review the compensation order for legal sufficiency;"},{"prefix":"2","text":" Dispose of the matter under review by issuing an order affirming the compensation order; reversing the compensation order, in whole or in part, and amending the order based on the panel's findings, or by remanding the order to the issuing Administrative Law Judge for further review; except, that:"},{"prefix":"A","text":" The panel shall affirm a compensation order that is based upon substantial evidence and is in accordance with this chapter and other applicable laws and regulations and shall not disturb factual findings contained in the compensation order that are supported by substantial evidence; and"},{"prefix":"B","text":" Any reversal, in whole or in part, shall be supported by a written order, which shall contain the legal and factual basis for the reversal, and may amend the compensation order, in whole or in part, or remand the matter to the issuing Administrative Law Judge for additional findings of fact or conclusions of law and the issuance of a compensation order on remand; and"},{"prefix":"3","text":" Make its disposition within 30 days of being assigned the application for review."},{"prefix":"e","text":" A party aggrieved by the compensation order on remand may appeal it in the same manner as a compensation order."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1521","identifier":"32-1521.01","catch_text":"Establishment of Compensation Order Review Board."}}