{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-205, in subsec. (b), substituted \"University of the District of Columbia as well as with any institution of higher education accredited by the Middle States Association of Colleges and Schools and located in the District to enhance\" for \"University of the District of Columbia to enhance\" in par. (6), and added par. (9).\n\nD.C. Law 17-353 , in subsecs. (b)(4) and (7), substituted \"Council of the District of Columbia\" for \"Council\"; and validated a previously made technical correction by substituting \"Council\" for \"Board\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1155(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1155(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 13-150, see notes following § 32-1601.\n\nFor Law 15-205, see notes following § 32-1521.01.\n\nFor Law 17-353, see notes following § 32-101.\n\nDC CODE § 32-1603\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-150, § 4, 47 DCR 4644; Dec. 7, 2004, D.C. Law 15-205, § 1155(a), 51 DCR 8441; Mar. 25, 2009, D.C. Law 17-353, § 129(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is created a Workforce Investment Council (\"Council\") pursuant to section 111(b) and (c) and section 117(c)(4) of the Federal Act, to assist in the development of the State Unified Workforce Plan to carry out the functions described by the Federal Act."},{"prefix":"b","text":" The Council shall assist the Mayor in:"},{"prefix":"1","text":" Developing the District's workforce investment system;"},{"prefix":"2","text":" Assigning duties and responsibilities to the Department of Human Services (\"DHS\") and the Department of Employment Services (\"DOES\") to implement the Federal Act, and to do so in a manner that avoids conflicts of interest and capitalizes on the experience developed by workforce partners who are efficient and effective at meeting the requirements of the Federal Act;"},{"prefix":"3","text":" Developing an employment statistics system, as described in section 15(e) of the Wagner-Peyser Act, approved October 13, 1982 (96 Stat. 1392; 29 U.S.C. § 49L-2(e));"},{"prefix":"4","text":" Preparing an annual report and submitting it to the Council of the District of Columbia by September 30th of each year;"},{"prefix":"5","text":" Establishing performance standards for training and employment programs pursuant to § 32-1606;"},{"prefix":"6","text":" Fostering and coordinating initiatives of the District of Columbia Public Schools and the University of the District of Columbia as well as with any institution of higher education accredited by the Middle States Association of Colleges and Schools and located in the District to enhance the contributions of public schools and institutions of higher education to the implementation of the District employment and training policy;"},{"prefix":"7","text":" Examining federal and local laws and regulations to assess whether those laws and regulations present barriers to achieving any of the goals of this subchapter. The Council shall, as it deems appropriate, issue to the Mayor and the Council of the District of Columbia reports on its findings, including recommendations for changes in local and federal laws or regulations concerning employment and training programs or service; and"},{"prefix":"8","text":" Developing a wage progression strategy that includes mechanisms to help low-income workers upgrade skills to assist them in moving up the career ladder toward self-sufficiency."},{"prefix":"9","text":" Implementing the Educational Stepladder program established by subchapter III of this chapter, including establishing the criteria for certificate course approval and working with interested institutions of higher education accredited by the Middle States Association of Colleges and Schools and located in the District of Columbia to develop a curriculum of courses that will meet the institutions's educational mission as well as provide Educational Stepladder students with marketable knowledge or skills that meet the stated workforce needs of business and industry in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Workforce Investment Implementation."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1603","identifier":"32-1603","catch_text":"Workforce Investment Council"}}