{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1502.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-105, see Historical and Statutory Notes following § 32-101.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nDC CODE § 32-102\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1994, D.C. Law 10-105, § 3, 41 DCR 1011; Apr. 18, 1996, D.C. Law 11-110, § 43, 43 DCR 530.)","sections":[{"prefix":"a","text":" The present contractor within a period of 10 days after the awarding of a contract shall make available to prospective contractors the names of all employees of the present contractor employed at the site or sites covered by the prospective contract, the date each employee was hired, and the employee's occupation classification."},{"prefix":"b","text":" A new contractor who is awarded a contract to provide similar covered services provided by the previous contractor shall retain, for a 90-day transition employment period, covered employees who have been employed by the previous contractor for the preceding 8 months or longer at the site or sites covered by the contract."},{"prefix":"c","text":" If at any time, the new contractor determines that fewer employees are required to perform the new contract than were required by the previous contractor, the new contractor shall retain employees by seniority within job classification."},{"prefix":"d","text":" During the 90-day transition employment period, the new contractor shall maintain a preferential hiring list of eligible covered employees not retained by the new contractor from which the new contractor may hire additional employees."},{"prefix":"e","text":" Except as provided in subsection (c) of this section, the new contractor shall not discharge an employee retained pursuant to this chapter during the 90-day transition period without cause."},{"prefix":"f","text":" At the end of the 90-day transition employment period, the new contractor shall perform a written performance evaluation for each employee retained pursuant to this chapter. If the employee's performance during the 90-day transition employment period is satisfactory, the new contractor shall offer the employee continued employment under the terms and conditions established by the new contractor."},{"prefix":"g","text":" If a contractor's contract at an establishment in the District of Columbia is not renewed, and within 30 days the contractor is awarded a similar contract at another establishment in the District of Columbia, the contractor shall retain at least 50% of the employees from each establishment as needed to perform the contract."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Displaced Workers Protection."},"heading":{"title":"32","chaptersection":"102","identifier":"32-102","catch_text":"Transition employment period."}}