{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1215.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26 (a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1115\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 16, 35 DCR 8250.)","sections":[{"prefix":"a","text":" If, within the time period following service of a citation specified in § 32-1114, the employer fails to notify the Mayor that the employer intends to contest the citation or proposed penalty and no notice is filed by an employee or representative of the employee under subsection (c) of this section within the time specified, the citation and the notice of the proposed penalty shall be deemed a final order of the Mayor, not subject to administrative or judicial review."},{"prefix":"b","text":" If the Mayor has reason to believe that an employer has failed to correct a violation for which a citation has been issued within the period permitted for its correction, the Mayor shall notify the employer, by certified mail or by service as prescribed in § 32-1114, of the failure, the proposed penalty under § 32-1120, and that the employer has the time period specified in § 32- 1114 within which to notify the Mayor that the employer wishes to contest the citation or the proposed penalty. If, within that time period, the employer fails to notify the Mayor that the employer intends to contest the citation or the proposed penalty, the citation and proposed penalty shall be deemed a final order of the Mayor, not subject to administrative or judicial review."},{"prefix":"c","text":" If an employer notifies the Mayor that the employer intends to contest a citation or a proposed penalty issued under § 32-1114 or notification issued under subsection (b) of this section or if, within the time period specified in § 32-1114 following the issuance of a citation, an employee or employee representative files notice with the Mayor alleging that the period of time fixed in the citation for the abatement of the violation is unreasonable, the Mayor shall immediately afford the employer or employee an opportunity for a hearing and issue a decision and an order based on findings of fact and conclusions of law affirming, modifying, or vacating the citation issued by the Mayor, the time fixed in the citation for the abatement of the violation, or the proposed penalty or directing other appropriate relief. Upon a showing by an employer of a good-faith effort to comply with the abatement requirements of a citation and that abatement has not been completed because of factors beyond the reasonable control of the employer, the Mayor, after an opportunity for a hearing has been provided in accordance with this subsection, shall issue a decision and an order affirming or modifying the abatement requirement in the citation. The rules of procedure prescribed by the Mayor shall provide affected employees or representatives of affected employees an opportunity to participate as parties to hearings conducted under this subsection."},{"prefix":"d","text":" The decision and order of the Mayor shall become the final decision and order unless the employer, employee, or representative of the employer or employee files an appeal with the Commission within 30 days after service of the decision or order. The Commission may review the record for error and each party shall be afforded an opportunity to present argument, either orally or in writing as the Commission may prescribe. The Commission shall provide a copy of its decision to each party or the party's representative of record. The Commission may sustain, reverse, modify, or vacate the decision or order of the Mayor or remand the case to the Mayor for further proceedings."},{"prefix":"e","text":" The period for correction of a violation shall not begin to run until the entry of a final order by the Commission, if the employer initiates review proceedings under this section in good faith."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1115","identifier":"32-1115","catch_text":"Procedure for enforcement."}}