{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-335.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1535\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 36, 27 DCR 2503.)","sections":[{"prefix":"a","text":" If, on account of a disability or death for which compensation is payable under this chapter, the person entitled to such compensation determines that some person other than those enumerated in § 32-1504(b) is liable for damages, he need not elect whether to receive such compensation or to recover damages against such third person."},{"prefix":"b","text":" Acceptance of such compensation under an award in a compensation order filed with the Mayor shall operate as an assignment to the employer of all rights of the person entitled to compensation to recover damages against such third person unless such person shall commence an action against such third person within 6 months after such award."},{"prefix":"c","text":" A payment made pursuant to §§ 32-1509 and 32-1540(d)(1) shall operate as an assignment to the employer of all rights of the legal representative of the deceased (hereinafter referred to as \"representative\") to recover damages against such third person."},{"prefix":"d","text":" Such employer on account of such assignment may either institute proceedings for the recovery of such damages or may compromise with such third person either without or after instituting such proceeding."},{"prefix":"e","text":" Any amount recovered by such employer on account of such assignment, whether or not as the result of a compromise, shall be distributed as follows:"},{"prefix":"1","text":" The employer shall retain an amount equal to:"},{"prefix":"A","text":" The expenses incurred by him in respect to such proceedings or compromise (including a reasonable attorney's fee as determined by the Mayor);"},{"prefix":"B","text":" The cost of all benefits actually furnished by him to the employee under § 32-1507;"},{"prefix":"C","text":" All amounts paid as compensation; and"},{"prefix":"D","text":" The present value of all amounts thereafter payable as compensation, such present value to be computed in accordance with a schedule prepared by the Mayor, and the present value of the cost of all benefits thereafter to be furnished under § 32-1507, to be estimated by the Mayor, and the amounts so computed and estimated to be retained by the employer as a trust fund to pay such compensation and the cost of such benefits as they become due, and to pay any sum finally remaining in excess thereof to the person entitled to compensation or to the representative; and"},{"prefix":"2","text":" The employer shall pay any excess to the person entitled to compensation or to the representative, less one fifth of such excess which shall belong to the employer."},{"prefix":"f","text":" If the person entitled to compensation institutes proceedings within the period ascribed in subsection (b) of this section, the employer shall be required to pay as compensation under this chapter a sum equal to the excess of the amount which the Mayor determines is payable on account of such injury or death over the amount recovered against such third person."},{"prefix":"g","text":" If compromise with such third person is made by the person entitled to compensation or such representative of an amount less than the compensation to which such person or representative would be entitled under this chapter, the employer shall be liable for compensation as determined in subsection (f) of this section, only if the written approval of such compromise is obtained from the employer and his insurance carrier by the person entitled to compensation or such representative at the time of or prior to such compromise in a form and manner prescribed by the Mayor."},{"prefix":"h","text":" Where the employer is insured and the insurance carrier has assumed the payment of the compensation, the insurance carrier shall be subrogated to all the rights of the employer under this section."},{"prefix":"i","text":" The right to compensation or benefits under this chapter shall be the exclusive remedy to an employee when he is injured, or to his eligible survivors or legal representative if he is killed, by the negligence or wrong of any other person or persons in the same employ; provided, that this provision shall not affect the liability of a person other than an officer or employee of the employer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1535","identifier":"32-1535","catch_text":"Compensation for injuries where third persons are liable."}}