{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353, in subsecs. (a) and (f), validated previously made technical corrections.\n\nLegislative History of Laws\n\nFor Law 13-150, see notes following § 32-1601.\n\nFor Law 17-353, see notes following § 32-101.\n\nDC CODE § 32-1610\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-150, § 11, 47 DCR 4644; Mar. 25, 2009, D.C. Law 17-353, § 129(f), 56 DCR 1117.)","sections":[{"prefix":"a","text":" The Council shall advise the Mayor as required pursuant to section 112 of the Federal Act and on matters pertaining to the use of funds pursuant to section 134 of the Federal Act."},{"prefix":"b","text":" As a part of the core services required by section 134(d)(2)(E)(i) of the Federal Act, the one-stop delivery system, as described in section 134(c) of the Federal Act, shall provide timely listings of all job opportunities and supportive services providers, consistent with this subchapter, to a participant immediately upon application by the participant for services offered by the one-stop delivery system. In addition, core services shall include an initial assessment of aptitudes and abilities that is non-gender biased using tools that assess women's interest in high-wage employment that is nontraditional for women."},{"prefix":"c","text":" Intensive services offered by the one-stop delivery system may include addiction recovery. Consistent with this subchapter, intensive services may also include short-term prevocational services that raise job seekers' basic reading, writing and computational skills to enable them to compete for jobs."},{"prefix":"d","text":" The one stop delivery system shall provide a thorough assessment of job seekers' skills and employment barriers. If individuals are basic skills deficient or face other serious barriers to employment, such as a poor work history or long-term absence from the workforce, or TANF receipt, the one-stop operator shall determine that they are unable to obtain employment through core services."},{"prefix":"e","text":" Consistent with this subchapter, job seekers who are employed, but do not earn a self-sufficient wage, shall be eligible for intensive services."},{"prefix":"f","text":" Any funds expended pursuant to this section shall be appropriated by the Council of the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Workforce Investment Implementation."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1610","identifier":"32-1610","catch_text":"Use of funds for employment and training activities."}}