{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-409.\n\n1973 Ed., § 36-127.1.\n\nEffect of Amendments\n\nD.C. Law 13-257 designated the existing text as subsec. (a) and added subsecs. (b) and (c).\n\nD.C. Law 15-295 rewrote this section which had reads follows:\n\n\"(a) Ninety days after March 6, 1979, all prime contractors and subcontractors who contract with the District of Columbia government to perform construction or renovation work with a single contract or cumulative contracts of at least $500,000, let within a 12-month period, shall be required to register an apprenticeship program with the District of Columbia Apprenticeship Council.\n\n\"(b) Ninety days after April 3, 2001, all contractors who contract with the District of Columbia government to perform information technology work with a single contract or cumulative contracts of at least $500,000, let within a 12 month period shall be required to register an apprenticeship program with the District of Columbia Apprenticeship Council.\n\n\"(c) For purposes of this section, the term 'information technology work' shall include the occupations of computer programmer, programmer analyst, desktop specialist, technical support specialist, data base specialist, network support specialist, and any other related occupations as the District of Columbia Apprenticeship Council may designate by regulation.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-156, see Historical and Statutory Notes following § 32-1402.\n\nLaw 13-257, the \"Information Technology Apprenticeship Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-760, which was referred to the Committee on Government Operations.  The Bill was adopted on first and second readings on November 8, 2000, and December 5, 2000, respectively. Signed by the Mayor on December 22, 2000, it was assigned Act No. 13-544 and transmitted to both Houses of Congress for its review.   D.C. Law 13-257 became effective on April 3, 2001.\n\nLaw 15-295, the \"Apprenticeship Requirements Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-884, which was referred to the Committee on Public Services. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively.   Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-691 and transmitted to both Houses of Congress for its review.  D.C. Law 15-295 became effective on April 8, 2005.\n\nDC CODE § 32-1431\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1979, D.C. Law 2-156, § 5, 25 DCR 6991; Apr. 3, 2001, D.C. Law 13-257, § 2, 48 DCR 764; Apr. 8, 2005, D.C. Law 15-295, § 2, 52 DCR 1479.)","sections":[{"prefix":"a","text":"(1) All prime contractors and subcontractors who contract with the District of Columbia government to perform construction, renovation work, or information technology work with a single contract, or cumulative contracts, of at least $500,000, let within a 12-month period shall be required to register an apprenticeship program with the District of Columbia Apprenticeship Council; and"},{"prefix":"2","text":" All beneficiaries of projects in excess of $1 million funded in whole or in part with funds which, in accordance with a federal grant or otherwise, the District of Columbia government administers, and in which the District of Columbia is a signatory to any agreement of a contractual nature, shall be required to register an apprenticeship program with the District of Columbia Apprenticeship Council."},{"prefix":"b","text":" Beginning July 1, 2005, 35% of all apprenticeship hours performed pursuant to apprenticeship programs required by subsection (a) of this section shall be performed by District of Columbia residents."},{"prefix":"c","text":"(1) Any prime contractor, subcontractor, or beneficiary that fails to comply with subsection (b) of this section shall be subject to a monetary fine in the amount of 5% of the direct and indirect labor costs of the contract."},{"prefix":"2","text":" Fines for a violation of subsection (b) of this section shall be imposed by the Contracting Officer. The Contracting Officer may waive or reduce any fine if the Contracting Officer finds that:"},{"prefix":"A","text":" A good faith effort to comply with the requirements of this section has been demonstrated by the prime contractor, subcontractor, or the beneficiary;"},{"prefix":"B","text":" The prime contractor, subcontractor, or the beneficiary enters into a special workforce development training or placement arrangement with the Department of Employment Services or the DC Workforce Investment Council;"},{"prefix":"C","text":" The Department of Employment Services certifies that there is an insufficient number of District residents in the labor market possessing the skills required for the apprenticeship positions needed under the contract; or"},{"prefix":"D","text":" The prime contractor, subcontractor, or the beneficiary is located outside the Washington Standard Metropolitan Statistical Area and none of the contract work is performed inside the Washington Standard Metropolitan Statistical Area, which is comprised of the District of Columbia, Calvert, Charles, Howard, Montgomery and Prince George's Counties in Maryland, Arlington, Fairfax, Loudon, Prince William and Stafford Counties in Virginia and the cities of Alexandria, Fairfax, Falls Church, Manassas, and Manassas Park in Virginia."},{"prefix":"3","text":" Any fine resulting from a violation of this subsection shall be remitted to the District of Columbia Public Schools to be used solely for the support of vocational education programs, subject to appropriations by Congress."},{"prefix":"d","text":" The prime contractor, subcontractor, or the beneficiary shall submit to the Department of Employment Services, for every month following the execution of the contract, a compliance report for the project that includes:"},{"prefix":"1","text":" The apprenticeship programs required by subsection (a) of this section that are registered with the District of Columbia Apprenticeship Council;"},{"prefix":"2","text":" The total number of apprenticeship hours required for the project;"},{"prefix":"3","text":" The total number of apprenticeship hours performed by District of Columbia residents; and"},{"prefix":"4","text":" The total number of apprentices hired for the reporting period and the cumulative total number of apprentices hired, including, for each, the:"},{"prefix":"A","text":" Name;"},{"prefix":"B","text":" Residence;"},{"prefix":"C","text":" Apprenticeship position; and"},{"prefix":"D","text":" Hire date."},{"prefix":"e","text":" Nonprofit organizations with 50 employees or less shall be exempt from subsections (a) and (b) of this section."},{"prefix":"f","text":" For purposes of this section, the term:"},{"prefix":"1","text":" \"Beneficiary\" means a signatory to a contract for a project in excess of $1 million funded in whole or in part with funds which, in accordance with a federal grant or otherwise, the District of Columbia government administers, and in which the District of Columbia is a signatory to any agreement of a contractual nature."},{"prefix":"2","text":" \"Information technology work\" means the occupations of computer programmer, programmer analyst, desktop specialist, technical support specialist, data base specialist, network support specialist, and any other related occupation as the District of Columbia Apprenticeship Council may designate by regulation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Voluntary Apprentices."},"subchapter":{"identifier":"II","text":"Registration Requirement for Contractors."},"heading":{"title":"32","chaptersection":"1431","identifier":"32-1431","catch_text":"Registration of apprenticeship program required."}}