{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1218.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26 (a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1118\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 19, 35 DCR 8250.)","sections":[{"prefix":"a","text":" The Superior Court shall, upon petition of the Mayor, restrain or enjoin conditions or practices in any place of employment which are a danger and could reasonably be expected to cause death or serious physical harm either immediately or before the imminence of danger can be eliminated through enforcement procedures otherwise provided for by this chapter. The court may require steps to be taken to avoid, correct, or remove the imminent danger. The court may prohibit the employment or presence of an individual in locations or under conditions where imminent danger exists, except individuals whose presence is necessary to avoid, correct, or remove the imminent danger, or to maintain operation, resume normal operations without a complete cessation of operations, or to permit the cessation of operations to be accomplished in a safe and orderly manner when cessation of operations is necessary."},{"prefix":"b","text":" Upon the filing of a petition, the Superior Court may grant permanent injunctive relief or a temporary restraining order pending the outcome of an enforcement proceeding instituted pursuant to this chapter. No temporary restraining order issued without notice shall be effective for more than 5 days."},{"prefix":"c","text":" The Mayor shall, immediately upon concluding that conditions or practices described in subsection (a) of this section exist in a place of employment, inform the affected employees and employers of the danger and that relief is being sought."},{"prefix":"d","text":" If the Mayor arbitrarily or capriciously fails to seek relief under this section, an employee or employee representative who may be injured by reason of the failure may seek a writ of mandamus in the Superior Court to compel the Mayor to seek an order of relief and any further relief that may be appropriate."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1118","identifier":"32-1118","catch_text":"Procedures to counteract imminent danger."}}