{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-220.2.\n\nEffect of Amendments\n\nD.C. Law 15-296 rewrote subsecs. (a) and (f) which had read:\n\n\"(a) On October 1, 1993, the minimum wage required to be paid to any employee by any employer in the District of Columbia shall be the minimum wage set by the United States government from time to time pursuant to the Fair Labor Standards Act (29 U.S.C. § 206 et seq.) (\"Fair Labor Standards Act\"), plus $1.\"\n\n\"(f) In determining the wage of an employee who receives gratuities, the amount paid to the employee by the employer shall be deemed to be increased on account of gratuities by an amount determined by the employer, but not by an amount in excess of 55% of the minimum wage as set by subsection (a) of this section, except that the amount of the increase on account of gratuities determined by the employer shall not exceed the value of gratuities received by the employee.\"\n\nD.C. Law 16-305, in subsec. (d), substituted \"workers with disabilities\" for \"handicapped workers\".\n\nD.C. Law 17-114, in subsecs. (a)(1) and (2), substituted \"Except as provided in subsection (h) of this section, as\" for \"As\"; and added subsec. (h).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Minimum Wage Emergency Amendment Act of 2004 (D.C. Act 15-614, November 30, 2004, 51 DCR 11438).\n\nFor temporary (90 day) amendment of section, see § 2 of Minimum Wage Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-19, February 17, 2005, 52 DCR 20965).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-248, see Historical and Statutory Notes following § 32-1001.\n\nLaw 15-296, the \"Minimum Wage Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-888, which was referred to the Committee on Public Services. The Bill was adopted on first and second readings on November 9, 2004, and December 7, 2004, respectively. Signed by the Mayor on December 29, 2004, it was assigned Act No. 15-692 and transmitted to both Houses of Congress for its review. D.C. Law 15-296 became effective on April 8, 2005.\n\nFor Law 16-305, see notes following § 32-241.\n\nFor Law 17-114, see notes following § 32-1002.\n\nDC CODE § 32-1003\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1993, D.C. Law 9-248, § 4, 40 DCR 761; Apr. 8, 2005, D.C. Law 15-296, § 2, 52 DCR 1483; Apr. 24, 2007, D.C. Law 16-305, § 47, 53 DCR 6198; Mar. 20, 2008, D.C. Law 17-114, § 2(b), 55 DCR 1276.)","sections":[{"prefix":"a","text":"(1) Except as provided in subsection (h) of this section, as of January 1, 2005, the minimum wage required to be paid to any employee by any employer in the District of Columbia shall be $6.60 an hour, or the minimum wage set by the United States government pursuant to the Fair Labor Standards Act (29 U.S.C. § 206 et seq.) (\"Fair Labor Standards Act\"), plus $1, whichever is greater."},{"prefix":"2","text":" Except as provided in subsection (h) of this section, as of January 1, 2006, the minimum wage required to be paid to any employee by any employer in the District of Columbia shall be $7 an hour, or the minimum wage set by the United States government pursuant to the Fair Labor Standards Act, plus $1, whichever is greater."},{"prefix":"b","text":" A person shall be employed in the District of Columbia when:"},{"prefix":"1","text":" The person regularly spends more than 50% of their working time in the District of Columbia; or"},{"prefix":"2","text":" The person's employment is based in the District of Columbia and the person regularly spends a substantial amount of their working time in the District of Columbia and not more than 50% of their working time in any particular state."},{"prefix":"c","text":" No employer shall employ any employee for a workweek that is longer than 40 hours, unless the employee receives compensation for employment in excess of 40 hours at a rate not less than 1 1/2 times the regular rate at which the employee is employed."},{"prefix":"d","text":" All workers with disabilities shall be paid at a rate not less than the minimum wage, except in those instances where a certificate has been issued by the United States Department of Labor that authorizes the payment of less to workers with disabilities under § 214(c) of the Fair Labor Standards Act."},{"prefix":"e","text":" No employer shall be deemed to have violated subsection (c) of this section if the employee works for a retail or service establishment and:"},{"prefix":"1","text":" The regular rate of pay of the employee is in excess of 1 1/2 times the minimum hourly rate applicable to the employee under this subchapter; and"},{"prefix":"2","text":" More than 1/2 of the employee's compensation for a representative period (not less than 1 month) represents commissions on goods or services."},{"prefix":"f","text":" As of January 1, 2005, the minimum wage required to be paid by any employer in the District of Columbia to any employee who receives gratuities shall be $2.77 an hour, provided that the employee actually receives gratuities in an amount at least equal to the difference between the hourly wage paid and the minimum wage as set by subsection (a) of this section."},{"prefix":"g","text":" Subsection (f) of this section shall not apply to an employee who receives gratuities unless:"},{"prefix":"1","text":" The employee has been informed by the employer of the provisions of subsection (f) of this section; and"},{"prefix":"2","text":" All gratuities received by the employee have been retained by the employee, except that this provision shall not be construed to prohibit the pooling of gratuities among employees who customarily receive gratuities."},{"prefix":"h","text":" An employer shall pay a security officer working in a office building in the District of Columbia wages, or any combination of wages and benefits, that are not less than the combined amount of the minimum wage and fringe benefit rate for the guard 1 classification established by the United States Secretary of Labor pursuant to the Service Contract Act of 1965, approved October 22, 1965 (79 Stat. 1034; 41 U.S.C. § 351), as amended."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Minimum Wages."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1003","identifier":"32-1003","catch_text":"Requirements."}}