{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1217.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26(a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1117\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 18, 35 DCR 8250.)","sections":[{"prefix":"a","text":" No person shall discharge or discriminate against an employee because an employee has filed a complaint, instituted or caused to be instituted a proceeding pursuant to this chapter, testified or is about to testify in a proceeding, exercised a right afforded by this chapter on behalf of the employee or others, or performed any duty pursuant to this chapter."},{"prefix":"b","text":" An employee who believes that he or she has been discharged or otherwise discriminated against in violation of subsection (a) of this section may, within 60 days after the violation, file a complaint with the Commission alleging discrimination. Upon receipt of the complaint, the Chairperson of the Commission shall order an investigation and provide an opportunity for the parties to present evidence to the Commission. If the Commission determines that subsection (a) of this section has been violated, the Commission shall issue a decision and order requiring the person who committed the violation to take necessary and appropriate affirmative action to abate the violation, including rehiring or reinstating the employee to his or her former position with back pay."},{"prefix":"c","text":" Within 90 days of the receipt of a complaint filed under this section, the Commission shall notify the complainant of the determination of the Commission pursuant to subsection (b) of this section."},{"prefix":"d","text":" An employer or employee aggrieved by a decision rendered by the Commission pursuant to this action is entitled to review by the District of Columbia Court of Appeals in accordance with § 2-510."},{"prefix":"e","text":" No employee shall be discharged or otherwise disciplined for refusal to perform work that the employee believes creates a dangerous situation that could cause harm to the physical health or threatens the safety of the employee or another employee, for which the employee is inadequately trained, or under conditions which are in violation of the health and safety rules of the District or federal health and safety or environmental laws."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1117","identifier":"32-1117","catch_text":"Nondiscrimination."}}