{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353, in subsec. (c), substituted \"when he or she qualifies as an employee\" for \"at the beginning of his or her employment. An employee may begin to access paid leave after 90 days of service with his or her employer\" in par. (1), and repealed par. (3), which had read as follows:\n\n\"(3) An employee who is discharged after the completion of a 90-day probationary period and is rehired within 12 months may access paid leave immediately.\"\n\nLegislative History of Laws\n\nFor Law 17-152, see notes following § 32-131.01.\n\nFor Law 17-353, see notes following § 32-101.\n\nDC CODE § 32-131.02\n\nCurrent through December 11, 2012","credits":"(May 13, 2008, D.C. Law 17-152, § 3, 55 DCR 3452; Mar. 25, 2009, D.C. Law 17-353, § 311(a), 56 DCR 1117.)","sections":[{"prefix":"a","text":"(1) An employer with 100 or more employees shall provide for each employee not less than one hour of paid leave for every 37 hours worked, not to exceed 7 days per calendar year."},{"prefix":"2","text":" An employer with at least 25, but not more than 99, employees shall provide for each employee not less than one hour of paid leave for every 43 hours worked, not to exceed 5 days per calendar year."},{"prefix":"3","text":" An employer with 24 or fewer employees shall provide not less than one hour of paid leave for every 87 hours worked, not to exceed 3 days per calendar year."},{"prefix":"4","text":" For the purposes of paragraphs (1) through (3) of this subsection, the number of employees of an employer shall be determined by the average monthly number of full-time equivalent employees for the prior calendar year.   The average monthly number shall be calculated by adding the total monthly full-time equivalent employees for each month and dividing by 12."},{"prefix":"5","text":" In the case of employees who are exempt from overtime payment under section 213(a)(1) of the Fair Labor Standards Act of 1938, approved June 25, 1938 (52 Stat. 1060; 29 U.S.C. § 201 et seq.), employees shall not accrue leave for hours worked beyond a 40-hour work week."},{"prefix":"b","text":" Paid leave accrued under this section may be used by an employee for any of the following:"},{"prefix":"1","text":" An absence resulting from a physical or mental illness, injury, or medical condition of the employee;"},{"prefix":"2","text":" An absence resulting from obtaining professional medical diagnosis or care, or preventive medical care, for the employee, subject to the requirement of subsection (d) of this section;"},{"prefix":"3","text":" An absence for the purpose of caring for a child, a parent, a spouse, domestic partner, or any other family member who has any of the conditions or needs for diagnosis or care described in paragraph (1) or (2) of this subsection; or"},{"prefix":"4","text":" An absence if the employee or the employee's family member is a victim of stalking, domestic violence, or sexual abuse; provided, that the absence is directly related to social or legal services pertaining to the stalking, domestic violence, or sexual abuse, to:"},{"prefix":"A","text":" Seek medical attention for the employee or the employee's family member to recover from physical or psychological injury or disability caused by domestic violence or sexual abuse;"},{"prefix":"B","text":" Obtain services from a victim services organization;"},{"prefix":"C","text":" Obtain psychological or other counseling;"},{"prefix":"D","text":" Temporarily or permanently relocate;"},{"prefix":"E","text":" Take legal action, including preparing for or participating in any civil or criminal legal proceeding related to or resulting from the domestic violence or sexual abuse; or"},{"prefix":"F","text":" Take other actions to enhance the physical, psychological, or economic health or safety of the employee or the employee's family member or to enhance the safety of those who associate or work with the employee."},{"prefix":"c","text":"(1) Paid leave under this section shall accrue in accordance with the employer's established pay period. An individual shall accrue paid leave when he or she qualifies as an employee."},{"prefix":"2","text":" An employee's unused paid leave accrued during a 12-month period shall carry over annually. An employee shall not use in one year more than the maximum hours as allowed in subsection (a)(1), (2), and (3) of this section, unless the employer chooses otherwise. Unused paid leave accrued under this chapter shall not be reimbursed upon the termination or resignation of any employee."},{"prefix":"3","text":" Repealed."},{"prefix":"4","text":" Upon mutual consent by the employee and the employer, an employee who chooses to work additional hours or shifts during the same or next pay period in lieu of hours or shifts missed, shall not use paid leave; provided, that the employer does not require the employee to work such additional hours or shifts."},{"prefix":"d","text":" An employee shall make a reasonable effort to schedule paid leave under subsection (b) of this section in a manner that does not unduly disrupt the operations of the employer."},{"prefix":"e","text":" If an employee does not suffer a loss of income when absent from work, for the number of days up to the days of paid leave provided for in subsection (a)(1), (2), and (3) of this section, an employer shall not be required to provide paid leave for such employee in accordance with this chapter. Notwithstanding the foregoing sentence, the provisions of § 32-131.08 shall apply to employees who do not suffer a loss of income when absent from work."},{"prefix":"f","text":" If employees of beauty, hair, and nail salons are paid by commission (whether commission only or base wage plus commission), the sick leave rate of pay shall be calculated as follows: divide the employee's total earnings in base wages and commissions for the prior calendar year by the total hours worked as a commissioned employee during the prior calendar year. If employees do not have a prior calendar year's work history, divide the employee's total earnings in base wages and commissions since the employee's date of hire by the total hours worked as a commissioned employee since that date."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"1A","text":"Employee Sick Leave."},"heading":{"title":"32","chaptersection":"131","identifier":"32-131.02","catch_text":"Provision of paid leave."}}