{"text":"Whenever used in this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 36-101.\n\n1973 Ed., § 36-601.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(285) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 32-1301\n\nCurrent through December 11, 2012","credits":"(Aug. 3, 1956, 70 Stat. 976, ch. 924, § 1.)","sections":[{"prefix":"1","text":" \"Employer\" includes every individual, partnership, firm, association, corporation, the legal representative of a deceased individual, or the receiver, trustee, or successor of an individual, firm, partnership, association, or corporation, employing any person in the District of Columbia; provided, that the word \"employer\" shall not include the government of the United States, the government of the District of Columbia, or any agency of either of said governments, or any employer subject to the Railway Labor Act (45 U.S.C. § 151 et seq.)."},{"prefix":"2","text":" \"Employee\" shall include any person suffered or permitted to work by an employer except any person employed in a bona fide executive, administrative, or professional capacity (as such terms are defined and delimited by regulations promulgated by the Council of the District of Columbia)."},{"prefix":"3","text":" \"Wages\" mean monetary compensation after lawful deductions, owed by an employer for labor or services rendered, whether the amount is determined on a time, task, piece, commission, or other basis of calculation."},{"prefix":"4","text":" \"Mayor\" means the Mayor of the District of Columbia or his designated agent or agents."},{"prefix":"5","text":" \"Working day\" means any day exclusive of Saturdays, Sundays, or legal holidays."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Payment and Collection of Wages."},"heading":{"title":"32","chaptersection":"1301","identifier":"32-1301","catch_text":"Definitions."}}