{"text":"Every apprenticeship agreement entered into under this subchapter shall contain:","historical":"Prior Codifications\n\n1981 Ed., § 36-410.\n\n1973 Ed., § 36-128.\n\nDC CODE § 32-1408\n\nCurrent through December 11, 2012","credits":"(May 21, 1946, 60 Stat. 206, ch. 267, § 8.)","sections":[{"prefix":"1","text":" The names and signatures of the contracting parties, including the apprentice's parent or guardian if he be a minor;"},{"prefix":"2","text":" The date of birth of the apprentice;"},{"prefix":"3","text":" A statement of the trade, craft, or business which the apprentice is to be taught and the time at which the apprenticeship will begin and end;"},{"prefix":"4","text":" A statement showing the number of hours to be spent by the apprentice in work and the number of hours to be spent in related and supplemental instruction, which instruction shall be not less than 144 hours per year;"},{"prefix":"5","text":" A statement setting forth a schedule of the processes in the trade or industry divisions in which the apprentice is to be taught and the approximate time to be spent at each process;"},{"prefix":"6","text":" A statement of the graduated scale of wages to be paid the apprentice and whether the required school time shall be compensated;"},{"prefix":"7","text":" A statement providing for a period of probation during which time the apprenticeship agreement shall be terminated by the Director at the request in writing of either party, and providing that after such probationary period the apprenticeship agreement may be terminated by the Director by mutual agreement of all parties thereto, or canceled by the Director for good and sufficient reasons;"},{"prefix":"8","text":" A provision that all controversies or differences concerning the apprenticeship agreement which cannot be adjusted by conference between the apprentice and the employer or under the terms of the apprenticeship standard shall be submitted to the Director for determination as provided for in § 32-1409;"},{"prefix":"9","text":" A provision that an employer who is unable to fulfill his obligation under the apprenticeship agreement may, with the approval of the Director or under the direction of the joint trade apprenticeship committee, transfer such contract to any other employer; provided, that the apprentice consents and that such other employer agrees to assume the obligations of said apprenticeship agreement; and"},{"prefix":"10","text":" Such additional terms and conditions as may be prescribed or approved by the Council not inconsistent with the provisions of this subchapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Voluntary Apprentices."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1408","identifier":"32-1408","catch_text":"Apprenticeship agreements--Contents."}}