{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) workforce investment implementation individual training accounts limitation provisions, see § 1142 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) workforce investment implementation individual training accounts limitation provisions, see § 1142 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor Law 15-205, see notes following § 32-1521.01.\n\nMiscellaneous Notes\n\nShort title of subtitle M of title I of Law 15-205: Section 1141 of D.C. Law 15-205 provided that subtitle M of title I of the act may be cited as the Workforce Investment Implementation Individual Training Accounts Limitation Amendment Act of 2004.\n\nDC CODE § 32-1631\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, § 1142, 51 DCR 8441.)","sections":[{"prefix":"a","text":" Beginning January 1, 2005, no entity providing training services will be eligible to receive funding for more than 5 Individual Training Accounts in a calendar year unless at least 25% of the students participating in the entity's training programs are paying commercially established tuition funded by sources other than the District government."},{"prefix":"b","text":" Beginning January 1, 2006, no entity providing training services will be eligible to receive funding for more than 5 Individual Training Accounts in a calendar year unless at least 50% of the students participating in the entity's training programs are paying commercially established tuition funded by sources other than the District government."},{"prefix":"c","text":" An entity providing training services shall certify to the Mayor on July 1st and January 2nd of each year:"},{"prefix":"1","text":" The total number of students enrolled in the entity's training programs;"},{"prefix":"2","text":" The number of students who are funded by sources other than the District government; and"},{"prefix":"3","text":" The percentage calculated using the number in paragraph (1) of this subsection as the denominator and the number in paragraph (2) of this subsection as the numerator."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Workforce Investment Implementation."},"subchapter":{"identifier":"II","text":"Workforce Investment Implementation Individual Training Accounts Limitation."},"heading":{"title":"32","chaptersection":"1631","identifier":"32-1631","catch_text":"Limit on individual training accounts."}}