{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-319.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1519\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 20, 27 DCR 2503.)","sections":[{"prefix":"a","text":" In case of default by the employer in the payment of compensation due under any award of compensation for a period of 30 days after the compensation is due and payable, the person to whom such compensation is payable may, within 2 years after such default, make application to the Mayor for a supplementary order declaring the amount of the default. After investigation, notice and hearing, as provided in § 32-1520, the Mayor shall make a supplementary order, declaring the amount of the default, which shall be filed in the same manner as the compensation order. In case the payment in default is an installment of the award the Mayor may, in his discretion, declare the whole of the award as the amount in default. The applicant may file a certified copy of such supplementary order with the Clerk of the Superior Court of the District of Columbia. Such supplementary order of the Mayor shall be final, and the Court shall, upon the filing of the copy, enter judgment for the amount declared in default by the supplementary order. No fee shall be required for filing the supplementary order nor for entry of judgment thereon, and the applicant shall not be liable for costs in a proceeding for review of the judgment unless the Court shall otherwise direct. The Court shall modify such judgment to conform to any later compensation order upon presentation of a certified copy thereof to the Court."},{"prefix":"b","text":" In cases where judgment cannot be satisfied by reason of the employer's insolvency or other circumstances precluding payment, the Mayor may, in his discretion, and to the extent he shall determine advisable after consideration or current commitments payable from the special fund established in § 32- 1540, make payment from such fund upon any award made under this chapter, and, in addition, provide any necessary medical, surgical, and other treatment required by § 32-1507 in any case of disability where there has been a default in furnishing medical treatment by reason of the insolvency of the employer. Such an employer shall be liable for payment into such fund of the amounts paid therefrom by the Mayor under this subsection; and for the purposes of enforcing this liability, the Mayor for the benefit of the fund shall be subrogated to all the rights of the person receiving such payment or benefits, including the right of lien and priority provided for by § 32-1518 as against the employer and may by a proceeding in the name of the Mayor under § 32-1520 or under § 32-1522(c), or both, seek to recover the amount of the default or so much thereof as in the judgment of the Mayor is possible, or the Mayor may settle and compromise any such claim."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1519","identifier":"32-1519","catch_text":"Collection of defaulted payments."}}