{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-325.\n\nEffect of Amendments\n\nD.C. Law 19-168, in the first sentence of subsec. (b), substituted \"reported stenographically or by such other method capable of producing an accurate transcript\" for \"stenographically reported\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor history of Law 19-168, see notes under § 32-771.\n\nMiscellaneous Notes\n\nShort title: Section 2171 of D.C. Law 19-168 provided that subtitle R of title II of the act may be cited as \"Workers' Compensation Transcription Efficiency Amendment Act of 2012\".\n\nDC CODE § 32-1525\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 26, 27 DCR 2503; Sept. 20, 2012, D.C. Law 19-168, § 2172, 59 DCR 8025.)","sections":[{"prefix":"a","text":" In making an investigation or inquiry or conducting a hearing the Mayor shall not be bound by common law or statutory rules of evidence or by technical or formal rules of procedure, except as provided by this chapter, but may make such investigation or inquiry or conduct such hearing in such manner as to best ascertain the rights of the parties. Prior to the hearing before the Mayor the parties may conduct such discovery, including but not limited to the use of interrogatories and depositions as, in the opinion of the Mayor, will be helpful in determining the rights of the parties. Declarations of a deceased employee concerning the injury in respect of which the investigation or inquiry is being made or the hearing conducted shall be received in evidence and shall, if corroborated by other evidence, be sufficient to establish the injury."},{"prefix":"b","text":" Hearings before the Mayor shall be open to the public and shall be reported stenographically or by such other method capable of producing an accurate transcript. The Mayor shall by regulation provide for the preparation of a record of the hearings and other proceedings before the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1525","identifier":"32-1525","catch_text":"Hearings before Mayor."}}