{"text":"Participants shall not be assigned, placed or be permitted to work for any employer or worksite where:","historical":"Legislative History of Laws\n\nFor Law 13-150, see notes following ยง 32-1601.\n\nDC CODE ยง 32-1608\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-150, ยง 9, 47 DCR 4644.)","sections":[{"prefix":"1","text":" Any other individual is laid off from the same or substantially equivalent job;"},{"prefix":"2","text":" An employer has terminated a regular employee and filled the vacancy with a participant;"},{"prefix":"3","text":" An employer has caused an involuntary reduction in the workforce and filled the vacancy with a participant;"},{"prefix":"4","text":" An employer has caused an involuntary reduction below full-time hours of any employee in the same or substantially equivalent job;"},{"prefix":"5","text":" An employer has caused an involuntary reduction in wages or employment benefits;"},{"prefix":"6","text":" Placement of a recipient will violate an existing collective bargaining agreement, unless the labor organization and the employer provide a written concurrence;"},{"prefix":"7","text":" The job is created in a promotional line that will infringe in any way upon the promotional opportunities of currently employed individuals;"},{"prefix":"8","text":" The placement is the equivalent of filling an established unfilled position vacancy, or is the equivalent of performing a job that is substantially similar to the vacant position, unless the participant is given a bona fide opportunity to apply for the position as an unsubsidized employee after 18 weeks of satisfactory service in the position; or"},{"prefix":"9","text":" There is a hiring freeze for positions that are the same or substantially similar to the position performed by the participants."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Workforce Investment Implementation."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1608","identifier":"32-1608","catch_text":"Anti-displacement."}}