{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-220.11.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-248, see Historical and Statutory Notes following ยง 32-1001.\n\nDC CODE ยง 32-1012\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1993, D.C. Law 9-248, ยง 13, 40 DCR 761.)","sections":[{"prefix":"a","text":" Any employer who pays any employee less than the wage to which that employee is entitled under this subchapter shall be liable to that employee in the amount of the unpaid wages, and an additional amount as liquidated damages, except that if, in any action commenced to recover unpaid wages or liquidated damages, the employer shows to the satisfaction of the court that the act or omission that gave rise to the action was in good faith and that the employer had reasonable grounds for the belief that the act or omission was not a violation of this subchapter, the court may award no liquidated damages, or award any amount not to exceed the amount specified in this section."},{"prefix":"b","text":" Action to recover damages sued for under this subchapter may be maintained in any court of competent jurisdiction in the District of Columbia by any 1 or more employees for and on behalf of the employee and other employees who are similarly situated. No employee shall be a party plaintiff to any action brought under this subchapter unless the employee gives written consent to become a party and the written consent is filed in the court in which the action is brought."},{"prefix":"c","text":" The court in which the action is brought shall allow for reasonable attorney's fees and costs of the action to be paid by the defendant to the prevailing party."},{"prefix":"d","text":" Any agreement between an employer and employee in which the employee agrees to work for less than the wages to which the employee is entitled under this subchapter or any regulation issued under this subchapter shall be no defense to any action to recover unpaid wages or liquidated damages."},{"prefix":"e","text":" At the written request of any employee who is paid less than the employee is entitled under this subchapter or any regulation issued under this subchapter, the Mayor may take an assignment of the wage claim in trust for the assigning employee and may bring any legal action necessary to collect the claim. In an action of this type, the defendant shall be required to pay the costs and reasonable attorney's fees as may be allowed by the court."},{"prefix":"f","text":" The Mayor is authorized to supervise the payment of unpaid wages owed to any employee under this subchapter or any regulation issued under this subchapter, and the agreement of any employee to accept this payment, shall upon full payment, constitute a waiver by the employee of any right the employee may have under subsection (a) of this section to any unpaid wages, and an additional equal amount as liquidated damages."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Minimum Wages."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1012","identifier":"32-1012","catch_text":"Civil liability."}}