{"text":"It shall be unlawful for any employer to:","historical":"Prior Codifications\n\n1981 Ed., § 36-220.9.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 18-150 added a section to read as follows:\n\n\"Sec. 2. (a) The Mayor shall implement a Rhode Island Place Working Group ('working group') within 30 days to collaborate with businesses located in the Rhode Island Place Shopping Center bordered by Rhode Island Avenue, N.E., and Brentwood Road, N.E., in Ward 5 to address the challenge of day laborers congregating at the site.\n\n\"(b) The working group shall make recommendations for a civil resolution to the day-laborer concern at the Rhode Island Place Shopping Center site.\n\n\"(c) The working group shall meet at least every 2 weeks. The members of the working group shall include:\n\n\"(1) The Ward 5 Councilmember, or his designee;\n\n\"(2) The Chairperson of Advisory Neighborhood Commission 5B;\n\n\"(3) The Attorney General, or a designated staff attorney;\n\n\"(4) The Director of the Office of Latino Affairs, or her designee;\n\n\"(5) Representatives from businesses located in the Rhode Island Place Shopping Center;\n\n\"(6) Representatives from other District agencies as determined by the Mayor; and\n\n\"(7) Other workers' rights stakeholders as determined by the Ward 5 Councilmember.\n\n\"(d) The Mayor shall submit a report regarding the District's proposed course of action to resolve the challenge of day laborers in the Rhode Island Place Shopping Center, based on the working group recommendations, by July 1, 2010.\"\n\nSection 4(b) of D.C. Law 18-150 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2, of Rhode Island Place Shopping Center Working Group Emergency Act of 2009 (D.C. Act 18-315, February 23, 2010, 57 DCR 1652).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-248, see Historical and Statutory Notes following § 32-1001.\n\nDC CODE § 32-1010\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1993, D.C. Law 9-248, § 11, 40 DCR 761.)","sections":[{"prefix":"1","text":" Violate any of the provisions of this subchapter or any of the provisions of any regulation issued under this subchapter;"},{"prefix":"2","text":" Violate any of the provisions of §§ 32-1008 and 32-1009 or any regulation made under the provisions of § 32-1006, or to make any statement, report, or record filed or kept pursuant to the provisions of § 32-1008 or any regulation or order issued under § 32-1006 knowing the statement, report, or record to be false in a material respect;"},{"prefix":"3","text":" Discharge or in any other manner discriminate against any employee because that employee has filed a complaint or instituted or caused to be instituted any proceeding under or related to this subchapter or has testified or is about to testify in any proceeding; or"},{"prefix":"4","text":" Hinder or delay the Mayor or the Mayor's authorized representative in the enforcement of this subchapter, to refuse to admit the Mayor or the Mayor's authorized representative to any place of employment upon demand, to refuse to make available any record to the Mayor or Mayor's authorized agent required to be made, kept, or preserved under this subchapter, or to fail to post a summary or copy of this subchapter or of any applicable regulation or order, as required under § 32-1009."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Minimum Wages."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1010","identifier":"32-1010","catch_text":"Violations."}}