{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-329.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following ยง 32-1501.\n\nDC CODE ยง 32-1529\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, ยง 30, 27 DCR 2503.)","sections":[{"prefix":"a","text":" The Mayor shall have the power to preserve and enforce order during any such proceedings, to issue subpoenas for, to administer oaths to, and to compel the attendance and testimony of witnesses, or the production of books, papers, documents, and other evidence, or the taking of depositions before any designated individual competent to administer oaths; to examine witnesses; and to do all things in conformity with law which may be necessary to enable him to effectively discharge the duties of his office."},{"prefix":"b","text":" If any person in proceedings before the Mayor disobeys or resists any lawful order or process, or misbehaves during a hearing or so near the place thereof as to obstruct the same, or neglects to produce, after having been ordered to do so, any pertinent book, paper, or document, or refuses to appear after having been subpoenaed, or upon appearing refuses to take the oath as a witness, or after having taken the oath refuses to be examined according to law, the Mayor shall certify the facts to the Superior Court of the District of Columbia which shall thereupon in a summary manner hear the evidence as to the acts complained of, and, if the evidence so warrants, punish such person in the same manner and to the same extent as for a contempt committed before the Court, or commit such person upon the same conditions as if the doing of the forbidden act had occurred with reference to the process of or in the presence of the Court."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1529","identifier":"32-1529","catch_text":"Powers of Mayor."}}