{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-343.\n\nEffect of Amendments\n\nD.C. Law 13-229 rewrote subsecs. (b) and (c) which had read:\n\n\"(b) The Mayor shall study and report to the Council on a proposal to reclassify Office of Workers' Compensation Hearing Examiners as Administrative Law Judges ('ALJs') and to raise their level of compensation.\n\n\"(c) The Mayor shall develop performance measures and qualifications for the ALJs for the Office of Workers' Compensation and recommend compensation levels within 90 days after April 16, 1999.\"\n\nD.C. Law 15-166, in par. (4) of subsec. (d), substituted \"Department of Insurance, Securities, and Banking\" for \"Department of Insurance and Securities Regulation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4(jj)(2) of Consolidation of Financial Services Emergency Amendment Act of 2004 (D.C. Act 15-381, February 27, 2004, 51 DCR 2653).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor legislative history of D.C. Law 12-229, see Historical and Statutory Notes following § 32-1501.\n\nLaw 13-229, the \"Worker's Compensation Administrative Law Judges Amendment Act of 2000\", was introduced in Council and assigned Bill No.  13-878, which was referred to the Committee on Government Operations.  The Bill was adopted on first and second readings on November 8, 2000, and       December 5, 2000, respectively.  Signed by the Mayor on December 21, 2000, it was assigned Act No. 13-506 and transmitted to both Houses of Congress for its review.  D.C. Law 13-229 became effective on April 3, 2001.\n\nFor Law 15-166, see notes following § 31-1004.\n\nReferences in Text\n\nThe Longshore and Harbor Worker's Act, referred to in (d)(5), is codified at 33 U.S.C. § 901 et seq.\n\nDC CODE § 32-1543\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 44, 27 DCR 2503; Apr. 16, 1999, D.C. Law 12-229, § 2(l), 46 DCR 891; Apr. 3, 2001, D.C. Law 13-229, § 2, 48 DCR 572; June 11, 2004, D.C. Law 15-166, § 4(jj)(2), 51 DCR 2817.)","sections":[{"prefix":"a","text":" There is hereby authorized to be appropriated such sum as is necessary for the Mayor to administer the provisions of this chapter."},{"prefix":"b","text":" The Mayor shall reclassify Office of Workers' Compensation Hearing Examiners as Administrative Law Judges (\"ALJs\") and raise their level of compensation."},{"prefix":"c","text":" The Mayor shall develop performance measures and qualifications for the ALJs for the Office of Workers' Compensation."},{"prefix":"d","text":" Within 2 years following April 16, 1999, the Mayor shall submit to the Council an evaluation of the District's workers' compensation program that shall include the following:"},{"prefix":"1","text":" An analysis of the impact of provisions contained in this chapter in reducing costs, improving efficiency, and maintaining access to health care;"},{"prefix":"2","text":" A recommendation on whether the District government should assume additional administrative functions related to the workers' compensation program including the statistical analysis and ratemaking now undertaken by the National Council on Compensation Insurance, including an assessment of costs involved;"},{"prefix":"3","text":" A recommendation on whether the District should adopt a managed care approach and a preferred provider approach and rationale if such a policy is recommended;"},{"prefix":"4","text":" An evaluation of the effectiveness of the Department of Insurance, Securities, and Banking in regulating workers' compensation insurance including the basis of ratemaking decisions and encompassing any recommended changes in law, regulation or administration to improve effectiveness;"},{"prefix":"5","text":" An analysis of and recommendation to address the disproportionate burden on District businesses posed by the pre-1982 claims under the Longshore and Harbor Workers' Act including estimates on savings possible if the U.S. Department of Labor is held to administrative cost standards equal to those associated with post-1982 claims;"},{"prefix":"6","text":" A recommendation on whether the District should create a \"state accident fund\" as exists in other jurisdictions as a means to reduce overall premium costs through more effective risk management; and"},{"prefix":"7","text":" An evaluation of the current occupational class codes and a recommendation for restructuring if advisable."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1543","identifier":"32-1543","catch_text":"Appropriations."}}