{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-220.3.\n\nEffect of Amendments\n\nD.C. Law 19-127 repealed subsec. (b)(4), which formerly read:\n\n\"(4) Any employee employed primarily to wash automobiles by an employer whose annual dollar volume of sales is derived by more than 50% from washing automobiles, and for the employee's employment in excess of 160 hours over a period of 4 consecutive workweeks, the employee receives compensation at a rate of 1 1/2 times or more the regular rate at which he is employed;\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-248, see Historical and Statutory Notes following § 32-1001.\n\nLaw 19-127, the \"Car Wash Employee Overtime Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-247, which was referred to the Committee on Housing and Workforce Development. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 18, 2012, it was assigned Act No. 19-321 and transmitted to both Houses of Congress for its review. D.C. Law 19-127 became effective on May 31, 2012.\n\nDC CODE § 32-1004\n\nCurrent through December 11, 2012","credits":"(Mar. 25, 1993, D.C. Law 9-248, § 5, 40 DCR 761; May 31, 2012, D.C. Law 19-127, § 2, 59 DCR 2252.)","sections":[{"prefix":"a","text":" The minimum wage and overtime provisions of § 32-1003 shall not apply with respect to:"},{"prefix":"1","text":" Any employee employed in a bona fide executive, administrative, or professional capacity, or in the capacity of outside salesman (as these terms are defined by the Secretary of Labor under 201 et seq. of the Fair Labor Standards Act); or"},{"prefix":"2","text":" Any employee engaged in the delivery of newspapers to the home of the consumer."},{"prefix":"b","text":" The overtime provisions of § 32-1003(c) shall not apply with respect to:"},{"prefix":"1","text":" Any employee employed as a seaman;"},{"prefix":"2","text":" Any employee employed by a railroad;"},{"prefix":"3","text":" Any salesman, partsman, or mechanic primarily engaged in selling or servicing automobiles, trailers, or trucks, if employed by a nonmanufacturing establishment primarily engaged in the business of selling these vehicles to ultimate purchasers;"},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Any employee employed as an attendant at a parking lot or parking garage; or"},{"prefix":"6","text":" Any employee employed by a carrier by air who voluntarily exchanges workdays with another employee for the primary purpose of utilizing air travel benefits available to these employees."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"10","text":"Minimum Wages."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1004","identifier":"32-1004","catch_text":"Exceptions."}}