{"text":"WARNING\nHAZARDOUS WORKSITE\n\nPursuant to the District of Columbia Occupational Safety and Health Act of 1988, this worksite, located at (address), has been determined to be hazardous to the health of the employees required to work here. Accordingly, pursuant to Section 18(e) of that act, employees may not be discharged or otherwise disciplined for refusal to perform work under conditions which are in violation of the health and safety rules of the District or federal health and safety or environmental laws. For further information, contact your union representative or the D.C. Office of Occupational Safety and Health (Phone: 576- 6339/Address: 950 Upshur St., N.W.)","historical":"Prior Codifications\n\n1981 Ed., § 36-1222.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26(a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1122\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 23, 35 DCR 8250.)","sections":[{"prefix":"a","text":" The provisions of §§ 32-1120 and 32-1121 shall not apply to a District government or quasi-government agency or an entity established pursuant to interstate compact, except as provided in subsection (b) of this section."},{"prefix":"b","text":" An affected employee of a District government or quasi-governmental agency or entity established pursuant to interstate compact may bring suit in the Superior Court of the District of Columbia against a District government or quasi-governmental agency or an entity established pursuant to interstate compact for a violation of this chapter. The court shall assess monetary penalties as provided in §§ 32-1120 and 32-1121, except that the penalties shall be awarded to the affected employee against the District government or quasi-governmental agency or entity established pursuant to interstate compact, should the affected employee prevail in the suit. Reasonable attorneys fees shall be awarded to the affected employee against the District government or quasi-governmental agency or entity established pursuant to interstate compact should the affected employee prevail in the suit, or if, prior to order by the court, the suit is settled in substantial conformity with the relief sought in the petition."},{"prefix":"c","text":" An affected employee of the District government or quasi-governmental agency or an entity established pursuant to interstate compact may bring suit in the nature of mandamus in the Superior Court of the District of Columbia directing the Mayor, the head of the quasi-governmental agency, or the head of the entity established pursuant to interstate compact to comply with the provisions of this chapter. Reasonable attorneys fees shall be awarded to the affected employee against the District government or quasi-governmental agency or entity established pursuant to interstate compact should the affected employee prevail in the suit, or if, prior to order by the court, the suit is settled in substantial conformity with the relief sought in the petition."},{"prefix":"d","text":"(1) When any citation or order finding the District government in violation of this chapter becomes final pursuant to § 32-1115 or § 32-1116, the Mayor shall post in various conspicuous sites around the relevant worksite, notices to read as follows:"},{"prefix":"2","text":" The notices shall remain in place until the hazardous conditions are abated. The notices shall also be published daily in at least 2 newspapers of general circulation in the District, and the publication shall continue until the hazardous conditions are abated or the employees are moved to a worksite that complies with the District or federal health and safety or environmental laws."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1122","identifier":"32-1122","catch_text":"Action against District government."}}