{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-306.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsec. (a), substituted \"a total and permanent disability\" for \"been totally and continuously disabled\"; and in subsecs. (b) and (c), substituted \"person with a total disability\" for \"totally disabled person\".\n\nD.C. Law 17-231 substituted \"surviving spouse or domestic partner\" for \"widow or widower\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor Law 16-305, see notes following § 32-241.\n\nFor Law 17-231, see notes following § 32-408.\n\nDC CODE § 32-1506\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 7, 27 DCR 2503; Apr. 24, 2007, D.C. Law 16-305, § 48(a), 53 DCR 6198; Sept. 12, 2008, D.C. Law 17-231, § 31(c), 55 DCR 6758.)","sections":[{"prefix":"a","text":" When the average weekly wage has changed as provided for in § 32-1505, any person who has a total and permanent disability or any surviving spouse or domestic partner who is receiving payments for income benefits under this chapter in amounts per week less than the new maximum for total disability or death shall receive weekly from the carrier, without application, an additional supplemental allowance calculated by the Mayor in accordance with the provisions of subsections (b) and (c) of this section; provided, that such allowance shall not commence to accrue and be payable until the average weekly wage exceeds $396.78. The Mayor shall notify the carrier of the amount of such additional supplemental allowance."},{"prefix":"b","text":" In any case where a person with a total disability, or surviving spouse or domestic partner is receiving the maximum weekly income benefit applicable at the time such award was made under this chapter, the supplemental allowance shall be an amount which, when added to such award, will equal the new maximum weekly benefit."},{"prefix":"c","text":" In any case where a person with a total disability, or a surviving spouse or domestic partner is receiving less than the maximum weekly income benefit rate applicable at the time such award was made under this chapter, the supplemental allowance shall be an amount equal to the difference between the amount the claimant is presently receiving and a percentage of the new maximum determined by multiplying it by a fraction, the numerator of which is his present award and the denominator of which is the maximum weekly rate applicable at the time such award was made."},{"prefix":"d","text":" No supplemental allowance referred to in subsections (b) and (c) of this section shall exceed 5% of the maximum weekly benefit received the preceding benefit year."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1506","identifier":"32-1506","catch_text":"Supplemental allowance."}}