{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-332.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor legislative history of D.C. Law 12-229, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1532\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 33, 27 DCR 2503; Apr. 16, 1999, D.C. Law 12-229, § 2(h), 46 DCR 891.)","sections":[{"prefix":"a","text":" Within 10 days from the date of any injury or death or from the date that the employer has knowledge of a disease or infection in respect of such injury, the employer shall send to the Mayor a report setting forth: (1) the name, address, and business of the employer; (2) the name, address, and occupation of the employee; (3) the cause and nature of the injury or death; (4) the year, month, day, and hour when and the particular locality where the injury or death occurred; and (5) such other information as the Mayor may require. The employer shall also send a copy of the report together with such other information as may be required by the Mayor to the Department of Employment Services. The employer shall send to the employee or the employee's next of kin, by certified mail, return receipt requested, concurrent with the submission of the report to the Department of Employment Services, a statement of the employee's rights and obligations pursuant to this chapter, including the right to file a claim for compensation within one year from the date of injury or death."},{"prefix":"b","text":" Additional reports in respect of such injury and of the condition of such employee shall be sent by the employer to the Mayor at such times and in such manner as the Mayor may prescribe."},{"prefix":"c","text":" Any report provided for in subsection (a) or (b) of this section shall not be evidence of any fact stated in such report in any proceeding in respect of such injury or death on account of which the report is made."},{"prefix":"d","text":" The mailing of any such report and copy in a stamped envelope, within the time prescribed in subsection (a) or (b) of this section, to the Mayor shall be a compliance with this section."},{"prefix":"e","text":" Any employer who fails or refuses to send any report required of him by this section shall be subject to a civil penalty not to exceed $1,000 for each such failure or refusal."},{"prefix":"f","text":" Where the employer or the carrier has been given notice, or the employer (or his agent in charge of the business in the place where the injury occurred) or the carrier has knowledge of any injury or death of an employee and fails, neglects, or refuses to file report thereof as required by the provisions of subsection (a) of this section, the limitations in § 32-1514(a) shall not begin to run against the claim of the injured employee or his dependents entitled to compensation, or in favor of either the employer or the carrier, until such report shall have been furnished as required by the provisions of subsection (a) of this section."},{"prefix":"g","text":" On receiving the report provided by subsection (a) of this section, the Mayor shall notify the injured employee of the employee's rights and obligations under this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1532","identifier":"32-1532","catch_text":"Employer reports."}}