{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1209.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26(a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1109\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 10, 35 DCR 8250.)","sections":[{"prefix":"a","text":" The Board may adopt an emergency temporary rule pursuant to § 2-505(c) whenever an emergency temporary rule is issued pursuant to the Federal Act or whenever the Board determines:"},{"prefix":"1","text":" That employees are exposed to grave danger from exposure to substances or agents determined to be toxic or physically harmful or from new hazards; and"},{"prefix":"2","text":" That an emergency temporary rule is necessary to protect employees from that danger."},{"prefix":"b","text":" When an emergency temporary rule promulgated under the Federal Act has been adopted as an emergency temporary rule by the Board, the rule shall be effective until both the Secretary and the Board have either withdrawn the emergency temporary rule or promulgated a permanent rule superceding the temporary rule, but in no instance shall the rule remain in effect for longer than 120 calendar days."},{"prefix":"c","text":" When the Board has provided for an emergency temporary rule not promulgated under the Federal Act, the rule shall be effective until superceded by a rule promulgated in accordance with § 32-1108(b) or until a determination is made that no rule shall be promulgated, but in no instance shall the rule remain in effect for longer than 120 calendar days."},{"prefix":"d","text":" Notice shall not be a prerequisite to the enforcement of an emergency temporary rule by the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1109","identifier":"32-1109","catch_text":"Emergency temporary rules."}}