{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-342.2\n\nEffect of Amendments\n\nD.C. Law 12-229 added this section.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-229, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1542.02\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 43b, as added Apr. 16, 1999, D.C. Law 12- 229, § 2(m), 46 DCR 891.)","sections":[{"prefix":"a","text":" The Commissioner of Insurance and Securities ('Commissioner') shall take into consideration the profits of the insurers when evaluating the rate filing for workers' compensation insurance."},{"prefix":"b","text":" Each rating organization shall file, within 60 days after April 16, 1999, a loss cost filing for new and renewal policies for workers' compensation insurance to be effective on and after April 16, 1999."},{"prefix":"c","text":" The filing shall reflect no less than an 11.3% reduction in benefits. The filing shall be subject to approval or disapproval by the Commissioner, but an approval or disapproval shall be made not later than 60 calendar days after first receipt of the loss cost filing."},{"prefix":"d","text":" Within 30 days of the Commissioner's final decision regarding a filing by a rating organization made pursuant to this section, each insurer writing workers' compensation insurance in the District shall file revised rates for the voluntary market in accordance with this decision. These revised rates shall be applicable to all new and renewal workers' compensation insurance policies effective on or after April 16, 1999. For any policy in effect on April 16, 1999, through the end of the policy period the premium shall be reduced by a percentage which equals the benefit level reduction. With respect to new and renewal policies effective on or after April 16, 1999, and before the final approval of the rates filed pursuant to this section, each workers' compensation insurance carrier shall, not later than 45 days after the rates approved pursuant to this section become final, adjust the premium of the new or renewal policy for the period after April 16, 1999, to reflect the difference between the premium on the policy as issued and the premium which reflects the rates as finally approved."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1542","identifier":"32-1542.02","catch_text":"Commissioner of Insurance and Securities; rate filings."}}