{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-311.\n\nEffect of Amendments\n\nD.C. Law 13-49 in subsec. (a)(6) inserted the phrase \"divided by 26 weeks,\" after the phrase \"salary,\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor legislative history of D.C. Law 12-229, see Historical and Statutory Notes following § 32-1501.\n\nFor Law 13-49, see notes following § 32-1501.\n\nDC CODE § 32-1511\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 12, 27 DCR 2503; Apr. 16, 1999, D.C. Law 12-229, § 2(f), 46 DCR 891; Oct. 14, 1999, D.C. Law 13-49, § 12(c), 46 DCR 5153.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this chapter, the average weekly wage of the injured employee at the time of the injury shall be taken as the basis upon which to compute compensation and shall be determined as follows:"},{"prefix":"1","text":" If at the time of the injury the wages are fixed by the week, the amount so fixed shall be the average weekly wage;"},{"prefix":"2","text":" If at the time of the injury the wages are fixed by the month, the average weekly wage shall be the monthly wage so fixed multiplied by 12 and divided by 52;"},{"prefix":"3","text":" If at the time of the injury the wages are fixed by the year, the average weekly wage shall be the yearly wage so fixed divided by 52;"},{"prefix":"4","text":" If at the time of injury wages are fixed by the day, hour, or by the output of the employee, the average weekly wage shall be computed by dividing by 26 the total wages the employee earned in the employ of the employer in the 26 consecutive calendar weeks immediately preceding the injury. If the employee has been in the employ of the employer less than 26 weeks, the total wages referred to in paragraph (3) of this subsection shall be the amount the employee would have earned had the employee been employed by the employer for the full 26 calendar weeks immediately preceding the injury and had worked, when work was available to other employees, in a similar occupation; or"},{"prefix":"5","text":" If it be established that the employee, when injured, was a minor or a student as defined in § 32-1501(18) and that under normal conditions his wages should be expected to increase during the period of disability, whether such disability be temporary, partial, or permanent in character, the fact shall be considered in arriving at his average weekly wage."},{"prefix":"6","text":" If the injured employee has not worked in this employment during substantially the whole of the period, the employee's average weekly wage shall consist of 130 times the average daily wage or salary, divided by 26 weeks, which an employee of the same class working substantially the whole of the immediately preceding period in the same or similar employment, in the same or a similar neighboring place, shall have earned in the employment during the days when so employed."},{"prefix":"b","text":" The terms \"average weekly wage\" and \"total wages\" as used in this section shall include reasonable value for board and lodging received from the employer plus gratuities declared for tax purposes by the employee."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1511","identifier":"32-1511","catch_text":"Determination of average weekly wage."}}