{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-322.\n\nEffect of Amendments\n\nD.C. Law 15-205, in subsec. (a), substituted \"an application for review has been filed with the Board\" for \"proceedings for the suspension or setting aside of such order are instituted\"; in subsec. (b), repealed pars. (1) and (2), added par. (2A), and, in par. (3), substituted \"(2A) of this subsection or\" for \"(2) of this subsection, or, if the Mayor has declined to review the order or does not establish a procedure for such review\". Prior to amendment, pars. (1) and (2) of subsec. (b) had read as follows:\n\n\"(1) Where a compensation order is not in accordance with this chapter, such order may be suspended or set aside, in whole or in part, upon application of any party for review of the order by the Mayor, or, if the Mayor declines to review the order or does not provide for such review as authorized in paragraph (2) of this subsection or if a final decision pursuant to such review is not rendered within the time period established in paragraph (2) of this subsection, then by the District of Columbia Court of Appeals in accordance with paragraph (3) of this subsection.\n\n\"(2) The Mayor is authorized to establish an administrative procedure for review of compensation orders raising a substantial question of law or fact. Application for such review shall be made by any party within 30 days from the date a compensation order is filed as provided in § 32-1520.   Final decisions issued pursuant to such review shall be rendered within 45 days from the date of the application and shall be based upon the record of the hearing.  If a final decision is not rendered within such 45-day period the compensation order shall be considered a final decision for purposes of appeal pursuant to paragraph (3) of this subsection.  The findings of fact in the order under review shall be conclusive if supported by substantial evidence in the record, considered as a whole.  A case may be remanded for further appropriate action. If any party shall apply to the Mayor for leave to adduce additional evidence and shall show to the satisfaction of the Mayor that such additional evidence is material and that there were reasonable grounds for the failure to adduce such evidence in the initial hearing before the Mayor, the Mayor may order such additional evidence to be taken and to be made a part of the record.  The Mayor may modify his findings with respect to questions of fact, if supported by substantial evidence on the record considered as a whole. The Mayor may modify or set aside his original order by reason of such modified or new findings of fact. The application by a party for leave to adduce additional evidence shall stop the running of the 45-day period in which a decision by the Mayor must be rendered. If the Mayor remands the case, any party may apply for review within 30 days from the date a new compensation order is filed. A final decision must be rendered within 45 days from the date of the application for review of such new compensation order, and if not rendered within such period, then upon expiration of the 45 days such new compensation order shall be considered a final decision for purposes of paragraph (3) of this subsection. The payment of any amounts required by a compensation order shall not be stayed pending final decision on review unless so ordered on the grounds that irreparable injury would otherwise ensue to the employer.\"\n\nD.C. Law 16-191, in subsec. (b)(3), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1102(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1102(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor Law 15-205, see notes following § 32-1521.01.\n\nFor Law 16-191, see notes following § 32-242.\n\nDC CODE § 32-1522\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 23, 27 DCR 2503; Dec. 7, 2004, D.C. Law 15-205, § 1102(b), 51 DCR 8441; Mar. 2, 2007, D.C. Law 16-191, § 56, 53 DCR 6794.)","sections":[{"prefix":"a","text":" A compensation order shall become effective when filed with the Mayor as provided in § 32-1520, and, unless an application for review has been filed with the Board as provided in subsection (b) of this section, shall become final at the expiration of the 30th day thereafter."},{"prefix":"b","text":"(1) Repealed."},{"prefix":"2","text":" Repealed."},{"prefix":"2A","text":"(A) A party aggrieved by a compensation order may file an application for review with the Board within 30 days of the issuance of the compensation order. A party adverse to the review may file an opposition answer within 15 days of the filing of an application for review."},{"prefix":"B","text":" A Memorandum of Points and Authorities, which sets forth the legal and factual basis for the review or the opposition thereto, shall be filed with an application for review and an opposition answer; no further submissions shall be permitted, unless requested by the reviewing panel."},{"prefix":"3","text":" Pursuant to the District of Columbia Administrative Procedure Act (§ 2- 501 et seq.), any party in interest who is adversely affected or aggrieved by a final decision rendered after review of a compensation order as provided in paragraph (2A) of this subsection or any party in interest who is adversely affected or aggrieved by a compensation order which has been filed as provided in § 32-1520 may petition for review of such decision or order by the District of Columbia Court of Appeals. If any party shall apply to the Court for leave to adduce additional evidence and shall show to the satisfaction of the Court that such additional evidence is material and that there were reasonable grounds for failure to adduce such evidence in the hearing before the Mayor, the Court may order such additional evidence to be taken before the Mayor, and to be made part of the record. The Court may remand the case for appropriate action."},{"prefix":"c","text":" If any employer or his officers or agents fail to comply with a compensation order making an award that has become final, any beneficiary of such award, or the Mayor, may apply for the enforcement of the order to the Superior Court of the District of Columbia for enforcement of such order and upon showing that such employer or his officers or agents have failed to comply therewith, the Court shall enforce obedience to the order by writ of injunction or by other proper process, mandatory or otherwise, to enjoin upon such person and his officers and agents compliance with the order."},{"prefix":"d","text":" Proceedings for suspending, setting aside, or enforcing a compensation order, whether rejecting a claim or making an award, shall not be instituted otherwise than as provided in this section and § 32-1520."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1522","identifier":"32-1522","catch_text":"Review of compensation orders."}}