{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-314.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following ยง 32-1501.\n\nDC CODE ยง 32-1514\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, ยง 15, 27 DCR 2503.)","sections":[{"prefix":"a","text":" Except as otherwise provided in this section, the right to compensation for disability or death under this chapter shall be barred unless a claim therefor is filed within 1 year after the injury or death. If payment of compensation has been made without an award on account of such injury or death, a claim may be filed within 1 year after the date of the last payment. Such claim shall be filed with the Mayor. The time for filing a claim shall not begin to run until the employee or beneficiary is aware, or by the exercise of reasonable diligence should have been aware, of the relationship between the injury or death and the employment. Once a claim has been filed with the Mayor, no further written claims are necessary."},{"prefix":"b","text":" Notwithstanding the provisions of subsection (a) of this section, failure to file a claim within the period prescribed in such subsection shall not be a bar to such right unless objection to such failure is made at the 1st hearing of such claim in which all parties in interest are given reasonable notice and opportunity to be heard."},{"prefix":"c","text":" If a person who is entitled to compensation under this chapter is mentally incompetent or a minor, the provisions of subsection (a) of this section shall not be applicable so long as such person has no guardian or other authorized representative, but shall be applicable in the case of a person who is mentally incompetent or a minor from the date of appointment of such guardian or other representative, or in the case of a minor, if no guardian is appointed before he becomes of age, from the date he becomes of age."},{"prefix":"d","text":" Where recovery is denied to any person, in a suit brought at law to recover damages in respect of injury or death, on the ground that such a person was an employee and that the defendant was an employer within the meaning of this chapter and that such employer had secured compensation to such employee under this chapter, the limitation of time prescribed in subsection (a) of this section shall begin to run only from the date of termination of such suit."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1514","identifier":"32-1514","catch_text":"Time for filing claims."}}