{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-353 substituted \"Council of the District of Columbia\" for \"Council\"; and validated a previously made technical correction by substituting \"Council\" for \"Board\".\n\nLegislative History of Laws\n\nFor Law 13-150, see notes following § 32-1601.\n\nFor Law 17-353, see notes following § 32-101.\n\nDC CODE § 32-1607\n\nCurrent through December 11, 2012","credits":"(July 18, 2000, D.C. Law 13-150, § 8, 47 DCR 4644; Mar. 25, 2009, D.C. Law 17-353, § 129(e), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Employment and training services, including on-the-job training, shall not be obtained from a service provider with appropriated funds unless the provider is approved, pursuant to the procedures and criteria established by the Council, which are submitted to the Council of the District of Columbia for a 10-day period of review, excluding days of Council of the District of Columbia recess. If the Council of the District of Columbia does not approve or disapprove the procedures and criteria by resolution within this 10-day period, the procedures and criteria shall be deemed approved."},{"prefix":"1","text":" Each service provider shall certify that none of its officers or employees has, in the past 5 years, been convicted of a felony or a misdemeanor, the underlying basis of which involved workplace safety and health or labor standards."},{"prefix":"2","text":" The service provider shall also certify as to all violations issued by the U.S. Department of Labor and DOES within the past 5 years, and all judgements and settlements, the underlying basis of which involved workplace safety and health or labor standards."},{"prefix":"b","text":" All participants who meet the requirements of an employee pursuant to the Fair Labor Standards Act of 1938, approved June 25, 1938 (52 Stat. 1060; 29 U.S.C. § 201), in the on-the-job training program shall be compensated at no less than the minimum wage required by § 32-1003."},{"prefix":"c","text":" Each service provider shall make appropriate records available upon request for monitoring or inspection by the Council, including a record:"},{"prefix":"1","text":" For each student enrolled, including the student's name and social security number; and"},{"prefix":"2","text":" Of all administrative and overhead expenses of the provider, except for employers providing on the job training, that derive from employment and training services funded by the program and the provider's direct expenses for providing the services."},{"prefix":"d","text":" In the case of a provider of vocational training, the Council shall collect the information needed to effectively measure the long-term success of the former trainees of the provider in moving toward self-sufficiency, including obtaining permanent employment and increasing earnings over a period of not less than one year following the completion of training. The Council shall use the information obtained pursuant to subsection (c) of this section to assist in:"},{"prefix":"1","text":" Evaluating the performance of providers of vocational training services;"},{"prefix":"2","text":" Determining which providers of vocational training services to approve pursuant to subsection (a) of this section; and"},{"prefix":"3","text":" Evaluating the overall effectiveness of training funded by the program."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"16","text":"Workforce Investment Implementation."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1607","identifier":"32-1607","catch_text":"Employment and training services criteria."}}