{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-324.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1524\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 25, 27 DCR 2503.)","sections":[{"prefix":"a","text":" At any time prior to 1 year after the date of the last payment of compensation or at any time prior to 1 year after the rejection of a claim, provided, however, that in the case of a claim filed pursuant to § 32- 1508(a)(3)(V) the time period shall be at any time prior to 3 years after the date of the last payment of compensation or at any time prior to 3 years after the rejection of a claim, the Mayor may, upon his own initiative or upon application of a party in interest, order a review of a compensation case pursuant to the procedures provided in § 32-1520 where there is reason to believe that a change of conditions has occurred which raises issues concerning:"},{"prefix":"1","text":" The fact or the degree of disability or the amount of compensation payable pursuant thereto; or"},{"prefix":"2","text":" The fact of eligibility or the amount of compensation payable pursuant to § 32-1509."},{"prefix":"b","text":" A review ordered pursuant to subsection (a) of this section shall be limited solely to new evidence which directly addresses the alleged change of conditions."},{"prefix":"c","text":" Upon the completion of a review conducted pursuant to subsection (a) of this section, the Mayor shall issue a new compensation order which may terminate, continue, reinstate, increase, or decrease such compensation previously paid, or award compensation. An award increasing or decreasing the compensation rate may be made and shall be effective from the date of the Mayor's order for a review of the compensation case. If, since the date of the Mayor's order for a review of the compensation case, the employer has made any payments of compensation at a rate greater than the rate provided in the new compensation order, the employer shall be entitled to be reimbursed for the difference in accordance with rules promulgated by the Mayor. If, since the date of the Mayor's order for review of the compensation case, the employer has made any payments of compensation at a rate less than the rate provided in the new compensation order, the employee shall be entitled to the difference as additional compensation in accordance with rules promulgated by the Mayor."},{"prefix":"d","text":" A compensation order issued pursuant to subsection (c) of this section shall be reviewable pursuant to § 32-1522."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1524","identifier":"32-1524","catch_text":"Modification of awards."}}