{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-342.1.\n\nLegislative History of Laws\n\nLaw 8-198, the \"District of Columbia Workers' Compensation Equity Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-74, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on September 25, 1990, and October 9, 1990, respectively. Signed by the Mayor on October 24, 1990, it was assigned Act No. 8-261 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nThe \"District of Columbia Workers' Compensation Equity Amendment Act of 1990\" referred to in (d)(1)(B) and (d)(1)(C), is D.C. Law 8-198.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1542.01\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 43a, as added Mar. 6, 1991, D.C. Law 8- 198, § 2(h), 37 DCR 6890.)","sections":[{"prefix":"a","text":" There is established the Workers' Compensation Insurance Study Commission (\"Commission\")."},{"prefix":"b","text":" The Commission shall:"},{"prefix":"1","text":" Review the history of workers' compensation insurance rate structures in the District of Columbia since the enactment of this chapter;"},{"prefix":"2","text":" Review the procedure for setting new workers' compensation insurance rates;"},{"prefix":"3","text":" Study alternative structures and mechanisms for setting new workers' compensation insurance rates;"},{"prefix":"4","text":" Study the possibility of the District of Columbia selling workers' compensation insurance to private employers; and"},{"prefix":"5","text":" Report annually to the Mayor and the Council of the District of Columbia on the Commission's findings."},{"prefix":"c","text":" To the extent feasible, the Mayor shall provide staff support to the Commission from the Department of Employment Services."},{"prefix":"d","text":"(1) The Commission shall consist of:"},{"prefix":"A","text":" Two ex officio members who shall be the Directors of the Department of Consumer and Regulatory Affairs and the Department of Employment Services;"},{"prefix":"B","text":" Not more than 6 persons from the general public to serve as members who shall be appointed by the Mayor with the advice and consent of the Council within 45 days of enactment of the District of Columbia Workers' Compensation Equity Amendment Act of 1990; and"},{"prefix":"C","text":" The Mayor shall appoint, with the advice and consent of the Council, 1 person from the general public to serve as chairperson of the Commission within 45 days of the enactment of the District of Columbia Workers' Compensation Equity Amendment Act of 1990."},{"prefix":"2","text":" Each member of the Commission shall serve a 3-year term."},{"prefix":"3","text":" The Commission shall appoint other officers and establish rules and procedures as the Commission shall determine."},{"prefix":"4","text":" Any vacancy on the Commission shall be filled in the same manner as the original appointment."},{"prefix":"e","text":" The members of the Commission from the general public shall include representatives from labor, business, the medical community, the insurance industry, and consumer advocates. All members of the Commission shall serve without compensation, but may be reimbursed for reasonable actual expenses incurred in the performance of official duties, pursuant to rules issued by the Mayor in accordance with § 1-611.08."},{"prefix":"f","text":" The Commission shall continue in existence for 3 years at which time the Commission shall terminate unless the Council determines that the Commission shall continue in existence or be reestablished."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1542","identifier":"32-1542.01","catch_text":"Establishment of Commission."}}