{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-412.\n\n1973 Ed., § 36-130.\n\nDC CODE § 32-1410\n\nCurrent through December 11, 2012","credits":"(May 21, 1946, 60 Stat. 206, ch. 267, § 10; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 583, Pub. L. 91-358, title I, § 163(e).)","sections":[{"prefix":"a","text":" Upon the complaint of any interested person or upon his own initiative, the Director may investigate to determine if there has been a violation of the terms of an apprenticeship agreement made under this subchapter, and he may hold hearings, inquiries, and other proceedings necessary to such investigation and determination. The parties to such an agreement shall be given a fair and impartial hearing after reasonable notice thereof. All such hearings, investigations, and determinations shall be made under authority of reasonable rules and procedures prescribed by the Apprenticeship Council, subject to the approval of the Secretary of Labor."},{"prefix":"b","text":" The determination of the Director shall be filed with the Council. If no appeal therefrom is filed with the Council within 10 days after the date thereof, as herein provided, such determination shall become the order of the Council. Any person aggrieved by any determination or action of the Director may appeal therefrom to the Council, which shall hold a hearing thereon after due notice to the interested parties. Any person aggrieved by the action of the Council may appeal as provided in the District of Columbia Administrative Procedure Act (§§ 2-501 to 2-510)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Voluntary Apprentices."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"1410","identifier":"32-1410","catch_text":"Apprenticeship agreements--Violations; hearings; determinations; appeals."}}