{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1206.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nMiscellaneous Notes\n\nSection effective: Section 26 (a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1106\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 7, 35 DCR 8250; Mar. 24, 1998, D.C. Law 12-81, § 49, 45 DCR 745.)","sections":[{"prefix":"a","text":" There is established an Occupational Safety and Health Commission. The Chairperson of the Board or a designee of the Chairperson of the Board shall serve as Chairperson of the Commission. The Chairperson of the Board, 1 labor and 1 management Board member shall serve on the Commission. When the issue is related to employee health, the Commissioner of Public Health or his or her designee shall serve on the Commission as a non-voting member. Members of the Board, other than the Chairperson, shall serve on a rotation basis pursuant to rules established by the Board under § 32-1105(b)(3)."},{"prefix":"b","text":" For purposes of carrying out the functions of the Commission, the Commission may operate in panels of 3 members each. Two members of the Commission shall constitute a quorum and any official decision or action shall be made only on the affirmative vote of at least 2 members."},{"prefix":"c","text":" The Commission:"},{"prefix":"1","text":" May consider an appeal of any decision or order of the Mayor rendered pursuant to § 32-1115 and may sustain, reverse, modify, or vacate the decision or order of the Mayor or remand the case to the Mayor for further proceedings; and"},{"prefix":"2","text":" Shall determine whether the prohibition against discharge or discrimination under § 32-1117 has been violated, issue a decision and order on any violation of § 32-1117 and order all appropriate relief, including rehiring or reinstating the employee to the former position of the employee with back pay."},{"prefix":"d","text":" The Commission shall conduct proceedings in accordance with rules established by the Board pursuant to § 32-1105(b)(3)."},{"prefix":"e","text":" Members of the Board and Commission shall be compensated at a rate to be established by the Mayor in accordance with § 1-611.08. No compensation shall be paid to members who are otherwise employed by the District government."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1106","identifier":"32-1106","catch_text":"Occupational Safety and Health Commission."}}