{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1214.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-1101.\n\nMiscellaneous Notes\n\nSection effective: Section 26 (a) of D.C. Law 7-186 (§ 32-1124(a)) provides that §§ 36-1202, 36-1203, 36-1205 to 36-1223 [§§ 32-1102, 32-1103, 32-1105 to 32-1123, 2001 Ed.], and the repeal of subchapter II of Chapter 2 of Title 36 [Chapter 8 of Title 32, 2001 Ed.] shall apply 2 years after approval of the plan by the Secretary.\n\nDC CODE § 32-1114\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1989, D.C. Law 7-186, § 15, 35 DCR 8250.)","sections":[{"prefix":"a","text":" If, upon an inspection or investigation, the Mayor believes that an employer has violated a requirement of § 32-1103 or a rule or order promulgated pursuant to § 32-1108, § 32-1109, § 32-1110, or § 32- 1111, the Mayor shall, after completion of the inspection or investigation, issue a citation to the employer in accordance with subsection (e) of this section. The citation shall be served on the employer in person or by certified mail. The Mayor may prescribe procedures for the issuance of a notice instead of a citation for minor violations that have no direct or immediate relationship to safety or health."},{"prefix":"b","text":" Each citation shall be in writing and describe with particularity the nature of the violation, including a reference to the provision of the act, rule, or order alleged to have been violated. The Mayor shall, by rule, prescribe reasonable time periods for the abatement of violations and each citation shall fix a time period for abatement in accordance with the rules. Each citation shall specify that the employer has 15 working days, excluding the date of receipt, Saturdays, Sundays, and legal holidays, to notify the Mayor that the employer intends to contest the citation, abatement period, or proposed penalty, if any."},{"prefix":"c","text":" If a civil penalty is proposed to be assessed under § 32-1120, the Mayor shall, concurrently with the issuance of a citation, issue a notice including a reference to the provision of this chapter or rule identifying the proposed penalty and the amount of the proposed penalty."},{"prefix":"d","text":" Each citation issued under this section shall be prominently posted, as prescribed in rules issued by the Mayor, at or near each place of the violation referred to in the notice. Each citation shall be posted immediately upon issuance and, unless otherwise required by rule, shall remain posted until the violation has been abated."},{"prefix":"e","text":" No citation may be issued more than 3 months following the discovery of a violation by the Mayor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"11","text":"Occupational Safety and Health. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"1114","identifier":"32-1114","catch_text":"Citations."}}