{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-152, see notes following § 32-131.01.\n\nDC CODE § 32-131.04\n\nCurrent through December 11, 2012","credits":"(May 13, 2008, D.C. Law 17-152, § 5, 55 DCR 3452.)","sections":[{"prefix":"a","text":"(1) An employer may require that paid leave under § 32-131.02(b) for 3 or more consecutive days be supported by reasonable certification."},{"prefix":"2","text":" Reasonable certification may include:"},{"prefix":"A","text":" A signed document from a health care provider, as defined in § 32- 501(5), affirming the illness of the employee;"},{"prefix":"B","text":" A police report indicating that the employee was a victim of stalking, domestic violence, or sexual abuse;"},{"prefix":"C","text":" A court order; or"},{"prefix":"D","text":" A signed statement from a victim and witness advocate, or domestic violence counselor, as defined in § 14-310(a)(2), affirming that the employee is involved in legal action related to stalking, domestic violence, or sexual abuse."},{"prefix":"3","text":" If certification is required by an employer, the employee shall provide a copy of the certification to the employer upon the employee's return to work."},{"prefix":"b","text":"(1) This chapter shall not require a health care professional to disclose information in violation of section 1177 of the Social Security Act, approved August 21, 1996 (110 Stat. 2029; 42 U.S.C. § 1320d-6), or the regulations promulgated pursuant to section 264(c) of the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (110 Stat. 2033; 42 U.S.C. § 1320d-2, note)."},{"prefix":"2","text":" All information provided to the employer under § 32-131.02 shall not be disclosed by the employer, except to the extent that the disclosure is:"},{"prefix":"A","text":" Requested or consented to by the employee;"},{"prefix":"B","text":" Ordered by a court or administrative agency; or"},{"prefix":"C","text":" Otherwise required by applicable federal or local law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"1A","text":"Employee Sick Leave."},"heading":{"title":"32","chaptersection":"131","identifier":"32-131.04","catch_text":"Certification."}}