{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-303.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-77, see Historical and Statutory Notes following § 32-1501.\n\nFor legislative history of D.C. Law 8-198, see Historical and Statutory Notes following § 32-1542.01.\n\nLaw 11-117, the \"Prison Industries Act of 1996,\" was introduced in Council and assigned Bill No. 11-151, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on January 4, 1996, and February 6, 1996, respectively. Signed by the Mayor on February 26, 1996, it was assigned Act No. 11-221 and transmitted to both Houses of Congress for its review. D.C. Law became effective on May 8, 1996.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: See Historical and Statutory Notes following § 32-1501.\n\nDC CODE § 32-1503\n\nCurrent through December 11, 2012","credits":"(July 1, 1980, D.C. Law 3-77, § 4, 27 DCR 2503; Mar. 6, 1991, D.C. Law 8-198, § 2(b), 37 DCR 6890; May 8, 1996, D.C. Law 11-117, § 18(b), 43 DCR 1179.)","sections":[{"prefix":"a","text":" Except as provided in subsections (a-1) through (a-3) of this section, this chapter shall apply to:"},{"prefix":"1","text":" The injury or death of an employee that occurs in the District of Columbia if the employee performed work for the employer, at the time of the injury or death, while in the District of Columbia; and"},{"prefix":"2","text":" The injury or death of an employee that occurs outside the District of Columbia if, at the time of the injury or death, the employment is localized principally in the District of Columbia."},{"prefix":"a-1","text":" No employee shall receive compensation under this chapter and at any time receive compensation under the workers' compensation law of any other state for the same injury or death."},{"prefix":"a-2","text":" This chapter shall not apply if the employee injured or killed was a casual employee except that for the purposes of this chapter, casual, occasional, or incidental employment outside of the District of Columbia by a District of Columbia employer of an employee regularly employed by the employer within the District of Columbia shall be construed to be employment within the District of Columbia."},{"prefix":"a-3","text":" An employee and his employer who are not residents of the District of Columbia and whose contract of hire is entered into in another state shall be exempted from the provisions of this chapter while such employee is temporarily or intermittently within the District of Columbia doing work for such nonresident employer, if such employer has furnished workers' compensation insurance coverage under the workers' compensation or similar laws of such other state, so as to cover such employee's employment while in the District of Columbia. The benefits under this chapter or similar laws of such other state shall be the exclusive remedy against such employer for any injury, whether resulting in death or not, received by such employee while working for such employer in the District of Columbia."},{"prefix":"b","text":" Every employer subject to this chapter shall be liable for compensation for injury or death without regard to fault as a cause of the injury or death."},{"prefix":"c","text":" In the case of an employer who is a subcontractor, the contractor shall be liable for and shall secure the payment of such compensation to employees of the subcontractor unless the subcontractor has secured such payment."},{"prefix":"d","text":" Liability for compensation shall not apply where injury to the employee was occasioned solely by his intoxication or by his willful intention to injure or kill himself or another."},{"prefix":"e","text":" The requirements of this chapter shall apply with regard to the nonprisoners employed in a prison industries program operating on the grounds of a District correctional facility, whether within the District or elsewhere, and maintained in accordance with the Prison Industries Act of 1996. The requirements of this chapter also shall apply with regard to prisoners employed in a prison industry approved under the Bureau of Justice Assistance Private Sector Prison Industry Enhancement Certification Program as defined in § 24- 231.01(1)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Workers' Compensation."},"heading":{"title":"32","chaptersection":"1503","identifier":"32-1503","catch_text":"Coverage."}}