{"text":"The Board of Education shall order any minor found to be engaged in any of the trades or occupations mentioned in § 32-215, in violation of any of the provisions of §§ 32-215 through 32-221, to cease and desist from engaging in such trade or occupation, and the parent, guardian, or custodian of such minor shall be notified by the Board of its order. The Board of Education may also revoke the badge or work permit of any minor who violates any provision of this subchapter, or who fails to comply with all legal requirements concerning school attendance for such period as the Board may require. Upon revocation, the Board shall so notify the parent, guardian, or custodian of such minor, and it shall thereupon become the duty of said parent, guardian, or custodian to surrender or require said minor to surrender said badge or work permit to the Board. After notice to the minor and the parent, guardian, or custodian of the revocation of such badge or work permit, said minor shall be deemed to be in the same status as a minor without a badge. The refusal of any such minor to surrender the badge upon such revocation shall be deemed a violation of this subchapter.","historical":"Prior Codifications\n\n1981 Ed., § 36-519.\n\n1973 Ed., § 36-222.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-68, see Historical and Statutory Notes following § 32-201.\n\nDC CODE § 32-219\n\nCurrent through December 11, 2012","credits":"(May 29, 1928, 45 Stat. 1004, ch. 908, § 22; July 29, 1970, 84 Stat. 578, Pub. L. 91-358, title I, § 159(j)(1); renumbered as § 19 and amended June 15, 1976, D.C. Law 1-68, § 2(23), 23 DCR 525.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Employment of Minors. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"219","identifier":"32-219","catch_text":"Violation of §§ 32-215 to 32-221; revocation of badge or work permit."}}