{"text":"No minor shall be employed, permitted, or suffered to work in any place of employment, or at any employment, dangerous or prejudicial to the life, health, safety, or welfare of such minor. It shall be the duty of the Board of Education of the District of Columbia and the said board shall have the power, jurisdiction and authority, after hearing duly held, to issue general or special orders prohibiting the employment of such minors in any employment or at any place of employment dangerous or prejudicial to the life, health, safety, or welfare of such minors; provided, that no such order shall permit the employment of any minor at any employment specified in §§ 32-204 through 32-206 at a lower age than the age therein specified; provided further, that no hearing shall be necessary for the issuance of an order prohibiting employment in any occupation found by the Secretary of Labor under the authority of the Fair Labor Standards Act to be particularly hazardous for minors under 18 years of age or detrimental to their health and well-being.","historical":"Prior Codifications\n\n1981 Ed., § 36-503.\n\n1973 Ed., § 36-203.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-68, see Historical and Statutory Notes following § 32-201.\n\nReferences in Text\n\nThe Fair Labor Standards Act, referred to near the end of this section, is the Act of June 25, 1938, 52 Stat. 1060, ch. 676, which is codified in 29 U.S.C. §§ 201 to 219.\n\nDC CODE § 32-203\n\nCurrent through December 11, 2012","credits":"(May 29, 1928, 45 Stat. 999, ch. 908, § 3; June 15, 1976, D.C. Law 1-68, § 2(3), 23 DCR 514.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Employment of Minors. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"203","identifier":"32-203","catch_text":"Employment dangerous or prejudicial to life prohibited; Board of Education to prohibit such employment by general or special order."}}