{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-506.\n\n1973 Ed., § 36-207a.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-68, see Historical and Statutory Notes following § 32-201.\n\nLaw 7-135, the \"District of Columbia Minor Theatrical Employment Permit Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-397, which was referred to the Committee on Education and Libraries. The Bill was adopted on first and second readings on April 19, 1988, and May 3, 1988, respectively. Signed by the Mayor on May 19, 1988, it was assigned Act No. 7- 185 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 32-206\n\nCurrent through December 11, 2012","credits":"(May 29, 1928, ch. 908, § 7a; Dec. 26, 1941, 55 Stat. 863, ch. 632, § 2; July 3, 1952, 66 Stat. 329, ch. 569, § 1; renumbered as § 6 and amended June 15, 1976, D.C. Law 1-68, § 2(8), 23 DCR 515; July 12, 1988, D.C. Law 7-135, § 2(a), 35 DCR 4144.)","sections":[{"prefix":"a","text":" The Board of Education may issue a theatrical employment permit to a minor under 18 years of age permitting the minor to:"},{"prefix":"1","text":" Perform on the stage of a licensed theatre within the District of Columbia in a professional theatrical production;"},{"prefix":"2","text":" Perform in a musical or dance recital or concert;"},{"prefix":"3","text":" Participate in a radio or television program;"},{"prefix":"4","text":" Participate in a motion picture;"},{"prefix":"5","text":" Appear as a fashion model; or"},{"prefix":"6","text":" Participate in a professional sports activity or circus."},{"prefix":"b","text":" An application for a theatrical permit shall be made by the parent or guardian, and by the agent if applicable, of the minor to the Board of Education. The Board of Education may issue a theatrical employment permit if the Board is satisfied that adequate provisions have been made for the educational instruction of the minor, for safeguarding the minor's health, and for the proper supervision of the minor. The Board of Education may require the employer to provide the necessary resources to satisfy the requirements of this subsection."},{"prefix":"c","text":" A minor shall not appear in more than 2 live performances in 1 day or more than 8 live performances in 1 week. A minor shall not appear in a live performance, or otherwise be required to work, before 7:00 a.m. or after 11:30 p.m. A licensed practical nurse with substantial pediatric experience, or a registered nurse who is a pediatric nurse practitioner, shall be provided for each 3 or fewer infants under the age of 30 months."},{"prefix":"d","text":" A theatrical employment permit shall limit the time during which a minor 7 years of age or younger is permitted at the place of employment within a 24- hour period according to age as follows:"},{"prefix":"1","text":" An infant under the age of 6 months may be permitted to remain at the place of employment for a maximum of 2 hours, which shall consist of not more than 20 minutes of work."},{"prefix":"2","text":" A minor between the ages of 6 months and 30 months may be permitted at the place of employment for a maximum of 4 hours, which shall consist of not more than 2 hours of work, with the balance of the 4-hour period being rest or recreation."},{"prefix":"3","text":" A minor between the ages of 30 months and 7 years may be permitted at the place of employment for a maximum of 6 hours, which shall consist of not more than 3 hours of work, with the balance of the 6-hour period being rest, recreation, or education."},{"prefix":"e","text":" For the purposes of this section, the term \"theatrical employment permit\" means an authorization to perform or appear in any of the activities listed in subsection (a) of this section for monetary remuneration, a gift, or other form of valuable consideration."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Employment of Minors. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"206","identifier":"32-206","catch_text":"Theatrical permits for minors under 18 years of age for performances and professional sports activities."}}