{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-702.\n\nEffect of Amendments\n\nD.C. Law 16-22, rewrote subsec. (a)(1) which had read as follows:\n\n\"(1) Summer youth jobs. -- A summer youth jobs program to provide for the employment each summer of youths between the ages of 14 and 21 on the date of enrollment in the program, at a rate equal to the federal minimum wage as established by § 6 of the Fair Labor Standards Act of 1938 (29 U.S.C. § 206). The weekly number of hours of such employment shall be established according to the age of the youth to be employed and the nature and requirements of the job, but shall not be less than 20 nor more than 40 hours per week. Employment under this program may include an appropriate number of supervisory positions at a wage not to exceed the federal minimum wage by more than 12%.\"\n\nD.C. Law 16-305, in subsec. (d)(4)(B), substituted \"An individual with a disability\" for \"A handicapped individual\".\n\nD.C. Law 17-221 rewrote subsec. (d) which had read as follows:\n\n\"(d) For the purpose of this section, the term 'economically disadvantaged' means a person who is either:\n\n\"(1) A member of a family which receives public assistance;\n\n\"(2) A member of a family whose income during the previous 6 months on an annualized basis was such that:\n\n\"(A) The family would have qualified for public assistance, if it had applied for such assistance;\n\n\"(B) It does not exceed the poverty level; or\n\n\"(C) It does not exceed 70% of the lower living standard income level;\n\n\"(3) A foster child on whose behalf state or local government payments are made; or\n\n\"(4) Where the status presents significant barriers to employment:\n\n\"(A) A client of a sheltered workshop;\n\n\"(B) An individual with a disability;\n\n\"(C) A person residing in an institution or facility providing 24-hour support, such as a prison, a hospital or community care facility; or\n\n\"(D) A regular outpatient of a mental hospital rehabilitation facility or similar institution.\"\n\nD.C. Law 17-223, in subsec. (a)(2), substituted \"basis, with the minimum of 10 hours per week,\" for \"basis\"; in subsecs. (a)(2), (3), substituted \"residents; provided, that youth who are not economically disadvantaged or public housing residents shall be eligible for the program\" for \"residents\"; and, in subsec. (b), added \"The Mayor shall not use more than 10% of funds for the programs for administrative and vendor costs.\"\n\nD.C. Law 18-111, in subsec. (a)(1)(A), substituted \"no less than 10,000 and no more than 21,000 youth\" for \"10,000 youth\"; added subsec. (a)(1)(A-i ); and, in subsec. (a)(1)(B), substituted \"period of no more than 6 weeks\" for \"minimum of\".\n\nD.C. Law 18-223 added a section heading; and, in subsec. (a)(1)(B), substituted \"25 hours\" for \"40 hours\".\n\nD.C. Law 19-21 rewrote subsec. (a)(1)(A), which formerly read:\n\n\"(1)(A) Summer youth jobs -- A summer youth jobs program to provide for the employment each summer of no less than 10,000 and no more than 21,000 youth between 14 and 21 years of age on the date of enrollment in the program, at a rate at least equal to the federal minimum wage established by section 6 of the Fair Labor Standards Act of 1938, approved June 25, 1938 (52 Stat. 1062; 29 U.S.C. § 206).\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of the Access to Youth Employment Programs Temporary Amendment Act of 2007 (D.C. Law 17-75, January 23, 2008, law notification 55 DCR 1455).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Access to Youth Employment Programs Emergency Amendment Act of 2007 (D.C. Act 17-170, October 26, 2007, 54 DCR 10982).\n\nFor temporary (90 day) amendment of section, see § 1071 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 2261 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 1071 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) addition, see § 2261 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 2232(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 3-46, the \"Youth Employment Act of 1979,\" was introduced in Council and assigned Bill No. 3-138, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on September 25, 1979, and October 23, 1979, respectively. Signed by the Mayor on November 9, 1979, it was assigned Act No. 3-124 and transmitted to both Houses of Congress for its review.\n\nLaw 4-124, the \"Youth Employment Act of 1979 Amendment Act of 1982,\" was introduced in Council and assigned Bill No. 4-401, which was referred to the Committee on Housing and Economic Affairs. The Bill was adopted on first and second readings on April 6, 1982, and April 27, 1982, respectively. Signed by the Mayor on May 11, 1982, it was assigned Act No. 4-189 and transmitted to both Houses of Congress for its review.\n\nLaw 4-193, the \"Youth Employment Act of 1979 Amendments /Job Skills and Placement Programs for Public Housing Residents Act of 1982,\" was introduced in Council and assigned Bill No. 4-331, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-277 and transmitted to both Houses of Congress for its review.\n\nLaw 6-211, the \"Employment Amendment Act of 1986,\" was introduced in Council and assigned Bill No. 6-111, which was referred to the Committee on Housing and Economic Development. The bill was adopted on first and second readings on November 25, 1986, and December 16, 1986, respectively. Signed by the Mayor on January 8, 1987, it was assigned Act No. 6-271 and transmitted to both Houses of Congress for its review.\n\nLaw 7-231, the \"Technical Amendments Act of 1988,\" was introduced in Council and assigned Bill No. 7-586, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 29, 1988, and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-285 and transmitted to both Houses of Congress for its review.\n\nLaw 16-22, the \"Summer Youth Employment Act of 2005\", was introduced in Council and assigned Bill No. 16-23 which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 7, 2005, and July 6, 2005, respectively. Signed by the Mayor on July 14, 2005, it was assigned Act No. 16-131 and transmitted to both Houses of Congress for its review. D.C. Law 16-22 became effective on October 18, 2005.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole. The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively. Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review. D.C. Law 16-305 became effective on April 24, 2007.\n\nLaw 17-221, the \"Priority Employment for Economically Disadvantaged Youth in the Youth Employment Program Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-481, which was referred to the Committee of Workforce Development and Government Operations. The Bill was adopted on first and second readings on June 3, 2008, and July 1, 2008, respectively. Signed by the Mayor on July 16, 2008, it was assigned Act No. 17-441 and transmitted to both Houses of Congress for its review. D.C. Law 17-221 became effective on September 11, 2008.\n\nLaw 17-223, the \"Access to Youth Employment Programs Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-442, which was referred to the Committee of Workforce Development and Government Operations. The Bill was adopted on first and second readings on June 3, 2008, and July 1, 2008, respectively. Signed by the Mayor on July 16, 2008, it was assigned Act No. 17-443 and transmitted to both Houses of Congress for its review. D.C. Law 17- 223 became effective on September 11, 2008.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nLaw 18-223, the \"Fiscal Year 2011 Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-731, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 26, 2010, and June 15, 2010, respectively. Signed by the Mayor on July 2, 2010, it was assigned Act No. 18-462 and transmitted to both Houses of Congress for its review. D.C. Law 18-223 became effective on September 24, 2010.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nAuthorization of funds for contract with D.C. Street Academy: Section 3 of D.C. Law 4-124 provided that during the fiscal year ending September 30, 1983, the expenditure of funds is authorized for a direct contract with the D.C. Street Academy, a nonprofit, certified, and accredited secondary school specifically designed and established to serve the target population identified in § 36-702(a)(5) [§ 32-241, 2001 Ed.].\n\nShort title: Section 1070 of D.C. Law 18-111 provided that subtitle H of title I of the act may be cited as the \"Summer Youth Employment Amendment Act of 2009\".\n\nShort title: Section 2231 of D.C. Law 18-223 provided that subtitle T of title II of the act may be cited as the \"Youth Workforce Development Planning and Evaluation Amendment Act of 2010\".\n\nShort title: Section 2061 of D.C. Law 19-21 provided that subtitle G of title II of the act may be cited as \"Summer Youth Employment Compensation Amendment Act of 2011\".\n\nDC CODE § 32-241\n\nCurrent through December 11, 2012","credits":"(Jan. 5, 1980, D.C. Law 3-46, § 2, 26 DCR 2310; July 2, 1982, D.C. Law 4-124, § 2, 29 DCR 2091; Mar. 10, 1983, D.C. Law 4-193, § 2, 30 DCR 43; Feb. 28, 1987, D.C. Law 6-211, § 2, 34 DCR 847; May 10, 1989, D.C. Law 7-231, § 45, 36 DCR 492; Oct. 18, 2005, D.C. Law 16-22, § 2, 52 DCR 8076; Apr. 24, 2007, D.C. Law 16-305, § 44, 53 DCR 6198; Sept. 11, 2008, D.C. Law 17-221, § 2, 55 DCR 8293; Sept. 11, 2008, D.C. Law 17-223, § 2, 55 DCR 8297; Mar. 3, 2010, D.C. Law 18-111, § 1071, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 2232(a), 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, § 2062, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Mayor shall establish and implement programs, subject to the annual appropriation of funds, for the employment and training of young persons who are domiciliaries of the District of Columbia, as follows:"},{"prefix":"1","text":"(A)(i) A summer youth jobs program to provide for the employment each summer of no less than 10,000 and no more than 21,000 youth between 14 and 21 years of age on the date of enrollment in the program."},{"prefix":"ii","text":" Youth between the ages of 14 and 15 years at the date of enrollment shall be compensated at the rate of $5.25 per hour."},{"prefix":"iii","text":" Youth between the ages of 16 and 21 years at the date of enrollment shall be compensated at a rate equal to the federal minimum wage rate established by section 6 of the Fair Labor Standards Act of 1938, approved June 25, 1938 (52 Stat. 1062; 29 U.S.C. § 206)."},{"prefix":"A-i","text":" Registration for the summer youth jobs program shall occur between the second day of January and the first day of April of each year."},{"prefix":"B","text":" The weekly number of hours of employment under the summer youth jobs program shall be established according to the age of the youth to be employed and the nature and requirements of the job, but shall not be less than 20 nor more than 25 hours per week. Participants in this program shall be employed for a period of no more than 6 weeks."},{"prefix":"C","text":" Employment may include an appropriate number of supervisory positions at a wage not to exceed the federal minimum wage by more than 12%; provided, that these positions shall not be subject to the requirements under this paragraph regarding the number of hours and weeks of employment."},{"prefix":"D","text":" The Department of Employment Services shall implement the summer youth jobs program subject to the appropriation of funds or availability of funds through public-private partnerships between the District government and a District business that has the ability to employ youth under this program; provided, that these partnerships shall be subject to all federal and District laws, rules, and regulations relating to the procurement and award of contracts, grants, or other government assistance. For purposes of this paragraph, the term \"District Business\" means a corporation or any entity carrying on any trade or business in the District of Columbia that is subject to taxation under § 47-1807.02 or § 47-1808.03."},{"prefix":"E","text":" The Mayor shall issue rules to implement this paragraph. The proposed rules shall be submitted by the Mayor to the Council for review and approval."},{"prefix":"2","text":" In school jobs. -- An in school jobs program to provide for the employment throughout the school year of students aged 14 through 21 years on a part-time basis, with the minimum of 10 hours per week, at the federal minimum wage. Priority shall be given to students who may drop out of school to seek work because they are economically disadvantaged; provided, that students who do not qualify for prioritization shall be eligible for the program."},{"prefix":"3","text":" Out of school year-round employment. -- An out of school year-round employment program to provide for the employment of youth 16 through 24 years of age at the prevailing entry-level wage for the job being performed, not to exceed $3.25 per hour during fiscal years 1979 and 1980, and thereafter not to exceed a wage 12% greater than the federal minimum wage. Priority for employment under this program shall be given to economically disadvantaged youth with special consideration given to public housing residents; provided, that youth who are not economically disadvantaged or public housing residents shall be eligible for the program. The program shall have special safeguards to assure that the prospect of employment under this section does not induce students to drop out of school."},{"prefix":"4","text":" On-the-job training program for adults. -- An on-the-job training program for adults at least 18 years of age who are District of Columbia residents and unemployed. Priority for participation in the program shall be given to economically disadvantaged adults with dependents, with special consideration given to public housing residents. The District of Columbia government shall reimburse participating employers 1/2 of the prevailing wage paid for an occupation, as determined by the Mayor, for a period not to exceed 12 months. The employer shall pay all wages in excess of the allowable reimbursement and all fringe benefits. The Mayor shall require that participating private sector employers agree to hire persons who successfully complete the program. Nothing in this section shall prohibit the participation of the Council of the District of Columbia in the on-the-job training program for adults."},{"prefix":"5","text":" Training and retraining for employment. -- A program for preemployment training and retraining for persons 16 years of age and above, who are domiciliaries of the District of Columbia. Allowances may be paid to the participants in the program. Priority should be given to persons who are economically disadvantaged. Training programs pursuant to this paragraph may be coupled with those conducted under paragraphs (3) and (4) of this subsection."},{"prefix":"b","text":" Employment under the programs established pursuant to subsection (a) of this section may be provided directly with the government of the District of Columbia or with the private sector on a fully funded, partially or match-funded basis through grants to or by contract with nonprofit or profit-making organizations, associations, institutions or businesses. The Mayor shall not use more than 10% of funds for the programs for administrative and vendor costs."},{"prefix":"c","text":" The programs established pursuant to subsection (a) of this section may include, but shall not be limited to, the following supportive services and activities: Transportation; orientation; counseling and training; supplies and equipment; and program promotion."},{"prefix":"d","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Economically disadvantaged\" means a person who is either:"},{"prefix":"A","text":" A member of a family which receives public assistance;"},{"prefix":"B","text":" A member of a family whose income during the previous 6 months on an annualized basis was such that:"},{"prefix":"i","text":" The family would have qualified for public assistance if it had applied for such assistance;"},{"prefix":"ii","text":" It does not exceed the poverty level; or"},{"prefix":"iii","text":" It does not exceed 70% of the lower living standard income level;"},{"prefix":"C","text":" A foster child on whose behalf state or local government payments are made; or"},{"prefix":"D","text":" Where the status presents a significant barrier to employment:"},{"prefix":"i","text":" A client of a sheltered workshop;"},{"prefix":"ii","text":" An individual with a disability;"},{"prefix":"iii","text":" A person residing, or who once resided, in an institution or facility providing 24-hour support, such as a prison, a juvenile detention facility, a hospital, or a community care facility; or"},{"prefix":"iv","text":" A regular outpatient of a mental hospital rehabilitation facility or similar institution."},{"prefix":"2","text":" \"Priority\" means a good faith effort by a program under this subchapter to fill at least 30% of the program's available positions with persons classified as economically disadvantaged."},{"prefix":"e","text":" An employer required by law to pay a minimum wage higher than that specified in this section shall pay such higher wage to persons employed pursuant to this section."},{"prefix":"f","text":" The Mayor of the District of Columbia shall issue regulations to implement this section. The rules and regulations issued by the Mayor for the purpose of implementing the provisions of this section shall be submitted by the Mayor to the Council of the District of Columbia for a 45 calendar-day review period, excluding days of Council recess. No such rules or regulations shall take effect until the end of the 45 calendar-day period beginning on the day such rules or regulations are transmitted by the Mayor to the Chairman of the Council, and then only if during such period the Council does not adopt a resolution disapproving such rules and regulations in whole or in part."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Employment of Minors. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Programs for Youth Employment."},"heading":{"title":"32","chaptersection":"241","identifier":"32-241","catch_text":"Programs for employment and training of young District domiciliaries."}}