{"text":"The Board of Education shall issue a work or vacation permit only upon application in person of the minor desiring employment, and upon submission to and approval by the Board of the following:","historical":"Prior Codifications\n\n1981 Ed., § 36-509.\n\n1973 Ed., § 36-210.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-68, see Historical and Statutory Notes following § 32-201.\n\nDC CODE § 32-209\n\nCurrent through December 11, 2012","credits":"(May 29, 1928, 45 Stat. 1001, ch. 908, § 10; renumbered as § 9 and amended June 15, 1976, D.C. Law 1-68, § 2(11), 23 DCR 517.)","sections":[{"prefix":"1","text":" A statement signed by the prospective employer or the employer's authorized agent, stating that the employer expects to give such minor present employment, setting forth the specific nature of the occupation in which such minor will be employed, and the number of hours per day and of days per week which said minor will be employed;"},{"prefix":"2","text":" Evidence of age as provided in § 32-210;"},{"prefix":"3","text":" Written consent of the parent, guardian, or custodian, if the minor is under 16 years of age, specifying permission for employment of such minor; provided, that if such minor is withdrawing from school for purposes of employment, the parent, guardian or custodian must appear in person before the issuing officer and sign the consent form;"},{"prefix":"4","text":" A school record, if the minor is under 16 years of age and is withdrawing from school for purposes of employment, signed by the principal of the public, private or parochial school last attended by the minor, or by a person duly authorized by said principal. The school record shall certify that the minor has completed the 8th grade or the equivalent thereof in a public school, or has regularly received, in a private or parochial school, instruction deemed equivalent by the Board of Education to that prescribed for the completion of the 8th grade in the public school of the District of Columbia. The school record shall contain also the full name, date of birth, grade last completed, and residence of the minor as shown on the records of the school; and"},{"prefix":"5","text":" A certificate, if the person is less than 16 years of age, of physical fitness for the employment specified in the statement submitted in accordance with paragraph (1) of this section. Such certificate shall be signed by a licensed physician."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Employment of Minors. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"32","chaptersection":"209","identifier":"32-209","catch_text":"Work or vacation permit--Application requirements."}}