{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 36-602.\n\n1973 Ed., § 36-802.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (3), substituted \"blind and other individuals with severe disabilities\" for \"blind and other severely handicapped\" and \"individuals with severe disabilities\" for \"severely handicapped individuals\"; and in par. (4), substituted \"individual with a severe disability\" for \"severely handicapped\".\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (c).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-128, see Historical and Statutory Notes following § 32-301.\n\nFor Law 16-305, see notes following § 32-241.\n\nFor Law 17-353, see notes following § 32-101.\n\nDC CODE § 32-302\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-128, § 3, 25 DCR 2236; Apr. 24, 2007, D.C. Law 16-305, § 45(b), 53 DCR 6198; Mar. 25, 2009, D.C. Law 17-353, § 172(a), 56 DCR 1117.)","sections":[{"prefix":"1","text":" The term \"blind\" refers to an individual or class of individuals whose central visual acuity does not exceed 20/200 in the better eye with correcting lenses or whose visual acuity, if better than 20/200, is accompanied by a limit to the field of vision in the better eye to such a degree that its widest diameter subtends an angle of no greater than 20 degrees."},{"prefix":"2","text":" The term \"direct labor\" includes all work required for preparation, processing and packing but not supervision, administration, inspection and shipping."},{"prefix":"3","text":" The term \"qualified nonprofit agency for the blind and other individuals with severe disabilities\" means an agency:"},{"prefix":"A","text":" Organized under the laws of the United States or of the District of Columbia operated in the interest of blind individuals and other individuals with severe disabilities and the net income of which does not ensure, in whole or in part, to the benefit of any shareholder or other individual;"},{"prefix":"B","text":" Which complies with any applicable occupational health and safety standard required by the laws of the United States or of the District of Columbia; and"},{"prefix":"C","text":" Which in the manufacture of products and in the provision of service (whether or not the products or services are procured under this chapter) during the fiscal year employs blind and other individuals with severe disabilities for not less than 75% of the person-hours of direct labor required for the manufacture or provision of the products or services."},{"prefix":"4","text":" The term \"individual with a severe disability\" means any person (other than a blind person as heretofore defined) who is so severely incapacitated by any physical or mental disability that he or she cannot engage in normal competitive employment because of such disability."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Employment Opportunities for Individuals with Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Employment Opportunities."},"heading":{"title":"32","chaptersection":"302","identifier":"32-302","catch_text":"Definitions."}}