{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-605.\n\n1973 Ed., § 36-805.\n\nEffect of Amendments\n\nD.C. Law 16-305, in subsec. (a), substituted \"individuals with severe disabilities\" for \"severely handicapped\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-128, see Historical and Statutory Notes following § 32-301.\n\nFor Law 16-305, see notes following § 32-241.\n\nDC CODE § 32-305\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-128, § 6, 25 DCR 2236; Apr. 24, 2007, D.C. Law 16-305, § 45(e), 53 DCR 6198.)","sections":[{"prefix":"a","text":" If any agency of the District government intends to procure any product or service on the procurement list, that agency shall, in accordance with rules and regulations not contrary to the procurement laws and rules and regulations of the District of Columbia and of the Committee, procure such product or service, at the price established by the Committee, from a qualified nonprofit agency for the blind and other individuals with severe disabilities if the product or service is available within the period required by that agency and if the product meets the minimum quality standards required by the agency; provided, that this chapter shall not apply in any cases where products or services are available for procurement from any agency of the District government and procurement therefrom is required under the provisions of any law in effect on the date of enactment of this chapter. These procurement actions shall not abrogate any existing contractual agreements for goods or services but shall only apply after the termination of existing contractual agreements."},{"prefix":"b","text":" In furthering the purposes of this chapter and in contributing to the economy of the District government, it is the intent of the Council that there be close cooperation between the Committee and any agency of the District government from which procurement of products or services is required under the provisions of any law in effect on the date of enactment of this chapter. The Committee and any such agency of the District government are authorized to enter into such contractual agreements, cooperative working relationships or other arrangements as may be determined to be necessary for effective coordination and efficient realization of the objectives of this chapter and any other law requiring procurement of products or services from any agency of the District government."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Employment Opportunities for Individuals with Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Employment Opportunities."},"heading":{"title":"32","chaptersection":"305","identifier":"32-305","catch_text":"Procurement requirements for District government."}}