{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-604.\n\n1973 Ed., § 36-804.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"individuals with severe disabilities\" for \"severely handicapped\" wherever it appeared in the section.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-128, see Historical and Statutory Notes following § 32-301.\n\nFor Law 16-305, see notes following § 32-241.\n\nDC CODE § 32-304\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-128, § 5, 25 DCR 2236; Apr. 24, 2007, D.C. Law 16-305, § 45(d), 53 DCR 6198.)","sections":[{"prefix":"a","text":" The duties of the Committee shall be as follows:"},{"prefix":"1","text":" To determine the price of all products manufactured and services provided by the blind and other individuals with severe disabilities and offered for sale to the various agencies of the District government by any qualified nonprofit agency for the blind and other individuals with severe disabilities. The price shall be set to recover the cost of raw materials for the workshops, labor, overhead and delivery costs, but shall not include profit;"},{"prefix":"2","text":" To revise such prices from time to time in accordance with changing cost factors; and"},{"prefix":"3","text":" To make such rules and regulations regarding specifications, time of delivery, authorization of a central nonprofit agency to facilitate the distribution of orders among agencies for the blind and other individuals with severe disabilities and other relevant matters of procedure as shall be necessary to carry out the purposes of this chapter."},{"prefix":"b","text":" The Committee shall establish and publish a list of products produced by any qualified nonprofit agency for the blind and other individuals with severe disabilities and the services provided by any such agency which the Committee determines are suitable for procurement by agencies of the District government pursuant to this chapter. This procurement list and revisions thereof shall be distributed to all purchasing officers of the District government."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Employment Opportunities for Individuals with Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Employment Opportunities."},"heading":{"title":"32","chaptersection":"304","identifier":"32-304","catch_text":"Committee for Purchase of Products and Services of the Blind and Other Individuals with Severe Disabilities--Duties."}}