{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-603.\n\n1973 Ed., § 36-803.\n\nEffect of Amendments\n\nD.C. Law 16-305, in the section heading, substituted \"Other Persons with Severe Disabilities\" for \"Other Severely Handicapped\"; and in subsec. (a), substituted \"Individuals with Severe Disabilities\" for \"Severely Handicapped\", \"individuals with severe disabilities\" for \"severely handicapped\", and \"consumers with severe disabilities\" for \"handicapped consumers\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-128, see Historical and Statutory Notes following § 32-301.\n\nFor Law 16-305, see notes following § 32-241.\n\nTransfer of Functions\n\nThe Department of Human Resources was replaced by the Department of Human Services, pursuant to Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nThe functions of the Department of General Services were transferred, in part, to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984, and transferred, in part, to the Department of Administrative Services by Reorganization Plan No. 5 of 1983, effective March 1, 1984.\n\nDC CODE § 32-303\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1979, D.C. Law 2-128, § 4, 25 DCR 2236; Apr. 24, 2007, D.C. Law 16-305, § 45(c), 53 DCR 6198.)","sections":[{"prefix":"a","text":" There is hereby created a Committee for Purchase of Products and Services of the Blind and Other Individuals with Severe Disabilities (hereinafter referred to as the \"Committee\") to be appointed by the Mayor of the District of Columbia (hereinafter referred to as the \"Mayor\"). The Committee shall be composed of 2 private citizens conversant with the problems incident to the employment of the blind and other individuals with severe disabilities, 2 citizens representing individuals who are consumers with severe disabilities employed in qualified nonprofit agencies for the blind and other individuals with severe disabilities, 2 citizens representing the general public and a representative of each of the following agencies:  Directors of the Department of General Services, the Office of Budget and Management Systems and the Department of Human Services.  The members of the Committee shall be appointed by the Mayor for a term of 4 years and shall not serve beyond the expiration of their term:   Except, that of the 6 private citizen members first appointed, 2 shall be appointed for a term of 2 years, 2 shall be appointed for a term of 3 years, and 2 shall be appointed for a term of 4 years, as designated by the Mayor at the time of appointment.  The members of the Committee shall designate 1 of their number to be chairperson."},{"prefix":"b","text":" Any private citizen member, appointed under subsection (a) of this section to fill a vacancy occurring prior to the expiration of the term for which his or her predecessor was appointed, shall be appointed only for the remainder of such term."},{"prefix":"c","text":" Members of the Committee shall serve without compensation other than reimbursement for expenses actually incurred in connection with the work of the Committee."},{"prefix":"d","text":" Subject to such rules as may be adopted by the Committee, the Mayor may appoint and fix the pay of any personnel which the Committee determines is necessary to assist it in carrying out its duties and powers under this chapter."},{"prefix":"e","text":" The Committee may secure directly from any agency of the District of Columbia government (hereinafter referred to as \"District government\") information which the Committee deems necessary to carry out this chapter. Upon request of the chairperson of the Committee, the head of such agency shall furnish such information to the Committee."},{"prefix":"f","text":" The Committee shall, not later than 90 days following the close of each fiscal year, transmit to the Mayor and to the Council of the District of Columbia (hereinafter referred to as the \"Council\") a report which shall include:"},{"prefix":"1","text":" The names of the Committee members serving in the preceding fiscal year;"},{"prefix":"2","text":" The dates of Committee meetings in that year;"},{"prefix":"3","text":" A description of its activities under this chapter in that year;"},{"prefix":"4","text":" A list of contracts awarded under this chapter and the recipients thereof; and"},{"prefix":"5","text":" Any recommendations for changes in this chapter which it determines are necessary."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Employment Opportunities for Individuals with Disabilities. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Employment Opportunities."},"heading":{"title":"32","chaptersection":"303","identifier":"32-303","catch_text":"Committee for Purchase of Products and Services of the Blind and Other Persons with Severe Disabilities--Established."}}