{"text":"NOTICE\n\nYOU HAVE THE RIGHT TO CANCEL THIS CONTRACT FOR ANY REASON WITHIN 3 DAYS FROM THE DATE OF SIGNING. IF YOU CHOOSE TO CANCEL THIS CONTRACT, YOU MUST PROVIDE (name of employment agency) WRITTEN NOTIFICATION OF YOUR CANCELLATION WITHIN 3 DAYS.\n\nIF YOU FEEL THAT YOU HAVE BEEN THE VICTIM OF AN UNLAWFUL TRADE PRACTICE RELATED TO THIS CONTRACT, YOU HAVE THE RIGHT TO FILE A COMPLAINT WITH THE DEPARTMENT OF CONSUMER AND REGULATORY AFFAIRS OF THE DISTRICT OF COLUMBIA.","historical":"Prior Codifications\n\n1981 Ed., § 36-1004.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following § 32-401.\n\nDC CODE § 32-404\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, § 5, 31 DCR 5727.)","sections":[{"prefix":"a","text":" Each employment agency shall maintain a file of all its advertisements identified by date and publication. All advertisements and other promotional material shall carry the name under which the employment agency is licensed to do business."},{"prefix":"b","text":" Any employment agency which uses any statistics regarding its placement rate, success rate, or other similar statistics in its advertising, promotional materials, or oral or written statements to job-seekers shall maintain records from which the Mayor can determine the accuracy of these statistics."},{"prefix":"c","text":" Each employment agency shall keep detailed records of the following information on forms approved by the Mayor:"},{"prefix":"1","text":" The names, home addresses, and telephone numbers of all job-seekers contracting with the employment agency;"},{"prefix":"2","text":" A log of all activities performed by the employment agency for the benefit of each job-seeker contracting with the employment agency, including, but not limited to, the dates of job interviews arranged by the employment agency for each job-seeker and the identity of the employer with whom each interview was arranged;"},{"prefix":"3","text":" Copies of each contract between the employment agency and each job-seeker;"},{"prefix":"4","text":" The name of each employer placing a job order with the employment agency, a description of each job order, and the identity of each job-seeker referred to the employer for each job order;"},{"prefix":"5","text":" The identity of each employer and job-seeker for each job placement resulting from the activities performed by the employment agency and a description of the job in which the job-seeker was placed; and"},{"prefix":"6","text":" Any other information determined by the Mayor to be necessary to accomplish the purposes of this chapter."},{"prefix":"d","text":" The records required by subsections (a) through (c) of this section shall be maintained for 4 years from the date the record was made."},{"prefix":"e","text":" Each employment agency shall file with the Mayor a schedule of fees to be charged to job-seekers. These fees may be changed by filing an amended schedule showing the changes at least 30 days before the changes are to take effect. It shall be unlawful to charge, demand, or receive a fee greater than is specified in the most recent schedule filed with the Mayor."},{"prefix":"f","text":"(1) Prior to performing any service for a job-seeker, an employment agency shall enter into a written contract with the job-seeker."},{"prefix":"2","text":" The contract required by this subsection shall be written in simple, easily understandable language."},{"prefix":"3","text":" The contract shall set forth the specific services to be provided, the fee charged by the employment agency for each service, the total fee for all services to be provided by the employment agency, the period of time during which the services are to be provided, and the schedule for payment of fees."},{"prefix":"4","text":" The employment agency shall provide a copy of the contract to the job-seeker at the time the contract is signed by the job-seeker."},{"prefix":"5","text":" The job-seeker shall have the right to cancel any contract with an employment agency by providing written notification to the employment agency within 3 days from the date of signing the contract."},{"prefix":"6","text":" Each contract between an employment agency and a job-seeker shall contain the following notice in type which is more prominent than the type used for the remainder of the contract:"},{"prefix":"g","text":" No employment agency shall charge any job-seeker a registration fee or collect from any job-seeker any payment for any service in advance of performing the service."},{"prefix":"h","text":" No employment agency shall charge, demand, or receive any fee from a job-seeker unless the employment agency has made an appointment for the job-seeker for a job interview with an employer."},{"prefix":"i","text":" Any attempt by any employment agency or its representative to collect a fee from a job-seeker who has accepted a job with an employer with which the employment agency did not make an appointment for the job-seeker shall be considered fraud and grounds for suspension of the employment agency's license. Any job-seeker aggrieved by this improper attempt to collect a fee may file a complaint with and request a hearing by the Mayor."},{"prefix":"j","text":"(1) No employment agency, as a condition of providing service to a job-seeker, shall require the job-seeker to execute any document prior to acceptance of a job which may constitute a promissory note or authorization to confess judgment."},{"prefix":"2","text":" Any promissory note executed by a person in consideration of an employment agency finding that person employment shall not be held in due course for a period of 120 days after the commencement of employment even though the holder during that period meets all the requirements set forth in § 28:3-302."},{"prefix":"k","text":" Employment shall not be considered permanent when, within 12 weeks after employment commences, that employment is terminated by the employer through no fault of the job-seeker, or is terminated by the job-seeker if the employment is not as represented to the job-seeker. In that event, the employment agency making the job placement shall refund to the job-seeker the portion of the placement fee that exceeds 1/12 of that fee for each week or portion thereof that the employment continued."},{"prefix":"l","text":" In the event the job-seeker is discharged for cause or voluntarily leaves employment without just cause within 12 weeks after employment commences, the employment agency making the job placement may charge the job-seeker a fee not to exceed 75% of the permanent placement fee."},{"prefix":"m","text":" If an employer agrees to pay an employment agency fee, but through no fault of the job-seeker does not, the employment agency shall have a right of action against the employer, but not against the job-seeker."},{"prefix":"n","text":" Each employment agency shall give to every job-seeker a numbered receipt for each payment received by the employment agency from the job-seeker. Each receipt shall have printed or written on it the name of the job-seeker, the date and amount of the payment, the name and address of the employment agency, the purpose for which the payment was made, and the legible signature of the person receiving the payment."},{"prefix":"o","text":" No employment agency doing business in the District, or any person employed by or acting as an agent of that employment agency, shall:"},{"prefix":"1","text":" Knowingly make referral to any job for which the requirements, duties, or conditions violate federal or District law;"},{"prefix":"2","text":" Knowingly refer any job-seeker to any establishment at which a labor dispute is in progress without informing the job-seeker of the existence of the labor dispute;"},{"prefix":"3","text":" Refer any job-seeker to any employer for a job that the employment agency does not know to be open, unless the employer specifically requests to see the particular job-seeker;"},{"prefix":"4","text":" Refer any job-seeker to an employer without making an appointment for the job-seeker with the employer;"},{"prefix":"5","text":" Refer any job-seeker to any employer for a position for which the employment agency knows the job-seeker is not qualified;"},{"prefix":"6","text":" Advertise a job opening unless the employment agency has a bona fide employer order for a job-seeker for that job opening;"},{"prefix":"7","text":" Solicit, persuade, or induce any job-seeker to leave any job in which the employment agency placed the job-seeker;"},{"prefix":"8","text":" Solicit, persuade, or induce any employer to discharge any job-seeker;"},{"prefix":"9","text":" Offer, divide, or share, directly or indirectly, any fee, charge, or compensation received or to be received from any job-seeker with any employer or person in any way connected with the employer's business;"},{"prefix":"10","text":" Place or attempt to place any person under the age of 18 in any employment where the employment would violate any compulsory education or child labor laws;"},{"prefix":"11","text":" Enter into any contract with any person under 18 years of age who is not an emancipated minor unless that person's parent or guardian co-signs the contract; or"},{"prefix":"12","text":" Violate any provision of Chapter 39 of Title 28."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"404","identifier":"32-404","catch_text":"Requirements for operation of employment agencies."}}