{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1012.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following ยง 32-401.\n\nDC CODE ยง 32-412\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, ยง 13, 31 DCR 5727.)","sections":[{"prefix":"a","text":"(1) When the Mayor, after investigation, has cause to believe that any individual, partnership, association, corporation, contractor, or subcontractor is violating any provision of this chapter, the Mayor may issue an order requiring the alleged violator immediately to cease and desist from the violation if the Mayor has reason to believe that immediate irreparable loss and injury to the general public has occurred or will occur. The order shall be served by certified mail or delivery in person."},{"prefix":"2","text":" The alleged violator may request the Mayor to hold a hearing on the alleged violation. Any request for a hearing shall be in writing and shall be made within 15 days of the service of the order."},{"prefix":"3","text":" If a request for a hearing is not made, the order of the Mayor to cease and desist is final."},{"prefix":"4","text":" If, after a hearing, the Mayor determines that the alleged violator is not in violation of this chapter, the Mayor shall revoke the order to cease and desist."},{"prefix":"b","text":"(1) When the Mayor, after investigation, has cause to believe that any individual, partnership, association, corporation, contractor, or subcontractor is violating any provision of this chapter, and has reason to believe that immediate irreparable loss and injury to the general public has not occurred and will not occur, the Mayor shall notify the alleged violator in writing of the existence of the alleged violation."},{"prefix":"2","text":" Within 15 days of receipt of this notification, the alleged violator may show cause to the Mayor in writing why the Mayor should not issue an order requiring the alleged violator to cease and desist from the violation."},{"prefix":"3","text":" If the alleged violator does not respond to the Mayor's show cause request within the prescribed time period, the Mayor may issue an order requiring the alleged violator immediately to cease and desist from the violation."},{"prefix":"4","text":" If the alleged violator responds to the Mayor's show cause request, the Mayor may:"},{"prefix":"A","text":" Terminate all proceedings against the alleged violator if, based upon the response of the alleged violator to the show cause request, the Mayor determines that there is no basis for the issuance of a cease and desist order; or"},{"prefix":"B","text":" Schedule a hearing, notifying the alleged violator in writing by certified mail of the date, time, and place of the hearing at least 5 days in advance of the hearing."},{"prefix":"5","text":"(A) If, after a hearing, the Mayor determines that the alleged violator is in violation of this chapter, the Mayor shall order the violator to cease and desist from the violation."},{"prefix":"B","text":" If, after a hearing, the Mayor determines that the alleged violator is not in violation of this chapter, the Mayor shall terminate all proceedings against the alleged violator."},{"prefix":"c","text":" If any individual, partnership, association, corporation, contractor, or subcontractor fails to comply with any lawful order of the Mayor issued pursuant to this section, the Mayor may:"},{"prefix":"1","text":" Petition a court of competent jurisdiction to issue an order compelling compliance with the lawful order of the Mayor; or"},{"prefix":"2","text":" Take any other action authorized by this chapter."},{"prefix":"d","text":" Section 2-509 applies to proceedings before the Mayor pursuant to this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"412","identifier":"32-412","catch_text":"Cease and desist orders."}}