{"text":"NOTICE\n\nYOU HAVE THE RIGHT TO CANCEL THIS CONTRACT FOR ANY REASON WITHIN 3 DAYS FROM THE DATE OF SIGNING. IF YOU CHOOSE TO CANCEL THIS CONTRACT, YOU MUST PROVIDE (name of employment counseling service) WRITTEN NOTIFICATION OF YOUR CANCELLATION WITHIN 3 DAYS.\n\nIF YOU FEEL THAT YOU HAVE BEEN THE VICTIM OF AN UNLAWFUL TRADE PRACTICE RELATED TO THIS CONTRACT, YOU HAVE THE RIGHT TO FILE A COMPLAINT WITH THE DEPARTMENT OF CONSUMER AND REGULATORY AFFAIRS OF THE DISTRICT OF COLUMBIA.","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1005.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following ยง 32-401.\n\nDC CODE ยง 32-405\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, ยง 6, 31 DCR 5727.)","sections":[{"prefix":"a","text":" Each employment counseling service shall maintain a file of all of its advertisements identified by date and publication. All advertisements and other promotional material shall carry the name under which the employment counseling service is licensed to do business, and shall carry a notice stating that the employment counseling service is not an employment agency, does not arrange job interviews, and does not provide job placement services."},{"prefix":"b","text":" Any employment counseling service which uses any statistics regarding its success rate or other similar statistics in its advertising, promotional materials, or oral or written statements to job-seekers shall maintain records from which the Mayor can determine the accuracy of these statistics."},{"prefix":"c","text":" Each employment counseling service shall keep detailed records of the following information on forms approved by the Mayor:"},{"prefix":"1","text":" The names, home addresses, and telephone numbers of all job-seekers contracting with the employment counseling service;"},{"prefix":"2","text":" A log of all activities performed by the employment counseling service for the benefit of each job-seeker;"},{"prefix":"3","text":" Copies of each contract between the employment counseling service and job-seekers; and"},{"prefix":"4","text":" Any other information determined by the Mayor to be necessary to accomplish the purposes of this chapter."},{"prefix":"d","text":" The records required by subsections (a) through (c) of this section shall be maintained for 4 years from the date the record was made."},{"prefix":"e","text":" Each employment counseling service shall file with the Mayor a schedule of fees to be charged to job-seekers. These fees may be changed by filing an amended schedule showing the changes at least 30 days before the changes are to take effect. It shall be unlawful to charge, demand, or receive a fee greater than is specified in the most recent schedule filed with the Mayor."},{"prefix":"f","text":"(1) Prior to performing any service for a job-seeker, an employment counseling service shall enter into a written contract with the job-seeker."},{"prefix":"2","text":" The contract required by this subsection shall be written in simple, easily understandable language."},{"prefix":"3","text":" The contract shall set forth the specific services to be provided, the fee charged by the employment counseling service for each service, the total fee for all services to be provided by the employment counseling service, the period of time during which the services are to be provided, and the schedule for payment of fees."},{"prefix":"4","text":" The employment counseling service shall provide a copy of the contract to the job-seeker at the time the contract is signed by the job-seeker."},{"prefix":"5","text":" The job-seeker shall have the right to cancel any contract with an employment counseling service by providing written notification to the employment counseling service within 3 days from the date of signing the contract."},{"prefix":"6","text":" Each contract between an employment counseling service and a job-seeker shall contain the following notice in type which is more prominent than the type used for the remainder of the contract:"},{"prefix":"g","text":" No employment counseling service shall charge any job-seeker a registration fee or collect from any job-seeker any payment for any service in advance of performing the service."},{"prefix":"h","text":" Each employment counseling service shall give to every job-seeker a numbered receipt for each payment received by the employment counseling service from the job-seeker. Each receipt shall have printed or written on it the name of the job-seeker, the date and amount of the payment, the name and address of the employment agency, the purpose for which the payment was made, and the legible signature of the person receiving payment."},{"prefix":"i","text":" No employment counseling service doing business in the District or any person employed by or acting as an agent of that employment counseling service shall:"},{"prefix":"1","text":" Charge any job-seeker any fee based on the job-seeker's desired income;"},{"prefix":"2","text":" State, imply, or in any way lead job-seekers to believe that the employment counseling service makes appointments with employers for job interviews for job-seekers or secures employment for job-seekers;"},{"prefix":"3","text":" Enter into any contract with any person under 18 years of age, who is not an emancipated minor, unless that person's parent or guardian co-signs the contract; or"},{"prefix":"4","text":" Violate any provision of Chapter 39 of Title 28."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"405","identifier":"32-405","catch_text":"Requirements for operation of employment counseling services."}}