{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1002.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (a)(2).\n\nD.C. Law 15-38, in subsec. (e), substituted \"Employment Services endorsement to a basic business license under the basic\" for \"a Class B Employment Services endorsement to a master business license under the master\".\n\nD.C. Law 15-354, in subsec. (e), validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(aa) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following § 32-401.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second reading on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615, and transmitted to both Houses of Congress for review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nDC CODE § 32-402\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, § 3, 31 DCR 5727; Apr. 20, 1999, D.C. Law 12-261, § 2003(nn), 46 DCR 3142; Apr. 12, 2000, D.C. Law 13-91, § 149, 47 DCR 520; Oct. 28, 2003, D.C. Law 15-38, § 3(aa), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15-354, § 51, 52 DCR 2638.)","sections":[{"prefix":"a","text":"(1) No individual, partnership, association, corporation, contractor, or subcontractor shall operate an employment agency, employment counseling service, or employer-paid personnel service in the District without first obtaining a license for that purpose from the Mayor."},{"prefix":"2","text":" All licenses to operate an employment agency, employment counseling service, or employer-paid personnel service shall be issued for 1 year and may be renewed."},{"prefix":"3","text":" Each applicant for a license shall file with the Mayor a completed application on a form prescribed and furnished by the Mayor. The application shall be signed by the applicant and shall be notarized."},{"prefix":"A","text":" The application shall list the addresses of all of the applicant's offices in the District and shall identify the person who is to manage the day-to-day operations of each office."},{"prefix":"B","text":" If the applicant is a corporation, the application shall state the names and home addresses of all the officers and directors of the corporation and shall be signed and sworn to by the president, treasurer, and secretary of the corporation."},{"prefix":"C","text":" If the applicant is a partnership, the application shall state the names and home addresses of all partners and shall be signed and sworn to by all of them."},{"prefix":"D","text":" The application shall identify the business experience of the applicant for the 10 years preceding the date of the application. If the applicant is a corporation or a partnership, the application shall identify the business experience for the preceding 10 years of each partner in the partnership or of the president, treasurer, and secretary of the corporation."},{"prefix":"4","text":" Each applicant for a license as an employment agency or employment counseling service shall file with the application 3 copies of its contract for services to job-seekers. The Mayor shall not issue a license until he is satisfied that the contract complies with this chapter and with rules and regulations issued pursuant to this chapter."},{"prefix":"5","text":" Prior to receiving a license, each applicant approved for a license shall pay an annual license fee of $500."},{"prefix":"6","text":" Upon receiving an application for a license, the Mayor shall investigate the business integrity and financial standing of the applicant."},{"prefix":"7","text":" The application shall be rejected if the Mayor finds specific and articulable facts showing that the applicant, any officer or director of an applicant corporation, or any partner of an applicant partnership:"},{"prefix":"A","text":" Has a record of failing to meet significant financial obligations;"},{"prefix":"B","text":" Has been convicted of any federal, state, District, or municipal offense involving fraud or deceptive business practices in the 10 years preceding the date of the application;"},{"prefix":"C","text":" Has engaged in fraud, deceit, or misrepresentation of any material fact in attempting to procure any license under this chapter; or"},{"prefix":"D","text":" Was or is an owner, partner, or corporate officer of any business whose license was revoked or that was otherwise caused to cease operations by action of any state or federal agency or court because of violations of law or regulations relating to deceptive or unfair practices in the conduct of business."},{"prefix":"8","text":" To apply for renewal of a license, a licensee shall, on or before the 30th day prior to the date of expiration of the license, submit an application to the Mayor on a form prescribed and furnished by the Mayor and pay the annual license fee. The Mayor shall renew the license after determining that the licensee complies with the provisions of this chapter, rules and regulations issued pursuant to this chapter, and other applicable laws, rules, and regulations of the District."},{"prefix":"b","text":"(1) No individual may perform the duties of an employment counselor without first obtaining a license for that purpose from the Mayor."},{"prefix":"2","text":" An applicant for an employment counselor's license shall file a completed and notarized application with the Mayor on a form prescribed and furnished by the Mayor, pay an application fee in the amount established by the Mayor, and pass an examination established by the Mayor to test the applicant's knowledge of basic employment counseling skills and the laws, rules, and regulations applicable to employment counseling in the District."},{"prefix":"3","text":" The Mayor shall administer the examination to each applicant no later than 10 days after receiving the application, and shall notify the applicant of the results of the examination no later than 5 days after the applicant takes the examination."},{"prefix":"4","text":" The Mayor may reject any application if he finds that the applicant:"},{"prefix":"A","text":" Has engaged in any practice prohibited by § 32-404(o);"},{"prefix":"B","text":" Has engaged in fraud, deceit, or misrepresentation of any material fact in attempting to procure any license under this chapter; or"},{"prefix":"C","text":" Has had a license to practice employment counseling or other business revoked or was otherwise caused to cease operations by action of any state or federal agency or court because of violation of laws or regulations relating to deceptive or unfair practices in the conduct of business."},{"prefix":"5","text":" All employment counselor licenses shall state the name and location of the employment agency, employment counseling service, or employer-paid personnel service by which the employment counselor is employed."},{"prefix":"6","text":" All employment counselor licenses shall remain in effect as long as the licensee continues to be employed with the employment agency, employment counseling service, or employer-paid personnel service stated on the license, and complies with the provisions of this chapter and rules and regulations issued pursuant to this chapter."},{"prefix":"7","text":" The employment counselor and the employment agency, employment counseling service, or employer-paid personnel service shall notify the Mayor within 5 days after termination of the employment counselor's employment. The employment counselor may apply for license renewal upon obtaining employment with another employment agency, employment counseling service, or employer-paid personnel service."},{"prefix":"c","text":"(1) The Mayor shall approve or reject applications for licensure as an employment agency, employment counseling service, employer-paid personnel service, or employment counselor within 60 days from the date the application is received by the Mayor."},{"prefix":"2","text":" The Mayor may issue a 45-day provisional license to an applicant for licensure as an employment counselor who has complied with all requirements of subsection (b)(2) of this section and who has not had an employment counselor's license suspended or revoked by the Mayor."},{"prefix":"3","text":" Any applicant who is aggrieved by the rejection of an application by the Mayor shall have the right to a hearing before the Mayor pursuant to § 2- 509, which hearing shall be conducted within 10 days following the aggrieved party's formal request for the hearing."},{"prefix":"d","text":" Each employment agency, employment counseling service, employer-paid personnel service, and employment counselor licensed pursuant to this chapter shall post the license in a prominent place visible to clients in each place of business maintained by the licensee."},{"prefix":"e","text":" Any license issued pursuant to this section shall be issued as an Employment Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"402","identifier":"32-402","catch_text":"Licensing requirements for employment agencies, employment counseling services, employer-paid personnel services, job listing services, and employment counselors."}}