{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1007.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following ยง 32-401.\n\nDC CODE ยง 32-407\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, ยง 8, 31 DCR 5727.)","sections":[{"prefix":"a","text":" Each job listing service shall maintain a file of all its advertisements identified by date and publication. All advertisements and other promotional material shall carry the name under which the job listing service is licensed to do business."},{"prefix":"b","text":" Any job listing service which uses any statistics regarding its success rate or other similar statistics in its advertising, promotional materials, or oral or written statements to purchasers or potential purchasers of job lists shall maintain records from which the Mayor can determine the accuracy of these statistics."},{"prefix":"c","text":" Each job listing service shall keep detailed records on forms approved by the Mayor of the sources of information used for the preparation of job lists offered for sale."},{"prefix":"d","text":" The records required by subsections (a) through (c) of this section shall be maintained for 4 years from the date the record was made."},{"prefix":"e","text":" Each job listing service shall identify, on each job list offered for sale, its source of information for the jobs included on that list when the source of information is a publication or other public record."},{"prefix":"f","text":" No job listing service doing business in the District or any person employed by or acting as an agent of that job listing service shall:"},{"prefix":"1","text":" Include on any job list offered for sale any job which the job listing service does not know to be vacant within the 15-day period immediately preceding the date the job list is offered for sale; or"},{"prefix":"2","text":" Violate any provision of Chapter 39 of Title 28."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"407","identifier":"32-407","catch_text":"Requirements for operation of job listing services."}}