{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1003.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-136, see Historical and Statutory Notes following ยง 32-401.\n\nDC CODE ยง 32-403\n\nCurrent through December 11, 2012","credits":"(Mar. 13, 1985, D.C. Law 5-136, ยง 4, 31 DCR 5727.)","sections":[{"prefix":"a","text":" Every applicant for a license to operate an employment agency, employment counseling service, or job listing service, prior to receiving a license, shall file with the Mayor a bond signed by the applicant as principal and by a surety company authorized to do business in the District as a surety."},{"prefix":"b","text":"(1) Any employment agency or employment counseling service whose average fee for job-seekers is $2,000 or more and which enters into contracts with 100 or more job-seekers per year shall file a bond in the amount of $100,000."},{"prefix":"2","text":" Any employment agency or employment counseling service whose average fee for job-seekers is less than $2,000 or which enters into contracts with fewer than 100 job-seekers per year shall file a bond in the amount of $50,000."},{"prefix":"3","text":" Each job listing service shall file a bond in the amount of $5,000."},{"prefix":"c","text":" Each bond shall be in favor of the District for the benefit of any job-seeker injured by the employment agency or employment counseling service or any purchaser of job lists from the job listing service when the job-seeker or purchaser is unable to recover directly from the licensee for the injury. The liability of the surety under any bond may not exceed the amount of the bond, regardless of the number or amount of claims filed. If the claims filed should exceed the amount of the bond, the surety shall pay the amount of the bond to the Mayor for distribution to claimants entitled to restitution and shall be relieved of all liability under the bond."},{"prefix":"d","text":" Upon commencement of any action or actions against the surety based upon the bond for an aggregate amount exceeding the amount of the bond, the Mayor may require the licensee to obtain an additional bond in an amount to be determined by the Mayor. The licensee's failure to file the new and additional bond within 30 days from the date of the Mayor's requirement shall constitute cause for revocation of the license."},{"prefix":"e","text":" Each applicant for renewal of a license to operate an employment agency, employment counseling service, or job listing service, prior to receiving the license renewal, shall file with the Mayor evidence that the bond required by this section remains in force."},{"prefix":"f","text":" The Mayor may accept an irrevocable letter of credit from a financial institution authorized to do business in the District, or evidence of cash deposited in an escrow account in a financial institution in the District in the name of the licensee and the District in lieu of the bond required by this section. The letter of credit or escrow account shall be in the amounts required by subsection (b) of this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Employment Services Licensing and Regulation."},"heading":{"title":"32","chaptersection":"403","identifier":"32-403","catch_text":"Bonding requirements."}}