{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1305.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-181, see Historical and Statutory Notes following § 32-501.\n\nDC CODE § 32-505\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, § 6, 37 DCR 5043.)","sections":[{"prefix":"a","text":" Any employee who takes family or medical leave under this chapter shall not lose any employment benefit or seniority accrued before the date on which the family or medical leave commenced."},{"prefix":"b","text":"(1) During any period in which an employee takes family or medical leave under § 32-502 or § 32-503, the employer shall maintain coverage under any group health plan, as defined in section 5000(b) of the Internal Revenue Code of 1986, approved October 21, 1986 (100 Stat. 2012; 26 U.S.C. 5000(b)), except that for the purposes of this chapter, the term \"group health plan\" shall include a group health plan provided by the District of Columbia government. The employer shall maintain coverage for the duration of the family or medical leave at the same level and under the same conditions that coverage would have been provided if the employee had continued in employment from the date the employee commenced the family or medical leave until the date the employee was restored to employment pursuant to subsection (d) of this section."},{"prefix":"2","text":" An employer may require the employee to continue to make any contribution to a group health plan that the employee would have made if the employee had not taken family or medical leave. If an employee is unable or refuses to make the contribution to the group health plan, the employee shall forfeit the health plan benefit until the employee is restored to employment pursuant to subsection (d) of this section and resumes payment to the plan."},{"prefix":"c","text":"(1) Nothing in this chapter shall prohibit an employer and an employee with a serious health condition from agreeing mutually to alternative employment for the employee throughout the duration of the serious health condition of the employee. Any period of alternative employment shall not cause a reduction in the amount of family or medical leave to which the employee is entitled under § 32-502 or § 32-503."},{"prefix":"2","text":" When the employee who agreed to alternative employment is able to perform the functions of the employee's original position, the employee shall be restored to the original position pursuant to subsection (d) of this section."},{"prefix":"d","text":" Except as provided in subsection (f) of this section, upon return from family or medical leave taken pursuant to § 32-502 or § 32-503, the employee shall be:"},{"prefix":"1","text":" Restored by the employer to the position of employment held by the employee when the family or medical leave commenced; or"},{"prefix":"2","text":" Restored to a position of employment equivalent to the position held by the employee when the family or medical leave commenced that includes equivalent employment benefits, pay, seniority, and other terms and conditions of employment."},{"prefix":"e","text":" Except as provided in subsection (b) of this section, nothing in this section shall entitle an employee restored by an employer to a position of employment to:"},{"prefix":"1","text":" The accrual of any seniority or employment benefit during any period of family or medical leave; or"},{"prefix":"2","text":" Any right, employment benefit, or position of employment other than any right, employment benefit, or position of employment to which the employee would have been entitled had the employee not taken the family or medical leave."},{"prefix":"f","text":"(1) Except as provided in paragraph (2) of this subsection, an employer in the District may deny restoration of employment to a salaried employee if the employee is among the 5 highest paid employees of an employer of fewer than 50 persons or among the highest paid 10% of employees of an employer of 50 or more persons and the following conditions are met:"},{"prefix":"A","text":" The employer demonstrates that denial of restoration of employment is necessary to prevent substantial economic injury to the employer's operations and the injury is not directly related to the leave that the employee took pursuant to this chapter; and"},{"prefix":"B","text":" The employer notifies the employee of the intent to deny restoration of employment and the basis for the decision at the time the employer determines denial of restoration of employment is necessary."},{"prefix":"2","text":" The condition in paragraph (1)(A) of this subsection shall not apply if the following conditions have been met:"},{"prefix":"A","text":" The employer is under a contract to provide work or services and the absence of the employee prohibits the employer from completing the contract in accordance with the terms of the contract;"},{"prefix":"B","text":" Failure to complete the contract will cause substantial economic injury to the employer; and"},{"prefix":"C","text":" After the employer made reasonable attempts, the employer failed to find a temporary replacement for the employee."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"505","identifier":"32-505","catch_text":"Employment and benefits protection."}}