{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1303.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-181, see Historical and Statutory Notes following § 32-501.\n\nDC CODE § 32-503\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, § 4, 37 DCR 5043.)","sections":[{"prefix":"a","text":" Subject to the provisions of § 32-504, any employee who becomes unable to perform the functions of the employee's position because of a serious health condition shall be entitled to medical leave for as long as the employee is unable to perform the functions, except that the medical leave shall not exceed 16 workweeks during any 24-month period. The medical leave may be taken intermittently when medically necessary."},{"prefix":"b","text":"(1) Except as provided in paragraphs (2) through (4) of this subsection, medical leave may consist of unpaid leave."},{"prefix":"2","text":" Any paid medical or sick leave provided by an employer that the employee elects to use for medical leave shall count against the 16 workweeks of allowable medical leave under this chapter."},{"prefix":"3","text":" If an employer and employee agree that an employee may use paid vacation, personal, or compensatory leave as medical leave, the paid vacation, personal, or compensatory leave shall count against the 16 workweeks of medical leave provided in this chapter."},{"prefix":"4","text":" If an employer has a program that allows an employee to use the paid leave of another employee under certain conditions, and the conditions have been met, the employee may use the paid leave as medical leave and the leave shall count against the 16 workweeks of medical leave provided in this chapter."},{"prefix":"c","text":" If the need for medical leave is foreseeable based on planned medical treatment or supervision, the employee shall:"},{"prefix":"1","text":" Provide the employer with prior reasonable notice of the medical treatment or supervision; and"},{"prefix":"2","text":" Make a reasonable effort to schedule the medical treatment or supervision, subject to the approval of the health care provider of the employee, in a manner that does not disrupt unduly the operations of the employer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"503","identifier":"32-503","catch_text":"Medical leave requirement."}}