{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1306.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-181, see Historical and Statutory Notes following § 32-501.\n\nDC CODE § 32-506\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, § 7, 37 DCR 5043.)","sections":[{"prefix":"a","text":" If the conditions in subsection (b) of this section are met, a local educational agency (\"educational agency\") or private elementary or secondary school (\"school\") may require an employee who is employed principally in an instructional capacity to elect to:"},{"prefix":"1","text":" Take the family or medical leave for periods of particular duration not to exceed the planned medical treatment or supervision; or"},{"prefix":"2","text":" Transfer temporarily to an available alternative position offered by the educational agency or school for which the employee is qualified, which has equivalent pay and benefits, and better accommodates the recurring periods of leave than the employee's regular employment position."},{"prefix":"b","text":" The provisions of subsection (a) of this section shall apply if the employee described in subsection (a) of this section:"},{"prefix":"1","text":" Elects to take family leave pursuant to § 32-502(a)(4) or medical leave pursuant to § 32-503 that is foreseeable based on planned medical treatment or supervision;"},{"prefix":"2","text":" Would be on leave for greater than 20% of the total number of working days in the period during which leave would extend; and"},{"prefix":"3","text":" Complies with § 32-502(g) or § 32-503(c)."},{"prefix":"c","text":"(1) If an employee of an educational agency or school who is employed principally in an instructional capacity begins family or medical leave more than 5 weeks before the end of the academic term, the educational agency or school may require the employee to continue to take leave until the end of the term if:"},{"prefix":"A","text":" The leave is at least 3 weeks in duration; and"},{"prefix":"B","text":" The return to employment would occur during the 3-week period before the end of the academic term."},{"prefix":"2","text":" If the employee described in paragraph (1) of this subsection begins leave under § 32-502 or § 32-503 during the period that commences from more than 3 weeks and up to and including 5 weeks before the end of the academic term, the educational agency or school may require the employee to continue to take leave until the end of the term if:"},{"prefix":"A","text":" The leave is greater than 2 weeks in duration; and"},{"prefix":"B","text":" The return to employment would occur during the 2-week period before the end of the academic term."},{"prefix":"3","text":" If the employee described in paragraph (1) of this subsection begins leave under § 32-502 or § 32-503 during the period that commences 3 weeks or less before the end of the academic term and the duration of the leave is greater than 5 working days, the educational agency or school may require the employee to continue to take leave until the end of the term."},{"prefix":"d","text":" For purposes of a restoration of employment determination under § 32- 505(d)(2), in the case of an educational agency or school, the determination shall be made on the basis of established school board or private school policies and practices and collective bargaining agreements."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"506","identifier":"32-506","catch_text":"School employees."}}