{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1304.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-181, see Historical and Statutory Notes following § 32-501.\n\nDC CODE § 32-504\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, § 5, 37 DCR 5043.)","sections":[{"prefix":"a","text":" An employer may require that a request for family leave under § 32- 502(a)(4) of medical leave under § 32-503 be supported by a certification issued by the health care provider of the employee or family member. The employee shall provide a copy of the certification to the employer."},{"prefix":"b","text":" The certification provided by the employee to the employer shall state:"},{"prefix":"1","text":" The date on which the serious health condition commenced;"},{"prefix":"2","text":" The probable duration of the condition;"},{"prefix":"3","text":" The appropriate medical facts within the knowledge of the health care provider that would entitle the employee to take leave under this chapter; and"},{"prefix":"4","text":"(A) For purposes of medical leave under § 32-503, a statement that the employee is unable to perform the functions of the employee's position; or"},{"prefix":"B","text":" For purposes of family leave under § 32-502(a)(4), an estimate of the amount of time that the employee is needed to care for the family member."},{"prefix":"c","text":" For the purposes of § 32-505(c), the employer may request that certification issued in any case involving medical leave under § 32-503 include an explanation of the extent to which the employee is unable to perform the functions of the employee's position."},{"prefix":"d","text":"(1) If the employer has reason to doubt the validity of the certification provided under subsection (a) of this section, the employer may require that the employee obtain, at the expense of the employer, the opinion of a 2nd health care provider approved by the employer, in regard to any information required to be certified under subsection (b) of this section."},{"prefix":"2","text":"(A) If the 2nd opinion provided under this subsection differs from the original certification provided under subsection (a) of this section, the employee may obtain the opinion of a 3rd health care provider mutually agreed upon by the employer and the employee, in regard to any information required to be certified under subsection (b) of this section. The employer shall pay the cost of the opinion of the 3rd health care provider."},{"prefix":"B","text":" The opinion of the 3rd health care provider in regard to the information certified under subsection (b) of this section shall be final and binding on the employer and employee."},{"prefix":"e","text":" Any health care provider approved or mutually agreed upon under subsection (d)(1) or (2) of this section may not be retained on a regular basis by the employer or employee or otherwise bear a close relationship to the employer or employee that would give the appearance that the certification is biased."},{"prefix":"f","text":" The employer may require that the employee obtain subsequent recertifications on a reasonable basis."},{"prefix":"g","text":"(1) Certification information requested under this section shall be used only to make a decision in regard to the provisions of this chapter. An employer shall keep any medical information obtained from a certification request confidential."},{"prefix":"2","text":" Any employer who willfully violates this subsection shall be assessed a civil penalty of $1,000 for each offense."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"504","identifier":"32-504","catch_text":"Certification."}}