{"text":"For purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1301.\n\nLegislative History of Laws\n\nLaw 8-181, the \"District of Columbia Family and Medical Leave Act of 1990,\" was introduced in Council and assigned Bill No. 8-82, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on June 26, 1990, and July 10, 1990, respectively. Signed by the Mayor on July 20, 1990, it was assigned Act No. 8-249 and transmitted to both Houses of Congress for its review.\n\nReferences in Text\n\nThe reference in (10) to \"20 U.S.C. 2891(12)\" is obsolete and should now read \"20 U.S.C. 8801(18).\".\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Law 8-181, the \"D.C. Family and Medical Leave Act of 1990.\", see Mayor's Order 91-38, March 14, 1991.\n\nDelegation of Authority-The District of Columbia Family and Medical Leave Act of 1990, see Mayor's Order 2009-45, March 31, 2009 (56 DCR 6783).\n\nDC CODE ยง 32-501\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, ยง 2, 37 DCR 5043.)","sections":[{"prefix":"1","text":" \"Employee\" means any individual who has been employed by the same employer for 1 year without a break in service except for regular holiday, sick, or personal leave granted by the employer and has worked at least 1000 hours during the 12-month period immediately preceding the request for family or medical leave."},{"prefix":"2","text":" \"Employer\" means any individual, firm, association, or corporation, any receiver or trustee of any individual firm, association, or corporation, or the legal representative of a deceased employer, including the District of Columbia (\"District\") government, who uses the services of another individual for pay in the District."},{"prefix":"3","text":" \"Employment benefit\" means any benefit, other than salary or wages, provided or made available to an employee by an employer, including, but not limited to, group life, health, and disability insurance, sick and annual leave, and educational and pension benefits, regardless of whether the benefit is provided by a policy or practice of an employer or by an employee welfare benefit plan as defined in title 1, subtitle A, section 3(3) of the Employee Retirement Income Security Act of 1974, effective September 2, 1974 (88 Stat. 833; 29 U.S.C. 1002(1))."},{"prefix":"4","text":" \"Family member\" means:"},{"prefix":"A","text":" A person to whom the employee is related by blood, legal custody, or marriage;"},{"prefix":"B","text":" A child who lives with an employee and for whom the employee permanently assumes and discharges parental responsibility; or"},{"prefix":"C","text":" A person with whom the employee shares or has shared, within the last year, a mutual residence and with whom the employee maintains a committed relationship."},{"prefix":"5","text":" \"Health care provider\" means any person licensed under federal, state, or District law to provide health care services."},{"prefix":"6","text":" \"Public safety agency\" means the Metropolitan Police Department of the District of Columbia, the Fire Department of the District of Columbia, or the Department of Corrections."},{"prefix":"7","text":" \"Mayor\" means Mayor of the District of Columbia."},{"prefix":"8","text":" \"Reduced leave schedule\" means leave scheduled for a fewer number of hours than an employee usually works during each workweek or workday."},{"prefix":"9","text":" \"Serious health condition\" means a physical or mental illness, injury, or impairment that involves:"},{"prefix":"A","text":" Inpatient care in a hospital, hospice, or residential health care facility; or"},{"prefix":"B","text":" Continuing treatment or supervision at home by a health care provider or other competent individual."},{"prefix":"10","text":" \"Local educational agency\" shall have the same meaning as the term has in section 1471(12) of the Elementary and Secondary Education Act of 1965, approved April 28, 1988 (102 Stat. 201; 20 U.S.C. 2891(12))."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"501","identifier":"32-501","catch_text":"Definitions."}}