{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1302.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-181, see Historical and Statutory Notes following ยง 32-501.\n\nDC CODE ยง 32-502\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 1990, D.C. Law 8-181, ยง 3, 37 DCR 5043.)","sections":[{"prefix":"a","text":" An employee shall be entitled to a total of 16 workweeks of family leave during any 24-month period for:"},{"prefix":"1","text":" The birth of a child of the employee;"},{"prefix":"2","text":" The placement of a child with the employee for adoption or foster care;"},{"prefix":"3","text":" The placement of a child with the employee for whom the employee permanently assumes and discharges parental responsibility; or"},{"prefix":"4","text":" The care of a family member of the employee who has a serious health condition."},{"prefix":"b","text":" The entitlement to family leave under subsection (a)(1) through (3) of this section shall expire 12 months after the birth of the child or placement of the child with the employee."},{"prefix":"c","text":" Subject to the requirements of subsection (h) of this section, in the case of a family member who has a serious health condition, the family leave may be taken intermittently when medically necessary."},{"prefix":"d","text":" Upon agreement between the employer and the employee, family leave may be taken on a reduced leave schedule, during which the 16 workweeks of family leave may be taken over a period not to exceed 24 consecutive workweeks."},{"prefix":"e","text":"(1) Except as provided in paragraphs (2) and (3) of this subsection, family leave may consist of unpaid leave."},{"prefix":"2","text":" Any paid family, vacation, personal, or compensatory leave provided by an employer that the employee elects to use for family leave shall count against the 16 workweeks of allowable family leave provided in this chapter."},{"prefix":"3","text":" If an employer has a program that allows an employee to use the paid leave of another employee under certain conditions, and the conditions have been met, the employee may use the paid leave as family leave and the leave shall count against the 16 workweeks of family leave provided in this chapter."},{"prefix":"4","text":" Nothing in this section shall require an employer to provide paid family leave."},{"prefix":"f","text":" If the necessity for leave under this section is foreseeable based on an expected birth or placement of a child with an employee, the employee shall provide the employer with reasonable prior notice of the expected birth or placement of a child with the employee."},{"prefix":"g","text":" If the necessity for family leave under this section is foreseeable based on planned medical treatment or supervision, an employee shall:"},{"prefix":"1","text":" Provide the employer with reasonable prior notice of the medical treatment or supervision; and"},{"prefix":"2","text":" Make a reasonable effort to schedule the medical treatment or supervision, subject to the approval of the health care provider of the employee or family member, in a manner that does not disrupt unduly the operations of the employer."},{"prefix":"h","text":"(1) If 2 family members are employees of the same employer:"},{"prefix":"A","text":" The employer may limit to 16 workweeks during a 24-month period the aggregate number of family leave workweeks to which the family members are entitled; and"},{"prefix":"B","text":" The employer may limit to 4 workweeks during a 24-month period the aggregate number of family leave workweeks to which the family members are entitled to take simultaneously."},{"prefix":"2","text":" For the purposes of this subsection, the term \"same employer\" includes an office, division, subdivision, or other organizational section of an employer in which both employees have the same or interrelated duties and the absence of both employees would disrupt unduly the conduct of the employer's business."},{"prefix":"i","text":"(1) Information that an employee gives to an employer regarding a family relationship, pursuant to which the employee seeks to take family leave under this section, shall be used only to make a decision in regard to the provisions of this chapter. An employer shall keep any information regarding the family relationship confidential."},{"prefix":"2","text":" Any employer who willfully violates this subsection shall be assessed a civil penalty of $1,000 for each offense."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Family and Medical Leave. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"502","identifier":"32-502","catch_text":"Family leave requirement."}}