{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 36-1101.\n\nLegislative History of Laws\n\nLaw 6-162, the \"District of Columbia Government Pay Equity and Training Act of 1986,\" was introduced in Council and assigned Bill No. 6-219, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on July 8, 1986, and September 23, 1986, respectively. Signed by the Mayor on October 9, 1986, it was assigned Act No. 6-208 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 32-601\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-162, ยง 2, 33 DCR 6684.)","sections":[{"prefix":"1","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"2","text":" \"District\" means the District of Columbia government."},{"prefix":"3","text":" \"Discriminatory wage differentials\" means differences in rates of pay resulting from the use of discriminatory wage-setting practices."},{"prefix":"4","text":" \"Discriminatory wage-setting practices\":"},{"prefix":"A","text":" With regard to gender, means practices resulting in a situation where the rates of pay for positions or position classifications that are dominated (composed 70% or more) by members of 1 sex are lower than the rates of pay for positions or position classifications that are dominated (composed 70% or more) by members of the opposite sex, although the work performed is of comparable value as measured by the composite of the skill, effort, responsibilities, and working conditions normally required in the performance of the work."},{"prefix":"B","text":" With regard to race, means practices resulting in a situation where the rates of pay for positions or position classifications that have a disproportionate representation of employees from a nationally recognized minority race are lower than the rates of pay for positions that are nonminority dominated, although the work performed is of comparable value as measured by the composite of the skill, effort, responsibilities, and working conditions normally required in the performance of the work."},{"prefix":"5","text":" \"Effort\" means the energy required in the performance of work, including any intellectual or physical energy."},{"prefix":"6","text":" \"Employee\" means an individual employed by the District or any of its independent agencies, including the public schools of the District of Columbia and the University of the District of Columbia, who performs a function of the District and who receives compensation for the performance of these services."},{"prefix":"7","text":" \"Equitable job-evaluation technique\" means an objective method of determining the comparable value of different positions or position classifications using a system that rates numerically the composite of the skill, effort, responsibilities, and working conditions normally required in the performance of the work, and that does not discriminate, either intentionally or in its effects, on the basis of race, color, religion, sex, or any other basis prohibited by Chapter 14 of Title 2."},{"prefix":"8","text":" \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"9","text":" \"Position\" means the job an employee holds and the duties and responsibilities assigned to an employee."},{"prefix":"10","text":" \"Position classification\" means a group or class of positions that is sufficiently similar as to kind or subject matter of work, level of difficulty, responsibility, and qualification requirements to warrant similar treatment in personnel and pay administration."},{"prefix":"11","text":" \"Protected classes\" means those groups of individuals against whom acts of discrimination are barred by Chapter 14 of Title 2."},{"prefix":"12","text":" \"Responsibility\" means the duties and obligations involved in the performance of a job, including the extent to which the District relies on an employee to perform the work, the importance of the duties, and the accountability of the employee for the work of others and for resources."},{"prefix":"13","text":" \"Skill\" means the competence required in the performance of the work including any type of intellectual or physical skill acquired through experience, training, education, or natural ability."},{"prefix":"14","text":" \"Working conditions\" means the environment in which an employee performs work, including physical and psychological factors."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Government Pay Equity and Training."},"heading":{"title":"32","chaptersection":"601","identifier":"32-601","catch_text":"Definitions."}}