{"text":"Within 180 days after receipt of the consultant's findings, the Commission shall simultaneously submit to the Council, to the Mayor, and to the Chairman of the Committee on Government Operations its final report that shall consist of the consultant's findings, and any written comments of individual Commission members. In the final report the Commission shall also:","historical":"Prior Codifications\n\n1981 Ed., § 36-1107.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-162, see Historical and Statutory Notes following § 32-601.\n\nDC CODE § 32-607\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-162, § 8, 33 DCR 6684.)","sections":[{"prefix":"1","text":" Specify a plan including a timetable to carry out each of the consultant's recommendations, or, in the event that the Commission does not specify a plan to carry out 1 or more of the recommendations, give reasons for not specifying a plan;"},{"prefix":"2","text":" Collect and evaluate research findings with respect to training technology and effectiveness;"},{"prefix":"3","text":" Identify functional areas where new or expanded training activities and apprenticeship opportunities are needed, specifically for the purpose of providing new opportunities for any groups that are found to be discriminated against based upon the findings of the consultant's study;"},{"prefix":"4","text":" Identify methods of improving the interagency coordination of training programs and resources and recruitment to encourage upward mobility in gender and race-dominated career areas;"},{"prefix":"5","text":" Advise the Council and the Mayor on means of strengthening programs for training generally in the District;"},{"prefix":"6","text":" Analyze and evaluate the skill level, criteria, and proficiency requirements for determining an employee's eligibility for training and career advancement as a result of successful completion of training; and"},{"prefix":"7","text":" Submit to the Council estimates of any funds necessary within each bargaining unit or pay plan for the elimination of any discriminatory wage differentials that may be found to exist for position classifications on the list established pursuant to § 32-604(a)(4)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Government Pay Equity and Training."},"heading":{"title":"32","chaptersection":"607","identifier":"32-607","catch_text":"Final report."}}