{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-118, see notes following ยง 32-751.\n\nDC CODE ยง 32-754\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-118, ยง 205, 53 DCR 2602.)","sections":[{"prefix":"a","text":" Grant applications shall be made at the time and in the manner designated by the Director."},{"prefix":"b","text":" Grant applications shall include a detailed budget, cost benefit analysis, identifiable performance benchmarks, and a general description of the employment benefits to be derived by the recipient."},{"prefix":"c","text":" The Director shall accept simplified grant applications from District residents seeking basic employment or job training skills."},{"prefix":"d","text":" Grant applications made by District businesses, business coalitions and partnered-nonprofit organizations shall also include a proposed workforce development program model demonstrating an effective approach to increasing the employability of program participants or the retention of their current workforce and which is directly linked to existing or anticipated employment opportunities. Applications made pursuant to this subsection may be utilized to significantly enhance the skill levels and career opportunities of current employees who are residents of the District."},{"prefix":"e","text":" In evaluating grant applications for decisions as to funding, the Director shall give priority to those applications which the Director determines best serve low-income District residents or job skills-deficient residents in the following categories:"},{"prefix":"1","text":" Youths between 18 and 21 years of age;"},{"prefix":"2","text":" Recipients of Temporary Assistance to Needy Families;"},{"prefix":"3","text":" Dislocated workers;"},{"prefix":"4","text":" Ex-offenders;"},{"prefix":"5","text":" Veterans; and"},{"prefix":"6","text":" District residents deficient in job skills."},{"prefix":"f","text":" In determining whether to fund grant applications, the Director shall consider, in addition to the criteria set forth in subsections (d) and (e) of this section, the following:"},{"prefix":"1","text":" The amount of funds available in the Job Opportunity Bank;"},{"prefix":"2","text":" Available and reliable information concerning the current and future labor market;"},{"prefix":"3","text":" Non-duplication of funding available through section 112 of the Workforce Investment Act of 1998, approved August 7, 1998 (112 Stat. 936; 29 U.S.C. ยง 2822) and other federal, state, or local job development and job training programs; and"},{"prefix":"4","text":" Any prior experience of the applicant with job training or workforce development programs."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"7B","text":"Job Opportunity Bank."},"heading":{"title":"32","chaptersection":"754","identifier":"32-754","catch_text":"Grant applications and priorities."}}