{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 36-1408.\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see §§ 2 to 6 of Impacted Resident Economic Assistance Temporary Act of 2001 (D.C. Law 14-72, February 27, 2002, law notification 49 DCR 2282).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Impacted Resident Economic Assistance Emergency Act of 2001 (D.C. Act 14-165, November 6, 2001, 48 DCR 10413).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 9-114, see Historical and Statutory Notes following § 32-701.\n\nDC CODE § 32-710\n\nCurrent through December 11, 2012","credits":"(June 11, 1992, D.C. Law 9-114, § 12, 39 DCR 2861.)","sections":[{"prefix":"a","text":" Nothing in this chapter shall supersede any provision of law that provides more generous rights or benefits than the domestic partnership or family membership rights and benefits provided pursuant to this chapter."},{"prefix":"b","text":" Nothing in this chapter shall be construed to discourage an employer from providing more generous rights or benefits than the domestic partnership or family membership rights or benefits provided pursuant to this chapter."},{"prefix":"c","text":" Nothing in this chapter shall diminish an employer's obligation to comply with a collective bargaining agreement or an employment benefits program or plan that provides more generous rights or benefits than the domestic partnership or family membership rights or benefits provided pursuant to this chapter."},{"prefix":"d","text":" The domestic partnership or family membership rights or benefits provided pursuant to this chapter shall not be diminished by a collective bargaining agreement or an employment benefit program or plan, except that this chapter shall not supersede any clause on domestic partnership or family membership rights or benefits in a collective bargaining agreement in force on June 11, 1992, excluding any extension or renewal after such date, that the collective bargaining agreement is in effect."},{"prefix":"e","text":" No provision of this chapter shall exempt or relieve, or be construed to exempt or relieve, any person from any duty, liability, penalty, or obligation to provide relief under Chapter 14 of Title 2."},{"prefix":"f","text":" This chapter provides registration and other mechanisms to reduce discrimination prohibited under Chapter 14 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"7","text":"Health Care Benefits Expansion."},"heading":{"title":"32","chaptersection":"710","identifier":"32-710","catch_text":"Effect on existing rights and benefits."}}