{"text":"For purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-118, the \"Way to Work Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-286 which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on February 7, 2006, and March 7, 2006, respectively. Signed by the Mayor on March 23, 2006, it was assigned Act No. 16-335 and transmitted to both Houses of Congress for its review. D.C. Law 16-118 became effective on June 8, 2006.\n\nDC CODE ยง 32-751\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-118, ยง 202, 53 DCR 2602.)","sections":[{"prefix":"1","text":" \"Director\" means the Director of the Department of Employment Services."},{"prefix":"2","text":" \"Grantee\" means any person or entity that receives a grant from the District to provide workforce development services."},{"prefix":"3","text":" \"Job skills-deficient resident\" means an individual resident of the District whose employment opportunities are restricted by deficiencies in education, work experience, work training, work skills, or the loss of certain occupations or industries from the economy of the District or the Washington Metropolitan Area and whose job skills deficiencies and residence is determined and certified by the Director."},{"prefix":"4","text":" \"Low-income District resident\" means an individual resident of the District whose personal or family income in the previous 6 months on an annualized basis does not exceed 200% of the lower living standard income level and whose income and residence is certified by the Director."},{"prefix":"5","text":" \"Workforce Investment Council\" means the body created pursuant to ยง 32- 1603."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"7B","text":"Job Opportunity Bank."},"heading":{"title":"32","chaptersection":"751","identifier":"32-751","catch_text":"Definitions."}}