{"text":"","historical":"Legislative History of Laws\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 2081 of D.C. Law 19-168 provided that subtitle I of title II of the act may be cited as \"Department of Employment Services Local Job Training Quarterly Outcome Report Act of 2012\".\n\nDC CODE ยง 32-771\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 2012, D.C. Law 19-168, ยง 2082, 59 DCR 8025.)","sections":[{"prefix":"a","text":" Beginning on February 15, 2013, the Department of Employment Services (\"Department\") shall transmit to the Council on a quarterly basis, and make available on the Department's website, a report on the outcomes associated with all local funding administered by the Department for job training or adult education purposes. The report shall include the following outcome measures for job training or adult education participants delineated by job training program and vendor:"},{"prefix":"1","text":" The amount of funding that the program or vendor, or that both the program and the vendor, received;"},{"prefix":"2","text":" The number of individuals enrolled in job training or adult education;"},{"prefix":"3","text":" The classification of instructional program codes for which they were trained;"},{"prefix":"4","text":" The number and percentage of those participants who were referred to the job training program or vendor who completed the job training or adult education program;"},{"prefix":"5","text":" The number and percentage of those participants who completed the job training or adult education program who earned a General Educational Diploma, high school diploma, or a noncredit or credit-bearing certificate or degree offered by licensed post-secondary education and training programs or vendors;"},{"prefix":"6","text":" Among participants who were unemployed at the start of the program, the number and percentage of participants who completed the job training or adult education program who found employment within 6 months of graduation;"},{"prefix":"7","text":" Among participants who found employment within 6 months of graduation, the average wage earned; and"},{"prefix":"8","text":" Among participants who found employment within 6 months of graduation, the number and percentage of participants who retained employment 6 months after their initial start date."},{"prefix":"b","text":" The report shall also include the following outcome measures for subsidized employment programs, including the Transitional Employment Program (\"TEP\"), established pursuant to ยง 32-1331:"},{"prefix":"1","text":" The number of individuals participating, by month;"},{"prefix":"2","text":" The number of private-sector employers that hosted a participant;"},{"prefix":"3","text":" The number and percentage of participating residents who receive wages from their employer in addition to their subsidized wage and the average amount of the additional wages;"},{"prefix":"4","text":" The average length of placement in the subsidized jobs;"},{"prefix":"5","text":" The number and percentage of participants who have been hired into unsubsidized jobs upon completion of the subsidized component of TEP or within 6 months of participating in the program, and the average wages of those hired; and"},{"prefix":"6","text":" Among program participants who found unsubsidized employment, the number and percentage of participants who retained unsubsidized employment for at least 6 months after their initial unsubsidized start date."},{"prefix":"c","text":" The report shall also include the following outcome measures for training employment programs, including the On-the-Job Training program, established pursuant to ยง 32-241(a)(4), the:"},{"prefix":"1","text":" Number of individuals participating, by month;"},{"prefix":"2","text":" Number of private sector employers that hosted a participant;"},{"prefix":"3","text":" Average and median wages paid to participants whose employers are then reimbursed by the Department;"},{"prefix":"4","text":" Average amount and percentage paid of wage reimbursement per participant;"},{"prefix":"5","text":" Average duration of time participants spend in the training component of a program; and"},{"prefix":"6","text":" Number and percentage of participants who retain employment for an additional 6 months beyond the completion of the training at the same wages and benefits as those in comparable positions who are not associated with a program."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"7C","text":"Job Training and Adult Education Programs Quarterly Reports."},"heading":{"title":"32","chaptersection":"771","identifier":"32-771","catch_text":"Department of Employment Services quarterly reports on job training and adult education programs."}}