{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-192 rewrote subsecs. (e) and (f), which had read as follows:\n\n\"(e) The funds shall be administered by Director of the Department of Employment Services.\n\n\"(f) Subject to the availability of funds, the Director of the Department of Employment Services may fund applications for grants or other assistance.\"\n\nD.C. Law 17-353 , in subsec. (f), substituted \"The\" for \"Subject to the availability of funds, the\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2192 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 2192 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 2192 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 16-118, see notes following § 32-751.\n\nLaw 16-192, the \"Fiscal Year Budget Support Act of 2006\", was introduced in Council and assigned Bill No. 16-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 9, 2006, and June 6, 2006, respectively. Signed by the Mayor on August 8, 2006, it was assigned Act No. 16-476 and transmitted to both Houses of Congress for its review. D.C. Law 16-192 became effective on March 2, 2007.\n\nFor Law 17-353, see notes following § 32-101.\n\nMiscellaneous Notes\n\nShort title: Section 2191 of D.C. Law 16-192 provided that subtitle P of title II of the act may be cited as the \"Job Opportunity Fund Clarification Act of 2006\".\n\nDC CODE § 32-752\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-118, § 203, 53 DCR 2602; Mar. 2, 2007, D.C. Law 16-192, § 2192, 53 DCR 6899; Mar. 25, 2009, D.C. Law 17-353, § 318(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" There is established a Job Opportunity Bank for the purpose of providing grants and other forms of financial assistance to increase job opportunities for low-income District residents to upgrade their job skills and provide customized skills training for new and incumbent workers employed by District employers."},{"prefix":"b","text":" The Job Opportunity Bank shall be subject to the general policy guidance and direction of the Workforce Investment Council."},{"prefix":"c","text":" The Workforce Investment Council shall serve in an advisory capacity to the Mayor and the Director in matters pertaining to the operation and administration of the Job Opportunity Bank."},{"prefix":"d","text":" The Job Opportunity Bank shall be funded by annual appropriations."},{"prefix":"e","text":" The funds shall be administered by the Deputy Mayor for Planning and Economic Development."},{"prefix":"f","text":" The Deputy Mayor for Planning and Economic Development may fund applications for grants or other assistance as may be recommended by the Director under the provisions of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"7B","text":"Job Opportunity Bank."},"heading":{"title":"32","chaptersection":"752","identifier":"32-752","catch_text":"Establishment and administration of the Job Opportunity Bank."}}