{"text":"When used in this subchapter, the following words shall have the following meanings, unless the context clearly requires otherwise:","historical":"Prior Codifications\n\n1981 Ed., § 36-222.\n\n1973 Ed., § 36-432.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-186, see Historical and Statutory Notes following § 32-801.\n\nReferences in Text\n\nThe Minimum Wage and Industrial Safety Board, referred to in paragraph (2) of this section, was replaced by the District of Columbia Occupational Safety and Health Board, pursuant to D.C. Law 7-186, §§ 6 and 25, codified at § 32-1105 and providing for the repeal of §§ 32-801 to 32-812.\n\nMiscellaneous Notes\n\nRepeal of chapter: See Historical and Statutory Notes following § 32-801.\n\nDC CODE § 32-802\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1918, ch. 174, title II, § 2; Oct. 14, 1941, 55 Stat. 738, ch. 438, § 3; Jan. 5, 1971, 84 Stat. 1936, Pub. L. 91-650, title V, § 501(1).)","sections":[{"prefix":"1","text":" \"Employer\" includes every person, firm, corporation, partnership, stock association, agent, manager, representative, or foreman, or other persons having control or custody of any place of employment or of any employee. It shall not include the District of Columbia or any instrumentality thereof, or the United States or any instrumentality thereof."},{"prefix":"2","text":" \"Board\" means the Minimum Wage and Industrial Safety Board."},{"prefix":"3","text":" \"Safe\" and \"safety\" as applied to an employment, a device, or a place of employment, including facilities of sanitation and hygiene, mean such freedom from danger to life or health of employees as circumstances reasonably permit, and shall not be given restrictive interpretation so as to exclude any mitigation or prevention of a specific danger."},{"prefix":"4","text":" \"Place of employment\" means any place where employment is carried on; provided, however, that such term shall not include the premises of any federal or District of Columbia establishment, except to include any and all work of whatever nature being performed by an independent contractor for the United States government or any instrumentality thereof, or the District of Columbia or any instrumentality thereof."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Industrial Safety."},"subchapter":{"identifier":"I","text":"General. (Refs & Annos)"},"heading":{"title":"32","chaptersection":"802","identifier":"32-802","catch_text":"Definitions."}}