{"text":"The requirements to enter into a labor peace agreement shall not apply to:","historical":"Effect of Amendments\n\nD.C. Law 16-191 validated previously made technical corrections in the designations of pars. (1) to (8).\n\nLegislative History of Laws\n\nFor Law 14-266, see notes following § 32-851.\n\nFor Law 16-191, see notes following § 32-242.\n\nDC CODE § 32-854\n\nCurrent through December 11, 2012","credits":"(Apr. 2, 2003, D.C. Law 14-266, § 5, 50 DCR 412; Mar. 2, 2007, D.C. Law 16-191, § 135, 53 DCR 6794.)","sections":[{"prefix":"1","text":" An employer employing fewer than the equivalent of 15 full-time or part-time employees at the development project;"},{"prefix":"2","text":" An employer who is a signatory to a valid and binding collective bargaining agreement or agreements covering the terms and conditions of employment for all of its employees at that development project or who has entered into an agreement or agreements with one or more labor organizations regarding such employees, and the agreement provides at least equal protection from the risks of labor-management conflict as provided by the minimum terms of a labor peace agreement;"},{"prefix":"3","text":" A development project where the Mayor determines that the risk to the District's financial or other nonregulatory interests resulting from labor-management conflict is so minimal or speculative as not to warrant concern for the District's investment or other nonregulatory interests;"},{"prefix":"4","text":" A development project that receives less than $1 million dollars of the total cost of the project from the District;"},{"prefix":"5","text":" A residential development project;"},{"prefix":"6","text":" A multi-tenanted development project that is built on a speculative basis;"},{"prefix":"7","text":" A development project that receives only conduit bond financing from the District; or"},{"prefix":"8","text":" A development project involving a historically designated building."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"32","text":"Labor. (Refs & Annos)"},"chapter":{"identifier":"8A","text":"Labor Peace Agreements for Hotel Development Projects."},"heading":{"title":"32","chaptersection":"854","identifier":"32-854","catch_text":"Exceptions."}}