{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-227, see notes following ยง 34-1651.01.\n\nDC CODE ยง 34-1671.03\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 2005, D.C. Law 15-227, ยง 4, 51 DCR 10549.)","sections":[{"prefix":"a","text":" The Commission shall adopt regulations or issue orders to:"},{"prefix":"1","text":" Govern the licensing and the revocation, suspension, or surrender of a natural gas supplier license;"},{"prefix":"2","text":" Implement customer protections;"},{"prefix":"3","text":" Establish procedural rules for complaints, investigations, and dispositional hearings;"},{"prefix":"4","text":" Impose a civil penalty or other remedy;"},{"prefix":"5","text":" Require that residential customers' bills indicate, as an individual line item, charges for retail natural gas sales;"},{"prefix":"6","text":" Establish reasonable requirements for solicitation of residential customers;"},{"prefix":"7","text":" Establish uniform contract terms, except as to price, for the enrollment agreement for residential customers;"},{"prefix":"8","text":" Establish reasonable procedures for contracting between residential customers and natural gas suppliers;"},{"prefix":"9","text":" Establish reasonable requirements and limitations relating to deposits, billing, contract cancellations, and disconnections of residential customers; and"},{"prefix":"10","text":" Establish minimum service quality, safety, and reliability standards."},{"prefix":"b","text":" The Commission shall adopt any other regulations, or issue any other orders, consistent with the policies enunciated in this chapter that are necessary to ensure the development of a competitive market for retail natural gas, billing, and any component of retail natural gas sales declared to be a potentially competitive service."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Natural Gas."},"chapter":{"identifier":"16C","text":"Retail Natural Gas Supplier Licensing and Consumer Protection."},"heading":{"title":"34","chaptersection":"1671","identifier":"34-1671.03","catch_text":"Role, duties, and powers of the Commission."}}