{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1256.02\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 602, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" Within 30 days after the approval of a franchise, a cable operator shall deposit with a bank located in the District, in an interest bearing escrow account established in the name of the District, a sum to be determined by the Office or set forth in a franchise agreement, as a security fund for the cable operator's faithful performance of all the provisions of the franchise agreement; its compliance with all orders, permits, and directions of any District agency having jurisdiction over the cable operator's acts or defaults under the franchise agreement; payment of any claims and liens due to the District by reason of the construction, operation, or maintenance of the cable system."},{"prefix":"b","text":" Of the security fund, no less than 20% shall be in cash, with the balance in the form of an irrevocable, unconditional letter of credit or other instrument in a form acceptable to the Corporation Counsel. The letter of credit or other instrument shall in no event require the consent of the cable operator prior to the collection by the District of any amount covered by such letter of credit or other instrument. The cable operator shall be entitled to interest on the cash portion of the security fund at a rate equal to whatever rate the District is actually earning on the cash."},{"prefix":"c","text":" The security fund, including any interest, shall become the property of the District to the extent necessary to cure outstanding violations, including outstanding liquidated damages that may be provided for in the franchise agreement, in the event that the franchise is terminated or revoked."},{"prefix":"d","text":" The bond shall require 30 calendar days written notice of any cancellation to both the Office and the cable operator."},{"prefix":"e","text":" Any failure by a cable operator to make deposits into or maintain the security fund as provided in this section shall be a material breach of the franchise and shall be grounds for the termination or revocation of the franchise. The procedures to follow in the event of a material breach may be set forth in the franchise agreement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"F","text":"Required Payments; Insurance and Indemnification."},"heading":{"title":"34","chaptersection":"1256","identifier":"34-1256.02","catch_text":"Security fund."}}