{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1257.05\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 705, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" A cable operator shall notify the general public prior to commencing any proposed construction that will significantly disturb or disrupt public rights-of-way or public space, or that has the potential to present danger or affect the safety of the public generally."},{"prefix":"b","text":" Except for routine maintenance or minor repair work, at least 5 days prior to commencement of work, a cable operator shall notify residents and others in the immediate vicinity of proposed construction who are most likely to be affected by the construction work either by telephone, in person, by mail, or distribution of door hangers, and shall provide written notice by first class mail to the affected Advisory Neighborhood Commission and the Advisory Neighborhood Commissioner of the affected single-member district. Publication of a notice in a local newspaper shall not be deemed adequate notice. The notice must include the name and local telephone number of the cable operator's representative who is qualified to answer questions concerning the proposed construction."},{"prefix":"c","text":" In addition to the notice requirements in subsections (a) and (b) of this section, before entering any person's property for proposed construction work, a cable operator shall obtain the permission of the owner and shall contact the property owner, and the resident, in the case of a leased property, at least 2 days before entering the person's property."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"G","text":"Construction and Operation of the Cable System."},"heading":{"title":"34","chaptersection":"1257","identifier":"34-1257.05","catch_text":"Construction notice to the public."}}