{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1801.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) extension of the term of the franchise of District Cablevision Limited Partnership, see §§ 2 to 8 of the Approval of the Extension of the Term of District Cablevision Limited Partnership Franchise Temporary Act of 2000 (D.C. Law 13-142, June 13, 2001, law notification 47 DCR 6092).\n\nFor temporary (225 day) amendment of section, see § 2 of the Approval of the Extension of the Term of Comcast Cablevision of the District, LLC's Franchise Temporary Act of 2001 (D.C. Law 14-12, July 10, 2001, law notification 48 DCR 6588).\n\nEmergency Act Amendments\n\nFor temporary (90-day) authorization of extension of cable franchise term, see §§ 2 through 4 of the Approval of the Extension of the Term of District Cablevision Limited Partnership Franchise in the District of Columbia Emergency Act of 2000 (D.C. Act 13-314, April 17, 2000, 47 DCR 2847).\n\nFor temporary (90-day) amendment of section, see §§ 2 through 10 of the Approval of the Application for Transfer of the Franchise and the Cable Television System of District Cablevision Limited Partnership From AT&T Broadband, LLC to Comcast Cablevision, LLC Emergency Act of 2000 (D.C. Act 13- 503, December 28, 2000, 48 DCR 445).\n\nFor temporary (90 day) extension of cable franchise term, see § 2 of Approval of the Extension of the Term of Comcast Cablevision of the District, LLC's, Franchise Emergency Act of 2001 (D.C. Act 14-23, March 21, 2001, 48 DCR 3309).\n\nFor temporary (90 day) repeal of section, see § 3 of Cable Television Reform Emergency Amendment Act of 2002 (D.C. Act 14-409, July 15, 2002, 49 DCR 7280).\n\nLegislative History of Laws\n\nLaw 4-142, \"Cable Television Communications Act of 1981\", was introduced in Council and assigned Bill No. 4-35, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on March 9, 1982, and June 8, 1982, respectively. Approved without signature by the Mayor, it was assigned Act No. 4-208 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-36, see Historical and Statutory Notes following § 34-1202.01.\n\nLaw 5-42 was introduced in Council and assigned Bill No. 5-29, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on July 5, 1983, and September 6, 1983, respectively. Signed by the Mayor on September 22, 1983, it was assigned Act No. 5-67 and transmitted to both Houses of Congress for its review.\n\nLaw 14-193, the \"Cable Television Reform Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-480, which was referred to the Committee on Economic Development.  The Bill was adopted on first and second readings on June 18, 2002, and July 2, 2002, respectively.   Signed by the Mayor on July 15, 2002, it was assigned Act No. 14-412 and transmitted to both Houses of Congress for its review.  D.C. Law 14-193 became effective on October 9, 2002.\n\nMiscellaneous Notes\n\nAppropriations authorized: Public Law 104-194, 110 Stat. 2363, the District of Columbia Appropriations Act, 1997, provided for the Cable Television Enterprise Fund, established by § 43-1801 et seq., $2,511,000 and 8 full-time equivalent positions (including $2,179,000 and 8 full-time equivalent positions from local funds and $332,000 from other funds).\n\nSections 2 through 6 of D.C. Law 13-211 provide:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'AT&T' means AT&T Corporation, a New York corporation.\n\n\"(2) 'AT&T Cable Merger Co.' means AT&T Cable Merger Company, a District of Columbia corporation and a wholly owned subsidiary of AT&T.\n\n\"(3) 'Cable Act' means the Cable Television Communications Act of 1981.\n\n\"(4) 'CFA' means the Franchise Agreement, as amended, originally approved by the District of Columbia Cable Television Franchise Award Act of 1984.\n\n\"(5) 'Change of Control Agreement' means the contractual agreement between the District of Columbia, DCI, AT&T Cable Merger Co., AT&T, and DCLP, setting forth terms and conditions for the transfer of control of DCI to AT&T.\n\n\"(6) 'DCI' means District Cablevision, Inc., a District of Columbia corporation.\n\n\"(7) 'DCLP' means District Cablevision Limited Partnership, a District of Columbia limited partnership.\n\n\"(8) 'OCTT' means the Office of Cable Television and Telecommunications.\n\n\"(9) 'Proposed Transaction' means the Agreement and Plan of Merger dated September 1, 1999, among AT&T, AT&T Cable Merger Co., DCI, and Robert Johnson, by which DCI would become a subsidiary of AT&T.\n\n\"(10) 'System' means the cable television system of DCLP currently serving the District of Columbia.\n\n\"(11) 'Transfer Application' means the completed Federal Communications Commission Form 394, together with all exhibits and supporting material, filed in connection with the Proposed Transaction and complete as of September 9, 1999.\n\n\"Sec. 3. Findings.\n\n\"The Council finds that:\n\n\"(1) DCLP holds a cable television franchise from the District, subject to the Cable Act, other applicable law, and the terms and conditions of the CFA.\n\n\"(2) DCI is the general partner and controls 25% of DCLP and has approximately 100 shareholders, most of whom reside in the District and are individuals with long-term holdings.\n\n\"(3) TCI of D.C., Inc., a subsidiary of AT&T, is the limited partner of DCLP, owns and controls 75% of DCLP, and exercises day-to-day operational control of the System.\n\n\"(4) On June 22, 1999, AT&T and DCI filed materials with the District seeking the District's consent to the Proposed Transaction, whereby DCI's stock would be transferred from individual shareholders of DCI to AT&T and AT&T would become the 100% owner of DCLP.\n\n\"(5) AT&T and DCI submitted additional information to complete the Transfer Application on September 3, 1999, and September 9, 1999.\n\n\"(6) The Council has the legal authority to approve or deny the transfer of DCI's ownership interest in DCLP that would result from the Proposed Transaction pursuant to section 21 of the Cable Act and section 3.11.03 of the CFA.\n\n\"(7) DCLP, DCI, and AT&T entered into a Change of Control Agreement with the District to establish the parties' rights and obligations in connection with the Proposed Transaction and to certify the District's consent to the Proposed Transaction.\n\n\"(8) Pursuant to section 21(g) of the Cable Act and section 3.11.05 of the CFA, OCTT has reviewed the Transfer Application, the supplemental information submitted by AT&T and DCI, and the relevant qualifications of AT&T.\n\n\"(9) Based on the available information, OCTT has recommended that the Council approve the Proposed Transaction.\n\n\"Sec. 4. Approval of transaction.\n\n\"The Council approves the Transfer Application and the Change of Control Agreement, allowing the transfer of control to AT&T of the general partnership interest of DCI in DCLP.\n\n\"Sec. 5. Interpretation.\n\n\"The approval of the Council shall constitute a 'final decision' for purposes of section 617 of the Communications Act of 1934, approved October 5, 1992 (106 Stat. 1489; 47 U.S.C. 537) and the consent of the Council for the purposes of the Cable Act.\n\n\"Sec. 6. Authorization to sign.\n\n\"The Chairman is authorized to sign the Change of Control Agreement on behalf of the Council.\"\n\nSections 601 through 610 of D.C. Law 13-308 provide:\n\n\"Sec. 601. Short title.\n\n\"The title may be cited as the 'Approval of the Application for Transfer of the Franchise and the Cable Television System of District Cablevision Limited Partnership from AT&T Broadband to Comcast Cablevision Act of 2000'.\n\n\"Sec. 602. Definitions.\n\n\"For the purpose of this act, the term:\n\n\"(1) 'AT&T' means AT&T Broadband, LLC, a Delaware corporation.\n\n\"(2) 'Cable Act' means the Cable Television Communications Act of 1981.\n\n\"(3) 'CFA' means the Cable Franchise Agreement, dated September 30, 1985, as amended, between the District of Columbia and District Cablevision Limited Partnership.\n\n\"(4) 'Chairman' means the Chairman of the Council of the District of Columbia.\n\n\"(5) 'Comcast' means Comcast Cablevision of the District, LLC, a District of Columbia corporation, a wholly owned subsidiary of Comcast Cablevision of the South, Inc.\n\n\"(6) 'Comcast South' means Comcast Cablevision of the South, Inc., a Colorado Corporation.\n\n\"(7) 'Committee' means the Council's Committee on Economic Development.\n\n\"(8) 'Council' means the Council of the District of Columbia.\n\n\"(9) 'DCLP' means District Cablevision Limited Partnership, a District of Columbia Limited Partnership.\n\n\"(10) 'District' means the District of Columbia.\n\n\"(11) 'Franchise' means the nonexclusive right to provide cable television service in the District of Columbia granted pursuant to the Cable Ordinance and other applicable law, and subject to the terms and conditions of the CFA.\n\n\"(12) 'Franchisee' means District Cablevision Limited Partnership or DCLP.\n\n\"(13) 'OCTT' means the Office of Cable Television & Telecommunications.\n\n\"(14) 'Proposed Transaction' means the Asset Exchange Agreement dated as of August 11, 2000, between AT&T Corp. and the AT&T Parties and Comcast Corporation and the Comcast Parties and the transfer of the Franchise and substantially all of the cable television assets of DCLP to Comcast.\n\n\"(15) 'Settlement Agreement' means the binding contractual agreement between the District of Columbia, AT&T, and DCLP dated December 2000, which sets forth the details regarding the resolution of past compliance violations and associated issues.\n\n\"(16) 'System' means the cable system currently serving the District of Columbia.\n\n\"(17) 'Transfer Agreement' means the binding contractual agreement between the District of Columbia, AT&T, DCLP, Comcast South and Comcast dated December 2000, which sets forth the details regarding the transfer.\n\n\"(18) 'Transfer Application' means the filed Federal Communications Commission Form 394, together with all exhibits.\n\n\"Sec. 603. Findings.\n\n\"The Council finds that:\n\n\"(1) DCLP currently holds a Franchise from the District, subject to the Cable Act and other applicable laws, and subject to the terms and conditions of the CFA.\n\n\"(2) AT&T and Comcast have entered into the Proposed Transaction.\n\n\"(3) At the present time, AT&T is the parent corporation of DCLP and wholly owns the general partner, District Cablevision, Inc., and the limited partner, TCI of D.C., Inc.\n\n\"(4) On August 30, 2000, DCLP and Comcast filed materials, including a Transfer Application, with the District seeking the District's consent to the Proposed Transaction by which DCLP would transfer the Franchise and System to Comcast.\n\n\"(5) The Council has legal authority to approve or deny the transfer that would result from the Proposed Transaction pursuant to section 21 of the Cable Act and Section 3.11.03 of the CFA.\n\n\"(6) Pursuant to section 617 of the Communications Act of 1934, approved October 5, 1992 (106 Stat. 1489; 47 U.S.C. 537) ('Communication Act'), the Council (the local franchising authority) has 120 days following the filing of the Transfer Application to render a final decision thereon or the Transfer Application will be deemed to be granted.\n\n\"(7) Pursuant to section 21(g) of the Cable Act, and section 3.11.05 of the CFA, OCTT must make a recommendation to the Council concerning the final action that the Council should take on the transfer application.\n\n\"(8) Pursuant to section 21(g) of the Cable Act, and section 3.11.05 of the CFA, OCTT has reviewed the Transfer Application, supplemental information submitted by DCLP, AT&T, and Comcast, and has reviewed the qualifications of Comcast.\n\n\"(9) The Committee held a public hearing on the Proposed Transfer Application on November 13, 2000, 'On the Matter of: An Application for Franchise Authority Consent to Assignment of the District of Columbia Cable Television Franchise.'\n\n\"(10) DCLP, AT&T, Comcast South, Comcast, and the District have entered into a Transfer Agreement to certify the District's consent to the Proposed Transaction and to establish the parties' rights in connection with the transfer.\n\n\"(11) DCLP, AT&T and the District have entered into a Settlement Agreement to settle past contract and system compliance issues as cited by OCTT and the District.\n\n\"(12) Comcast has committed to adhere to the terms of the CFA in the Transfer Agreement.\n\n\"(13) Based on the foregoing, it is recommended by OCTT that the Council approve the Transfer Application.\n\n\"Sec. 604. Consideration of recommendation.\n\n\"The Council has reviewed the recommendation of OCTT and has received and considered comments, evidence, and information from the public and interested parties, including DCLP, AT&T, and Comcast.\n\n\"Sec. 605. Adoption of recommendation.\n\n\"Pursuant to authority granted under the Cable Act and the findings contained in section 603, the Council hereby adopts OCTT's recommendation regarding the proposed transfer from DCLP and AT&T to Comcast.\n\n\"Sec. 606. Approval.\n\n\"By adoption of the recommendation, pursuant to section 605, the Council hereby approves the Transfer Application. The Council approves the Transfer Agreement and Settlement Agreement, allowing the transfer from DCLP to Comcast.\n\n\"Sec. 607. Interpretation.\n\n\"The Council, as the franchising authority, intends that this act constitutes a 'final decision' of the franchising authority for purposes of section 617 of the Communications Act and the 'consent of the Council' required under the Cable Act.\n\n\"Sec. 608. Authorization to sign.\n\n\"This act authorizes the Chairman of the Council to sign on behalf of the Council, the Transfer Agreement, referred to herein and approved by the approval of this act.\n\n\"Sec. 609. Allocation of funds and spending authority.\n\n\"The revenue received as a result of the Settlement Agreement and Transfer Agreement shall be allocated upon receipt as follows:\n\n\"(1) $300,000 to the Mayor for a program to consider and make grants to public or private organizations to engage in telecommunications and technological initiatives;\n\n\"(2) $2.1 million to the Office of the Chief Technology Officer for construction and operation of the Wide Area Network and the Institutional Network;\n\n\"(3) $1.6 million to the Office of Cable Television and Telecommunications for the purchase of a mobile production microwave truck, purchase of equipment to provide closed captioning and costs associated with closed captioning, and payment of attorney and consultant fees associated with the transfer;\n\n\"(4) $750,000 to the Public Access Corporation for building renovations, equipment, and costs associated with the operation of the public access stations;\n\n\"(5) $125,000 to the District of Columbia Public Schools for the operation of the educational access station; and\n\n\"(6) $125,000 to the University of the District of Columbia for equipment and costs associated with the operation of the educational access station; and\n\n\"(7) Any remaining revenue to the General Fund.\n\n\"Sec. 610. Applicability date.\n\n\"This title shall apply as of December 27, 2000.\"\n\nExtension of cable franchise term: Sections 2 through 8 of D.C. Law 14-12 provide:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Cable Television Act' means the Cable Television Communications Act of 1981.\n\n\"(2) 'CFA' means the Cable Franchise Agreement entered into by the District of Columbia and DCLP, as amended September 30, 1985.\n\n\"(3) 'Chairman' means the Chairman of the Council of the District of Columbia.\n\n\"(4) 'Comcast DC' means Comcast Cablevision of the District, LLC, a District of Columbia corporation, a wholly owned subsidiary of Comcast Cablevision of the South, Inc.\n\n\"(5) 'Council' means the Council of the District of Columbia.\n\n\"(6) 'DCI' means District Cablevision Inc.\n\n\"(7) 'DCLP' means District Cablevision Limited Partnership.\n\n\"(8) 'District' means the District of Columbia.\n\n\"(9) 'Franchise' means the non-exclusive right granted to operate a cable television system in the District of Columbia pursuant to the District of Columbia Cable Television Franchise Award Act of 1984, the Cable Television Act and other applicable law, and subject to the terms and conditions of the CFA.\n\n\"(10) 'Franchisee' means Comcast Cablevision of the District, LLC or Comcast DC.\n\n\"(11) 'Franchise Extension Agreement' means the agreement between the District of Columbia and the Franchisee which sets forth the terms and conditions regarding the Franchise extension.\n\n\"(12) 'OCTT' means the District of Columbia Office of Cable Television and Telecommunications, established in section 6 of the Cable Television Act.\n\n\"Sec. 3. Findings.\n\n\"The Council finds that:\n\n\"(1) Comcast DC currently holds a Franchise from the District, subject to the CFA, Cable Television Act, and other applicable law.\n\n\"(2) The Franchise was scheduled to expire on March 14, 2000, but was extended in the Approval of the Extension of the Term of District Cablevision Limited Partnership's Franchise Act of 2000.\n\n\"(3) Pursuant to the District of Columbia Television Franchise Award Act of 1984, the District granted to DCI a 15-year, revocable Franchise to construct, reconstruct, operate and maintain a cable television system within the District and incorporated the CFA within the grant of the Franchise.\n\n\"(4) Pursuant to the Cable Television Franchise Agreement Modification Act of 1985, the District amended the CFA and approved assignment of the Franchise to DCLP, of which the general partner was DCI and of which the limited partner was an affiliate of Tele-Communications, Inc.\n\n\"(5) Pursuant to the Approval of the Transfer of Control of District Cablevision Limited Partnership from Tele-Communications, Inc. to AT&T Corporation Act of 2000, the District approved a transfer of control of Tele-Communications, Inc. the parent company of TCI of D.C., Inc., which was the limited partner of DCLP, to AT&T Corporation and approved transfer of control of the Franchise to AT&T.\n\n\"(6) Pursuant to the Approval of the Transfer of Control of District Cablevision, Inc. to AT&T Corp. Act of 2000, the District approved a transfer of control of DCI to AT&T.\n\n\"(7) Pursuant to the Approval for Transfer of the Franchise and the Cable Television System of District Cablevision Limited Partnership from AT&T Broadband, LLC to Comcast Cablevision, LLC Emergency Act of 2000, the District transferred the operation and the control of the Franchise to Comcast Cablevision, LLC and Comcast DC.\n\n\"(8) The Council believes that it would be in the best interest of the District and District residents to extend the term of the Franchise until March 14, 2002 in order to permit the parties to attempt to negotiate a franchise renewal agreement, to permit conclusion of the franchise renewal negotiations, and permit action by the Council on any proposed renewal of the Franchise.\n\n\"(9) On March 13, 2001, Comcast DC and the District entered into a Franchise Extension Agreement which set forth the terms and conditions of the Franchise extension, subject to Council approval.\n\n\"(10) Based on the promises contained in the Franchise Extension Agreement and the interests of the District and Comcast DC in extending the term of the Franchise in order to permit the parties to attempt to negotiate a franchise renewal agreement, OCTT has recommended that the Council approve the extension of the Franchise term.\n\n\"Sec. 4. Consideration of recommendation.\n\n\"The Council has reviewed the recommendation of OCTT.\n\n\"Sec. 5. Adoption of recommendation.\n\n\"Pursuant to authority granted under the Cable Television Act, the Council hereby adopts the recommendation of the OCTT regarding the proposed Franchise Extension.\n\n\"Sec. 6. Approval\n\n\"By adoption of the recommendation, the Council hereby grants an extension of the Franchise until March 14, 2002.\n\n\"Sec. 7. Authorization to sign.\n\n\"This act authorizes the Chairman of the Council to sign, on behalf of the Council, the Franchise Extension Agreement, referred to herein, and approved by this act.\n\n\"Sec. 8. Local and minority participation.\n\n\"OCTT shall, when negotiating the grant or renewal of a cable television or open video system franchise, advocate the substantial representation of local and minority residents in the management, operation, employment, and ownership of the cable television or open video system franchise. OCTT shall include in its draft model franchise agreement or request for proposals at least the following provisions: that over 65% of the employees of the franchisee be District residents; that over 65% of the franchisee's contracting and procurement (in dollar amount) be with local, small, and disadvantaged business enterprises; that over 65% of both managerial and supervisory employees of the franchisee be District residents and that at least 50% of those District residents be economically disadvantaged individuals, as that term is defined in section 2 of the Equal Opportunity for Local, Small, and Disadvantaged Business Enterprises Act of 1998, that a local board be established or maintained by the franchisee to oversee the operation of the District franchise and that the board be comprised of over 65% District residents and that at least 50% of those District residents be economically disadvantaged individuals, as that term is defined in section 2 of the Equal Opportunity for Local, Small, and Disadvantaged Business Enterprises Act of 1998.\"\n\nSection 10(b) of D.C. Law 14-12 provides that the act shall expire after 225 days of its having taken effect.\n\nDC CODE § 34-1201\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 2, 29 DCR 2872; Oct. 22, 1983, D.C. Law 5-36, § 3(1), 30 DCR 4289; Nov. 15, 1983, D.C. Law 5-42, § 4(a), 30 DCR 499; Oct. 9, 2002, D.C. Law 14-193, § 3, 49 DCR 7334.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Cable Television, 1981."},"heading":{"title":"34","chaptersection":"1201","identifier":"34-1201","catch_text":"Legislative purposes. [Repealed]"}}