{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-518.\n\n1973 Ed., § 43-318.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-153, see Historical and Statutory Notes following § 34-706.\n\nReferences in Text\n\nThe \"Utility Regulatory Assessment Clarification Act of 1984,\" referred to in the first sentence of subsection (c) of this section, is D.C. Law 5-153.\n\nDC CODE § 34-1118\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 980, ch. 150, § 8, par. 19; Mar. 14, 1985, D.C. Law 5-153, § 3(b), 31 DCR 6440.)","sections":[{"prefix":"a","text":" Each public utility shall furnish to the Commission in such form and at such times as the Commission shall require, such accounts, reports, and information as shall show in itemized detail; depreciation; salaries and wages; legal expenses; taxes and rentals; quantity and value of material used; receipts from residuals, by-products, services, or other sales; total and net costs; net and gross profits; dividends and interest; surplus or reserve; prices paid by consumers; and in addition such other items, whether of a nature similar to those hereinbefore enumerated or otherwise, as the Commission may prescribe, in order to show completely and in detail the entire operation of the public utility in furnishing its product or service to the public."},{"prefix":"b","text":" A notice of filing of all reports, applications, petitions, tariffs, and all other documents that affect the interests of users of the products of or services furnished by public utilities under the jurisdiction of the Commission that are filed by any public utility with the Commission or with federal and District of Columbia agencies, courts, and commissions shall be concurrently served on the Office of the People's Counsel at the time of filing and shall include the subject and purpose of the filing."},{"prefix":"c","text":" In connection with any investigation or proceeding under § 34- 804(d)(1), (3), or (4), as amended by the Utility Regulatory Assessment Clarification Act of 1984, the Office shall have the right to obtain from the public utility investigated all information and documents reasonably relevant and material to the investigation or proceeding. Should any public utility refuse or fail to produce the reasonably relevant information or documents in a timely manner, the Office may, by motion, petition the Commission to issue an order compelling its production. When necessary to protect the disclosure of trade secrets and other confidential research, development, or commercial information, the Commission may, where appropriate, issue a protective order placing conditions on the release of the information."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"11","text":"Service, Valuation, Accounts. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"1118","identifier":"34-1118","catch_text":"Utilities to furnish accounts and reports; information to be included; notice of certain filings to be served on People's Counsel; disclosure of information and documents by investigated utility."}}