{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1252.03\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 203, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" There is hereby established within the General Fund of the District, a Cable Television Special Account, to which shall be credited all revenues owed and accruing to the District from the establishment, regulation, and operation of a cable system. The Cable Television Special Account shall be nonlapsing. Revenues deposited into the special account shall not revert to the General Fund at the end of any fiscal year or at any other time. All special account deposits shall be secured in a manner consistent with deposits of revenues by the District."},{"prefix":"b","text":" Revenues deposited into the special account shall be continually available to the Office for the uses and purposes set forth in this chapter, subject to authorization in an appropriations chapter."},{"prefix":"c","text":" The Executive Director shall administer the special account and receive all payments required by this chapter."},{"prefix":"d","text":" Deposits into the special account shall include:"},{"prefix":"1","text":" Fees and penalties collected pursuant to this chapter, to regulations promulgated pursuant to this chapter, or to a franchise agreement, including franchise fees, application fees, and transfer fees;"},{"prefix":"2","text":" Collections by the District on indemnities, insurance, and bonds pursuant to this chapter, to regulations promulgated pursuant to this chapter, or to a franchise agreement;"},{"prefix":"3","text":" PEG funding provided by a cable operator pursuant to a cable franchise agreement, which shall be used exclusively for PEG purposes; and"},{"prefix":"4","text":" Other payments authorized by this chapter, by regulations promulgated under this chapter, or by an agreement entered into under the authority of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"B","text":"Office of Cable Television and Telecommunications."},"heading":{"title":"34","chaptersection":"1252","identifier":"34-1252.03","catch_text":"Cable Television Special Account."}}