{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1261.01\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 1101, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" No landlord of a residential property shall:"},{"prefix":"1","text":" Interfere with the installation, operation, upgrade, or maintenance of cable television facilities upon a property or premises, except that a landlord may require that:"},{"prefix":"A","text":" The installation of cable television facilities conform to those reasonable conditions and architectural controls set forth by the landlord as necessary to protect the safety, functioning, and appearance of the property or premises, and the convenience and well-being of tenants;"},{"prefix":"B","text":" The cable operator or the tenant or both bear the entire cost of the installation, operation, upgrade, maintenance, or removal of the facilities; or"},{"prefix":"C","text":" The cable operator agrees to indemnify the landlord for any damages caused by the installation, operation, upgrade, maintenance, or removal of the facilities."},{"prefix":"2","text":" Demand or accept payment from any tenant or cable operator, in any form, in exchange for permitting access to a property or premises or for permitting cable television service or facilities on or within a property or premises except as provided in rules and procedures established by the Office allowing for adequate compensation."},{"prefix":"3","text":" Discriminate in rental charges or otherwise between tenants who receive cable television service and those who do not."},{"prefix":"b","text":" Rental agreements and leases executed before October 22, 1983, may be enforced notwithstanding this section."},{"prefix":"c","text":" No cable operator shall enter into any agreement with the landlord, owners, lessees, or persons controlling or managing a building or do or permit any act that would have the effect, directly or indirectly, of diminishing, infringing upon, or interfering with the rights of any tenant or other occupant of the building to choose a cable service, Satellite Master Antenna Television, Direct Broadcast Satellite, any other video transmission system, or use or avail himself or herself to master or individual antenna equipment."},{"prefix":"d","text":" In addition to any other lawful remedy available to a tenant, a person aggrieved by an act of a cable operator or a landlord in violation of this section may bring a civil action in the Superior Court and the court may award damages, punitive damages, reasonable attorneys' fees, and other litigation costs reasonably incurred."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"K","text":"Competition and Customer Choice."},"heading":{"title":"34","chaptersection":"1261","identifier":"34-1261.01","catch_text":"Landlord-tenant relationship."}}