{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nReferences in Text\n\nSection 627 of the federal cable act is classified to 47 U.S.C.A. § 547.\n\nDC CODE § 34-1255.04\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 504, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" The Council shall have the right to revoke a franchise, or accelerate the term of a franchise, for cause. The procedures for revocation or acceleration may be set forth in the franchise agreement."},{"prefix":"b","text":" If at any time during the term of the franchise, the Council determines that the cable operator has materially breached the terms and conditions imposed by this chapter, the franchise, or the franchise agreement, and the cable operator has failed to cure the breach after due notice and opportunity to cure the breach, the Council may accelerate the term of the franchise or the franchise agreement, revoke the franchise, terminate the franchise agreement, authorize the District to purchase the assets of the cable system at a price not to exceed an equitable price, or select another person to purchase the assets of the cable system at a price not to exceed an equitable price. The franchise agreement may set forth the procedures by which the District may take action in the event of a material breach of this chapter, the franchise, or the franchise agreement and may define specific circumstances which constitute a material breach. Nothing in this subsection shall be construed to abridge the Council's authority to exercise its emergency legislative powers under appropriate circumstances."},{"prefix":"c","text":" If the Council authorizes the District to exercise its option to purchase the assets of the franchise's cable system at a price not to exceed equitable price, it shall give the cable operator written notice of its intent to do so. The cable operator shall, within 7 days of receipt of the notice, enter into negotiations with the District for the purpose of consummating the transaction at the earliest possible date. The District shall have the right and power to assign its purchase rights to another person selected by the Council following the procedures and standards in this chapter used to approve an initial franchise application."},{"prefix":"d","text":" Any sale or transfer of a cable system shall comply with section 627 of the federal cable act."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"E","text":"Transfer of Revocation of Franchise."},"heading":{"title":"34","chaptersection":"1255","identifier":"34-1255.04","catch_text":"Revocation of franchise; mandatory transfer to the District."}}