{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-107, see notes following ยง 34-1501.\n\nDC CODE ยง 34-1505\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, ยง 105, 47 DCR 1091.)","sections":[{"prefix":"a","text":" All electricity suppliers must obtain a license issued by the Commission in order to do business in the District of Columbia."},{"prefix":"b","text":" An application for an electricity supplier license shall:"},{"prefix":"1","text":" Be made to the Commission in writing on a form adopted by the Commission;"},{"prefix":"2","text":" Be verified by oath or affirmation;"},{"prefix":"3","text":" Be accompanied by an application fee determined by the Commission; and"},{"prefix":"4","text":" Contain the following:"},{"prefix":"A","text":" Proof of technical and managerial competence;"},{"prefix":"B","text":" Proof of compliance with all applicable requirements of the Federal Energy Regulatory Commission and any independent system operator or regional or system transmission operator to be used by the applicant;"},{"prefix":"C","text":" Proof of compliance with all applicable federal and District of Columbia environmental laws;"},{"prefix":"D","text":" Proof of financial integrity;"},{"prefix":"E","text":" Proof that the applicant has registered with the Department of Consumer and Regulatory Affairs to do business in the District of Columbia;"},{"prefix":"F","text":" An agreement or promise to be subject to all applicable taxes;"},{"prefix":"G","text":" An agreement or promise to comply with all of the requirements of this chapter and all orders and regulations of the Commission issued under this chapter; and"},{"prefix":"H","text":" Any other information required by the Commission."},{"prefix":"c","text":" The Commission shall:"},{"prefix":"1","text":" Require an applicant to post a bond or other similar instrument if, in the Commission's judgment, the bond or similar instrument is necessary to insure an applicant's financial integrity;"},{"prefix":"2","text":" Establish the duration of a license issued under this section, procedures and requirements for license renewal, and provisions regarding the surrender and lapse of a license; and"},{"prefix":"3","text":" Establish any other requirements for an applicant that the Commission determines to be in the public interest."},{"prefix":"d","text":" A license may not be transferred without the prior approval of the Commission."},{"prefix":"e","text":" All monies collected by the Commission under this section shall be used exclusively for the daily operations of the Commission."},{"prefix":"f","text":" Notwithstanding any other provision of this chapter, a consolidator may be required by the Commission to file a statement of intent to serve as a consolidator and to provide to the Commission such other information as reasonably may be related to the requirements of the Commission for monitoring the activities of consolidators."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1505","identifier":"34-1505","catch_text":"Licensing requirements"}}