{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1256.01\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 601, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" A cable operator shall pay to the District a franchise fee of at least 5% of its annual gross revenues. The amount of the franchise fee shall be set forth in the franchise agreement."},{"prefix":"b","text":" The franchise fee shall be paid quarterly."},{"prefix":"c","text":" A cable operator shall file with the Office within 30 days after the end of each of the cable operator's fiscal quarter, a financial statement clearly showing the gross revenues received by the cable operator during the preceding quarter. Payment of the quarterly portion of the franchise agreement fee shall be payable by certified check made to the D.C. Treasurer at the time the statement is filed. A cable operator shall also file, within 120 days after the end of the cable operator's fiscal year, an annual report, prepared by a certified public accountant, showing the yearly total gross revenues."},{"prefix":"d","text":" The District may audit and recalculate any amounts determined to be payable under this chapter or the franchise agreement. Any additional amount due the District based on the audit shall be paid within 30 days after the Office sends to the cable operator a written notice setting forth the amount due. The notice shall include a copy of the audit report. The cost of the audit shall be borne by the cable operator if it is determined that the cable operator's payment to the District for the preceding year is increased by more than 4%."},{"prefix":"e","text":" If the cable operator does not pay the recomputed amount within the 30-day period established by subsection (c) of this section, the cable operator shall be charged from the due date at the prevailing prime rate of interest."},{"prefix":"f","text":" The franchise fee shall not be deemed a tax or payment in lieu of taxes or fees of general applicability imposed by the District. No cable operator may designate the franchise fee as a tax in any communication to a subscriber or any third party."},{"prefix":"g","text":" If a franchise is terminated or revoked prior to its expiration date and the District invokes its right to purchase the cable operator's cable system, the cable operator shall file with the Office, within not less than 30 days following the date that ownership and control pass to the District or its assignee, a financial statement clearly showing the gross revenues received by the cable operator since the end of the previous fiscal quarter. The cable operator shall pay the franchise fee due at the time the statement is filed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"F","text":"Required Payments; Insurance and Indemnification."},"heading":{"title":"34","chaptersection":"1256","identifier":"34-1256.01","catch_text":"Franchise fee."}}