{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-250 added subsecs. (a-1) and (e); and rewrote subsec. (c), which had read as follows:\n\n\"(c) The renewable energy portfolio standard shall be as follows:\n\n\"(1) In 2007, 1.5% from tier one renewable sources, 2.5% from tier two renewable sources, and 0.005% from solar energy;\n\n\"(2) In 2008, 2% from tier one renewable sources, 2.5% from tier two renewable sources, and 0.011 % from solar energy;\n\n\"(3) In 2009, 2.5% from tier one renewable sources, 2.5% from tier two renewable sources, and 0.019% from solar energy;\n\n\"(4) In 2010, 3% from tier one renewable sources, 2.5% from tier two renewable sources, and 0.028 % from solar energy;\n\n\"(5) In 2011, 3.5% from tier one renewable sources, 2.5% from tier two renewable sources, and 0.38% from solar energy;\n\n\"(6) In 2012, 4% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.066 % from solar energy;\n\n\"(7) In 2013, 4.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.083 % from solar energy;\n\n\"(8) In 2014, 5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.104 % from solar energy;\n\n\"(9) In 2015, 5.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.128 % from solar energy;\n\n\"(10) In 2016, 6% from tier one renewable sources, 2% from tier two renewable sources, and not less than 0.157 % from solar energy;\n\n\"(11) In 2017, 6.5% from tier one renewable sources, 1.5% from tier two renewable sources, and not less than 0.192% from solar energy;\n\n\"(12) In 2018, 7% from tier one renewable sources, 1% from tier two renewable sources, and not less than 0.233% from solar energy;\n\n\"(13) In 2019, 7.5% from tier one renewable sources, 0.5% from tier two renewable sources, and not less than 0.281 % from solar energy;\n\n\"(14) In 2020, 8.5% from tier one renewable sources, 0% from tier two renewable sources, and not less than 0.329% from solar energy;\n\n\"(15) In 2021, 9.5% from tier one renewable sources, 0 % from tier two renewable sources, and not less than 0.386 % from solar energy;\n\n\"(16) In 2022 and later, 11% from tier one renewable sources, 0 % from tier two renewable sources, and not less than 0.386 % from solar energy.\"\n\nD.C. Law 18-223 rewrote subsec. (e), which had read as follows:\n\n\"(e) Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the solar requirement by obtaining the equivalent amount of renewable energy credits from solar energy systems interconnected to the distribution grid serving the District of Columbia. Only after an electricity supplier exhausts all opportunity to meet this requirement that the solar energy systems be connected to the grid within the District of Columbia, can that supplier obtain renewable energy credits from jurisdictions outside the District of Columbia.\"\n\nD.C. Law 19-36 rewrote subsecs. (a-1), (c), and (e), which had read as follows:\n\n\"(a-1)(1) For nonresidential solar heating, cooling, or process heat property systems producing or displacing greater than 10,000 kilowatt hours per year, the solar systems shall be rated and certified by the SRCC and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML.\n\n\"(2) For nonresidential solar heating, cooling, or process heat property systems producing or displacing 10,000 or less than 10,000 kilowatt hours per year, the solar systems shall be rated and certified by the SRCC and the energy output shall be determined by the SRCC OG-300 annual system performance rating protocol applicable to the property, by the SRCC OG-100 solar collector rating protocol, or by an onsite energy meter that meets performance standards established by OIML; and\n\n\"(3) For residential solar thermal systems, the system shall be certified by the SRCC and the energy output shall be determined by the SRCC OG-300 annual rating protocol or by an onsite energy meter that meets performance standards established by OIML.\"\n\n\"(c) The renewable energy portfolio standard shall be as follows:\n\n\"(1) In 2008, 2% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.011% from solar energy;\n\n\"(2) In 2009, 2.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.019% from solar energy;\n\n\"(3) In 2010, 3% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.028% from solar energy;\n\n\"(4) In 2011, 4% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.04% from solar energy;\n\n\"(5) In 2012, 5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.07% from solar energy;\n\n\"(6) In 2013, 6.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.10% from solar energy;\n\n\"(7) In 2014, 8% from tier one renewable sources; 2.5% from tier two renewable sources, and not less than 0.13% from solar energy;\n\n\"(8) In 2015, 9.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.17% from solar energy;\n\n\"(9) In 2016, 11.5% from tier one renewable sources, 2% from tier two renewable sources, and not less than 0.21% from solar energy;\n\n\"(10) In 2017, 13.5% from tier one renewable sources, 1.5% from tier two renewable sources, and not less than 0.25% from solar energy;\n\n\"(11) In 2018, 15.5% from tier one renewable sources, 1% from tier two renewable sources, and not less than 0.30% from solar energy;\n\n\"(12) In 2019, 17.5% from tier one renewable sources, 0.5% from tier two renewable sources, and not less than 0.35% from solar energy; and\n\n\"(13) In 2020, 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 0.4% from solar energy.\"\n\n\"(e) Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the solar requirement by obtaining the equivalent amount of renewable energy credits from solar energy systems located within the District or interconnected to the distribution grid serving the District. Only after an electricity supplier exhausts all opportunity to meet this requirement can that supplier obtain renewable energy credits from other solar energy systems.\"\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-217 substituted \"located within the District\" for \"interconnected to the distribution grid serving the District of Columbia\"; and deleted \"that the solar energy systems be connected to the grid within the District of Columbia,\".\n\nSection 4(b) of D.C. Law 18-217 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 18-303 amended subsec. (a-1) to read as follows:\n\n\"(a-1)(1) For nonresidential solar heating, cooling, or process heat property systems producing or displacing greater than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by the International Organization of Legal Meterology ('OIML').\n\n\"(2) For nonresidential solar heating, cooling, or process heat property systems producing not more than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by the SRCC OG-300 annual system performance rating protocol or by an onsite energy meter that meets performance standards established by OIML.\n\n\"(3) For residential solar thermal systems, the systems shall be SRCC OG-300 system certified and the energy output shall be determined by the SRCC OG-300 annual rating protocol or by an onsite energy meter that meets performance standards established by OIML.\".\n\nSection 4(b) of D.C. Law 18-303 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(b) of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Solar Thermal Incentive Emergency Amendment Act of 2010 (D.C. Act 18-426, May 21, 2010, 57 DCR 4775).\n\nFor temporary (90 day) amendment of section, see § 2223(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 2 of Solar Collector Certification Emergency Amendment Act of 2010 (D.C. Act 18-600, November 17, 2010, 57 DCR 11035).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Distributed Generation Emergency Amendment Act of 2011 (D.C. Act 19-126, August 1, 2011, 58 DCR 6766).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Distributed Generation Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19- 192, October 18, 2011, 58 DCR 9154).\n\nLegislative History of Laws\n\nFor Law 15-340, see notes following § 34-1431.\n\nFor Law 17-250, see notes following § 34-804.\n\nLaw 19-36, the \"Distributed Generation Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-10, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on June 7, 2011, and July 12, 2011, respectively. Signed by the Mayor on August 9, 2011, it was assigned Act No. 19-151 and transmitted to both Houses of Congress for its review. D.C. Law 19-36 became effective on October 20, 2011.\n\nEditor's Note\n\nFor definitions of \"SRCC\" and \"OML\" found in subsection (a-1), see § 8-1773.01.\n\nFor Law 18-223, see notes following § 34-706.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 19-36 provides:\n\n\"Sec. 3. Applicability.\n\n\"(a) This act shall apply as of the effective date of the Distributed Generation Emergency Amendment Act of 2011, passed on emergency basis on July 12, 2011 (Enrolled version of Bill 19-384) [August 11, 2011].\n\n\"(b) This act shall not apply to contracts entered into prior to the date determined pursuant to subsection (a) of this section.\"\n\nDC CODE § 34-1432\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-340, § 4, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(b), 55 DCR 9225; Sept. 24, 2010, D.C. Law 18-223, § 2223(b), 57 DCR 6242; Oct. 20, 2011, D.C. Law 19-36, § 2(a), 58 DCR 6837.)","sections":[{"prefix":"a","text":" The Commission shall implement a renewable energy portfolio standard which applies to all District of Columbia retail electricity sales, except as provided under subsection (b) of this section."},{"prefix":"a-1","text":"(1) For nonresidential solar heating, cooling, or process heat property systems producing or displacing greater than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML."},{"prefix":"2","text":" For nonresidential solar heating, cooling, or process heat property systems producing or displacing 10,000 or less than 10,000 kilowatt hours per year, the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by the SRCC OG-300 annual system performance rating protocol or the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML; and"},{"prefix":"3","text":" For residential solar thermal systems, the systems shall be SRCC OG-300 system certified and the energy output shall be determined by the SRCC OG-300 annual rating protocol or the solar collectors used shall be SRCC OG-100 certified and the energy output shall be determined by an onsite energy meter that meets performance standards established by OIML."},{"prefix":"b","text":" If the standard becomes applicable to electricity sold to a customer after the start of a calendar year, the standard shall not apply to electricity sold to the customer during that portion of the year before the standard became applicable."},{"prefix":"c","text":" The renewable energy portfolio standard shall be as follows:"},{"prefix":"1","text":" In 2011, 4% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.40% from solar energy;"},{"prefix":"2","text":" In 2012, 5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.50% from solar energy;"},{"prefix":"3","text":" In 2013, 6.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.50% from solar energy;"},{"prefix":"4","text":" In 2014, 8% from tier one renewable sources; 2.5% from tier two renewable sources, and not less than 0.60% from solar energy;"},{"prefix":"5","text":" In 2015, 9.5% from tier one renewable sources, 2.5% from tier two renewable sources, and not less than 0.70% from solar energy;"},{"prefix":"6","text":" In 2016, 11.5% from tier one renewable sources, 2% from tier two renewable sources, and not less than 0.825% from solar energy;"},{"prefix":"7","text":" In 2017, 13.5% from tier one renewable sources, 1.5% from tier two renewable sources, and not less than 0.98% from solar energy;"},{"prefix":"8","text":" In 2018, 15.5% from tier one renewable sources, 1% from tier two renewable sources, and not less than 1.15% from solar energy;"},{"prefix":"9","text":" In 2019, 17.5% from tier one renewable sources, 0.5% from tier two renewable sources, and not less than 1.35% from solar energy;"},{"prefix":"10","text":" In 2020, 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 1.58% from solar energy;"},{"prefix":"11","text":" In 2021, 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 1.85% from solar energy;"},{"prefix":"12","text":" In 2022, 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 2.175% from solar energy; and"},{"prefix":"13","text":" In 2023 and thereafter, 20% from tier one renewable sources, 0% from tier two renewable sources, and not less than 2.50% from solar energy."},{"prefix":"d","text":" Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the standard by obtaining the equivalent amount of renewable energy credits that equal the percentage required under this section for each electricity product sold at retail by the electricity supplier."},{"prefix":"e","text":"(1) Subject to subsections (a) and (c) of this section, an electricity supplier shall meet the solar requirement by obtaining the equivalent amount of renewable energy credits from solar energy systems no larger than 5MW in capacity located within the District or in locations served by a distribution feeder serving the District."},{"prefix":"2","text":"(A) After January 31, 2011, the Commission shall not certify any tier one renewable source solar energy system larger than 5MW in capacity or any tier one renewable source solar energy system not located within the District or in locations served by a distribution feeder serving the District."},{"prefix":"B","text":" Any tier one renewable source solar energy system larger than 5MW in capacity shall be decertified by the Commission. Any tier one renewable source solar energy system not located within the District or in locations served by a distribution feeder serving the District, first certified by the Commission between February 1, 2011, and August 1, 2011, shall be decertified by the Commission."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"14A","text":"Renewable Energy Portfolio Standards."},"heading":{"title":"34","chaptersection":"1432","identifier":"34-1432","catch_text":"Renewable energy portfolio standard."}}