{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1820.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Office of Cable Television and Telecommunications Temporary Amendment Act of 1999 (D.C. Law 13- 12, October 7, 1999, law notification 46 DCR 8696).\n\nEmergency Act Amendments\n\nFor emergency approval of the application for the transfer of control of Tele-Communications, Inc., the parent corporation of TCI of D.C., Inc., which is the limited partner of District Cablevision Limited Partnership, to AT&T Corporation, see §§ 2-6 of the Approval of the Application for Transfer of Control of District Cablevision Limited Partnership from Tele-Communications, Inc. to AT&T Corporation Emergency Act of 1999 (D.C. Act 13-20, February 5, 1999, 46 DCR 2535).\n\nFor temporary (90-day) authorization of transfer of cable franchise control, see § 2 of the Approval of the Application for Transfer of Control of District of Cablevision Limited Partnership from Tele-Communications, Inc. to AT & T Corporation Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13- 60, May 10, 1999, 46 DCR 4432).\n\nFor temporary (90-day) authorization of transfer of cable franchise control, see §§ 2 through 8 of the Approval of the Application for Transfer of Control of District of Cablevision, Inc. to AT & T Corp. Emergency Act of 1999 (D.C. Act 13-209, December 8, 1999, 47 DCR 3).\n\nFor temporary (90 day) repeal of section, see § 3 of Cable Television Reform Emergency Amendment Act of 2002 (D.C. Act 14-409, July 15, 2002, 49 DCR 7280).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-142, see Historical and Statutory Notes following § 34-1201.\n\nFor legislative history of D.C. Law 5-36, see Historical and Statutory Notes following § 34-1202.01.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nFor legislative history of D.C. Law 11-210, see Historical and Statutory Notes following § 34-1202.\n\nFor Law 14-193, see notes following § 34-1201.\n\nMiscellaneous Notes\n\nSections 2 through 7 of D.C. Law 13-153 provide:\n\n\"Sec. 2. Definitions.\n\n\"For the purpose of this act, the term:\n\n\"(1) 'Cable Television Act' means the Cable Television Communications Act of 1981.\n\n\"(2) 'CFA' means the Cable Franchise agreement entered into between the District and the District Cablevision Limited Partnership, as amended September 30, 1985.\n\n\"(3) 'Council' means the Council of the District of Columbia.\n\n\"(4) 'DCI' means District Cablevision, Inc., a District of Columbia corporation.\n\n\"(5) 'DCLP' means District Cablevision-Limited Partnership, a District of Columbia limited partnership.\n\n\"(6) 'District' means the District of Columbia.\n\n\"(7) 'Franchise' means the right granted to DCLP to construct, reconstruct, operate, and maintain a cable television system in the District pursuant to the District of-Columbia Cable Television Franchise Award Act of 1984.\n\n\"(8) 'Franchisee' means DCLP.\n\n\"(9) 'Franchise Extension Agreement' means the agreement between the District and DCLP which sets forth the agreement between the parties regarding the Franchise extension, subject to Council approval.\n\n\"(10) 'OCTT' means the District of Columbia Office of Cable Television and Telecommunications, established in section 6 of the Cable Television Act.\n\n\"Sec. 3. Findings.\n\n\"The Council finds that:\n\n\"(1) DCLP currently holds a Franchise from the District, subject to the CFA, Cable Television Act, and other applicable law.\n\n\"(2) The Franchise was scheduled to expire on March 14, 2000, but was extended on an emergency basis in the Approval of the Extension of the Term of District Cablevision Limited Partnership Franchise in the District of Columbia Emergency Act of 2000.\n\n\"(3) Pursuant to the District of Columbia Cable Television Franchise Award Act of 1984, the District granted to DCI a 15-year, revocable Franchise to construct, reconstruct, operate and maintain a cable television system within the District, and incorporated the CFA within the grant of the Franchise.\n\n\"(4) Pursuant to the Cable Television Franchise Agreement Modification Act of 1985, the District amended the CFA and approved assignment of the Franchise to DCLP, of which the general partner was DCI and of which the limited partner was an affiliate of Tele-Communications, Inc.\n\n\"(5) Pursuant to the Approval of the Application for Transfer of Control of District Cablevision Limited Partnership from Tele-Communications, Inc. to AT & T Corporation Emergency Act of 1999, and the Application for Transfer of Control of District Cablevision Limited Partnership from Tele-Communications, Inc. to AT & T Corporation Temporary Act of 1999, the District approved a transfer of control of Tele-Communications, Inc., the parent corporation of TCI of D.C., Inc., which was the limited partner of DCLP, to AT & T and approved transfer of control of the Franchise to AT & T.\n\n\"(6) Pursuant to the Approval of the Application for Transfer of Control of District Cablevision, Inc. to AT & T Corp. Emergency Act of 1999, the District approved a transfer of control of DCI to AT & T.\n\n\"(7) The Council believes that it would be in the best interests of the District and District residents to extend the term of the Franchise until September 14, 2000, in order to permit the parties to negotiate a franchise renewal agreement, and to permit the Mayor, by Executive Order, to execute month-to-month extensions of the term up to an additional 6 months after September 14, 2000, as the Mayor deems necessary, in order to permit the conclusion of the franchise renewal negotiations and action by the Council on any proposed renewal of the Franchise.\n\n\"(8) On March 3, 2000, DCLP and the District entered into a Franchise Extension Agreement which set forth the terms and conditions of a Franchise extension, subject to Council approval.\n\n\"(9) Based on the promises contained in the Franchise Extension Agreement and the interests of the District and DCLP in extending the term of the Franchise in order to permit the parties to attempt to negotiate a franchise renewal agreement, OCTT has recommended that the Council approve the extension of the Franchise term.\n\n\"Sec. 4. Consideration of recommendation.\n\n\"The Council has reviewed the recommendation of OCTT.\n\n\"Sec. 5. Adoption of recommendation.\n\n\"Pursuant to authority granted under the Cable Television Act, the Council hereby adopts the recommendation of OCTT regarding the proposed Franchise extension.\n\n\"Sec. 6. Approval.\n\n\"By adoption of the recommendation, the Council hereby grants an extension of the term of the Franchise until September 14, 2000, and authorizes the Mayor to execute thereafter up to 6 one-month extensions of the term of the Franchise, as deemed necessary by the Mayor, so as to extend the Franchise to a date no later than March 14, 2001.\n\n\"Sec. 7. Interpretation.\n\n\"The Council, as the franchising authority intends that this act constitutes a final decision of the franchising authority for purposes of section 617 of the Communications Act of 1934 and the consent of the Council required under the Cable Television Act.\"\n\nSections 2 through 8 of D.C. Law 13-202 provide:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'AT & T' means AT & T Corp., a New York corporation.\n\n\"(2) 'Cable Television Act' means the Cable Television Communications Act of 1981.\n\n\"(3) 'CFA' means the Cable Franchise Agreement, dated September 30, 1985, as amended, between the District of Columbia and District Cablevision Limited Partnership.\n\n\"(4) 'Change of Control Agreement' means the contractual agreement between the District of Columbia, AT & T, TCI, and DCLP, which sets forth the details regarding the change in control.\n\n\"(5) 'Chairman' means the Chairman of the Council of the District of Columbia.\n\n\"(6) 'Committee' means the Committee on Economic Development of the Council of the District of Columbia.\n\n\"(7) 'Council' means the Council of the District of Columbia.\n\n\"(8) 'DCLP' means District Cablevision Limited Partnership, a District of Columbia limited partnership.\n\n\"(9) 'District' means the District of Columbia.\n\n\"(10) 'Franchisee' means District Cablevision Limited Partnership, or DCLP.\n\n\"(11) 'OCTI' means the Office of Cable Television and Telecommunications.\n\n\"(12) 'Proposed Transaction' means the Agreement and Plan of Merger, dated as of June 23, 1998, between AT & T, TCI, and Italy Merger Corp., under which Italy Merger Corp. will be merged with and into TCI, with TCI surviving as a subsidiary of AT & T.\n\n\"(13) 'System' means the cable system of the Franchisee currently serving the District of Columbia.\n\n\"(14) 'TCI' means Tele-Communications, Inc., a Delaware corporation.\n\n\"(15) 'Transfer Application' means Federal Communications Commission Form 394.\n\n\"Sec. 3. Findings.\n\n\"The Council finds that:\n\n\"(1) DCLP currently holds a cable franchise from the District subject to the Cable Television Act and other applicable laws, and subject to the terms and conditions of the CFA.\n\n\"(2) AT & T, TCI, and Italy Merger Corp., a Delaware corporation and wholly-owned subsidiary of AT & T, have entered into the Proposed Transaction.\n\n\"(3) Currently, TCI is the parent corporation of TCI of D.C., Inc., which is the limited partner of, and exercises day-to-day control over, the Franchisee.\n\n\"(4) On September 8, 1998, the Franchisee filed materials, including a Transfer Application, with the District seeking consent to the Proposed Transaction, by which AT & T would become the parent corporation of TCI of D.C., Inc., and gain control over the Franchisee and of the System.\n\n\"(5) Pursuant to section 21 of the Cable Television Communications Act of 198 1, and section 3.11.03 of the CFA, the Council may approve or deny the transfer of control over DCLP.\n\n\"(6) Pursuant to section 617 of the Communications Act of 1934, the Council has 120 days following the filing of the Transfer Application to approve or disapprove the Transfer Application or the Transfer Application will be deemed granted, unless the District, DCLP, and AT & T agree to an extension of time.\n\n\"(7) DCLP and AT & T granted the District an extension from January 5, 1999, until February 8, 1999, to reach a final decision on whether to approve or deny the Proposed Transaction.\n\n\"(8) Pursuant to section 3.11.05 of the CFA, OCTT has reviewed the Transfer Application and supplemental information submitted by DCLP/TCI and AT & T.\n\n\"(9) The Committee held a public hearing on the Transfer Application on November 16, 1998. The hearing was continued on November 30, 1998, to allow the Committee to accept further comments.\n\n\"(10) DCLP, TCI, and AT & T have entered into the Change of Control Agreement in consideration of the District's consent to the Proposed Transaction and to establish the parties' rights in connection with the transfer.\n\n\"(11) AT & T has committed to adhere to the terms of the CFA in the Change of Control Agreement.\n\n\"Sec. 4. Consideration of recommendation.\n\n\"The Council has received and reviewed the recommendation of OCTT and has received and considered comments, evidence, and information from the public and interested parties, including DCLP/TCl and AT & T.\n\n\"Sec. 5. Adoption of recommendation.\n\n\"The Council hereby adopts the recommendation of OCTT regarding the proposed Transfer of Control of TCI to AT & T.\n\n\"Sec. 6. Approval.\n\n\"By adoption of the recommendation, pursuant to section 5, the Council approves the Transfer Application.\n\n\"Sec. 7. Interpretation.\n\n\"The Council, as the franchising authority, intends this act to constitute a 'final decision' of the franchising authority for purposes of section 617 of the Communications Act of 1934, and the 'consent of the Council' required by the Cable Television Act.\n\n\"Sec. 8. Authorization to sign.\n\n\"This act authorizes the Chairman to sign, on behalf of the Council, the Change of Control Agreement, which is approved by this act.\"\n\nDC CODE § 34-1220\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 21, 29 DCR 2872; Oct. 22, 1983, D.C. Law 5-36, § 2(z), 30 DCR 4289; May 16, 1995, D.C. Law 10-255, § 37, 41 DCR 5193; Apr. 9, 1997, D.C. Law 11-210, § 2(r), 43 DCR 4702; Oct. 9, 2002, D.C. Law 14-193, § 3, 49 DCR 7334.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Cable Television, 1981."},"heading":{"title":"34","chaptersection":"1220","identifier":"34-1220","catch_text":"Transfer of ownership to other than District. [Repealed]"}}