{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-174 added subsec. (b-1).\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Washington Convention Center Authority Advisory Committee Continuity Temporary Amendment Act of 2007 (D.C. Law 18-74, January 23, 2008, law notification 55 DCR 1454).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Council Cable Autonomy and Control Emergency Amendment Act of 2009 (D.C. Act 18-142, July 18, 2009, 56 DCR 5870).\n\nLegislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nLaw 18-174, the \"Council Cable Autonomy and Control Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-494, which was referred to the Committee of the Whole.  The bill was adopted on first and second readings on March 2, 2010, and March 16, 2010, respectively.   Approved without the signature of the Mayor on April 6, 2010, it was assigned Act No. 18-371 and transmitted to both Houses of Congress for its review.   D.C. Law 18-174 became effective on May 27, 2010.\n\nDC CODE § 34-1258.03\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 803, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334; May 27, 2010, D.C. Law 18-174, § 2, 57 DCR 3179.)","sections":[{"prefix":"a","text":"(1) At least 2 PEG channels on the analog tier and at least 2 PEG channels on the digital tier shall be assigned and allocated to the Public Access Corporation for use as public channels."},{"prefix":"2","text":" At least one PEG channel on the analog tier shall be assigned and allocated to the University of the District of Columbia for use as an educational channel."},{"prefix":"3","text":" At least one PEG channel on the analog tier shall be assigned and allocated to the District of Columbia Public Schools for use as an educational channel."},{"prefix":"4","text":" At least one PEG channel on the analog tier shall be assigned and allocated to the Council for use as a government channel."},{"prefix":"5","text":" At least one PEG channel on the analog tier shall be assigned and allocated to the Mayor for use as a government channel."},{"prefix":"b","text":" The Office shall allocate and assign public, educational, and government channels and negotiate and enter into operating agreements for the use of the channels; provided that:"},{"prefix":"1","text":" No public access channel shall be allocated or assigned to an entity other than the Public Access Corporation."},{"prefix":"2","text":" No operating agreement shall be required for a channel operated by the Council, the Mayor, or the Public Access Corporation."},{"prefix":"3","text":" Channels for the use of the Council or the Mayor shall not be subject to discretionary assignment or allocation by the Office and channels for such use shall be made available upon the request of the Council or the Mayor, subject to availability."},{"prefix":"4","text":" The allocation and assignment of a public, educational, or government channel on the analog tier, other than an allocation and assignment to the Council or the mayor or an allocation and assignment set forth in subsection (a) of this section, shall be submitted to the Council for its review and approval through a proposed resolution transmitted by the Mayor to the Council for a 45-day period of review, excluding Saturday, Sundays, legal holidays, and days of Council recess; provided, that if the Council does not approve or disapprove the allocation and assignment by resolution within the 45-day period, the proposed resolution shall be deemed approve."},{"prefix":"b-1","text":"(1) Notwithstanding any other provision of law, the PEG channels allocated to the Council under subsection (a)(4) of this section shall be under the exclusive control of the Council; provided, that, subject to subsection (b)(3) of this section, the Office shall manage the channels, pursuant to § 34- 1252.02(8), as the agent of the Council; provided further, that any video recordings or other documents, media, or intangible rights created in connection with the operation of the PEG channels shall be held by the Office as a custodian on behalf of the Council."},{"prefix":"2","text":" The control of the Council shall include the right to direct which proceedings of the Council, including any event conducted by or on behalf of the Council, its committees, members, or staff, whether on the PEG channel allocated to the Council or an auxiliary website from which the proceedings may be downloaded, streamed, or otherwise viewed, may be:"},{"prefix":"A","text":" Recorded;"},{"prefix":"B","text":" Broadcast; or"},{"prefix":"C","text":" Re-broadcast."},{"prefix":"3","text":" The Secretary to the Council, as the Council's representative, shall determine the programming for the Council's PEG channels in accordance with this subsection."},{"prefix":"4","text":" The Secretary to the Council may enter into a memorandum of understanding with the Office to implement this subsection."},{"prefix":"c","text":" The Office shall establish, by regulation, the process for allocating PEG channels before allocating or assigning channels under this section. The regulations shall not diminish the autonomy or authority of the Public Access Corporation established by this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"H","text":"Public, Educational, and Government Channels."},"heading":{"title":"34","chaptersection":"1258","identifier":"34-1258.03","catch_text":"Allocation of PEG channels."}}