{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-250 rewrote par. (14), which had read as follows:\n\n\"(14) 'Solar energy' means radiant energy, direct, diffuse, or reflected, received from the sun at wavelengths suitable for conversion into thermal, chemical, or electrical energy.\"\n\nD.C. Law 18-223 rewrote par. (10), which had read as follows:\n\n\"(10) 'Renewable energy credit' or 'credit' means a credit representing one megawatt-hour of electricity consumed within the PJM Interconnection region that is derived from a tier one renewable source or a tier two renewable source that is located:\n\n\"(A) In the PJM Interconnection region or in a state that is adjacent to the PJM Interconnection region; or\n\n\"(B) Outside the area described in subparagraph (A) of this paragraph but in a control area that is adjacent to the PJM Interconnection region, if the electricity is delivered into the PJM Interconnection region.\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 18-217, in the lead-in language of par. (10), deleted \"consumed\".\n\nSection 4(b) of D.C. Law 18-217 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(a) of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Solar Thermal Incentive Emergency Amendment Act of 2010 (D.C. Act 18-426, May 21, 2010, 57 DCR 4775).\n\nFor temporary (90 day) amendment of section, see § 2223(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 15-340, the \"Renewable Energy Portfolio Standard Act of 2004\", was introduced in Council and assigned Bill No. 15-747 which was referred to the Committee on Public Interest.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on January 19, 2005, it was assigned Act No. 15-755 and transmitted to both Houses of Congress for its review.  D.C. Law 15-340 became effective on April 12, 2005.\n\nFor Law 17-250, see notes following § 34-804.\n\nFor Law 18-223, see notes following § 34-706.\n\nDC CODE § 34-1431\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-340, § 3, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(a), 55 DCR 9225; Sept. 24, 2010, D.C. Law 18-223, § 2223(a), 57 DCR 6242.)","sections":[{"prefix":"1","text":" \"Brush\" means shrubs and stands of short, scrubby trees that do not reach merchantable size."},{"prefix":"2","text":" \"Commission\" means the Public Service Commission."},{"prefix":"3","text":" \"Customer generation\" means generation that is not principally dedicated to selling power into the wholesale market."},{"prefix":"4","text":" \"Dunnage\" means loose materials or padding used to support or protect cargo within shipping containers."},{"prefix":"5","text":" \"Energy Office\" means the District of Columbia Energy Office."},{"prefix":"6","text":" \"Electricity supplier\" means a person, including an aggregator, broker, or marketer, who generates electricity; sells electricity; or purchases, brokers, arranges or, markets electricity for sale to customers. The term excludes the following:"},{"prefix":"A","text":" Building owners, lessees, or managers who manage the internal distribution system serving such building and who supply electricity solely to occupants of the building for use by the occupants;"},{"prefix":"B","text":"(i) Any person who purchases electricity for its own use or for the use of its subsidiaries or affiliates; or"},{"prefix":"ii","text":" Any apartment building or office building manager who aggregates electric service requirements for his or her building or buildings, and who does not:"},{"prefix":"I","text":" Take title to electricity;"},{"prefix":"II","text":" Market electric services to the individually-metered tenants of his or her building; or"},{"prefix":"III","text":" Engage in the resale of electric services to others;"},{"prefix":"C","text":" Property owners who supply small amounts of power, at cost, as an accommodation to lessors or licensees of the property; and"},{"prefix":"D","text":" A consolidator."},{"prefix":"7","text":" \"Fund\" means the District of Columbia Renewable Energy Development Fund."},{"prefix":"8","text":" \"PJM Interconnection\" means the regional transmission organization that is regulated by the Federal Energy Regulatory Commission that functionally controls the transmission system for the region that includes the District of Columbia."},{"prefix":"9","text":" \"Qualifying biomass\" means a solid, nonhazardous, cellulosic waste material that is segregated from other waste materials, and is derived from any of the following forest-related resources, with the exception of old growth timber, unsegregated solid waste, or post-consumer wastepaper:"},{"prefix":"A","text":" Mill residue;"},{"prefix":"B","text":" Precommercial soft wood thinning;"},{"prefix":"C","text":" Slash;"},{"prefix":"D","text":" Brush;"},{"prefix":"E","text":" Yard waste;"},{"prefix":"F","text":" A waste pallet, crate, or dunnage;"},{"prefix":"G","text":" Agricultural sources, including tree crops, vineyard materials, grain, legumes, sugar, and other crop by-products or residues; or"},{"prefix":"H","text":" Cofired biomass, subject to the condition under § 34-1433(f)."},{"prefix":"10","text":" \"Renewable energy credit\" or \"credit\" means a credit representing one megawatt-hour of energy produced by a tier one or tier two renewable source located within the PJM Interconnection region or within a state that is adjacent to the PJM Interconnection region."},{"prefix":"11","text":" \"Renewable energy portfolio standard\" or \"standard\" means the percentage of electricity sales at retail in the District of Columbia that is to be derived from tier one renewable sources and tier two renewable sources in accordance with § 34-1432(c)."},{"prefix":"12","text":" \"Renewable on-site generator\" means a person that generates electricity on site from a tier one renewable source or tier two renewable source for the person's own use."},{"prefix":"13","text":" \"Slash\" means:"},{"prefix":"A","text":" Tree tops, branches, bark, or other residue left on the ground after logging or other forestry operations; or"},{"prefix":"B","text":" Tree debris left after a natural catastrophe."},{"prefix":"14","text":" \"Solar energy\" means radiant energy, direct, diffuse, or reflected, received from the sun at wavelengths suitable for conversion into thermal, chemical, or electrical energy, that is collected, generated, or stored for use at a later time."},{"prefix":"15","text":" \"Tier one renewable source\" means one or more of the following types of energy sources:"},{"prefix":"A","text":" Solar energy;"},{"prefix":"B","text":" Wind;"},{"prefix":"C","text":" Qualifying biomass;"},{"prefix":"D","text":" Methane from the anaerobic decomposition of organic materials in a landfill or wastewater treatment plant;"},{"prefix":"E","text":" Geothermal;"},{"prefix":"F","text":" Ocean, including energy from waves, tides, currents, and thermal differences; and"},{"prefix":"G","text":" Fuel cells producing electricity from a tier one renewable source under subparagraph (C) or (D) of this paraagraph."},{"prefix":"16","text":" \"Tier two renewable source\" means one or more of the following types of energy sources:"},{"prefix":"A","text":" Hydroelectric power other than pumped storage generation; or"},{"prefix":"B","text":" Waste-to-energy."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"14A","text":"Renewable Energy Portfolio Standards."},"heading":{"title":"34","chaptersection":"1431","identifier":"34-1431","catch_text":"Definitions."}}