{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nDC CODE § 34-1263.03\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 1303, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" Whenever a cable operator shall willfully or repeatedly fail, refuse, or neglect to conduct or operate its cable system in accordance with the terms of this chapter or the franchise, or to comply with the conditions of the use of the public rights-of-way, or in other ways violate the terms and conditions of this chapter or a franchise agreement within the preceding 3 years, the Executive Director shall notify the cable operator in writing, setting forth the nature and facts of such violations.   If within 20 business days following such written notification the cable operator has not furnished proof that corrective action has been taken or is being actively and expeditiously pursued to the satisfaction of the Executive Director, or that the alleged violation did not occur, the Executive Director, through the Mayor, shall submit a resolution for termination of the franchise to the Council."},{"prefix":"b","text":" If the Council determines that the cable operator had just cause for noncompliance, the Council shall direct the cable operator to comply within such time and manner and on such terms and conditions as are reasonable, or if appropriate, waive compliance in the specific matter presented."},{"prefix":"c","text":" If the Council determines that the cable operator's noncompliance was without just cause, the Council may approve the resolution to terminate the franchise."},{"prefix":"d","text":" No revocation or termination shall be effective unless the Council, or a committee of the Council, shall have held a public hearing where interested parties and the public may be heard and the Council shall set forth the reasons for the termination. In the event the termination of the franchise depends upon a finding of fact, the finding of fact as made by the Council shall be deemed to be conclusive, unless modified by a court of competent jurisdiction."},{"prefix":"e","text":" The cable operator shall not be declared in violation of or subject to any sanctions under this chapter in any case in which the performance of the cable operator is prevented for reasons beyond its control. A violation shall not be deemed beyond the cable operator's control if committed by a person in whom the cable operator holds a controlling interest, be it directly or indirectly."},{"prefix":"f","text":" The termination of a franchise under this section shall in no way affect any of the rights of the District under the franchise or any provision of law."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"M","text":"Compliance."},"heading":{"title":"34","chaptersection":"1263","identifier":"34-1263.03","catch_text":"Willful or repeated violations."}}