{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 201 of Omnibus Utility Emergency Amendment Act of 2005 (D.C. Act 16-12, January 28, 2005, 52 DCR 2945).\n\nLegislative History of Laws\n\nLaw 15-342, the \"Omnibus Utility Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-872 which was referred to the Committee on Public Interest. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 31, 2005, it was assigned Act No. 15-760 and transmitted to both Houses of Congress for its review. D.C. Law 15-342 became effective on April 12, 2005.\n\nDC CODE ยง 34-1831\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-342, ยง 201, 52 DCR 2346.)","sections":[{"prefix":"a","text":" The Public Service Commission shall have the power and authority to prescribe rules and regulations for the operation, maintenance, and location of outdoor pay telephones in the District of Columbia."},{"prefix":"b","text":" The Commission shall, by rules or regulations, establish standards:"},{"prefix":"1","text":" To certify a pay telephone service provider seeking to provide pay telephone services in the District of Columbia;"},{"prefix":"2","text":" For the registration, renewal of a registration for a pay telephone, and transfer of ownership of a registered pay telephone;"},{"prefix":"3","text":" For the installation and removal of a pay telephone;"},{"prefix":"4","text":" To investigate a consumer complaint regarding pay telephone service; and"},{"prefix":"5","text":" to establish operating requirements for all outdoor pay telephones."},{"prefix":"c","text":" The Commission shall by regulation or order prescribe procedures for reviewing any complaint relating to pay telephone services in the District of Columbia. The regulation or order shall include provisions for a formal hearing, decision, and appeal arising from any complaint."},{"prefix":"d","text":"(1) In weighing evidence regarding whether a pay telephone constitutes a public nuisance, the Public Service Commission shall give great weight to the:"},{"prefix":"A","text":" Written recommendation of the Advisory Neighborhood Commission in which the pay telephone is located or proposed to be located; and"},{"prefix":"B","text":" Written statement or testimony of a member of the Metropolitan Police Department."},{"prefix":"2","text":" For the purpose of this section only, great weight means that, unless there is a compelling reason to do otherwise, the Public Service Commission shall defer to the opinion of the Metropolitan Police Department or Advisory Neighborhood Commission."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"18A","text":"Pay Telephones"},"heading":{"title":"34","chaptersection":"1831","identifier":"34-1831","catch_text":"Pay telephone service providers."}}