{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1253.01\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 301, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" There is established a Cable Television Advisory Committee to assist and advise the Mayor and the Council regarding the design, regulation, and programming of cable systems in the District."},{"prefix":"b","text":" The Advisory Committee shall consist of 13 members as follows:"},{"prefix":"1","text":" Two members who shall represent the Council, who shall be comprised of:"},{"prefix":"A","text":" One member to be designated by the Chairman of the Council; and"},{"prefix":"B","text":" One member to be designated by the chairperson of the Council committee with oversight over the Office;"},{"prefix":"2","text":" Eight members, to be appointed by the Mayor, who shall be comprised of:"},{"prefix":"A","text":" One member who shall be an Advisory Neighborhood Commissioner;"},{"prefix":"B","text":" Two members who shall be District residents with extensive knowledge of cable television;"},{"prefix":"C","text":" One member who shall be a District resident with expert knowledge of the telecommunications industry;"},{"prefix":"D","text":" One member who shall be an engineer with technical knowledge of cable television and telecommunications;"},{"prefix":"E","text":" One member who shall be a senior citizen and resident of the District;"},{"prefix":"F","text":" One member who shall represent the Office of the Deputy Mayor for Planning and Economic Development;"},{"prefix":"G","text":" One member who shall represent the Department of Transportation;"},{"prefix":"3","text":" One member who shall represent the Consortium of Universities to be selected by the Consortium from among its members;"},{"prefix":"4","text":" One member who shall represent the District of Columbia Public School Board of Education, to be selected by the President of the Board from among the members of the Board; and"},{"prefix":"5","text":" One member who shall represent the Public Access Corporation to be selected by the Chairman of the Board of Directors of the Public Access Corporation from among the members of the Board of Directors."},{"prefix":"c","text":" The Advisory Committee shall:"},{"prefix":"1","text":" Advise the Mayor, the Council, and the Office in the general oversight of the cable television industry;"},{"prefix":"2","text":" Assess the cable programming and technology needs and interests of District residents;"},{"prefix":"3","text":" Recommend changes to District law, regulations, or policy regarding cable television; and"},{"prefix":"4","text":" Meet at least on a quarterly basis to familiarize its members with, among other things, current cable industry technology and trends."},{"prefix":"d","text":" The members of the Advisory Committee shall be appointed or designated for terms of 4 years; provided, that the members of the Advisory Committee serving on the day prior to October 9, 2002 shall continue in office under the following schedule:"},{"prefix":"1","text":" The terms of the members appointed under subsection (b)(1)(A), (b)( 2)(A), (b)(2)(D), (b)(2)(F), (b)(3), (b)(5) of this section and the member appointed earlier under subsection (b)(2)(B) of this section shall expire 2 years after October 9, 2002; and"},{"prefix":"2","text":" The terms of the members appointed under subsection (b)(1)(B), (b)( 2)(C), (b)(2)(E), (b)(2)(G), (b)(4) of this section, and the member appointed later under subsection (b)(2)(B) of this section shall expire 4 years after October 9, 2002."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"C","text":"Other Cable Entities."},"heading":{"title":"34","chaptersection":"1253","identifier":"34-1253.01","catch_text":"Cable Television Advisory Committee."}}