{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nReferences in Text\n\nTitle VI of the federal cable act, referred to in par. (24), is Title VI of the Cable Communications Policy Act of 1984, Pub.L. 98-549, Oct. 30, 1984, 98 Stat. 2779, classified to 47 U.S.C.A. § 521 et seq.\n\nDC CODE § 34-1251.03\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 103, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334.)","sections":[{"prefix":"1","text":" \"Advisory Committee\" means the Cable Television Advisory Committee established by § 34-1253.01."},{"prefix":"2","text":" \"Affiliate\" means, when used in relation to any person, another person who owns or controls, or is owned or controlled by, or is under common ownership or control with such person."},{"prefix":"3","text":" \"Basic service\" means the lowest tier of cable service that includes the retransmission of local broadcast signals."},{"prefix":"4","text":" \"Cable service\" means:"},{"prefix":"A","text":" The one-way transmission to subscribers of video programming or other programming service; and"},{"prefix":"B","text":" The subscriber interaction, if any, which is required for the selection or use of video programming or other programming service."},{"prefix":"5","text":" \"Cable facility\" means antennae, transmitters, poles, wires, cables, conduits, amplifiers, instruments, and any other equipment used to provide cable service in the District, including any appliances used in connection with, or appurtenant to, any item listed in this paragraph."},{"prefix":"6","text":" \"Cable operator\" means a person or group of persons:"},{"prefix":"A","text":" Who provides cable service over a cable system or over an open video system and directly or through one or more affiliates owns a significant interest in such cable system or open video system; or"},{"prefix":"B","text":" Who controls or is responsible for, through any arrangement, the management and operation of a cable system or open video system."},{"prefix":"7","text":" \"Cable system\" means the cable facilities, including the set of closed transmission paths and associated signal generation, reception, and control equipment, that are used to provide cable service to multiple subscribers within the District. The term cable system shall not include:"},{"prefix":"A","text":" A facility that serves only to retransmit the television signals of one or more television broadcast stations;"},{"prefix":"B","text":" A facility that serves subscribers without using any public rights-of-way;"},{"prefix":"C","text":" A facility of a common carrier that is subject, in whole or in part, to the provisions of Title II of the Communications Act of 1934, approved June 19, 1934 (48 Stat. 1070; 47 U.S.C. § 201 et seq.) (\"Communications Act of 1934\") provided, that such a facility shall be considered a cable system to the extent it is used in the transmission of video programming directly to subscribers, unless the extent of such use is solely to provide interactive on-demand services;"},{"prefix":"D","text":" An open video system that is certified by the FCC pursuant to section 653 of the federal cable act (47 U.S.C. § 573); provided, that the term cable system shall be construed to include an open video system under the circumstances set forth in § 34-1251.04; or"},{"prefix":"E","text":" A facility of any electric utility used solely for operating its electric utility systems."},{"prefix":"8","text":" \"Control\" means actual working control in whatever manner exercised, including, without limitation, working control through ownership, management, debt instruments, or negative control. A rebuttable presumption of the existence of control shall arise from the beneficial ownership, directly or indirectly, by a person, or group of persons acting in concert, of more than 20% of a person."},{"prefix":"9","text":" \"Converter\" means an electronic device that may serve as an interface between a cable signal transmission and a subscriber's television receiver or other terminal equipment, and which may perform a variety of functions, including signal security, descrambling, electronic polling, frequency conversion, and channel selection."},{"prefix":"10","text":" \"Corporation Counsel\" means the District of Columbia Corporation Counsel."},{"prefix":"11","text":" \"District\" means the government of the District of Columbia or the geographic location of the District of Columbia, as applicable."},{"prefix":"12","text":" \"Educational channel\" means a specifically designated channel on a cable system set aside for use by a public or private school, scientific or educational institution, or consortium of schools or institutions."},{"prefix":"13","text":" \"Executive Director\" means the Director of the Office of Cable Television and Telecommunications."},{"prefix":"14","text":" \"Fair market value\" means the price that a willing buyer would pay to a willing seller for a cable system as a going concern in an arm's-length transaction, but with no value allocated to the franchise itself."},{"prefix":"15","text":" \"Federal cable act\" means the Cable Communications Policy Act of 1984, approved October 30, 1984 (98 Stat. 2779; 47 U.S.C. §§ 521-573)."},{"prefix":"16","text":" \"FCC\" means the Federal Communications Commission or its successor agency."},{"prefix":"17","text":" \"Franchise\" means an authorization, or renewal of an authorization, issued by the Council, to construct or operate a cable system."},{"prefix":"18","text":" \"Franchise agreement\" means a contract entered into pursuant to this chapter, between the District and a cable operator that sets forth, subject to this chapter and other laws, the terms and conditions under which a franchise shall or may be exercised."},{"prefix":"19","text":" \"Gross revenues\" means all revenues received by a cable operator, or an affiliate of a cable operator, before payment of expenses and other costs, from the operation or use of its cable system or open video system, including revenues derived from cable services including cable modem service, interactive services, the sale or lease of subscriber equipment, installation and other service fees, the sale of advertising time (and related services), earnings from home shopping channels, and any item defined as gross revenue in a franchise agreement."},{"prefix":"20","text":" \"Government channel\" means a specifically designated channel on a cable system set aside for use by the District government."},{"prefix":"21","text":" \"Installation\" means the connection of cable service to a subscriber's television receiver or other terminal equipment."},{"prefix":"22","text":" \"Institutional network \" or \"I- Net\" means a one--way and two--way network with upstream and downstream capacity, and including dedicated, high speed data, video, television, audio communications and telephony facilities, designed and constructed to connect District government buildings and facilities, and other buildings and facilities designated or authorized by the District."},{"prefix":"23","text":" \"Office\" means the Office of Cable Television and Telecommunications established by § 34-1252.01."},{"prefix":"24","text":" \"Open video system\" means the cable facilities, including the set of closed transmission paths and associated signal generation, reception, and control equipment, that are designed to provide cable service to multiple subscribers within the District, and which the FCC, in accordance with section 653 of the federal cable act (47 U.S.C. § 573), has certified as compliant with Title VI of the federal cable act and its rules."},{"prefix":"25","text":" \"Other programming service\" means a service other than cable service that a cable operator makes available to all subscribers generally."},{"prefix":"26","text":" \"PEG channels\" means channel capacity designated for public access channels, educational channels, and government channels, and the facilities and equipment for the use of the channels."},{"prefix":"27","text":" \"Person\" means an individual, corporation, partnership, association, joint-stock company, trust, or any other legal entity, excluding the government of the District of Columbia and its agencies."},{"prefix":"28","text":" \"Public access channel\" means a channel on a cable system that is reserved for noncommercial use by members of the public on a nondiscriminatory basis."},{"prefix":"29","text":" \"Public rights-of-way\" means the surface, the airspace above the surface, and the area below the surface of any street, road, avenue, highway, parkway, concourse, boulevard, park, public space, bridge, viaduct, tunnel, or any other property to which the District has title, easement, or jurisdiction."},{"prefix":"30","text":" \"Subscriber\" means a person who:"},{"prefix":"A","text":" Lawfully receives cable service provided by a cable operator by means of or in connection with its cable system or open video system, whether or not a fee is paid for such cable service; and"},{"prefix":"B","text":" Does not further distribute the cable service."},{"prefix":"31","text":" \"Video programming\" means programming provided by, or generally considered comparable to programming provided by, a television broadcast station."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"A","text":"General Provisions."},"heading":{"title":"34","chaptersection":"1251","identifier":"34-1251.03","catch_text":"Definitions."}}