{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1251.02\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 102, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia finds that:"},{"prefix":"1","text":" The rates, services, and operation of cable services and systems in the District affect the public interest;"},{"prefix":"2","text":" Further development of cable television may result in greater benefits for District residents;"},{"prefix":"3","text":" Cable television and cable technology play an essential role in the District's basic infrastructure;"},{"prefix":"4","text":" Cable systems occupy and extensively use scarce and valuable public rights-of-way in a manner reserved primarily for those who provide essential service to the public;"},{"prefix":"5","text":" Cable systems have the capacity to provide, in addition to entertainment and information services to District residents, a variety of broadband interactive communications services to individuals, the District government, and other institutions; and"},{"prefix":"6","text":" It is, and should be, the policy of the District of Columbia to provide fair regulation of cable service providers in the public interest."},{"prefix":"b","text":" The purposes of this subchapter are:"},{"prefix":"1","text":" To ensure that any authority granted to provide cable service is exercised in the public interest;"},{"prefix":"2","text":" To establish the procedures for granting, renewing, transferring, and revoking authority to provide cable services;"},{"prefix":"3","text":" To establish baseline standards for the operation of cable service providers in the District;"},{"prefix":"4","text":" To establish a framework for the ongoing regulation of cable service providers and for the promulgation of rules and regulations governing the provision of cable service;"},{"prefix":"5","text":" To encourage the optimum development of the economic, educational, and community service potentials of cable services and cable systems;"},{"prefix":"6","text":" To promote just and reasonable rates and charges for cable services without discrimination, undue preferences or advantages, or unfair or destructive competitive practices;"},{"prefix":"7","text":" To promote harmonious relationships between cable operators and their customers;"},{"prefix":"8","text":" To create and maintain an economic and regulatory environment that promotes competition in the cable television industry in the District; and"},{"prefix":"9","text":" To attract the deployment and maintenance of advanced cable services in the District."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"A","text":"General Provisions."},"heading":{"title":"34","chaptersection":"1251","identifier":"34-1251.02","catch_text":"Findings and purposes."}}