{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4 of Digital Inclusion Emergency Act of 2006 (D.C. Act 16-467, July 25, 2006, 53 DCR 6754).\n\nLegislative History of Laws\n\nFor Law 16-210, see notes following § 34-1731.01.\n\nDC CODE § 34-1731.03\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-210, § 4, 53 DCR 9122.)","sections":[{"prefix":"a","text":" The Mayor shall, within 30 days of March 2, 2007, issue an RFI to be followed by an RFP pursuant to the requirements of Unit A of Chapter 3 of Title 2, for a franchise agreement for the use of District telecommunications assets for telecommunications purposes in exchange for the furnishing of a package of services for digitally-disadvantaged residents. Upon an award, the Mayor shall enter into a franchise agreement with the franchisee."},{"prefix":"b","text":" The franchise agreement shall be a nonexclusive agreement in the District for private use of District telecommunications assets for telecommunications purposes in furtherance of the purposes of this chapter for Internet-related telecommunications purposes."},{"prefix":"c","text":" The franchise agreement shall be for a period not to exceed 5 years. One year prior to the termination of a franchise agreement, each party shall notify the other, in writing, as to whether it wants to renegotiate the franchise agreement for an additional period of time. Absent satisfactory renegotiation for a renewal period, the Mayor shall, based upon an evaluation of the bids received following the issuance of an RFP, enter into a new franchise agreement for the use of District telecommunications assets in exchange for the furnishing of a package of services for digitally-disadvantaged residents. The terms of a new franchise agreement shall not be inconsistent with the provisions of this chapter."},{"prefix":"d","text":" Under the terms of a franchise agreement, the franchisee shall be responsible for:"},{"prefix":"1","text":" Offering to each digitally-disadvantaged household specified in the franchise agreement the complete package of services for digitally-disadvantaged residents at no cost to the household;"},{"prefix":"2","text":" Providing to each digitally-disadvantaged resident household that accepts the offer the complete package of services for digitally-disadvantaged residents at no cost to the household;"},{"prefix":"3","text":" Providing the package of services for digitally-disadvantaged residents according to a time schedule established in the franchise agreement;"},{"prefix":"4","text":" Reporting to the Mayor, no less often than quarterly the number of:"},{"prefix":"A","text":" The number of digitally- disadvantaged households to which the franchisee has offered the package of services for digitally-disadvantaged residents;"},{"prefix":"B","text":" The number of digitally-disadvantaged resident households that have accepted the franchisee's offer of that package of services for digitally-disadvantaged residents, and"},{"prefix":"C","text":" The number of digitally-disadvantaged resident households to which the franchisee has provided the package of services for digitally-disadvantaged residents by the dates specified in the schedule established in the franchise agreement;"},{"prefix":"5","text":" Maintaining records, which shall be available to the Mayor on request, sufficient to identify:"},{"prefix":"A","text":" All digitally-disadvantaged resident households to which the franchise has offered the package of services for digitally-disadvantaged residents;"},{"prefix":"B","text":" All digitally-disadvantaged resident households that have accepted the franchisee's offer of the package of services for digitally-disadvantaged residents;"},{"prefix":"C","text":"(i) All digitally-disadvantaged resident households to which the franchisee has provided the package of services for digitally-disadvantaged residents; and"},{"prefix":"ii","text":" The date on which each digitally-disadvantaged resident household received that package of services for digitally-disadvantaged residents;"},{"prefix":"D","text":"(i) All complaints received by the franchisee in connection with offering and providing the package of services for digitally-disadvantaged residents; and"},{"prefix":"ii","text":" The manner and date of resolution of each complaint;"},{"prefix":"6","text":" All costs and expenses of the activities described in paragraphs (1) through (4) of this subsection; and"},{"prefix":"7","text":" All costs and expenses incident to the franchisee's use of District telecommunications assets as defined in this chapter."},{"prefix":"e","text":" The franchise agreement shall establish:"},{"prefix":"1","text":" The specific population of digitally-disadvantaged residents (by income level, residence in digitally-disadvantaged areas, or both) to which the franchisee agrees to offer the package of services for digitally-disadvantaged residents to each digitally-disadvantaged resident household;"},{"prefix":"2","text":" The schedule according to which the franchisee will provide the package of services for digitally-disadvantaged residents to the digitally-disadvantaged resident households to be served pursuant to the franchise agreement;"},{"prefix":"3","text":" Procedures for periodically upgrading hardware provided as part of any package of services to digitally-disadvantaged resident households during the course of the franchise agreement;"},{"prefix":"4","text":" That the franchisee shall be subject to fees, payable to the Treasurer of the District of Columbia, for failure to adhere to the schedule described in subsection (d)(3) of this section and paragraph (2) of this subsection;"},{"prefix":"5","text":" That prior to signing the franchise agreement, the Mayor and the franchisee shall define the franchisee's specific use of District telecommunications assets; and"},{"prefix":"6","text":"(i) That upon the expiration of the franchise agreement, or upon the expiration of a renewal term, all computers, peripherals, and other items furnished by the franchisee to any household pursuant to the franchise agreement shall remain the property of the household; and"},{"prefix":"ii","text":" That no person who received any item or service that is part of the package of services for digitally-disadvantaged residents shall be liable for any fee or charge for such item or service."},{"prefix":"f","text":" The Mayor shall include in the franchise agreement the requirements of this chapter and any other provisions that the Mayor considers appropriate to carry out the purposes of this chapter."},{"prefix":"g","text":" Pursuant to the requirements of § 1-204.51, the franchise agreement shall be subject to approval by the Council."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"17A","text":"Digital Inclusion."},"heading":{"title":"34","chaptersection":"1731","identifier":"34-1731.03","catch_text":"Franchise agreement."}}