{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39 rewrote the section which had read as follows:\n\n\"(a)(1) All subscribers shall contribute to the Fund through a user fee to be collected by each local exchange carrier.\n\n\"(2)(A) Subscribers to wireline local exchange service shall pay the following monthly user fees:\n\n\"(i) A fee of $0.76 per access line;\n\n\"(ii) A fee of $0.62 per Centrex line; and\n\n\"(iii) A fee of $0.62 per Private Branch Exchange ('PBX') station.\n\n\"(B) For billing and collection purposes, the PBX fee per station shall be converted into a per-trunk fee based on a ratio of 8 PBX stations to one PBX trunk.\n\n\"(C) Subscribers to wireless local exchange service shall pay a monthly user fee of $0.76 for each telephone number that has a District of Columbia billing address.\n\n\"(D) For the purposes of collection and billing, a provider may continue treating all lines as access lines until such time as the provider is able to make the necessary technical changes to its billing and collection systems to implement the specific monthly user fees for Centrex and PBX stations, but in no event later than 120 days after June 5, 2003.\n\n\"(b)(1) Each local exchange carrier shall collect the user fees imposed under subsection (a) of this section and shall remit the proceeds to the Mayor on a quarterly basis.\n\n\"(2) Each local exchange carrier shall be entitled to deduct and retain an amount not to exceed 2% of the user fees collected to cover administrative costs.\n\n\"(c)(1) Payment of the user fees imposed under subsection (a) of this section shall not be subject to taxes or charges levied by the District of Columbia.\n\n\"(2) User fees collected under subsection (a) of this section shall not be considered revenue of a local exchange carrier for any purpose.\n\n\"(d) As part of the annual request for appropriations from the Fund, the Mayor shall provide a report to the Council addressing whether the user fees imposed under subsection (a) of this section should be adjusted.\n\n\"(e) Each user fee imposed under this section shall be reflected in a separate line item on each bill sent by a local exchange carrier.\"\n\nD.C. Law 14-307 rewrote subsec. (a)(2) which had read as follows:\n\n\"(2)(A) Subscribers to wireline local exchange service shall pay the following monthly user fees:\n\n\"(i) A fee of $0.56 per exchange access line; and\n\n\"(ii) A fee of $0.07 per Centrex line.\n\n\"(B) Subscribers to wireless local exchange service shall pay a monthly user fee of $0.56 for each telephone number that has a District of Columbia billing address.\"\n\nD.C. Law 17-219 rewrote subsec. (a)(1), which had read as follows:\n\n\"(a)(1) There is imposed upon all local exchange carriers, including wireline and wireless carriers, a tax calculated on the basis of each individual telephone line sold or leased in the District of Columbia as follows:\n\n\"(A) For wireline local exchange service:\n\n\"(i) $0.76 per exchange access line;\n\n\"(ii) $0.62 per Centrex line; and\n\n\"(iii) $0.62 per private branch exchange ('PBX') station; and\n\n\"(B) For wireless telephone exchange service, $0.76 for each telephone number that has a District of Columbia billing address.\"\n\nD.C. Law 18-223 added subsec. (e).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 604 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) authorization of applicability of section, see § 609 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 702(b) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 702(b) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 702(b) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 502(c) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 502(c) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 3002(c) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition of section, see § 3042(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 3042(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 34-1801.\n\nFor Law 14-307, see notes following § 34-1802.\n\nFor Law 15-39, see notes following § 34-1801.\n\nFor Law 17-219, see notes following § 34-808.01.\n\nFor Law 18-223, see notes following § 34-706.\n\nMiscellaneous Notes\n\nSection 3003 of D.C. Law 18-223 provides:\n\n\"Sec. 3003. Applicability.\n\n\"This subtitle shall apply as of October 1, 2010.\"\n\nDC CODE § 34-1803\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 604, 47 DCR 6308; June 5, 2003, D.C. Law 14-307, § 702(b), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 502(c), 50 DCR 5668; Aug. 16, 2008, D.C. Law 17-219, § 3002(b), 55 DCR 7598; Sept. 24, 2010, D.C. Law 18-223, § 3002(c), 57 DCR 6242.)","sections":[{"prefix":"a","text":"(1) There is imposed upon all local exchange carriers, including wireline and wireless carriers and interconnected Voice Over Internet Protocol (\"VoIP\") service providers, as defined by 47 C.F.R. § 9.3, that connect users who dial or enter the digits 9-1-1 to the District's public safety answering points, a monthly tax calculated on the basis of each individual telephone line sold or leased in the District as follows:"},{"prefix":"A","text":" For wireline local exchange service:"},{"prefix":"i","text":" $0.76 per exchange access line in the District of Columbia;"},{"prefix":"ii","text":" $0.62 per Centrex line in the District of Columbia; and"},{"prefix":"iii","text":" $0.62 per private branch exchange station in the District of Columbia;"},{"prefix":"B","text":" For wireless telephone exchange service, $0.76 for each telephone number that has a District of Columbia billing address; and"},{"prefix":"C","text":" For interconnected VoIP service, as defined by 47 C.F.R. § 9.3, $0. 76 for each line, trunk, or path that can access to, connect with, or interface with 911 service based on primary place of use."},{"prefix":"2","text":" The PBX tax per station shall be converted into a per-trunk tax based on a ratio of 8 PBX stations to one PBX trunk."},{"prefix":"b","text":" Each local exchange carrier shall submit the tax imposed under subsection (a) of this section to the Mayor on a quarterly basis."},{"prefix":"c","text":" As part of the annual request for appropriations from the Fund, the Mayor shall provide a report to the Council addressing whether the tax imposed under this section should be adjusted."},{"prefix":"d","text":" Each local exchange carrier is authorized to state on the invoice to customers a separate line item stating the amount of tax levied pursuant to this section."},{"prefix":"e","text":" The provisions of this section do not apply to prepaid wireless telecommunications service, which shall be subject to the provisions of § 34-1803.02."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"18","text":"Emergency and Non-Emergency Number Telephone System Assessments Fund."},"heading":{"title":"34","chaptersection":"1803","identifier":"34-1803","catch_text":"Assessments."}}