{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1256.04\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 604, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" At all times during the term of a franchise, including the time for removal of facilities, the cable operator shall hold a valid liability insurance policy and shall pay all premiums for the policy in a timely manner. The policy shall insure the District, its officers, boards, commissions, elected officials, agents, contractors, and employees against liabilities. The policy shall be issued by a company carrying a rating by Best of not less than \"A\" and the company shall be authorized by the District's Superintendent of Insurance to do business in the District."},{"prefix":"b","text":" The amount of the liability insurance policy, and the terms of the policy, shall be established in the franchise agreement."},{"prefix":"c","text":" The form of the liability insurance policy shall be acceptable to the Corporation Counsel."},{"prefix":"d","text":" The policy shall require 30 calendar days written notice of any cancellation to both the Office and the cable operator. If the Office or the cable operator receives a cancellation notice, the cable operator shall obtain a new bond, meeting the requirements of this section, within 30 days after receipt of the notice by the Office or the cable operator."},{"prefix":"e","text":" The cable operator shall file with the Office written evidence of payment of premiums and executed duplicate copies of the liability insurance policy."},{"prefix":"f","text":" Failure to comply with the provisions of this section, or with the liability insurance provisions of the franchise agreement, shall constitute a material violation of a franchise."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"F","text":"Required Payments; Insurance and Indemnification."},"heading":{"title":"34","chaptersection":"1256","identifier":"34-1256.04","catch_text":"Insurance."}}