{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nDC CODE § 34-1254.03\n\nCurrent through December 11, 2012","credits":"(Oct. 9, 2002, D.C. Law 14-193, § 2, 49 DCR 7334.)","sections":[{"prefix":"a","text":" Within 45 days after receiving an application under § 34-1254.02, the Office shall certify the application as complete or shall transmit to the applicant a description of missing information and the time by which the missing information must be provided."},{"prefix":"b","text":" Upon certifying the application as complete, the Office shall have published in the District of Columbia Register a Notice of the Filing of an Application for a Cable Franchise, which shall contain the name of the applicant, the nature of the application, and a description of the procedures under this chapter."},{"prefix":"c","text":" Within 120 days after certifying an application as complete, the Office shall determine whether the applicant has the ability and commitment to adequately provide cable service in the District and to meet the cable-related needs and interests of the District and of District residents. In making this determination, the Office may procure the assistance of qualified technical, financial, and legal consultants."},{"prefix":"d","text":" In determining the ability and commitment of an applicant to adequately provide cable service in the District and to meet the cable-related needs and interests of the District and of District residents, the Office shall consider the following:"},{"prefix":"1","text":" Whether the proposed plans for the cable system are feasible and reasonable, considering the applicant's legal, financial, and technical resources and abilities and any other relevant factors;"},{"prefix":"2","text":" Whether the applicant has the ability, willingness, and commitment to construct, operate, and maintain a state-of-the-art cable system in the best interests of the District and of District residents;"},{"prefix":"3","text":" Whether the applicant has the ability to adapt to and implement new technologies, services, and programming;"},{"prefix":"4","text":" Whether the proposed cable system will serve the public interest and meet the cable-related needs of the District;"},{"prefix":"5","text":" Whether the applicant has had a previous franchise application denied by the District or any other franchising authority;"},{"prefix":"6","text":" Whether the applicant has filed materially misleading information in its application or intentionally withheld information that the applicant is required to provide;"},{"prefix":"7","text":" Whether the applicant has demonstrated a willingness and the ability to comply with the requirements of this chapter and any regulations promulgated under this chapter; and"},{"prefix":"8","text":" Any other relevant information."},{"prefix":"e","text":" In making a determination under this section, the Office may hold a public hearing to receive testimony on the applicant and the application. The Office shall have a notice of the hearing published in the District of Columbia Register and shall hold the hearing on no less than 15 days notice. The Office may consider multiple applications at a hearing."},{"prefix":"f","text":" In making a determination under this section, the Office may accept written and oral testimony and any other materials relevant to the application or its determination."},{"prefix":"g","text":" If the Office determines that an applicant does not possess the ability and commitment to adequately provide cable service in the District and meet the cable-related needs and interests of the District and District residents, the Office shall give the applicant additional time, not to exceed 90 days, and shall in writing indicate the deficiencies in the application and recommend how the applicant can correct the deficiencies.   If the applicant, after the additional time, remains unable to meet the standards of this section, the application shall be denied.  The Office shall transmit to the Council a notice of denial of application and shall set forth the reasons for the denial."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"D","text":"Franchising and Re-Franchising Process."},"heading":{"title":"34","chaptersection":"1254","identifier":"34-1254.03","catch_text":"Evaluation of an initial franchise application."}}