{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 702 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nLegislative History of Laws\n\nFor Law 17-250, see notes following § 34-1551.\n\nDC CODE § 34-1552\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2008, D.C. Law 17-250, § 702, 55 DCR 9225.)","sections":[{"prefix":"a","text":" The Commission shall promulgate rules, including standards, under which any owner, operator, or manager of a building which is not individually metered for electricity or gas for each nonresidential rental unit may install submetering equipment or energy allocation equipment for the purpose of fairly allocating:"},{"prefix":"1","text":" The cost of electrical or gas consumption for each nonresidential rental unit; and"},{"prefix":"2","text":" Electrical or gas demand and customer charges made by the utility and electricity and natural gas supplier."},{"prefix":"b","text":" In addition to other appropriate safeguards for the tenant, the rules shall require that a building owner, operator, or manager:"},{"prefix":"1","text":" Shall not impose on the tenant any charges over and above the cost per kilowatt hour, cubic foot or therm, plus demand and customer charges, where applicable, which are charged by the utility company, the electricity supplier, and natural gas supplier to the building owner, operator, or manager, including any sales, local utility, or other taxes, if any; provided, that additional service charges permitted by § 34-1553 may be collected to pay administrative costs and billing; and"},{"prefix":"2","text":" Shall maintain adequate records regarding submetering and energy allocation equipment and shall make such records available for inspection by the Commission during reasonable business hours."},{"prefix":"c","text":"(1) For the purposes of Commission enforcement of the rules adopted under this section, building owners, operators, or managers shall be treated as public utilities for the purposes of making a complaint under § 34-917 and any rules governing the making of complaints adopted under § 34-902."},{"prefix":"2","text":" All submetering equipment shall be subject to the same rules, including standards, established by the Commission for accuracy, testing, and recordkeeping of meters installed by electric or gas utilities and shall be subject to the meter requirements of § 34-303."},{"prefix":"3","text":" All energy allocation equipment shall be subject to rules, including standards established by the Commission to ensure that such systems result in a reasonable determination of energy use and the resulting costs for each nonresidential rental unit."},{"prefix":"4","text":" Violations of Commission rules and orders issued under this section shall be subject to the penalty provisions set forth in §§ 34-708 and 34-731."},{"prefix":"d","text":" In implementing this section, no building owner, operator, or manager shall be considered a public utility engaged in the business of distributing or reselling electricity or gas except as provided in subsection (c) of this section. The building owner, operator, or manager may use submetering or energy allocation equipment solely to allocate the costs of electric or gas service fairly among the tenants using the building."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"IIIA","text":" Electrical and Natural Gas Metering."},"chapter":{"identifier":"15A","text":"Installation of Submetering Equipment."},"heading":{"title":"34","chaptersection":"1552","identifier":"34-1552","catch_text":"Commission to promulgate rules, including standards."}}