{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1259.03\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 903, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" At least once every 3 years following the grant of a franchise, the Office shall conduct a performance evaluation of the cable operator and the cable system. The evaluation shall include a public hearing to allow public comment on the cable operator's performance."},{"prefix":"b","text":" During the evaluation process, a cable operator shall fully cooperate with the Office, and shall provide all information and documents the Office needs to reasonably perform its review, including information and documents that may be considered proprietary or confidential."},{"prefix":"c","text":" If any books, records, maps, plans, or other requested documents are voluminous, or for security reasons cannot be copied and moved, then the cable operator may request that the inspection take place at another location; provided, that the cable operator shall make necessary arrangements for copying documents selected by the Office after review, and the cable operator shall pay all travel and additional copying expenses incurred by the Office in inspecting those documents or having those documents inspected by its designee."},{"prefix":"d","text":" The Office may hold a hearing on the performance of a cable operator, or a specific aspect of the performance of a cable operator, at any time."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"I","text":"Regulation, Oversight, and Inspection of Cable System and Records."},"heading":{"title":"34","chaptersection":"1259","identifier":"34-1259.03","catch_text":"Periodic evaluations; performance hearings."}}