{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1259.02\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 902, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" Not later than 90 days after a new or substantial rebuild of a cable system, or a portion of the cable system, is completed and available for service to subscribers, or at such later time as may be set forth in a franchise agreement, a technical performance test shall be conducted by the cable operator to demonstrate full compliance with the technical standards of the FCC. The test shall be performed by, or under the supervision of, a qualified registered professional engineer or an engineer with proper training and experience. A report shall be submitted to the Office, describing test results, instrumentation, calibration, test procedures, and the qualifications of the engineer responsible for the test."},{"prefix":"b","text":" System monitor test points shall be established at or near the output of the last amplifier in the longest feeder line, at or near the trunk extremities, and at not fewer than 8 other widely scattered locations."},{"prefix":"c","text":" The franchise agreement may require additional tests, full or partial repeat tests, different test procedures, or tests involving a specific subscriber's terminal."},{"prefix":"d","text":" The Office may require additional tests, full or partial repeat tests, different test procedures, or tests involving a specific subscriber's terminal; provided, that a request for an additional test by the Office shall be on the basis of complaints received or other evidence indicating an unresolved controversy or significant noncompliance, and the test shall be limited to the particular matter in controversy. The Office shall endeavor to arrange a request for a test under this subsection so as to minimize hardship or inconvenience to the cable operator or subscribers."},{"prefix":"e","text":" All tests performed under this section shall be conducted in conformity with Federal Communications Commission regulations and any regulations promulgated under this chapter."},{"prefix":"f","text":" A copy of the annual performance test required by the Federal Communications Commission shall be simultaneously submitted to Office."},{"prefix":"g","text":" The Office may employ qualified consultants to assist in the administration of this or any other section of this chapter."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"I","text":"Regulation, Oversight, and Inspection of Cable System and Records."},"heading":{"title":"34","chaptersection":"1259","identifier":"34-1259.02","catch_text":"Test and performance monitoring."}}