{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-307 rewrote subsec. (d) and added subsec. (e). Prior to amendment, subsec. (d) had read as follows:\n\n\"(d) All income and expenses of the Fund shall be audited annually by the Mayor. The audit report shall be provided to the Council. The expenses of each audit shall be defrayed by the Fund.\"\n\nD.C. Law 15-39 rewrote subsec. (a) which had read as follows:\n\n\"(a) There is established a fund designated as the Emergency and Non-Emergency Number Telephone Calling Systems Fund, which shall be separate from the General Fund of the District of Columbia and shall be used solely for the purposes set forth in subsection (b) of this section. The Fund shall be funded by user fees imposed under § 34-1803. All fees collected under § 34-1803, and all interest earned on those fees, shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act of Congress. All fees deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress in an appropriations act\".\n\nD.C. Law 15-205 added subsec. (a-1).\n\nD.C. Law 17-20, in subsec. (a), substituted \"The Fund shall be funded by a tax imposed under § 34-1803 and from sources identified in § 34-1803.01\" for \"The Fund shall be funded by a tax imposed under § 34-1803\"; and added subsec. (b-1).\n\nD.C. Law 17-219 rewrote subsec. (b-1), which had read as follows:\n\n\"(b-1) As of October 1, 2009, no more than 10 full-time equivalent employees shall be funded by the Fund. Beginning with the proposed budget for fiscal year 2009, the Mayor shall begin the transition of full-time equivalent employees funded by the Fund so that no more than 10 remain as of October 1, 2009.\"\n\nD.C. Law 18-111 added subsec. (b-2).\n\nD.C. Law 18-223, in subsec. (a), substituted \"§ 34-1803 and § 34-1803.02\" for \"§ 34-1803\" in two places; and rewrote subsec. (d), which had read as follows:\n\n\"(d) All income and expenses of the Fund shall be audited annually by the Chief Financial Officer, who shall transmit the audit report to the Mayor and Council. The expenses of the annual audit shall be defrayed by the Fund. The Chief Financial Officer shall also transmit to the Mayor and Council quarterly reports summarizing the income and expenditures of the Fund.\"\n\nD.C. Law 19-21, in subsec. (a), deleted \"and from sources identified in § 34- 1803.01\" following \"§ 34-1803.02\";   and added subsec. (b-3).\n\nD.C. Law 19-168 rewrote subsec. (a), which formerly read:\n\n\"(a) There is established a fund designated as the Emergency and Non-Emergency Number Telephone Calling Systems Fund, which shall be separate from the General Fund of the District of Columbia and shall be used solely for the purposes set forth in subsection (b) of this section. The Fund shall be funded by a tax imposed under § 34-1803 and § 34-1803.02. All monies collected under § 34-1803 and § 34-1803.02, and all interest earned on those monies, shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act of Congress. All monies deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress in an appropriations act.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 603 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) authorization of applicability of section, see § 609 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 702(a) of Fiscal Year 2003 Budget Support Amendment Emergency Act of 2002 (D.C. Act 14-544, December 4, 2002, 49 DCR 11700).\n\nFor temporary (90 day) amendment of section, see § 702(a) of the Fiscal Year 2003 Budget Support Amendment Congressional Review Emergency Act of 2003 (D.C. Act 15-27, February 24, 2003, 50 DCR 2151).\n\nFor temporary (90 day) amendment of section, see § 702(a) of Fiscal Year 2003 Budget Support Amendment Second Congressional Review Emergency Act of 2003 (D.C. Act 15-103, June 20, 2003, 50 DCR 5499).\n\nFor temporary (90 day) amendment of section, see § 502(b) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) hiring freeze exemption provisions, see § 503 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 502(b) and 503 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see § 3222 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 3222 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 3022(a) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 3011(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 3011(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see §§ 3002(b), 3052 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 3002 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 3042(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 3042(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 34-1801.\n\nLaw 14-307, the \"Fiscal Year 2003 Budget Support Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-892, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on October 1, 2002, and November 7, 2002, respectively. Signed by the Mayor on December 4, 2002, it was assigned Act No. 14-543 and transmitted to both Houses of Congress for its review. D.C. Law 14-307 became effective on June 5, 2003.\n\nFor Law 15-39, see notes following § 34-1801.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nFor Law 17-20, see notes following § 34-1514.\n\nFor Law 17-219, see notes following § 34-808.01.\n\nFor Law 18-111, see notes following § 34-1561.\n\nFor Law 18-223, see notes following § 34-706.\n\nFor history of Law 19-21, see notes under § 34-706.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nDelegation of Authority\n\nDelegation of Authority Under Title VI of DC Law 13-172, the \"Emergency and Non-Emergency Number Telephone Calling Systems Fund Act of 2000\", see Mayor's Order 2001-40, March 22, 2001 (48 DCR 3440).\n\nMiscellaneous Notes\n\nHiring freeze exemption: Section 503 of D.C. Law 15-39 provides: \"The positions identified in the Fiscal Year 2004 Spending Plan for the Fund, dated April 16, 2003, shall not be subject to a hiring freeze during Fiscal Year 2004.\"\n\nApplicability: Section 504 of D.C. Law 15-39 provides: \"Section 502 shall apply as of October 1, 2003.\"\n\nShort title: Section 3021 of D.C. Law 17-20 provided that subtitle C of title III of the act may be cited as the \"Critical Emergency Communications Amendment Act of 2007\".\n\nShort title: Section 3001 of D.C. Law 17-219 provided that subtitle A of title III of the act may be cited as the \"Emergency Communications Funding Amendment Act of 2008\".\n\nShort title: Section 3010 of D.C. Law 18-111 provided that subtitle B of title III of the act may be cited as the \"E-911 and Consumer Protection Fund Amendment Act of 2009\".\n\nSection 3003 of D.C. Law 18-223 provides:\n\n\"Sec. 3003. Applicability.\n\n\"This subtitle shall apply as of October 1, 2010.\"\n\nShort title: Section 3041 of D.C. Law 19-168 provided that subtitle E of title III of the act may be cited as \"Office of Unified Communications E-911 Fund Clarification Amendment Act of 2012\".\n\nSection 3044 of D.C. Law 19-168 provides:\n\n\"Sec. 3044. Applicability.\n\n\"Section 3042(a)(3) and section 3043 shall apply as of October 1, 2011.\"\n\nDC CODE § 34-1802\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 603, 47 DCR 6308; June 5, 2003, D.C. Law 14-307, § 702(a), 49 DCR 11664; Nov. 13, 2003, D.C. Law 15-39, § 502(b), 50 DCR 5668; Dec. 7, 2004, D.C. Law 15-205, § 3222, 51 DCR 8441; Sept. 18, 2007, D.C. Law 17-20, § 3022(a), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 3002(a), 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 3011(a), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, §§ 3002(b), 3052, 57 DCR 6242; Sept. 14, 2011, D.C. Law 19-21, §§ 3052, 9052(a)(1), 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 3042(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established a fund designated as the Emergency and Non-Emergency Number Telephone Calling Systems Fund, which shall be separate from the General Fund of the District of Columbia and shall be used solely for the purposes set forth in subsection (b) of this section. The Fund shall be funded by a tax imposed under § 34-1803 and § 34-1803.02 and from sources identified in § 34-1803.03. All monies collected under § 34-1803, § 34-1803.02 and 34-1803.03, and all interest earned on those monies, shall be deposited into the Fund without regard to fiscal year limitation pursuant to an act of Congress. All monies deposited into the Fund shall not revert to, or be transferred to, the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress in an appropriations act."},{"prefix":"a-1","text":" All authority and operations of the Fund shall be administered by the Office of Unified Communications."},{"prefix":"b","text":" The Fund shall be used solely to defray personnel and nonpersonnel costs incurred by the District of Columbia and its agencies and instrumentalities in providing a 911 system, and direct costs incurred by wireless carriers in providing wireless E-911 service. For purposes of this subsection, the term \"costs\" shall include obligations incurred both before and after October 19, 2000. The Fund shall not be used for any other purpose."},{"prefix":"b-1","text":" After October 1, 2008, no monies in the Fund shall be used to defray personnel costs."},{"prefix":"b-2","text":" After October 1, 2010, no monies in the Fund shall be used to defray nonpersonal costs related to overhead, including energy, rentals, janitorial services, security, or occupancy costs. The Fund shall be used solely to defray technology and equipment costs directly incurred by the District of Columbia and its agencies and instrumentalities in providing a 911 system and direct costs incurred by wireless carriers in providing wireless E-911 service. The Fund shall not be used for any other purpose."},{"prefix":"b-3","text":" Notwithstanding subsection (b-2) of this section, monies in the Fund may be used to defray security costs during fiscal year 2011 and fiscal year 2012."},{"prefix":"c","text":" The Mayor shall submit to the Council, as a part of the annual budget, a requested appropriation for expenditures from the Fund. Any monies received but not expended in a given fiscal year shall be retained by the Fund."},{"prefix":"d","text":"(1) All income and expenses of the Fund shall be audited annually by the Chief Financial Officer, who shall transmit the audit report to the Mayor and the Council."},{"prefix":"A","text":" The expenses of the annual audit shall be defrayed by the Fund."},{"prefix":"B","text":" The annual audit shall include the following:"},{"prefix":"i","text":" The assets, liabilities, fund balance, revenue, and expenditures of the Fund;"},{"prefix":"ii","text":" A detailed accounting of the Fund's expenditures;"},{"prefix":"iii","text":" Recommendations to improve the financial management processes of the Fund;"},{"prefix":"iv","text":" Identification of any Fund expenditures that are not permitted under law;"},{"prefix":"v","text":" Recommendations to improve the language of the Fund's enabling statute to reflect best practices; and"},{"prefix":"vi","text":" Any other information deemed important by the Chief Financial Officer."},{"prefix":"2","text":" The Chief Financial Officer shall also transmit to the Mayor and Council quarterly reports summarizing the income and expenditures of the Fund."},{"prefix":"e","text":" During fiscal year 2003, the Mayor shall allocate at least $500,000 of any revenue the Fund earns due to the enactment of the Emergency and Non-Emergency Number Telephone Calling Systems Fund Amendment Act of 2002 (title VII of D.C. Law 14-307), in excess of the Fund revenue projection included in the District of Columbia's budget submission to Congress, to increase the number of emergency call-taking staff who are working during hours when call volume is above average. The Mayor may increase the number of emergency call-taking staff through such measures that he considers appropriate, including hiring new staff, authorizing overtime, employing light-duty sworn police officers or firefighters, or offering a shift differential, in accordance with Chapter 6 of Title 1 and any applicable collective bargaining agreements."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"18","text":"Emergency and Non-Emergency Number Telephone System Assessments Fund."},"heading":{"title":"34","chaptersection":"1802","identifier":"34-1802","catch_text":"Emergency and Non-Emergency Number Telephone Calling Systems Fund."}}