{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-227, see notes following ยง 34-1651.01.\n\nDC CODE ยง 34-1671.08\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 2005, D.C. Law 15-227, ยง 9, 51 DCR 10549.)","sections":[{"prefix":"a","text":" The Commission shall adopt regulations or issue orders specifying the necessary minimum service requirements of a licensed natural gas supplier regarding the marketing, solicitation, sale, or provision, directly or through its agent, of retail natural gas."},{"prefix":"b","text":" The minimum service requirements shall include the following:"},{"prefix":"1","text":" A requirement that a licensed retail natural gas supplier:"},{"prefix":"A","text":" Provide residential customers with accurate pricing and terms and conditions of service, and with a document containing the terms and conditions of pricing and service before the contract for service becomes binding; and"},{"prefix":"B","text":" Disclose to residential customers the conditions under which a residential customer may rescind a contract without penalty."},{"prefix":"2","text":" Before a residential customer is eligible for service from a licensed retail natural gas supplier, the residential customer shall discharge, or enter into a plan to discharge, existing arrearages (except any pending disputed arrearages) owed to or being billed by the gas company for natural gas service; and"},{"prefix":"3","text":" Minimum service quality."},{"prefix":"c","text":" The regulations or orders also shall provide for disclosure of the terms identifying how residential customers may transfer or terminate service, including any costs and required notice."},{"prefix":"d","text":"(1) The following requirements shall be standard content for residential customers' bills:"},{"prefix":"A","text":" To the maximum extent practicable, an itemized list of service components to enable a residential customer to recalculate his or her bill for accuracy;"},{"prefix":"B","text":" The identification of the supplier of a service;"},{"prefix":"C","text":" A statement of where, when, and how payment may be made and provision of a toll-free or local customer assistance and complaint telephone number for the natural gas supplier, as well as the addresses and customer assistance telephone numbers for the Commission and the Office of the People's Counsel, with the available hours noted;"},{"prefix":"D","text":" A clear explanation for 2 consecutive billing periods, of any changes in the rates, terms, and conditions of service; and"},{"prefix":"E","text":" Price disclosure and disclosure of total billing units for the billing period and historical annual usage."},{"prefix":"2","text":" The Commission may alter the bill contents prescribed by this subsection if necessary to conform with billing or pricing schemes specifically approved by the Commission."},{"prefix":"e","text":" The regulations or orders shall include policies and procedures that provide for the following:"},{"prefix":"1","text":" The coordination between natural gas suppliers and the gas company for the purpose of maintaining service;"},{"prefix":"2","text":" The allocation of partial payments between natural gas suppliers and the gas company when service components are jointly billed;"},{"prefix":"3","text":" A prohibition against the transfer, or the authorization of the transfer of, a residential customer's natural gas supplier without the prior consent of the residential customer in accordance with appropriate confirmation practices;"},{"prefix":"4","text":" A requirement for disclosure of the conditions under which a residential customer may rescind a decision to switch his or her natural gas supplier without penalty; and"},{"prefix":"5","text":" Specification of any required notice and any penalty for early termination of contract."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Natural Gas."},"chapter":{"identifier":"16C","text":"Retail Natural Gas Supplier Licensing and Consumer Protection."},"heading":{"title":"34","chaptersection":"1671","identifier":"34-1671.08","catch_text":"Consumer protections."}}