{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-113 added par. (29).\n\nD.C. Law 17-177 added par. (17A).\n\nD.C. Law 17-250, in par. (15)(A), substituted \"1000 kilowatts\" for \"100 kilowatts\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Electric Standard Offer Service Emergency Amendment Act of 2003 (D.C. Act 15-276, December 18, 2003, 51 DCR 47).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Electric Standard Offer Service Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-400, March 18, 2004, 51 DCR 3636).\n\nFor temporary (90 day) amendment of section, see § 302 of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nLegislative History of Laws\n\nLaw 13-107, the \"Retail Electric Competition and Consumer Protection Act of 1999,\" was introduced in Council and assigned Bill No. 13-284, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 18, 2000, it was assigned Act No. 13-256 and transmitted to both Houses of Congress for its review. D.C. Law 13-107 became effective on May 9, 2000.\n\nLaw 15-113, the \"Electric Standard Offer Service Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-439, which was referred to the Committee on Public Interest. The Bill was adopted on first and second readings on December 2, 2003, and January 6, 2004, respectively. Signed by the Mayor on January 27, 2004, it was assigned Act No. 15-300 and transmitted to both Houses of Congress for its review. D.C. Law 15-113 became effective on March 30, 2004.\n\nLaw 17-177, the \"Prohibition of Discrimination on the Basis of Gender Identity and Expression Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-330, which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on February 5, 2008, and March 4, 2008, respectively. Signed by the Mayor on March 19, 2008, it was assigned Act No. 17-329 and transmitted to both Houses of Congress for its review. D.C. Law 17-177 became effective on June 25, 2008.\n\nFor Law 17-250, see notes following § 34-804.\n\nDC CODE § 34-1501\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, § 101, 47 DCR 1091; Mar. 30, 2004, D.C. Law 15-113, § 2(a), 51 DCR 1349; June 25, 2008, D.C. Law 17-177, § 18(a), 55 DCR 3696; Oct. 22, 2008, D.C. Law 17-250, § 302, 55 DCR 9225.)","sections":[{"prefix":"1","text":" \"Affiliate\" means a person who directly or indirectly, or through one or more intermediaries, controls, is controlled by, or is under common control with, or has directly or indirectly, any economic interest in another person."},{"prefix":"2","text":" \"Aggregator\" means a person who acts on behalf of customers to purchase electricity."},{"prefix":"3","text":" \"Aggregation program\" means any system developed by an aggregator for organizing customers into a single purchasing unit."},{"prefix":"4","text":" \"Anticompetitive condition\" means a condition which would allow a party to:"},{"prefix":"A","text":" Exercise vertical or horizontal market power;"},{"prefix":"B","text":" Use the ownership or control of a regulated facility to favor an unregulated affiliate or subsidiary or to discriminate against a non-affiliated entity;"},{"prefix":"C","text":" Erect a barrier to entry; or"},{"prefix":"D","text":" Compete unfairly or deny effective competition to consumers."},{"prefix":"5","text":" \"Anticompetitive conduct\" means an activity which would:"},{"prefix":"A","text":" Violate any applicable antitrust law;"},{"prefix":"B","text":" Constitute favorable treatment of an affiliate;"},{"prefix":"C","text":" Discriminate against an unrelated entity;"},{"prefix":"D","text":" Constitute a barrier to entry; or"},{"prefix":"E","text":" Confer an unfair competitive advantage upon an entity."},{"prefix":"6","text":" \"Bid premium\" means a payment by an electricity supplier to the Commission for the right to provide standard offer service in the District of Columbia."},{"prefix":"7","text":" \"Broker\" means a person who acts as an agent or intermediary in the sale and purchase of electricity but who does not take title to electricity."},{"prefix":"8","text":" \"Competitive billing\" means the right of a customer to receive a single bill from the electric company, a single bill from the electricity supplier, or separate bills from the electric company and the electricity supplier."},{"prefix":"9","text":" \"Commission\" means the Public Service Commission of the District of Columbia."},{"prefix":"10","text":" \"Competitive Transition Charge\" means a rate, charge, credit, or other appropriate mechanism authorized to be imposed for the recovery of transition costs as determined by the Commission under § 34-1510."},{"prefix":"11","text":" \"Consolidator\" means any owner of or property manager for multi-family residential, commercial office, industrial, and retail facilities who combines more than one property for the primary purpose of contracting with an aggregator or electric energy service provider for electric energy services for those properties, and who:"},{"prefix":"A","text":" Does not take title to electric energy;"},{"prefix":"B","text":" Does not sell electric energy to buildings not owned or managed by such owner or property manager;"},{"prefix":"C","text":" Does not offer aggregation of electric energy services to other, unrelated end-users; and"},{"prefix":"D","text":" Arranges for the purchase of electric energy services only from duly licensed electric energy service providers or aggregators."},{"prefix":"12","text":" \"Consumer\" or \"customer\" each means a purchaser of electricity for end use in the District of Columbia. The term excludes an occupant of a building where the owner, lessee, or manager manages the internal distribution system serving the building and supplies electricity solely to occupants of the building for use by the occupants."},{"prefix":"13","text":" \"Customer-based aggregation program\" means a program in which customers pool their loads to shop more effectively for electricity supply, electricity supply services, or any service declared to be a potentially competitive service."},{"prefix":"14","text":" \"Customer choice\" or \"choice of electricity suppliers\" each means the right of electricity suppliers and consumers to use and interconnect with the electric distribution system on a nondiscriminatory basis in order to distribute electricity from any electric supplier to any customer. Under this right, consumers shall have the opportunity to purchase electricity supply from their choice of licensed electricity suppliers."},{"prefix":"15","text":" \"Customer-generator\" means a residential or commercial customer that owns and operates an electric generating facility that:"},{"prefix":"A","text":" Has a capacity of not more than 1000 kilowatts;"},{"prefix":"B","text":" Uses renewable resources, cogeneration, fuel cells, or microturbines;"},{"prefix":"C","text":" Is located on the customer's premises;"},{"prefix":"D","text":" Is interconnected with the electric company's transmission and distribution facilities; and"},{"prefix":"E","text":" Is intended primarily to offset all or part of the customer's own electricity requirements."},{"prefix":"16","text":" \"Effective competition\" means, with respect to the markets for electricity supply, billing, and those services declared by the Commission to be potentially competitive services a market structure under which an individual seller is not able to influence significantly the price of the service as a result of the number of sellers of the service, the size of each seller's share of the market, the ability of the sellers to enter or exit the market, and the price and availability of comparable substitutes for the service."},{"prefix":"17","text":" \"Electricity supplier\" means a person, including an aggregator, broker, or marketer, who generates electricity; sells electricity; or purchases, brokers, arranges or, markets electricity for sale to customers. The term excludes the following:"},{"prefix":"A","text":" Building owners, lessees, or managers who manage the internal distribution system serving such building and who supply electricity solely to occupants of the building for use by the occupants;"},{"prefix":"B","text":"(i) Any person who purchases electricity for its own use or for the use of its subsidiaries or affiliates; or"},{"prefix":"ii","text":" Any apartment building or office building manager who aggregates electric service requirements for his or her building or buildings, and who does not:"},{"prefix":"I","text":" Take title to electricity;"},{"prefix":"II","text":" Market electric services to the individually-metered tenants of his or her building; or"},{"prefix":"III","text":" Engage in the resale of electric services to others;"},{"prefix":"C","text":" Property owners who supply small amounts of power, at cost, as an accommodation to lessors or licensees of the property; and"},{"prefix":"D","text":" A consolidator."},{"prefix":"17A","text":" \"Gender identity or expression\" shall have the same meaning as provided in § 2-1401.02(12A)."},{"prefix":"18","text":" \"Initial implementation date\" means the first day on which customers in the District of Columbia shall have the ability to choose an electricity supplier. Unless accelerated or delayed by the Commission under § 34- 1502(c), the initial implementation date shall be January 1, 2002."},{"prefix":"19","text":" \"Marketer\" means a person who purchases and takes title to electricity as an intermediary for sale to customers."},{"prefix":"20","text":" \"Market participant\" means any electricity supplier (including an affiliate of the electric company) or any person providing billing services or services declared by the Commission to be potentially competitive services."},{"prefix":"21","text":" \"Net energy metering\" means measuring the difference between the electricity supplied to an eligible customer-generator from the electric grid and the electricity generated and fed back to the electric grid by the eligible customer-generator."},{"prefix":"22","text":" \"Pilot program\" means a transitional program approved by the Commission prior to the initial implementation date under which customer choice is implemented for a percentage of each customer class."},{"prefix":"23","text":" \"Potentially competitive service\" means a component of electric service (other than electricity supply and billing) determined by the Commission to be suitable for purchase by customers from alternative sellers under § 34- 1504(e)."},{"prefix":"24","text":"(A) \"Public purpose program\" means a program implemented with the intention of furthering a public purpose."},{"prefix":"B","text":" \"Public purpose program\" includes:"},{"prefix":"i","text":" A universal service program;"},{"prefix":"ii","text":" A program encouraging renewable energy resources;"},{"prefix":"iii","text":" A demand-side management or other energy efficiency or conservation program; and"},{"prefix":"iv","text":" A consumer education program."},{"prefix":"25","text":" \"Schedule\" means a list of the dates on which each customer class, or a designated percentage of each customer class, is eligible for customer choice and competitive billing."},{"prefix":"26","text":" \"Standard offer service\" means that electric service mandated by § 13- 1509."},{"prefix":"28","text":" \"Transition costs\" means costs, liabilities, and investments (including regulatory assets) allocable to the District of Columbia to the extent the costs, liabilities, and investments:"},{"prefix":"A","text":" Traditionally have been or would be recoverable under the existing regulatory structure (with retail rates for the provision of electric service), but will not be recoverable in the restructured electricity supply market; or"},{"prefix":"B","text":" Arise as a result of electric industry restructuring and are related to the creation of customer choice."},{"prefix":"29","text":" \"Wholesale electricity supplier\" means the electric company, which, pursuant to § 34-1509, obtains bids from, and contracts for electric service with, third parties and provides standard offer service to retail customers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1501","identifier":"34-1501","catch_text":"Definitions"}}