{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1259.08\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 908, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" The cable operator shall publish and make available to each potential subscriber a schedule of all applicable fees and charges for providing cable service and shall notify subscribers that basic cable service is available."},{"prefix":"b","text":" A cable operator shall not, with regard to fees, discriminate or grant any preference or advantage to any person. Nothing in this section shall be construed to prohibit a cable operator from instituting preferential or advantageous fees for the elderly, people with disabilities, or recipients of District or federal public assistance."},{"prefix":"c","text":" To the extent permitted under applicable law or regulation, a cable operator may, for promotional purposes, waive, reduce, or suspend connection or monthly service fees for specific or indeterminate periods not to exceed 6 months or for a period set forth in a franchise agreement, whichever is shorter."},{"prefix":"d","text":" The cable operator shall provide a notice of any planned waiver, reduction, or suspension of connection or monthly service fees to the Office at least 30 days before the waiver, reduction, or suspension."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"I","text":"Regulation, Oversight, and Inspection of Cable System and Records."},"heading":{"title":"34","chaptersection":"1259","identifier":"34-1259.08","catch_text":"Subscriber fees."}}