{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3002(d) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 18-223, see notes following § 34-706.\n\nMiscellaneous Notes\n\nSection 3003 of D.C. Law 18-223 provides:\n\n\"Sec. 3003. Applicability.\n\n\"This subtitle shall apply as of October 1, 2010.\"\n\nDC CODE § 34-1803.02\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 604b, as added Sept. 24, 2010, D.C. Law 18-223, § 3002(d), 57 DCR 6242.)","sections":[{"prefix":"a","text":"(1) A prepaid wireless E911 charge of 2.0% of the sales price per retail transaction occurring in the District shall be collected by the seller from the consumer, and remitted to the District. The amount of the prepaid wireless E911 charge shall be separately stated on an invoice, receipt, or other similar document that is provided to the consumer by the seller."},{"prefix":"2","text":" For the purposes of paragraph (1) of this subsection, a retail transaction that is effected in person by a consumer at a business location of the seller shall be treated as occurring in the District if that business location is in the District and any other retail transaction shall be treated as occurring in the District if the retail transaction is a sale at retail as described in § 47-2001(n)(1)(T) that is subject to tax pursuant to § 47-2002."},{"prefix":"b","text":" The prepaid wireless E911 charge is the liability of the consumer and not of the seller or of any provider, except that the seller shall be liable to remit all prepaid wireless E911 charges that the seller collects from consumers, except for deductions pursuant to subsection (f) of this section, including all such charges that the seller is deemed to collect where the amount of the charge has not been separately stated on an invoice, receipt, or other similar document provided to the consumer by the seller."},{"prefix":"c","text":" If the amount of the prepaid wireless E911 charge that is collected by a seller from a consumer is separately stated on an invoice, receipt, or other similar document provided to the consumer by the seller, the amount shall not be included in the base for measuring any tax, fee, surcharge, or other charge that is imposed by the District."},{"prefix":"d","text":"(1) Except as provided in paragraph (2) of this subsection, when prepaid wireless telecommunications service is sold with one or more other products or services for a single, non-itemized price, then the percentage specified in subsection (a) of this section shall apply to the entire non-itemized price unless the seller elects to apply the percentage to:"},{"prefix":"A","text":" The amount of the prepaid wireless telecommunications service disclosed to the consumer as a dollar amount; or"},{"prefix":"B","text":" The portion of the price identified by the seller that is attributable to the prepaid wireless telecommunications service by reasonable and verifiable standards from the seller's books and records that are kept in the regular course of business for other purposes, including non-tax purposes."},{"prefix":"2","text":" If a minimal amount of prepaid wireless telecommunications service is sold with a prepaid wireless device for a single, non-itemized price, then the seller may elect not to apply the percentage specified in paragraph (1) of this subsection to the transaction. For the purposes of this paragraph, an amount of service denominated as 10 minutes or less, or $5 or less, is minimal."},{"prefix":"e","text":" The Office of Tax and Revenue shall establish regulations governing collection, remittance, and other administrative provisions that are consistent with existing provisions governing the collection, remittance, and administration of the tax imposed by § 47-2002."},{"prefix":"f","text":" A seller shall be permitted to deduct and retain 3% of prepaid wireless E911 charges that are collected by the seller from consumers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"18","text":"Emergency and Non-Emergency Number Telephone System Assessments Fund."},"heading":{"title":"34","chaptersection":"1803","identifier":"34-1803.02","catch_text":"Collection and remittance of prepaid wireless E911 charge."}}