{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1255.01\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 501, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" Except for conveyances of real or personal property in the ordinary course of the operation of a cable system, neither a franchise, nor a cable operator, nor any rights or obligations of a cable operator in a cable system or pursuant to a franchise agreement, nor a cable system, nor any assets of a cable system, nor the persons holding control of the cable operator, franchise, cable system, or the assets of the cable system, shall be transferred, nor shall title therein, either legal or equitable, or any right or interest therein, pass to or vest in any person, either by act of the cable operator, by act of any persons holding control of or any interest in the cable operator, the cable system, the assets of the cable system, or the franchise, by operation of law, or otherwise, without the prior consent of the Council."},{"prefix":"b","text":" No person who has an ownership interest exceeding 20% (for voting interest) or 50% (for non-voting interest) in a franchise, cable operator, cable system, the assets of a cable system, the persons holding control of such cable operator, franchise, cable system, or the assets of a cable system shall transfer the interest so that the person's ownership interest shall be less than 20% (for voting interest) or 50% (for non-voting interest) without the prior consent of the Council. No person shall purchase or otherwise acquire an ownership interest exceeding 20% (for voting or non-voting interest) in a franchise, cable operator, cable system, any assets of a cable system, the persons holding control of such cable operator, franchise, cable system, or the assets of a cable system without the prior consent of the Council."},{"prefix":"c","text":" No change in control of a franchise, cable operator, cable system, any assets of a cable system, the persons holding control of such franchise, cable operator, cable system, or the assets of a cable system shall occur by act of the cable operator, by act of any persons holding control of, or any interest in, the franchise, cable operator, cable system, or the assets of a cable system, or by operation of law or otherwise without the prior consent of the Council."},{"prefix":"d","text":" Nothing in this section shall be construed as suggesting that any other event which could result in a change of ownership or control, regardless of the manner in which such ownership or control is evidenced (such as, for example, stock, bonds, debt instruments, or other indicia of ownership or control), does not require the consent of the Council, if such change would in fact result in a change in control."},{"prefix":"e","text":" If a transfer is not made according to the procedures set forth in this chapter and the franchise agreement, the District may take legal or equitable action to set aside, annul, revoke, or cancel:"},{"prefix":"1","text":" The franchise;"},{"prefix":"2","text":" The transfer of a franchise, cable operator, the rights and obligations of a cable operator in a cable system or pursuant to the franchise agreement, a cable system, any assets of a cable system, or the persons holding control of such franchise, cable operator, cable system, or assets of a cable system; or"},{"prefix":"3","text":" The transfer of an ownership interest in a franchise, cable operator, the rights and obligations of a cable operator in a cable system or pursuant to the franchise agreement, a cable system, any assets of a cable system, or the persons holding control of such franchise, cable operator, cable system, or assets of a cable system."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"E","text":"Transfer of Revocation of Franchise."},"heading":{"title":"34","chaptersection":"1255","identifier":"34-1255.01","catch_text":"Approval required for transfer of franchise to a person other than the District."}}