{"text":"The said Mayor is empowered to authorize any such individual, company, or corporation owning and operating on June 20, 1902, any lines of street poles and wires and any alley poles or alley-pole line within the District of Columbia and outside of the section described in § 34-1911.01 to continue to maintain the same, with such repairs and renewals as may be necessary to keep them in good order and condition of repair, and to add thereto such poles and wires as may be necessary for the purpose of making house connections or for connecting with telephone lines outside the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., § 43-1407.\n\n1973 Ed., § 43-1407.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 34-1911.06\n\nCurrent through December 11, 2012","credits":"(June 20, 1902, 32 Stat. 395, ch. 1136, § 6.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"19","text":"Telegraph and Telephone Companies. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Telephone Poles, Wires, and Conduits, 1902."},"heading":{"title":"34","chaptersection":"1911","identifier":"34-1911.06","catch_text":"Repairs and renewals."}}