{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-250 rewrote subsecs. (c)(1) and (3); and added subsecs. (c)(4), (5). Prior to amendment, subsecs. (c)(1) and (3) read as follows:\n\n\"(1) Two and 1/2 cents for each kilowatt-hour of shortfall from required tier one renewable sources;\"\n\n\"(3) Thirty cents for each kilowatt-hour of shortfall from required solar energy sources.\"\n\nD.C. Law 19-36 rewrote subsec. (c)(3); redesignated subsec. (c)(4) as subsec. (d); redesignated subsec. (c)(5) as subsec. (e); and repealed newly designated subsec. (e). Prior to amendment or repeal, subsecs. (c)(3) and (c)(5) [now subsec. (e)] read as follows:\n\n\"(3) Fifty cents in 2009 until 2018 for each kilowatt-hour of shortfall from required solar energy sources.\"\n\n\"(5) Beginning in 2018, and every year thereafter, the DDOE shall review the data found in the energy portfolio reports, and recommend to the Council a revised annual compliance fee. The proposed alternative compliance fee shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, and legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed alternative compliance fee by resolution within this 45-day review period, the proposed rules shall be deemed approved.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 301(c) of Clean and Affordable Energy Emergency Act of 2008 (D.C. Act 17-508, September 25, 2008, 55 DCR 10856).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Distributed Generation Emergency Amendment Act of 2011 (D.C. Act 19-126, August 1, 2011, 58 DCR 6766).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Distributed Generation Congressional Review Emergency Amendment Act of 2011 (D.C. Act 19- 192, October 18, 2011, 58 DCR 9154).\n\nLegislative History of Laws\n\nFor Law 15-340, see notes following § 34-1431.\n\nFor Law 17-250, see notes following § 34-804.\n\nFor history of Law 19-36, see notes under § 34-1432.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 19-36 provides:\n\n\"Sec. 3. Applicability.\n\n\"(a) This act shall apply as of the effective date of the Distributed Generation Emergency Amendment Act of 2011, passed on emergency basis on July 12, 2011 (Enrolled version of Bill 19-384) [August 11, 2011].\n\n\"(b) This act shall not apply to contracts entered into prior to the date determined pursuant to subsection (a) of this section.\"\n\nDC CODE § 34-1434\n\nCurrent through December 11, 2012","credits":"(Apr. 12, 2005, D.C. Law 15-340, § 6, 52 DCR 2285; Oct. 22, 2008, D.C. Law 17-250, § 301(c), 55 DCR 9225; Oct. 20, 2011, D.C. Law 19-36, § 2(b), 58 DCR 6837.)","sections":[{"prefix":"a","text":" Each electricity supplier shall submit an annual compliance report to the Commission, by a date and in a form prescribed by the Commission."},{"prefix":"b","text":"(1) Each report shall include clear and concise information that:"},{"prefix":"A","text":" Demonstrates that the electricity supplier has complied with the applicable standard under § 34-1432 and includes the submission of the required amount of renewable energy credits; or"},{"prefix":"B","text":" Demonstrates the amount of electricity sales by which the electricity supplier fails to meet the applicable renewable energy portfolio standard."},{"prefix":"2","text":" Each report shall also include any other information that the Commission by regulation or order may consider relevant."},{"prefix":"c","text":" If an electricity supplier fails to comply with the renewable energy portfolio standard for the applicable year, the electricity supplier shall pay into the Fund a compliance fee of:"},{"prefix":"1","text":" Five cents for each kilowatt-hour of shortfall from required tier one renewable sources;"},{"prefix":"2","text":" One cent for each kilowatt-hour of shortfall from required tier two renewable sources; and"},{"prefix":"3","text":" Fifty cents in 2011 through 2016; 35 cents in 2017; 30 cents in 2018; 20 cents in 2019 through 2020; 15 cents in 2021 through 2022; and 5 cents in 2023 and thereafter for each kilowatt-hour of shortfall from required solar energy sources."},{"prefix":"d","text":" Beginning on March 1, 2010, and annually thereafter, energy companies that sell electricity in the District of Columbia shall file an energy portfolio report for the preceding calendar year with DDOE, which shall include a breakdown of the average cost per kilowatt hour of electricity that the company sold in the District of Columbia by source of generation, to include coal, gas, oil, nuclear, solar, land-based wind, off-shore wind, and other renewable sources. The breakdown of cost should also include the average capital cost per kilowatt, as well as the average fixed and variable costs associated with operations and maintenance per megawatt."},{"prefix":"e","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"14A","text":"Renewable Energy Portfolio Standards."},"heading":{"title":"34","chaptersection":"1434","identifier":"34-1434","catch_text":"Reporting requirements and compliance fee."}}