{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-107, see notes following ยง 34-1501.\n\nDC CODE ยง 34-1513\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, ยง 113, 47 DCR 1091.)","sections":[{"prefix":"a","text":" Other than its provision of standard offer service, the electric company shall not engage in the business of an electricity supplier in the District of Columbia except through an affiliate."},{"prefix":"b","text":" An affiliate of the electric company must obtain a license under ยง 34- 1505 to engage in the business of an electricity supplier in the District of Columbia."},{"prefix":"c","text":" The Commission shall develop a code of conduct between the electric company and its affiliate which establishes functional, operational, structural, and legal separation between the electric company and the affiliate, and which prevents the electric company from subsidizing the activities of the affiliate. The code of conduct required by this subsection shall include the following protections:"},{"prefix":"1","text":" A prohibition on the release of proprietary customer information from the electric company to the affiliate;"},{"prefix":"2","text":" A prohibition on the use by the affiliate of office space owned and used by the electric company;"},{"prefix":"3","text":" A prohibition on the sharing of employees by the electric company and the affiliate;"},{"prefix":"4","text":" A requirement that the electric company and the affiliate maintain separate books and records; and"},{"prefix":"5","text":" A requirement that the electric company and the affiliate allocate and account for all shared corporate services."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1513","identifier":"34-1513","catch_text":"Provision of electricity supply by the electric company"}}