{"text":"","historical":"Legislative History of Laws\n\nFor Law 14-193, see notes following ยง 34-1251.01.\n\nDC CODE ยง 34-1254.02\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, ยง 402, as added Oct. 9, 2002, D.C. Law 14-193, ยง 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" An application for the grant of an initial franchise may be filed pursuant to a request for proposals issued by the District or on an unsolicited basis."},{"prefix":"b","text":" The application shall be filed with the Office and shall be on a form prescribed by the Mayor. The application shall contain the following information:"},{"prefix":"1","text":" The names and addresses of persons authorized to act on behalf of the applicant with regard to the application;"},{"prefix":"2","text":" The name and address of the applicant and identification of the ownership and control of the applicant, including the names and addresses of all persons with more than 5% (non-voting or voting) ownership interest in the applicant and its affiliates, all officers and directors of the applicant and its affiliates, general partners or managing members as applicable, and all other business affiliations and cable system ownership interests of each such person;"},{"prefix":"3","text":" An executive summary demonstrating the applicant's technical ability to construct and operate a state-of-the-art cable system, including identification of key personnel;"},{"prefix":"4","text":" A description of the applicant's legal qualifications to construct and operate the proposed cable system;"},{"prefix":"5","text":" A detailed description of the physical facility proposed, including channel capacity, technical design, performance characteristics, headend, and access facilities."},{"prefix":"6","text":" A demonstration of financial qualifications to complete the construction and operation of the proposed cable system;"},{"prefix":"7","text":" A description of prior experience in cable ownership, construction, and operation, and identification of the communities in which the applicant or any of its principals, including persons named pursuant to paragraph (2) of this subsection, have, or have had, a cable franchise or any interest therein;"},{"prefix":"8","text":" Where applicable, a description of the construction of the proposed system, including an estimate of plant mileage and its location, the proposed construction schedule and map, and a description, where appropriate, of how services will be converted from existing facilities to new facilities;"},{"prefix":"9","text":" A demonstration of how the applicant will meet the cable-related needs and interests of District residents, including public, educational, and government access channel capacity and facilities and financial or capital contribution to an institutional network;"},{"prefix":"10","text":" An affidavit or a declaration by the applicant or authorized officer certifying the truth and accuracy of the information in the application and certifying that the application is consistent with all the requirements of federal and District law;"},{"prefix":"11","text":" For informational purposes, the proposed rate structure, including projected charges for each service tier, installation, converters, and other equipment or services, and the ownership interest of the applicant or any of its affiliates in any proposed program services to be delivered over the cable system; and"},{"prefix":"12","text":" Any other information required by the Office by regulation."},{"prefix":"c","text":" The Office may establish, by regulation, fees for filing and processing an application under this section."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"D","text":"Franchising and Re-Franchising Process."},"heading":{"title":"34","chaptersection":"1254","identifier":"34-1254.02","catch_text":"Application for an initial franchise."}}