{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-107, see notes following ยง 34-1501.\n\nDC CODE ยง 34-1502\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, ยง 102, 47 DCR 1091.)","sections":[{"prefix":"a","text":" On and after the initial implementation date, the supply and sale of electricity shall not be regulated except as expressly set forth in this chapter."},{"prefix":"b","text":"(1) Unless accelerated or delayed pursuant to subsection (c) of this section, customer choice shall begin on the initial implementation date. Customer choice must be available for all consumers, regardless of customer class, no later than 2 years after the initial implementation date."},{"prefix":"2","text":" Prior to the initial implementation date, the Commission shall determine a schedule for the phase-in of customer choice. The Commission may, in its discretion, forego a phase-in and make customer choice available for all consumers on the initial implementation date."},{"prefix":"c","text":" The Commission may delay the initial implementation date based on considerations of reliability, safety, or market power, but under no circumstances shall the initial implementation date be delayed beyond January 1, 2003."},{"prefix":"d","text":"(1) Prior to the initial implementation date, the Commission may establish a pilot program."},{"prefix":"2","text":"(A) A minimum of 10% of each customer class shall be eligible to participate in any pilot program established by the Commission."},{"prefix":"B","text":" Notwithstanding any other provision of this chapter, any pilot program established by the Commission may include all commercial customers."},{"prefix":"C","text":" Notwithstanding any other provision of this chapter, any pilot program established by the Commission may include competitive billing."},{"prefix":"e","text":" The District of Columbia and its agencies and instrumentalities shall have the right to petition the Commission prior to the initial implementation date for permission to enter into an electricity supply contract with any electricity supplier. Purchases of electric power under the supply contract may commence at any time, and under terms and conditions, as may be designated by the Commission."},{"prefix":"f","text":" Notwithstanding any other provision of this chapter, customer choice, including any pilot program under subsection (d) of this section and any supply contract under subsection (e) of this section, may not commence until legislation is enacted to conform District of Columbia taxes to the restructuring of the electric industry."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1502","identifier":"34-1502","catch_text":"Implementation of customer choice"}}