{"text":"Any association or corporation engaged in the manufacture and sale of gas for illuminating and fuel purposes in the District of Columbia, through its president or other duly authorized officer, shall make a sworn statement to Congress annually, on or before the 1st day of February in each year. Said report shall contain a detailed statement of the condition of the business of said association or corporation for the year ending December 31st next preceding, and such statement shall set forth the actual cost and also present value of the property of such association or corporation used in the conduct of its business, the amount of paid-up capital stock, the amount and character of the indebtedness of such association or corporation, the amount and cost of materials used in making gas, the amount of gas manufactured, the amount of gas sold, the average price per 1,000 cubic feet received for gas sold, the revenue from the sale of all by-products, the revenues from all other sources, the extensions and improvements made in the plant and works, the actual cost of the same, the amount expended for labor, the amount set aside for depreciation, the amount set apart for insurance and renewals, the amount paid out of earnings for betterments, the amount paid for betterments from other sources, the amount set aside and paid in interest and dividends, the surplus after paying the operating expenses and fixed charges, the statement of the operating expenses to be itemized and classified as is done by other public utility corporations, in the District of Columbia, the names of the stockholders and the amount of the stock held in such association or corporation by each of them on December 31st next preceding the date of such report.","historical":"Prior Codifications\n\n1981 Ed., ยง 43-1106.\n\n1973 Ed., ยง 43-1206.\n\nDC CODE ยง 34-1607\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 1907, 34 Stat. 1133, ch. 2510, ยง 1.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Natural Gas."},"chapter":{"identifier":"16","text":"Gas Companies."},"heading":{"title":"34","chaptersection":"1607","identifier":"34-1607","catch_text":"Annual reports to Congress."}}