{"text":"In addition to the general authority of the Office set forth in § 34- 1252.01(a), the Office shall have the powers and responsibilities to:","historical":"Effect of Amendments\n\nD.C. Law 15-241 added par. (8A).\n\nLegislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nLaw 15-241, the \"Television Production Studios and Equipment Use Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-686, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on October 5, 2004, and November 9, 2004, respectively. Signed by the Mayor on November 30, 2004, it was assigned Act No. 15-598 and transmitted to both Houses of Congress for its review. D.C. Law 15-241 became effective on March 16, 2005.\n\nMiscellaneous Notes\n\nPolicy for the Production of Video Programming by District Government Agencies, see Mayor's Order 2005-162, October 24, 2005 (53 DCR 337).\n\nDC CODE § 34-1252.02\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 202, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334; Mar. 17, 2005, D.C. Law 15-241, § 2, 51 DCR 11227.)","sections":[{"prefix":"1","text":" Promulgate rules or regulations to administer or enforce this chapter;"},{"prefix":"2","text":" Issue guidelines, instructions, application forms, and other documents that are necessary or useful to the administration or enforcement of this chapter;"},{"prefix":"3","text":" Prescribe fees in accordance with this chapter;"},{"prefix":"4","text":" Receive and review applications to provide cable service in the District;"},{"prefix":"5","text":" Negotiate, on behalf of the District, franchise agreements and other agreements necessary for the implementation of this chapter;"},{"prefix":"6","text":" Draft and adopt a model franchise agreement, which shall be updated as needed to reflect changes in cable law, technology, standards and changes in the cable-related needs and interests of the District;"},{"prefix":"7","text":" Monitor and enforce cable operator compliance with the provisions of this chapter, regulations promulgated pursuant to this chapter, franchise agreements, and any other agreements entered into with the District pursuant to this chapter or pursuant to a franchise agreement;"},{"prefix":"8","text":" Coordinate, manage, and oversee the use of, and the programming on, all government channels;"},{"prefix":"8A","text":" Negotiate use or license agreements, with or without monetary considerations, for the use of production studios and equipment owned or controlled by the Office; provided, the Office shall:"},{"prefix":"A","text":" Require users of the studios or equipment to maintain comprehensive insurance for the duration of the use and include the Office as an additional insured; and"},{"prefix":"B","text":" Implement an overall fee structure that compensates the Office for any additional costs the Office occurs in implementing the use program;"},{"prefix":"9","text":" Make reasonable requests of a cable operator in furtherance of this chapter, any regulations promulgated pursuant to this chapter, or the general public interest in cable service and cable systems;"},{"prefix":"10","text":" Establish reasonable conditions and restrictions on cable operators necessary or useful to protect and promote the public interest in cable television or to protect the public health, safety, or welfare;"},{"prefix":"11","text":" Intervene in, and resolve, disagreements between cable operators and subscribers or other lawful users of cable service;"},{"prefix":"12","text":" Ensure that cable operators provide uniform, nondiscriminatory access to their cable system and cable services;"},{"prefix":"13","text":" Ensure that the District maintains an environment conducive to the competitive operation of multiple cable operators;"},{"prefix":"14","text":" Educate the public on the benefits and uses of cable television;"},{"prefix":"15","text":" Conduct periodic evaluations of the cable system to ensure compliance with this chapter and with regulations promulgated pursuant to this chapter, or to ensure the public health, safety, or welfare;"},{"prefix":"16","text":" Solicit and accept funds from nonprofit and government entities to underwrite specifically designated programming on government channels; provided, that the Office shall first establish policies to preclude commercialization on behalf of the underwriter or grantors, the broadcasting of comparative product descriptions, claims of product performances or superiority, price information, or any control over programming content by the grantor or the underwriter; provided further, that the solicitation and acceptance of funds shall be conducted in accordance with Mayor's Order 2002-2, issued January 11, 2002 (49 DCR 900), or its successors;"},{"prefix":"17","text":" Provide the Advisory Committee with notice of legislative hearings and other similar activities of the Office, as well as reports and other information and materials essential to the Advisory Committee's fulfillment of its responsibilities under this chapter;"},{"prefix":"18","text":" Allocate and assign public, educational, and government channels and negotiate and enter into operating agreements for the use of the channels, subject to the provisions set forth in § 34-1253.02 and part H of this subchapter;"},{"prefix":"19","text":" Recommend to the Council amendments to this chapter, a franchise agreement, or any other agreements related to cable service or a cable system; and"},{"prefix":"20","text":" Submit an annual report to the Council which shall include an account of franchise agreement fees received and distributed, a review of any plans submitted during the year by the cable operator for development of new services, and a report on cable operator compliance with this chapter, regulations, and any franchise agreement."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"B","text":"Office of Cable Television and Telecommunications."},"heading":{"title":"34","chaptersection":"1252","identifier":"34-1252.02","catch_text":"Powers and responsibilities of the Office of Cable Television and Telecommunications."}}