{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-342 rewrote subsec. (c)(2) which had read:\n\n\"(2)(A)(i) Under criteria established by Commission regulation or order, the Commission shall determine for each electricity supplier licensed under § 34- 1505 whether it is feasible for that electricity supplier to disclose every 6 months the fuel mix of the electricity sold by that supplier in the District of Columbia, including categories of electricity from coal, natural gas, nuclear energy, oil, hydroelectric, solar, biomass, wind, and other sources.\n\n\"(ii) The Commission shall make a determination of feasibility under sub-subparagraph (i) of this subparagraph within 6 months after the date on which an electricity supplier receives a license under § 34-1505.\n\n\"(B) If the Commission determines under subparagraph (A)(i) of this paragraph that it is feasible for an electricity supplier to disclose the fuel mix of the electricity sold by that supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose every 6 months the fuel mix of the electricity sold by the supplier in the District of Columbia, including categories of electricity from coal, natural gas, nuclear energy, oil, hydroelectric, solar, biomass, wind, and other sources.\n\n\"(C) If the Commission determines under subparagraph (A)(i) of this paragraph that it is not feasible for an electricity supplier to disclose the fuel mix of the electricity sold by the supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose to its customers every 6 months a regional fuel mix average.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 304(a) of Omnibus Utility Emergency Amendment Act of 2005 (D.C. Act 16-12, January 28, 2005, 52 DCR 2945).\n\nLegislative History of Laws\n\nFor Law 13-107, see notes following § 34-1501.\n\nFor Law 15-342, see notes following § 34-401.\n\nDC CODE § 34-1504\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, § 104, 47 DCR 1091; Apr. 12, 2005, D.C. Law 15-342, § 304(a), 52 DCR 2346.)","sections":[{"prefix":"a","text":" The Commission's assessment, approval, and oversight of restructuring plans, pilot programs, and the transition process, and regulation of the restructured electric industry, shall ensure orderliness and electric system reliability and shall take into consideration the interests of customers, electricity suppliers, and the electric company."},{"prefix":"b","text":" Unless otherwise specified, the Commission shall adopt regulations or issue the orders required under this chapter before the initial implementation date. This requirement shall not affect the validity of amendments to those regulations or orders adopted after the initial implementation date."},{"prefix":"c","text":"(1) The Commission shall adopt regulations or issue orders to:"},{"prefix":"A","text":" Implement competitive billing under § 34-1503;"},{"prefix":"B","text":" Govern the licensing of electricity suppliers and other market participants under § 34-1505;"},{"prefix":"C","text":"(i) Require access by customers and electricity suppliers to the electric company's distribution system on a non-discriminatory basis in accordance with § 34-1506; and"},{"prefix":"ii","text":" Prevent the electric company from operating its distribution system in any manner that favors the electricity supply of the electric company's affiliates in violation of § 34-1506;"},{"prefix":"D","text":" Implement the consumer protections in § 34-1507;"},{"prefix":"E","text":" Establish procedural rules for complaints, investigations, and dispositional hearings under § 34-1508;"},{"prefix":"F","text":" Govern proceedings under § 34-1512;"},{"prefix":"G","text":" Establish the universal service, energy efficiency, and renewable source programs mandated by § 34-1514; and"},{"prefix":"H","text":" Govern the construction of new electric generating facilities under § 34-1516."},{"prefix":"2","text":"(A)(i) Under criteria established by Commission regulation or order, the Commission shall determine for each electricity supplier licensed under § 34-1505 whether it is feasible for that electricity supplier to disclose every 6 months emissions on a pound per megawatt-hour basis and the fuel mix of the electricity sold by that supplier in the District of Columbia. For fuel mix, the categories include electricity generated from coal, natural gas, nuclear energy, oil, hydroelectric, solar, biomass, wind, and other sources. For emissions, the categories include carbon dioxide, nitrogen oxide, sulfur dioxide, and any other pollutants specified by the Commission."},{"prefix":"ii","text":" The Commission shall make a determination of feasibility under sub-subparagraph (i) of this subparagraph either within 6 months after the date on which an electricity supplier receives a license under § 34-1505 or within 6 months of April 12, 2005."},{"prefix":"B","text":" If the Commission determines under subparagraph (A)(i) of this paragraph that it is feasible for an electricity supplier to disclose the emissions and fuel mix of the electricity sold by that supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose every 6 months the emissions and fuel mix of the electricity sold by the supplier in the District of Columbia in the categories provided in subparagraph (A)(i) of this paragraph."},{"prefix":"C","text":" If the Commission determines under subparagraph (A)(i) of this paragraph that it is not feasible for an electricity supplier to disclose the emissions and fuel mix of the electricity sold by the supplier in the District of Columbia, the Commission, by regulation or order, shall require the electricity supplier to disclose to its customers every 6 months a regional emissions and fuel mix average in the categories provided in subparagraph (A)(i) of this paragraph."},{"prefix":"3","text":" The Commission shall, by regulation or order, require the unbundling of electric company rates, charges, and services into standardized categories determined by the Commission."},{"prefix":"4","text":" The Commission shall, by regulation or order, require that customers' bills indicate, as an individual line item, charges for electricity supply."},{"prefix":"5","text":" The Commission shall issue regulations or orders to:"},{"prefix":"A","text":" Establish reasonable restrictions on telemarketing;"},{"prefix":"B","text":" Establish reasonable procedures for contracting between residential and small commercial customers and electricity suppliers; and"},{"prefix":"C","text":" Establish reasonable requirements and limitations relating to deposits, billing, contract cancellations, and disconnections."},{"prefix":"6","text":"(A) The Commission shall order the electric company, in conjunction with the Commission, the Office of the People's Counsel, and the District of Columbia Office of Energy, to implement a consumer education program informing consumers of changes in the electric industry."},{"prefix":"B","text":" As part of the consumer education program under this paragraph, the Commission shall develop and maintain information regarding rates charged and services provided by licensed electricity suppliers to small commercial and residential customers. The information required in this subparagraph shall be:"},{"prefix":"i","text":" Readily understandable and formatted to provide a comparison of rates and services offered by electricity suppliers; and"},{"prefix":"ii","text":" Made available to the public through the ordinary means of publication of the Commission, including posting on the Internet."},{"prefix":"C","text":" Any dispute regarding the consumer education program mandated by this paragraph shall be resolved by the Commission."},{"prefix":"7","text":" The Commission may adopt any other regulations, or issue any other orders, consistent with the policies enunciated in this chapter and necessary to ensure the development of a competitive market for electricity supply, billing, and any component of electric service declared to be a potentially competitive service."},{"prefix":"d","text":"(1) Notwithstanding any other provision of law, the Commission may regulate the regulated services of the electric company through alternative forms of regulation."},{"prefix":"2","text":" The Commission may adopt an alternative form of regulation if the Commission finds that the alternative form of regulation:"},{"prefix":"A","text":" Protects consumers;"},{"prefix":"B","text":" Ensures the quality, availability, and reliability of regulated electric services; and"},{"prefix":"C","text":" Is in the interest of the public, including shareholders of the electric company."},{"prefix":"3","text":" Alternative forms of regulation may include:"},{"prefix":"A","text":" Price regulation, including price freezes or caps;"},{"prefix":"B","text":" Revenue regulation;"},{"prefix":"C","text":" Ranges of authorized return;"},{"prefix":"D","text":" Rate of return;"},{"prefix":"E","text":" Categories of services; and"},{"prefix":"F","text":" Price-indexing."},{"prefix":"e","text":"(1) The Commission may declare that a component of electric service, other than electricity supply and billing, is a potentially competitive service if:"},{"prefix":"A","text":" Provision of the service by alternative sellers will not harm any class of customers;"},{"prefix":"B","text":" Provision of the service will decrease the cost of providing the service to customers in the District of Columbia or increase the quality or innovation of the electric service to customers in the District of Columbia;"},{"prefix":"C","text":" Effective competition in the market for that service is likely to develop; and"},{"prefix":"D","text":" Provision of the service by alternative sellers will not otherwise jeopardize the safety and reliability of electric service in the District of Columbia."},{"prefix":"2","text":" Any order declaring a component of electric service to be a potentially competitive service shall provide for the recovery by the electric company of all verifiable costs that would have been recoverable under the traditional regulatory structure but which will not be recoverable as a result of the order under subsection (c)(1) of this section."},{"prefix":"f","text":"(1) Nothing contained in this section shall prohibit the Commission from implementing or modifying a pilot program under § 34-1502(d)."},{"prefix":"2","text":" Nothing contained in this section shall prohibit the Commission from allowing the adoption of a supply contract under § 34-1502(e)."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1504","identifier":"34-1504","catch_text":"Role, duties, and powers of the Commission"}}