{"text":"","historical":"Temporary Addition of Section\n\nSection 2 of D.C. Law 18-253 added a provision to read as follows:\n\n\"Sec. 2. (a) The Council approves the transfer from RCN Corporation to Yankee Cable Acquisition, LLC, ('Yankee Cable') of the control of Starpower Communications, LLC, ('Franchisee'), its cable franchise in the District, and its cable system serving the District granted in accordance with the Cable Television Reform Amendment Act of 2002, effective October 9, 2002 (D.C. Law 14-193; D.C. Official Code § 34-1251.01 et seq.), and the franchise agreement between the Franchisee and the District dated June 28, 2005.\n\n\"(b) The Council's approval of this transfer is subject to the following conditions:\n\n\"(1) That on or before July 31, 2010, the District, the Franchisee, Yankee Cable, and RCN Telecom Services, LLC enter into an agreement substantially in the form of the document titled 'Transfer Agreement;'\n\n\"(2) That the transfer is consummated on or before October 31, 2010; and\n\n\"(3) That the transfer is consummated on terms and conditions identical in all material respects to those described in the Transfer Agreement.\n\n\"(c) If any of the conditions specified in subsection (b) of this section or in the transfer agreement are not satisfied, the Council's approval of the transfer is null and void.\n\n\"(d) The Mayor may execute the transfer agreement on behalf of the District.\"\n\nSection 4(b) of D.C. Law 18-253 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of the Comcast Cable Television Franchise Agreement Modification Emergency Act of 2006 (D.C. Act 16- 364, April 26, 2006, 53 DCR 3630).\n\nFor temporary (90 day) addition of section, see § 2 of Approval of the Transfer of Control of Starpower Communications, LLC, and its Cable Franchise and Cable System to Yankee Cable Acquisition, LLC Emergency Act of 2010 (D.C. Act 18-488, July 20, 2010, 57 DCR 7169).\n\nLegislative History of Laws\n\nFor Law 14-193, see notes following § 34-1251.01.\n\nMiscellaneous Notes\n\nSection 2 of D.C. Law 15-255 provides:\n\n\"Sec. 2. Grant of franchise.\n\n\"Pursuant to the Cable Television Communications Act of 1981, effective October 9, 2002 (D.C. Law 14-193; D.C. Official Code § 34-1251.01 et seq.) (\"Cable Act\"), the application of Starpower Communications, LLC for an open video system franchise is hereby approved, and Starpower Communications, LLC is granted a 5-year, non-exclusive, revocable open video system (\"OVS\") franchise to provide cable television service in the District of Columbia. The OVS franchise is subject to the provisions of the Cable Act and the terms and conditions of the OVS franchise agreement approved by section 3.\"\n\nSections 2 to 7 of D.C. Law 17-349 provides:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Cable Act' means the Cable Television Reform Act of 2002, effective October 9, 2002 (D.C. Law 14-193; D.C. Official Code § 34-1251.01 et seq.).\n\n\"(2) 'Existing Requirements' means:\n\n\"(A) Section 103 of the Urban Forest Preservation Act of 2002, effective June 12, 2003 (D.C. Law 14-309; D.C. Official Code § 8-651.03);\n\n\"(B) Acts which are codified in Chapter 19 of Title 34 of the District of Columbia Official Code;\n\n\"(C) The Telecommunications Act of 1996, effective September 19, 1996 (D.C. Law 11-154; D.C. Official Code § 34-2001 et seq.);\n\n\"(D) Chapter 34 of Title 24 of the District of Columbia Municipal Regulations; and\n\n\"(E) Subsection 3705.1 of Title 24 of the District of Columbia Municipal Regulations (24 DCMR § 3705.1).\n\n\"(3) 'Franchise' means a 15-year, non-exclusive cable television system franchise granted to Verizon under section 3.\n\n\"(4) 'Franchise agreement' means the franchise agreement between the District and Verizon approved under section 3.\n\n\"(5) 'FTTP Network' means the fiber-to-the-premises network of Verizon.\n\n\"(6) 'Verizon' means Verizon Washington, DC Inc., and its lawful and permitted successors, assigns, and transferees.\n\n\"Sec. 3. Grant of franchise.\n\n\"(a) Pursuant to the Cable Act, the application of Verizon for a cable television system franchise is approved and Verizon is granted a franchise. Except as provided in sections 4 through 6, the franchise shall be subject to the provisions of the Cable Act and the terms and conditions of the franchise agreement approved by subsection (b) of this section.\n\n\"(b) The Council approves the proposed franchise agreement between the District and Verizon included as an attachment to the committee report for this act.\n\n\"Sec. 4. Exemptions from the Cable Act.\n\n\"(a) The following provisions of the Cable Act shall not apply to the franchise:\n\n\"(1) Section 103(19), (22), and (26);\n\n\"(2) Section 401(d)(4);\n\n\"(3) Section 405(a)(1) through (3), (5) through (7), and (10) through (11), (b), and (c);\n\n\"(4) Section 407(e)(1);\n\n\"(5) Section 408(g);\n\n\"(6) Section 501;\n\n\"(7) Section 502;\n\n\"(8) Section 503;\n\n\"(9) Section 504;\n\n\"(10) Section 505;\n\n\"(11) Section 506;\n\n\"(12) Section 507;\n\n\"(13) Section 601(c), (d), (f), and (g);\n\n\"(14) Section 601(f);\n\n\"(15) Section 602;\n\n\"(16) Section 604;\n\n\"(17) Section 605(c);\n\n\"(18) Section 801(a) and (b);\n\n\"(19) Section 802(a) and (b);\n\n\"(20) Section 803;\n\n\"(21) Section 907(a) and (c); and\n\n\"(22) Section 909.\n\n\"(b) Subsection 3000.2 of Title 15 of the District of Columbia Municipal Regulations (15 DCMR § 3000.2) shall not apply to the franchise.\n\n\"Sec. 5. Right-of-way construction provisions.\n\n\"(a) Notwithstanding sections 401(d)(1), 702, 703, 704, and 705 of the Cable Act, the right-of-way management provisions of the Existing Requirements shall apply to Verizon with respect to the FTTP Network, except to the extent that a particular Existing Requirement does not apply to Verizon's other facilities.\n\n\"(b) Notwithstanding the provisions of this act or the franchise agreement:\n\n\"(1) The District:\n\n\"(A) Reserves all of its rights under applicable law regarding the scope of its legislative and regulatory authority over Verizon;\n\n\"(B) Shall regulate the placement, construction, repair, and maintenance of physical facilities located in the public rights-of-way, including the FTTP Network; and\n\n\"(C) Does not waive any right or authority that the District may have now or in the future to regulate information services, telecommunications services, or the use of the FTTP Network to provide such services.\n\n\"(2) Verizon shall have the right to challenge the lawfulness or applicability of the Existing Requirements and any future amendments thereto.\n\n\"Sec. 6. Effect of competition.\n\n\"(a) On or before the effective date of this act, upon a finding by the Office of Cable Television that the purpose of certain provisions of the Cable Act and rules issued thereunder has been achieved, the Office of Cable Television may exempt the franchise from the provisions of Chapter 6 of Title 4, and Chapters 30 and 31 of Title 15 (except subsection 3000.2), of the District of Columbia Municipal Regulations and the following provisions of the Cable Act:\n\n\"(1) Section 706;\n\n\"(2) Section 901;\n\n\"(3) Section 902;\n\n\"(4) Section 903;\n\n\"(5) Section 904(b);\n\n\"(6) Section 905;\n\n\"(7) Section 906;\n\n\"(8) Section 908(b) through (d);\n\n\"(9) Section 1001;\n\n\"(10) Section 1002;\n\n\"(11) Section 1202;\n\n\"(12) Section 1203;\n\n\"(13) Section 1303; and\n\n\"(14) Section 1401.\n\n\"(b) Notwithstanding the provisions of subsection (a) of this section, the District does not waive any of its rights or powers to enact laws or to issue rules addressing the subject matter of the provisions of law which may be exempted by the Office of Cable Television at any time in the future.\n\n\"Sec. 7. Award fee.\n\n\"Pursuant to section 406(d) of the Cable Act and the franchise agreement, Verizon shall pay the District an award fee in the amount of $200, 000 to be paid within 30 days of the effective date of the franchise agreement as the term is defined in the franchise agreement.\"\n\nDC CODE § 34-1254.01\n\nCurrent through December 11, 2012","credits":"(Aug. 21, 1982, D.C. Law 4-142, § 401, as added Oct. 9, 2002, D.C. Law 14-193, § 2(b), 49 DCR 7334.)","sections":[{"prefix":"a","text":" The Council may grant one or more franchises to provide cable service over, on, under, or within the public rights-of-way."},{"prefix":"b","text":" No person may construct or operate a cable system over, on, under, or within a public right-of-way without first obtaining a franchise under this chapter."},{"prefix":"c","text":" No person may exercise the authority granted by a franchise without first having entered into a franchise agreement with the District pursuant to this chapter."},{"prefix":"d","text":" A franchise granted pursuant to this chapter shall:"},{"prefix":"1","text":" Authorize the use of the public rights-of-way for installing, on poles or underground, cables, wires, lines, optical fibers, underground conduits, ducts, conductors, amplifiers, vaults, and other facilities necessary and pertinent to operate a cable system to serve subscribers within the District; provided:"},{"prefix":"A","text":" The authority to use the public rights-of-way shall be subject to the permitting and other regulatory authority of the District;"},{"prefix":"B","text":" The authority to use the public rights-of-way shall be subordinate, without limitation, to the District's use and any prior lawful occupancy of the public rights-of-way;"},{"prefix":"2","text":" Be subject to prior revocation pursuant to this chapter and the franchise agreement;"},{"prefix":"3","text":" Be subject to any terms, conditions, or obligations set forth in this chapter, the franchise, the franchise agreement, and other applicable law and regulation;"},{"prefix":"4","text":" Become void upon the failure to comply with any material term of the franchise, franchise agreement, or this chapter, as determined by the Office; and"},{"prefix":"5","text":" Constitute an obligation to provide the cable services regulated by this chapter, the franchise agreement, and any other applicable law or regulation."},{"prefix":"e","text":" A franchise granted pursuant to this chapter shall not:"},{"prefix":"1","text":" Limit the District's right to grant a franchise to other persons to provide cable service within the same or other areas of the District at any time;"},{"prefix":"2","text":" Waive the requirement of the cable operator to obtain, or be deemed, approval of:"},{"prefix":"A","text":" Any other permit or authorization to transact or carry on business in the District;"},{"prefix":"B","text":" Any permit or authorization to operate on, over, under, or within public streets or property, including street cut permits; or"},{"prefix":"C","text":" Any permit or authorization to occupy any property of the District government or private property to which access is not specifically granted by the franchise, including permits or authorization to place devices in, on, over, or under poles, conduits, structures, or railroad easements."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cable Television."},"chapter":{"identifier":"12","text":"Cable Television. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Cable Television Reform, 2002."},"part":{"identifier":"D","text":"Franchising and Re-Franchising Process."},"heading":{"title":"34","chaptersection":"1254","identifier":"34-1254.01","catch_text":"Franchise and franchise agreement required."}}