{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-107, see notes following ยง 34-1501.\n\nDC CODE ยง 34-1512\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, ยง 112, 47 DCR 1091.)","sections":[{"prefix":"a","text":" The Commission and the Office of the People's Counsel shall monitor the District of Columbia retail markets for electricity supply and services declared by the Commission to be potentially competitive services to ensure that the markets are not being adversely affected by anticompetitive conduct and anticompetitive conditions."},{"prefix":"b","text":"(1) If, as a result of the monitoring efforts required by subsection (a) of this section or as a result of a complaint filed by an interested party, the Commission determines that the District of Columbia retail markets for electricity supply or services declared by the Commission to be potentially competitive services are being adversely affected by anticompetitive conduct or anticompetitive conditions that result from transmission constraints or load pockets, the Commission may take remedial action, including the imposition of price caps or other price restrictions, to remedy the impact of the anticompetitive conduct or anticompetitive conditions."},{"prefix":"2","text":"(A) If, as a result of the monitoring efforts required by subsection (a) of this subsection, the Commission or the Office of the People's Counsel obtain evidence that the retail markets for electricity supply or services declared by the Commission to be potentially competitive services are being affected by anticompetitive conduct or anticompetitive conditions other than the anticompetitive conduct or anticompetitive conditions described in paragraph (1) of this subsection, the Commission or the Office of the People's Counsel shall transmit the evidence to the Office of the Corporation Counsel, the Department of Justice, the Federal Trade Commission, and any other appropriate federal agency."},{"prefix":"B","text":" Within 6 months of the transmittal of evidence by the Commission or the Office of the People's Counsel under subparagraph (A) of this paragraph, the Office of the Corporation Counsel shall issue a report to the Council of the District of Columbia explaining the course of its investigation, the actions that it has taken or plans to take, and the reasons for those actions. The failure of the Office of the Corporation Counsel to bring an action within 6 months of the receipt of the transmittal shall not be deemed to eliminate the Office of the Corporation Counsel's otherwise existing authority to act. Any report submitted under this subsection shall not include any information which may compromise any investigation."},{"prefix":"c","text":" Nothing in this section shall affect the authority of the Office of the Corporation Counsel to investigate or take action against anticompetitive conduct or anticompetitive conditions on its own initiative."},{"prefix":"d","text":"(1) The Commission is authorized to participate in any meetings convened or organizations formed for the purpose of monitoring and preventing the acquisition or exercise of market power in the regional transmission system serving the District of Columbia."},{"prefix":"2","text":" The Commission is authorized to enter into an agreement with state regulatory agencies, independent system operators, and other parties for the purpose of monitoring and preventing the acquisition or exercise of market power in the regional transmission system serving the District of Columbia."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1512","identifier":"34-1512","catch_text":"Market power remediation"}}