{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-107, see notes following ยง 34-1501.\n\nDC CODE ยง 34-1519\n\nCurrent through December 11, 2012","credits":"(May 9, 2000, D.C. Law 13-107, ยง 119, 47 DCR 1091.)","sections":[{"prefix":"a","text":" In overseeing a sale by the electric company of any or all of its generation assets, the Commission shall ensure that the sale:"},{"prefix":"1","text":" Will not affect the reliability of the electricity supply in the District of Columbia in a deregulated electricity supply market; and"},{"prefix":"2","text":" Will minimize market power problems in a deregulated electricity supply market."},{"prefix":"b","text":"(1) The electric company shall not sell any of its generation assets to an affiliate of the electric company."},{"prefix":"2","text":"(A) By the initial implementation date, the electric company shall transfer at book value any unauctioned generation assets to an affiliate of the electric company."},{"prefix":"B","text":" Relations between the affiliate identified in subparagraph (A) of this paragraph and the electric company shall be governed by a code of conduct to be issued by the Commission, which establishes functional, operational, structural, and legal separation between the electric company and the affiliate and prevents the electric company from subsidizing the activities of the affiliate. The code of conduct required by this subsection shall include the following protections:"},{"prefix":"i","text":" A prohibition on the release of proprietary customer information from the electric company to the affiliate;"},{"prefix":"ii","text":" A prohibition on the use by the affiliate of office space owned or used by the electric company;"},{"prefix":"iii","text":" A prohibition on the sharing of employees by the electric company and the affiliate;"},{"prefix":"iv","text":" A requirement that the electric company and the affiliate maintain separate books and records; and"},{"prefix":"v","text":" A requirement that the electric company and the affiliate allocate and account for all shared expenses."},{"prefix":"c","text":"(1) Beginning on the initial implementation date, the electric generating facility at Benning Road in the District of Columbia may only be dispatched by PJM, or must run for local reliability, thus ensuring the reliability of electricity supply in the District of Columbia."},{"prefix":"2","text":" Beginning on the initial implementation date, the electric generating facility at Buzzard's Point in the District of Columbia may only be dispatched by PJM, or must run for local reliability, thus ensuring the reliability of electricity supply in the District of Columbia."},{"prefix":"d","text":" Within 2 years after a sale by the electric company of its electric generating facilities at Benning Road and Buzzard's Point in the District of Columbia, the Commission shall report to the Council on the feasibility of decommissioning those electric generating facilities."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Electricity."},"chapter":{"identifier":"15","text":"Retail Electric Competition and Consumer Protection."},"heading":{"title":"34","chaptersection":"1519","identifier":"34-1519","catch_text":"Sale of generation assets"}}