{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1674.\n\nEffect of Amendments\n\nD.C. Law 16-51 rewrote subsec. (a)(2) which had read as follows:\n\n\"(2) Six Board members shall be District residents, appointed by the Mayor with the advice and consent of the Council, of whom no more than 4 may be District employees or officials. The nomination of a Board member shall be submitted to the Council for a 90-day period of review, excluding days of Council recess. If the Council does not approve the nomination by resolution within this 90-day review period, the nomination shall be deemed disapproved.\"\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(d) of the District of Columbia Water and Sewer Authority Emergency Amendment Act of 1996 (D.C. Act 11-293, July 9, 1996, 43 DCR 4160).\n\nFor temporary amendment of section, see § 2(d) of the Water and Sewer Authority Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-397, October 9, 1996, 43 DCR 5686), § 2(d) of the Water and Sewer Authority Second Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-466, December 30, 1996, 44 DCR 165), and § 2(d) of the Water and Sewer Authority Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-48, March 31, 1997, 44 DCR 2105).\n\nFor temporary (90-day) amendment of section, see § 4(d) of the Confirmation Act Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-92, June 15, 1999, 46 DCR 5330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-111, see Historical and Statutory Notes following § 34-2201.01.\n\nFor legislative history of D.C. Law 11-184, see Historical and Statutory Notes following § 34-2201.01.\n\nLaw 12-285, the \"Confirmation Amendment Act of 1998,\" was introduced in Council and assigned Bill No. § 12-261, which was referred to the Committee on government Operations. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 29, 1998, it was assigned Act No. 12-622 and transmitted to both Houses of Congress for its review. D.C. Law 12-285 became effective on June 12, 1999.\n\nLaw 16-51, the \"District Department of the Environment Establishment Act of 2005\", was introduced in Council and assigned Bill No. 16-16 which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on July 6, 2005, and November 15, 2005, respectively. Signed by the Mayor on December 2, 2005, it was assigned Act No. 16-213 and transmitted to both Houses of Congress for its review. D.C. Law 16- 51 became effective on February 15, 2006.\n\nDC CODE § 34-2202.04\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1996, D.C. Law 11-111, § 204, 43 DCR 548; Apr. 9, 1997, D.C. Law 11-184, § 202(d), 43 DCR 4265; June 12, 1999, D.C. Law 12-285, § 4(d), 46 DCR 1355; Feb. 15, 2006, D.C. Law 16-51, § 201, 52 DCR 10812.)","sections":[{"prefix":"a","text":"(1) The Authority shall be governed by a board of directors (\"Board\") comprised of 11 members."},{"prefix":"2","text":"(A) Six Board members shall be District residents, appointed by the Mayor with the advice and consent of the Council, of whom:"},{"prefix":"i","text":" No more than 4 may be District employees or officials; and"},{"prefix":"ii","text":" One shall be the Director of the District Department of the Environment or a cabinet-level officer, as determined by the Mayor."},{"prefix":"B","text":" The nomination of a Board member shall be submitted to the Council for a 90-day period of review, excluding days of Council recess. If the Council does not approve the nomination by resolution within this 90-day review period, the nomination shall be deemed disapproved."},{"prefix":"3","text":" The Mayor shall appoint persons recommended by the other participating jurisdictions to the remaining 5 Board positions. These 5 Board members shall only participate in decisions directly affecting the general management of joint-use sewerage facilities. Of the 5 non-District Board members appointed by the Mayor:"},{"prefix":"A","text":" One Board member shall be a person recommended by Fairfax County, Virginia, pursuant to jurisdictional law;"},{"prefix":"B","text":" Two Board members shall be persons recommended by Montgomery County, Maryland, pursuant to jurisdictional law; and"},{"prefix":"C","text":" Two Board members shall be persons recommended by Prince George's County, Maryland, pursuant to jurisdictional law."},{"prefix":"4","text":" The Mayor shall also appoint an alternate for each Board member, in the same manner as set forth for Board members in paragraphs (2) and (3) of this subsection, who may attend all Board meetings but who may act only in the absence of the Board member for whom he or she has been appointed the alternate."},{"prefix":"b","text":" Any Board member or alternate who is an employee of the District government, including an elected official, shall be removed from the Board upon leaving the employment of the District government or elected office."},{"prefix":"c","text":" Any Board member or alternate who is an employee of the government of one of the other participating jurisdictions, including an elected official, may, upon leaving the employment of the government or elected office, have his or her membership on the Board terminated by the Mayor or, at the Mayor's initiative, following consultation with the appropriate official set forth in subsection (a)(3) of this section."},{"prefix":"d","text":" Board members and alternates shall serve 4-year terms. Of the 11 Board members and alternates initially appointed to the Board, 3 District appointees and 2 other participating jurisdiction appointees shall serve 4-year terms, 2 District appointees and 2 other participating jurisdiction appointees shall serve 3-year terms, and 1 District appointee and 1 other participating jurisdiction appointee shall serve 2-year terms."},{"prefix":"e","text":" Any person appointed to fill a vacancy on the Board shall be appointed only for the unexpired term of the Board member whose vacancy is being filled. If any Board member or alternate is appointed to fill an unexpired term with more than 2 years remaining in the term, upon expiration of the term, that Board member or alternate shall be deemed to have served a full 4-year term. At the end of a term, a Board member or alternate shall continue to serve until a successor is appointed."},{"prefix":"f","text":" The Mayor shall appoint a chairperson of the Board from among the 6 District Board members."},{"prefix":"g","text":" The Mayor shall remove any Board member or alternate from office for misconduct or neglect of duty, as defined by the Board in its by-laws, or for other good cause, after notice to the Board member. Prior to removing a Board member or alternate appointed pursuant to subsection (a)(3) of this section, the Mayor shall consult with the official or officials who recommended the Board member or alternate. The Mayor shall also remove a Board member or alternate appointed pursuant to subsection (a)(3) of this section upon the request of the official or officials who recommended the board member or alternate, if grounds exist for removal under this subsection."},{"prefix":"h","text":" Should a Board member or alternate be indicted for the commission of a felony, the Board member or alternate shall be automatically suspended from serving on the Board. Upon a final determination of guilt, the term of the Board member or alternate shall be automatically terminated. Upon a final determination of innocence, the Mayor may reinstate the Board member or alternate."},{"prefix":"i","text":" All Board meetings shall be subject to the provisions of § 1-207.42."},{"prefix":"j","text":" Before any meeting of the Board, Board members shall be notified of the meeting. Six Board members shall constitute a quorum for the transaction of business. The existence of a quorum and an affirmative vote of a majority of the members present, who are permitted to participate in the matter under consideration, shall be required to approve any Board action; except, that 7 affirmative votes shall be required for approval of the Authority's budget and 8 affirmative votes shall be required for the hiring or firing of the General Manager. No vacancy in membership shall impair the right of a quorum to exercise all rights and perform all duties of the Board."},{"prefix":"k","text":" A Board member not otherwise compensated by the District or one of the other participating jurisdictions shall be entitled to compensation by the Authority at the rate of $50 per meeting, not to exceed $4,000 per year. Board members shall not be entitled to reimbursement for expenses, except that transportation, parking, or mileage expenses incurred in the performance of official duties of the Board may be reimbursed, not to exceed $20 per meeting."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"34","chaptersection":"2202","identifier":"34-2202.04","catch_text":"Establishment of a board of directors."}}