{"text":"The term \"common carrier\" when used in this subtitle includes express companies and every corporation, street railroad corporation, company, association, joint-stock company or association, partnership, and person, their lessees, trustees, or receivers, appointed by any court whatsoever, owning, operating, controlling, or managing any agency or agencies for public use for the conveyance of persons or property within the District of Columbia for hire. Taxicabs, and all other passenger vehicles for hire, steam railroads, express companies subject to the jurisdiction of the Interstate Commerce Commission, the Washington Terminal Company, and the Norfolk and Washington Steamboat Company, and all companies engaged in interstate traffic upon the Potomac River and Chesapeake Bay and the Washington and Old Dominion Railway, excepting as to the regulation of its operation inside of the District of Columbia, and the Washington-Virginia Railway Company, excepting as to the regulation of its operation inside of the District of Columbia, are excluded from the operation of this subtitle, and are not included in the term \"common carrier.\"","historical":"Prior Codifications\n\n1981 Ed., § 43-211.\n\n1973 Ed., § 43-111.\n\nLegislative History of Laws\n\nLaw 6-97 was introduced in Council and assigned Bill No. 6-159, which was referred to the Committee on Public Services and Cable Television. The Bill was adopted on first and second readings on December 17, 1985, and January 14, 1986, respectively. Signed by the Mayor on January 28, 1986, it was assigned Act No. 6-125 and transmitted to both Houses of Congress for its review.\n\nEffective Dates\n\nSection 24(b) of D.C. Law 6-97 provides that §§ 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 20, 21, 22, and 23 shall take effect 1 year after March 25, 1986.\n\nDC CODE § 34-203\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 975, ch. 150, § 8, par. 1; Feb. 25, 1916, 39 Stat. 13, ch. 34; Aug. 21, 1916, 39 Stat. 521, ch. 367; Aug. 26, 1916, 39 Stat. 536, ch. 412; Mar. 25, 1986, D.C. Law 6-97, § 21(b), 33 DCR 703.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"2","text":"Definitions Applicable to Subtitle. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"203","identifier":"34-203","catch_text":"\"Common carrier\" defined."}}