{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1686.\n\nEffect of Amendments\n\nD.C. Law 13-311 inserted subsecs. (d-1) and (d-2).\n\nD.C. Law 17-219 added subsec. (d-3).\n\nD.C. Law 17-370 added subsec. (b-1).\n\nD.C. Law 17-371 rewrote subsecs. (d-1), (d-2), and (d-3); and added subsecs. (d-4), (d-5), (d-6), and (d-7). Prior to amendment, subsecs. (d-1), (d-2), and (d-3),read as follows:\n\n\"(d-1) Within 90 days of June 9, 2001, the Authority shall collect a storm water fee from each District of Columbia retail water or sewer customer as follows:\n\n\"(1) For single family homes, the fee shall be $7.00 per year;\n\n\"(2) For multifamily residential buildings, the fee shall be equal to 1.4% of the charge for water and sewer services; or\n\n\"(3) For all other properties, the fee shall be equal to 2% of the charge for water and sewer services.\n\n\"(d-2) A landlord shall not pass a charge to a tenant which is more than the 1.4% of the charge for water and sewer services.\n\n\"(d-3) As of October 1, 2008, the Authority shall collect a storm water charge established by the Director of the District Department of the Environment ('Director'), in lieu of the charge prescribed in subsection (d-1) of this section, which charge the Director shall establish by rule and may from time to time amend. A landlord shall not pass a storm water charge to a tenant that is more than the storm water charge prescribed by the Director.\"\n\nD.C. Law 19-171, in subsec. (d-5), inserted a period at the end of subsec. (d-5).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-111, see Historical and Statutory Notes following § 34-2201.01.\n\nFor D.C. Law 13-311, see notes following § 34-2202.01.\n\nFor Law 17-219, see notes following § 34-808.01.\n\nFor Law 17-370, see notes following § 34-2107.\n\nFor Law 17-371, see notes following § 34-2202.01.\n\nFor history of Law 19-171, see notes under § 34-808.02.\n\nDC CODE § 34-2202.16\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1996, D.C. Law 11-111, § 216, 43 DCR 548; June 9, 2001, D.C. Law 13-311, § 2(d), 48 DCR 3512; Aug. 16, 2008, D.C. Law 17-219, § 6009, 55 DCR 7598; Mar. 25, 2009, D.C. Law 17-370, § 3(b), 56 DCR 1350; Mar. 25, 2009, D.C. Law 17-371, § 3(c), 56 DCR 1353; Sept. 26, 2012, D.C. Law 19- 171, § 90(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Authority shall collect and abate charges, fees, assessments, and levies for services, facilities, or commodities furnished or supplied by it."},{"prefix":"b","text":" The Authority shall, following notice and public hearing, establish and adjust retail water and sewer rates. The District members of the Board shall establish the retail water and sewer rates prior to the Board's consideration of the Authority's budget. The water and sewer rates levied by the Authority shall only be a source of revenue for the maintenance of the District's supply of water and sewage systems, and shall constitute a fund exclusively to defray any cost of the Authority."},{"prefix":"b-1","text":"(1) The Authority shall offer financial assistance programs to mitigate the impact of any increases in retail water and sewer rates on low-income residents of the District, including a low-impact design incentive program."},{"prefix":"2","text":" Within 6 months of March 25, 2009, the authority shall provide a report to the Council of the District of Columbia detailing the number of low-income residents affected by increases in retail water and sewer rates and strategies that will significantly increase enrollment in existing discount programs available to low-income ratepayers."},{"prefix":"c","text":" In the absence of applicable standards, charges shall be levied and collected as determined by the Authority in accordance with § 1-204.87(b)."},{"prefix":"d","text":" The Authority may impose additional charges and penalties for late payment of bills."},{"prefix":"d-1","text":" The Authority shall collect a stormwater user fee established by the Director of the District Department of the Environment (\"Director\"), which charge the Director shall establish by rule and may from time to time amend."},{"prefix":"d-2","text":" The fee shall be collected from each property in the District of Columbia, and shall be based on an impervious area assessment of the property."},{"prefix":"d-3","text":" The Mayor shall coordinate the development and implementation of the MS4 stormwater user fee with DC WASA's impervious area surface charge, to ensure that both fee systems employ consistent methodologies.\"."},{"prefix":"d-4","text":" The Mayor shall offer financial assistance programs to mitigate the impact of any increases in stormwater user fees on low-income residents of the District, and shall evaluate the applicability of similar existing District low-income assistance programs to the stormwater user fee."},{"prefix":"d-5","text":" A landlord shall not pass a stormwater user fee charge to a tenant which is more than the stormwater user fee charge prescribed by the Director."},{"prefix":"d-6","text":" The stormwater user fee shall be the obligation of the property owner. Failure to pay the stormwater user fee shall result in a lien being placed upon the property without further notice to the owner. The Mayor may enforce the lien in the same manner as in § 34-2407.02."},{"prefix":"d-7","text":" Any owner or occupant of a property that is charged a stormwater user fee may contest a stormwater user fee bill rendered for managing stormwater runoff, according to the same procedures provided to owners or occupants of properties that receive water and sewer services, under § 34-2305."},{"prefix":"e","text":" The Authority is authorized to shut off the water distribution to any building, establishment, or other place upon failure of the owner or occupant thereof to pay the charges, including the storm water fee, within 90 days from the date of rendition of the bill."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"34","chaptersection":"2202","identifier":"34-2202.16","catch_text":"Charges and fees and rate setting."}}