{"text":"The Council of the District of Columbia hereby finds and declares that:","historical":"Prior Codifications\n\n1981 Ed., § 43-1661.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(a) of the District of Columbia Water and Sewer Authority Emergency Amendment Act of 1996 (D.C. Act 11-293, July 9, 1996, 43 DCR 4160).\n\nFor temporary amendment of section, see § 2(a) of the Water and Sewer Authority Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-397, October 9, 1996, 43 DCR 5686), see § 2(a) of the Water and Sewer Authority Second Congressional Review Emergency Amendment Act of 1996 (D.C. Act 11-466, December 30, 1996, 44 DCR 165), and see § 2(a) of the Water and Sewer Authority Congressional Review Emergency Amendment Act of 1997 (D.C. Act 12-48, March 31, 1997, 44 DCR 2105).\n\nLegislative History of Laws\n\nLaw 11-111, the \"Water and Sewer Authority Establishment and Department of Public Works Reorganization Act of 1996,\" was introduced in Council and assigned Bill No. 11-102, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on November 7, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 31, 1996, it was assigned Act No. 11-201 and transmitted to both Houses of Congress for its review. D.C. Law 11-111 became effective on April 18, 1996.\n\nLaw 11-184, the \"Highway Trust Fund Establishment Act and the Water and Sewer Authority Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-513, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on June 4, 1996, and July 3, 1996, respectively. Signed by the Mayor on July 22, 1996, it was assigned Act No. 11-337 and transmitted to both Houses of Congress for its review. D.C. Law 11-184 became effective on April 9, 1997.\n\nDC CODE § 34-2201.01\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1996, D.C. Law 11-111, § 101, 43 DCR 548; Apr. 9, 1997, D.C. Law 11-184, § 202(a), 43 DCR 4265.)","sections":[{"prefix":"1","text":" Providing water distribution services and sewage collection, treatment, and disposal to the District and portions of the Metropolitan Washington area is essential to ensure the health and safety of the citizens of the District."},{"prefix":"2","text":" Commercial and industrial development in the District requires an adequate water and sewer utility system capable of meeting the needs of the District and the District's statutory obligation to provide wastewater treatment services to suburban jurisdictions."},{"prefix":"3","text":" The financing requirements for water distribution and sewage collection, treatment, and disposal systems, including the ability to fund capital programs without undue reliance on the general obligation credit of the District, are substantial and require financial resources independent of other District funds."},{"prefix":"4","text":" Creation of an independent authority with secure funding separated from the District's General Fund to oversee water and sewer operations for the District and surrounding jurisdictions will enhance the financial viability of water distribution and sewage collection, treatment, and disposal systems in the District and enhance the District's ability to meet its statutory obligation to provide sanitary sewer services to the surrounding jurisdictions."},{"prefix":"5","text":" Creation of a water and sewer authority will enhance opportunities for economic development in the District and the Metropolitan Washington area."},{"prefix":"6","text":" Professional and productive management and system-wide planning of water distribution and sewage collection, treatment, and disposal systems necessitate the creation of a water and sewer authority."},{"prefix":"7","text":" It is in the best interest of the District, its citizens, and the surrounding jurisdictions that the Council establish an independent water and sewer authority to achieve the following goals and objectives:"},{"prefix":"A","text":" To facilitate the efficient and economical operation of water distribution and sewage collection, disposal, and treatment systems in the District and surrounding jurisdictions;"},{"prefix":"B","text":" To expedite the repair, replacement, rehabilitation, modernization, and extension of existing water distribution and sewage collection, treatment, and disposal systems including the financing, on a self-sustaining basis, of capital and operating expenses relating thereto;"},{"prefix":"C","text":" To enhance and protect water resources in the District and the Metropolitan Washington area by reducing pollution to adjacent streams; and"},{"prefix":"D","text":" To facilitate the provision of regional sanitary sewer services to the suburban jurisdictions that receive wastewater treatment services from the District's Blue Plains Wastewater Treatment Plant."},{"prefix":"8","text":" In order to achieve maximum utilization of resources and efficiency of operations, the water and sewer authority should operate as a public enterprise."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"I","text":"Declaration of Policy."},"heading":{"title":"34","chaptersection":"2201","identifier":"34-2201.01","catch_text":"Findings and declarations."}}