{"text":"A service sewer within the meaning of the provisions of this subchapter shall be a sewer with which connection may be directly made for the purpose of providing sewerage facilities to abutting property, and such sewers shall be so indicated on the records of the Sewer Division of the Engineer Department of the District of Columbia.","historical":"Prior Codifications\n\n1981 Ed., ยง 43-1519.\n\n1973 Ed., ยง 43-1517.\n\nTransfer of Functions\n\nReorganization Order No. 28 of the Board of Commissioners, dated April 3, 1953, now redesignated Organization Order No. 147, dated August 19, 1965, established a Department of Sanitary Engineering headed by a Director. The Department performed sanitary engineering services and operations for the District including water distribution, sanitary, storm, and combined sewer systems, sewage treatment, and collection and disposal of waste materiaL. The Office of the Water Registrar and the previously existing Department of Sanitary Engineering (which included the Sewer Division, Water Division, Sanitation Division, and the Sewage Treatment Plant) were abolished and their functions transferred to this Department. The Orders were issued pursuant to Reorganization Plan No. 5 of 1952. Functions of the Department of Sanitary Engineering as set forth in Organization Order No. 147, as amended, were transferred to the Department of Environmental Services by Commissioner's Order No. 71-255, dated July 27, 1971.\n\nDC CODE ยง 34-2405.08\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1904, 33 Stat. 246, ch. 1417, ยง 9.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"24","text":"Water Supply, Assessments, and Rates."},"subchapter":{"identifier":"III","text":"Water Mains."},"heading":{"title":"34","chaptersection":"2405","identifier":"34-2405.08","catch_text":"\"Service sewer\" defined."}}