{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1458.\n\nEffect of Amendments\n\nD.C. Law 17-165 added subsec. (d).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-154, see Historical and Statutory Notes following § 34-2001.\n\nLaw 12-81, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor Law 17-165, see notes following § 34-403.\n\nReferences in Text\n\nThe federal Telecommunications Act of 1996, referred to in (c), is Pub. L. 104- 104, which is codified throughout Title 47 of the United States Code.\n\nDC CODE § 34-2008\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-154, § 10, 43 DCR 3736; Mar. 24, 1998, D.C. Law 12-81, § 52, 45 DCR 745; June 5, 2008, D.C. Law 17-165, § 3(d), 55 DCR 5171.)","sections":[{"prefix":"a","text":" In the implementation of this chapter, it shall be the policy of the District government to promote the hiring, education, and training of District residents in every facet of telecommunications endeavor in the District."},{"prefix":"b","text":" Pursuant to this chapter, it shall be the policy of the District government to promote the utilization of small, disadvantaged, women-owned, and District businesses in the establishment and contracting processes regarding telecommunications in the District."},{"prefix":"c","text":" Nothing in this chapter shall be construed to contravene any provision in the federal Telecommunications Act of 1996 passed by the U.S. Congress in January and signed into law by President Clinton in February or to be inconsistent with the findings of the PSC in a proceeding pursuant to § 34- 2002(k)."},{"prefix":"d","text":" Two years after June 5, 2008, the People's Counsel shall issue a report on the effect of the absence of local regulation of Voice Over Internet Protocol Service telecommunications service in the District of Columbia. The report shall be a general analysis of the impacts and effects of the VOIP act on consumers. The report shall also include an examination of the market availability of Voice Over Internet Protocol Service technology to consumers."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"20","text":"Telecommunications Competition. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"2008","identifier":"34-2008","catch_text":"Implementation policy."}}