{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 43-1451.\n\nEffect of Amendments\n\nD.C. Law 16-305, in par. (22), substituted \"persons or persons with disabilities\" for \"or disabled persons\".\n\nD.C. Law 17-165 added pars. (7A), (19A), and (23).\n\nD.C. Law 17-353 validated a previously made technical correction in par. (22).\n\nD.C. Law 18-223 added par. (20A).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2224(a) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 11-154, the \"Telecommunications Competition Act of 1996,\" was introduced in Council and assigned Bill No. 11-258, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on May 21, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 25, 1996, it was assigned Act No. 11-300 and transmitted to Congress for its review. D.C. Law 11-154 became effective September 9, 1996.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nFor Law 16-305, see notes following § 34-1253.02.\n\nFor Law 17-165, see notes following § 34-403.\n\nFor Law 17-353, see notes following § 34-804.\n\nFor Law 18-223, see notes following § 34-706.\n\nReferences in Text\n\nThe federal Telecommunications Act of 1996, Pub. L. 104-104, referred to in (7), is codified throughout Title 47 of the United States Code.\n\nDC CODE § 34-2001\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-154, § 2, 43 DCR 3736; Apr. 20, 1999, D.C. Law 12-264, § 47, 46 DCR 2118; Apr. 24, 2007, D.C. Law 16-305, § 50, 53 DCR 6198; June 5, 2008, D.C. Law 17-165, § 3(a), 55 DCR 5171; Mar. 25, 2009, D.C. Law 17-353, § 172(b), 56 DCR 1117; Sept. 24, 2010, D.C. Law 18-223, § 2224(a), 57 DCR 6242.)","sections":[{"prefix":"1","text":" \"Bell Operating Company\" (\"BOC\") means Bell Atlantic Company."},{"prefix":"2","text":" \"Cable\" means coaxial cable, copper wire, fiber optic telecommunications cable, or other tangible linear transmission medium that may be used in lieu of any of the foregoing for the same purpose."},{"prefix":"3","text":" \"Competitive service\" means any telecommunications service which satisfies the criterion in paragraph (3)(A) or (C) of this section individually, or the criteria in paragraph (3)(B) or (D) of this section in combination with any other criterion as follows:"},{"prefix":"A","text":" Consumer premises equipment or some other technological medium or transmission service provides functionally equivalent service and is currently and generally available in the District of Columbia from at least one supplier other than the incumbent local exchange carrier at competitive price levels;"},{"prefix":"B","text":" The service is nonessential, but any bottleneck service whose use is required by either a customer or provider of a competing service is presumed to be essential;"},{"prefix":"C","text":" The service has a high own-price elasticity of demand; and"},{"prefix":"D","text":" The market in which the service is offered has an HHI of below 1800 based on a showing provided by the incumbent local exchange carrier supported by an analysis of the sensitivity of its calculated HHI values to the scope of the defined geographic and product markets."},{"prefix":"4","text":" \"Competitive telecommunications service provider\" means any provider of telecommunications service that was not an incumbent local exchange carrier on January 31, 1996."},{"prefix":"5","text":" \"Conduit\" means any pipe or other hollow protective sleeve through which cable may be inserted."},{"prefix":"6","text":" \"Dialing parity\" means that a person that is not an affiliate of a local exchange carrier is able to provide telecommunications services in such a manner that customers have the ability to route automatically, without the use of any access code, their telecommunications to the telecommunications services provider of the customer's designation from among 2 or more telecommunications services providers, including the local exchange carrier."},{"prefix":"7","text":" \"Incumbent local exchange carrier\" means, with respect to an area, the local exchange carrier that provided telephone exchange service in such area on the date of enactment of the federal Telecommunications Act of 1996 (P.L. 104-104)."},{"prefix":"7A","text":" \"Internet Protocol-enabled Service\" means any service, capability, functionality, or application provided using Internet protocol (or any successor protocol), that enables an end user to send or receive a communication in Internet protocol format (or any successor format), regardless of whether the communication is voice, data, or video."},{"prefix":"8","text":" \"Local exchange carrier\" (\"LEC\") means any person that is engaged in the provision of telephone exchange service or exchange access. The term \"local exchange carrier\" does not include a person insofar as the person is engaged in the provision of a commercial mobile service."},{"prefix":"9","text":" \"Local exchange service\" means a telecommunications service provided within an exchange area."},{"prefix":"10","text":" \"Market power\" means the ability to raise and hold prices at levels that are above or below those which would be charged in a fully competitive environment."},{"prefix":"11","text":" \"Network element\" means the facility or equipment used in the provision of a telecommunications service. The term \"network element\" also includes features, functions, and capabilities that are provided by means of such facility or equipment, including subscriber numbers, databases, signaling systems, and the information sufficient for billing and collection or used in the transmission, routing, or other provision of a telecommunications service."},{"prefix":"12","text":" \"Number portability\" means the ability of users of telecommunications services to retain, at the same location, existing telecommunications numbers without impairment of quality, reliability, or convenience when switching from one telecommunications carrier to another."},{"prefix":"13","text":" \"People's Counsel\" (\"OPC\") means the Office of People's Counsel as established pursuant to § 34-804."},{"prefix":"14","text":" \"Public Service Commission\" (\"Commission\" or \"PSC\") means the Public Service Commission of the District of Columbia established pursuant to § 34- 801."},{"prefix":"15","text":" \"Public way\" means the surface, the air space above the surface, and the area below the surface of any public street, highway, lane, path, alley, sidewalk, boulevard, including public utility easements or rights of way, poles, ducts, conduits, and any temporary or permanent fixtures or improvements located thereon, now or hereafter held by the District, which may be utilized for the purpose of installing and maintaining the telecommunications system of a telecommunications service provider within the District, such use being on nondiscriminatory terms and conditions."},{"prefix":"16","text":" \"Telecommunications\" means the transmission, between or among points specified by the user, of information of the user's choosing, without change in the form or content of the information as sent and received."},{"prefix":"17","text":" \"Telecommunications carrier\" means any provider of telecommunications services, except that the term does not include aggregators of telecommunications services as defined in § 226 of the Communications Act of 1934 (47 U.S.C. § 226). A telecommunications carrier shall be treated as a common carrier under this chapter only to the extent that it is engaged in providing telecommunications services and is a service that the United States Federal Communications Commission determines shall be treated as common carriage."},{"prefix":"18","text":" \"Telecommunications equipment\" means equipment, other than customer premises equipment, used by a carrier to provide telecommunications services and includes software integral to such equipment, including upgrades."},{"prefix":"19","text":" \"Telecommunications industry\" means communications businesses using regulated or unregulated facilities or services and includes broadcasting, telecommunications, cable, computer, data transmission, software, programming, advanced messaging, and electronics."},{"prefix":"19A","text":" \"Telecommunications Relay Service\" means a transmission service that provides the hearing-impaired or speech-impaired the ability to engage in communication by wire or radio with a non-hearing-impaired individual. The term \"Telecommunications Relay Service\" shall include services that enable 2- way communication between an individual who uses a telecommunications device for the deaf or other non-voice terminal device and an individual who does not use such a device."},{"prefix":"20","text":" \"Telecommunications service\" means the offering of telecommunications for a fee directly to the public or to such classes of users as to be effectively available to the public, regardless of the facilities used."},{"prefix":"20A","text":" \"Telecommunications service provider\" means an entity that provides telecommunications services."},{"prefix":"21","text":" \"Telecommunications system\" means the portion of a telecommunications network which has been or is to be constructed, operated, and maintained within the public ways by a provider of telecommunications services within the District, including, without limitation, all conduits, cables, manholes, handholes, splice boxes, ancillary hardware, poles, and supporting wires and anchors."},{"prefix":"22","text":" \"Universal service\" means that evolving array of services which the Public Service Commission, taking into account advances in telecommunications and information technologies and services and pursuant to any rules promulgated by the United States Federal Communications Commission, determines should be provided at just, reasonable, and affordable rates to all District residents, including the indigent and those with disabilities, to enable them to participate effectively in the economic, academic, medical, and democratic processes of the District. In circumstances defined by the Public Service Commission, certain low-income persons or persons with disabilities shall be assisted to receive those services determined to be universal services through a fund into which all local exchange carriers will be required to contribute in such amounts as the Public Service Commission shall determine."},{"prefix":"23","text":"(A) \"Voice Over Internet Protocol Service\" means any service that:"},{"prefix":"i","text":" Enables real-time 2-way voice communications that originate or terminate from the user's location using Internet protocol or a successor protocol; and"},{"prefix":"ii","text":" Uses a broadband connection from the user's location."},{"prefix":"B","text":" The term \"Voice Over Internet Protocol Service\" shall include any service that permits users to receive calls that originate on the public-switched telephone network and to terminate calls on the public-switched telephone network."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"20","text":"Telecommunications Competition. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"2001","identifier":"34-2001","catch_text":"Definitions."}}