{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1685.\n\nEffect of Amendments\n\nD.C. Law 17-108 added subsec. (c).\n\nPub. L. 110-273 repealed subsec. (c), as added by D.C. Law 17-108, which had read as follows:\n\n\"(c)(1) Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Authority unless the applicant declines the preference. This 10- point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Board of Directors.  An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel of the Authority for the first 7 years of employment.   Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment.\n\n\"(2) The Authority shall submit to the Mayor and the Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-111, see Historical and Statutory Notes following § 34-2201.01.\n\nFor Law 17-108, see notes following § 34-804.\n\nEffective Dates\n\nSection 4(b) of Pub. L. 110-273 provides that subsection (a) shall take effect as if included in the enactment of D.C. Law 17-172.\n\nDC CODE § 34-2202.15\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1996, D.C. Law 11-111, § 215, 43 DCR 548; Feb. 6, 2008, D.C. Law 17-108, § 213(b), 54 DCR 10993; July 15, 2008, 122 Stat. 2491, Pub. L. 110-273, § 4(a).)","sections":[{"prefix":"a","text":" Except as provided in this section and in § 34-2202.17(b), no provision of § 1-601.01 et seq., shall apply to employees of the Authority except as follows:"},{"prefix":"1","text":" Subchapters V and XVII of Chapter 6 of Title 1 shall apply to all employees of the Authority; and"},{"prefix":"2","text":" Subchapters XII, XXI, XXII, and XXVI of Chapter 6 of Title 1 shall apply to employees transferred to the Authority who are covered under the Civil Service Retirement System and the District of Columbia Defined Contribution Pension Plan; provided, that all Authority employees continuously employed by the District government since December 31, 1979, shall be guaranteed rights and benefits at least equal to those currently applicable to such persons under provisions of law and rules and regulations in force prior to April 18, 1996."},{"prefix":"b","text":" An employee of the Authority who is covered under the District of Columbia Defined Contribution Pension Plan, who meets the minimum requirements for participation in a retirement plan established by the Authority, may, upon written notice to the Authority, elect, instead, to be covered by the Authority's plan."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"34","chaptersection":"2202","identifier":"34-2202.15","catch_text":"Merit personnel system inapplicable."}}