{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 43-1903.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-45, see Historical and Statutory Notes following ยง 34-2601.\n\nDC CODE ยง 34-2603\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 1989, D.C. Law 8-45, ยง 4, 36 DCR 5779.)","sections":[{"prefix":"a","text":" If a public utility proposes an action, it shall prepare and transmit to the Commission a detailed environmental impact statement within 60 days following the submission of the proposal. The environmental impact statement shall describe in detail the proposed action, the necessity for the proposed action, and a brief discussion of the following factors:"},{"prefix":"1","text":" The nature of the proposed action and the environment that the proposed action would affect;"},{"prefix":"2","text":" The need for the proposed action;"},{"prefix":"3","text":" The reasons for the selection of the site for a proposed action, if any;"},{"prefix":"4","text":" The long- and short-term impact of the proposed action on the environment;"},{"prefix":"5","text":" Any adverse environmental effect that cannot be avoided if the proposed action is implemented;"},{"prefix":"6","text":" Measures proposed to minimize any adverse environmental effect;"},{"prefix":"7","text":" Any commitment of resources involved in the proposed action;"},{"prefix":"8","text":" The impact of the proposed action on the use and conservation of energy resources, if applicable and significant; and"},{"prefix":"9","text":" Any additional information that the Commission determines to be helpful in determining the environmental impact of the proposed action."},{"prefix":"b","text":" The environmental impact statement shall be considered in addition to any Department of Consumer and Regulatory Affairs' decision regarding the environmental impact of the action."},{"prefix":"c","text":" For any proposed action that is subject to this chapter, including but not limited to new plant construction or the expansion of an existing plant, the public utility shall perform an analysis that identifies the cumulative risk of adverse health effects from any existing and projected emissions of pollutants from the proposed action. If the Commission determines, on the basis of the analysis and any other information submitted at any public hearing on the pending application, that the addition of the new facility may create an unacceptable risk of adverse health effects, the Commission shall require the public utility to submit the following information:"},{"prefix":"1","text":" An analysis and determination of the current, baseline, ambient air quality within a 1/2 mile radius of the proposed action that identifies the concentrations of all potentially toxic air and water pollutants emitted by the existing facility and the proposed action;"},{"prefix":"2","text":" An analysis of the current, baseline, health status of the population found by the Commission to be most directly affected by the construction or operation of the proposed action; and"},{"prefix":"3","text":" An analysis of the impact of the construction and operation of the proposed action on human health or the environment in light of the results of the analyses conducted under paragraphs (1) and (2) of this subsection."},{"prefix":"d","text":" For a proposed action that is the subject of an application pending on October 19, 1989, the public utility shall prepare and submit an environmental impact statement within 30 days of October 19, 1989. To the maximum extent practicable, the statement shall rely on environmental information available on October 19, 1989. The Commission may require the public utility to submit any additional information that, in the Commission's judgment, is needed to satisfy the requirements set forth in subsection (a) of this section or to enable the Commission to make its decision concerning the reasonable safety and adequacy of the proposed facility."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Miscellaneous."},"chapter":{"identifier":"26","text":"Public Utility Environmental Impact Statement Requirements."},"heading":{"title":"34","chaptersection":"2603","identifier":"34-2603","catch_text":"Environmental impact statement requirements."}}