{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1452.\n\nEffect of Amendments\n\nD.C. Law 15-342, in subsec. (m), substituted \"$250,000\" for \"$100,000\", and substituted \"$150,000\" for \"50,000\".\n\nD.C. Law 18-223 added subsecs. (h-1) to (h-5).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see §§ 305, 402 of Omnibus Utility Emergency Amendment Act of 2005 (D.C. Act 16-12, January 28, 2005, 52 DCR 2945).\n\nFor temporary (90 day) amendment of section, see § 2224(b) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-154, see Historical and Statutory Notes following § 34-2001.\n\nLaw 11-155, the \"Mortgage Lender and Broker Act of 1996,\" was introduced in Council and assigned Bill No. 11-637, which was referred to the Committee on Economic Development. The Bill was adopted on first and second readings on May 7, 1996, and June 4, 1996, respectively. Signed by the Mayor on June 19, 1996, it was assigned Act No. 11-309 and transmitted to both Houses of Congress for its review. D.C. Law 11-155 became effective on September 9, 1996.\n\nFor Law 15-342, see notes following § 34-401.\n\nFor Law 18-223, see notes following § 34-706.\n\nReferences in Text\n\nThe federal Telecommunications Act of 1996, Pub. L. 104-104, referred to in (b) and (k), is codified throughout Title 47 of the United States Code.\n\nResolutions\n\nResolution 15-250, the \"Public Service Commission Telecommunications Competition Fund Expenditure Increase Approval Resolution of 2003\", was approved effective October 7, 2003.\n\nMiscellaneous Notes\n\nSection 401 of D.C. Law 15-342 provides:\n\n\"Sec. 401. Applicability.\n\n\"Sections 303(c)(1) and 307 shall apply as of October 1, 2004.\"\n\nDC CODE § 34-2002\n\nCurrent through December 11, 2012","credits":"(Sept. 9, 1996, D.C. Law 11-154, § 3, 43 DCR 3736; September 9, 1996, D.C. Law 11-155, § 25(a), 43 DCR 4213; Apr. 12, 2005, D.C. Law 15-342, § 307, 52 DCR 2346; Sept. 24, 2010, D.C. Law 18-223, § 2224(b), 57 DCR 6242.)","sections":[{"prefix":"a","text":" The Public Service Commission may, upon petition by the incumbent local exchange carrier and pursuant to procedures developed by the PSC, reclassify any telecommunications service offered by the incumbent local exchange carrier."},{"prefix":"b","text":" Pursuant to the federal Telecommunications Act of 1996 (Public Law 104- 104), the Public Service Commission shall establish a procedure to facilitate entry into the District for providers of all forms of telecommunications service in order to foster the availability of competitive telecommunications options to consumers in the District, and to encourage the development of a technological infrastructure which will afford District residents increased access to the information highway."},{"prefix":"c","text":" The procedure established by the Public Service Commission shall provide that local exchange carriers will be regulated according to each LEC's respective market power in the local exchange market, and in such manner as to prohibit abuse of monopoly power and facilitate adjustments in pricing as developing competition dictates a need for market flexibility."},{"prefix":"d","text":"(1) The Public Service Commission, in lieu of requiring a certificate of public convenience and necessity, shall grant any telecommunications service provider seeking to provide services within the District the authority to do so within 15 days of an applicant's filing with the Commission of a Statement of Business Operations, as described in subsection (e) of this section, and the payment of an application fee of $1000. The provider shall be exempt from any other certification requirements if the applicant demonstrates in its Statement of Business Operations that it or its affiliates have at least three years experience providing telecommunications services pursuant to authorizations by the FCC or a state regulatory body and that it or its affiliates derives over $50 million in gross annual revenues from telecommunications services."},{"prefix":"2","text":" Any telecommunications service provider possessing a certificate of convenience and public necessity to operate within the District of Columbia as of September 9, 1996 is exempted from the requirements in paragraph (1) of this subsection."},{"prefix":"3","text":" For applicants other than those meeting the criteria set forth in paragraph (1) of this subsection, subsequent to the applicant's filing of the Statement of Business Operations as described in subsection (e) of this section, and the payment of an application fee of $1000, the Commission may request additional information to determine whether the applicant has sufficient experience and financial stability to ensure the continued provision of local exchange services within the District. For such applicants, the Commission may waive the minimum experience and gross annual revenue requirements if it can determine that certification is in the public interest and that the applicant has sufficient experience and financial stability to ensure the continued provision of local exchange services within the District."},{"prefix":"A","text":" If the PSC requests additional information from the applicant, such request must be provided in writing within 15 days of the applicant's filing."},{"prefix":"B","text":" The applicant shall be afforded 15 days to provide the additional information requested by the PSC."},{"prefix":"C","text":" Upon receipt of the additional information from the applicant, the PSC must determine within 15 days whether the additional information satisfies the PSC in respect to the applicant's ability to ensure continued provision of telecommunication services to District consumers."},{"prefix":"D","text":" If the PSC determines that the additional information provides the necessary assurances, the PSC shall authorize the applicant to provide services within the District of Columbia; if the Commission determines that the applicant has not demonstrated sufficient experience and financing, the applicant shall be provided written notice of the deficiency."},{"prefix":"e","text":" The Statement of Business Operations required by this section shall contain, at a minimum, the following information of each telecommunications service provider:"},{"prefix":"1","text":" Name, address, and telephone number of corporate contact;"},{"prefix":"2","text":" Name, address, and telephone number of a registered agent in the District of Columbia;"},{"prefix":"3","text":" Telephone number for customer service;"},{"prefix":"4","text":" Name, address, and telephone number of a regulatory contact person;"},{"prefix":"5","text":" A copy of the provider's articles of incorporation;"},{"prefix":"6","text":" A signed tax attestation form;"},{"prefix":"7","text":" A brief description of the type of service to be offered;"},{"prefix":"8","text":" Financial statements for the last three years from the applicant or its affiliate; and"},{"prefix":"9","text":" Any other information the Public Service Commission may require."},{"prefix":"f","text":" All local exchange carriers authorized by the PSC to provide service within the District must file and maintain tariffs with the Public Service Commission for each service offered within the District. The tariffs shall describe the service being offered, list all terms and conditions, and specify the rate or rates charged for the service."},{"prefix":"g","text":" Tariffs of competitive telecommunications service providers shall not be regulated or otherwise reviewed by the Public Service Commission, except as otherwise specified in subsection (h) of this section, for interconnection, and in § 34-2003 for Universal Service Trust Fund subsidies. Tariffs filed by competitive telecommunications providers shall be deemed just and reasonable. Notwithstanding any other provision of law to the contrary, the Public Service Commission shall not regulate, fix, or prescribe the tolls, charges, rate structure, terms and conditions of service, rate base, rate of return, operating margin, earnings, cost of service, or the issuance of debt, equity, or other securities of any competitive telecommunications service provider, except that nothing in this chapter shall limit the authority of the PSC to establish service quality standards for such telecommunications service providers, to regulate terms and conditions of service (but not including rates, charges, and rate structure) to protect the public safety and welfare, provide for continued quality of telecommunications service, and safeguard the rights of consumers."},{"prefix":"h","text":" All local exchange carriers in the District are required to unbundle network elements to the extent that federal law requires, and to interconnect networks and exchange local exchange service calls under terms that are reasonable and efficient."},{"prefix":"1","text":" All LECs shall reciprocally terminate each other's local exchange service calls and shall financially compensate each other for this service if the PSC determines that a traffic imbalance exists. As between any two LECs, if at any time after implementation of local number portability pursuant to this chapter the traffic terminated by one provider, on a quarterly basis, is at least 5% greater than the traffic terminated by the other provider, the two affected LECs shall mutually negotiate an agreement regarding the charges, terms, and conditions for the termination of local exchange service calls that originate on their respective networks."},{"prefix":"2","text":" Any agreement adopted pursuant to this subsection shall be submitted for approval to the PSC. The PSC shall approve or reject the agreement, with written findings as to any deficiencies. If the PSC does not act to approve or reject the agreement within 90 days after submission by the LECs, the agreement shall be deemed approved. The PSC shall make a copy of each agreement approved pursuant to this subsection available for public inspection and copying within 10 days after the agreement is approved."},{"prefix":"3","text":" If an agreement between the two affected providers has not been finalized within 90 days from the date one provider notifies the other provider of the traffic exchange imbalance, then either provider may petition the PSC to fix charges set at the economic costs, and the terms and conditions for the continued termination of local exchange service calls. The PSC shall resolve each issue set forth in the petition and shall conclude the resolution of any unresolved issues not later than 9 months after the date on which one LEC received notification of the traffic imbalance."},{"prefix":"4","text":" The incumbent local exchange carrier shall make available any interconnection, service, or network element provided under an agreement approved pursuant to this subsection to any other requesting LEC upon the same terms and conditions as those provided in the agreement."},{"prefix":"h-1","text":" For a violation of any provision of this chapter or a violation of any rule or order issued under this chapter, after notice and a hearing, the Commission may:"},{"prefix":"1","text":" Suspend or revoke the certification of a telecommunications service provider;"},{"prefix":"2","text":" Impose a civil penalty on a telecommunications service provider;"},{"prefix":"3","text":" Order a refund or credit to a customer;"},{"prefix":"4","text":" Cancel a contract or part of a contract between a customer and a telecommunications service provider; or"},{"prefix":"5","text":" Issue a cease and desist order to a telecommunications service provider."},{"prefix":"h-2","text":"(1) A civil penalty imposed by the Commission under this section shall not exceed $10,000 per violation."},{"prefix":"2","text":" The Commission shall determine the amount of the civil penalty after considering:"},{"prefix":"A","text":" The number of previous violations of the telecommunications service provider;"},{"prefix":"B","text":" The gravity and duration of the current violation; and"},{"prefix":"C","text":" The good faith of the telecommunications service provider in attempting to achieve compliance after notification of the violation."},{"prefix":"h-3","text":" The Commission may temporarily suspend a certification, issue a temporary cease and desist order, or take any other appropriate temporary remedial action, pending a final determination after notice and hearing, if the Commission determines that there is reasonable cause to believe that customers or the reliability of the telecommunications service in the District of Columbia will be harmed by the actions of a telecommunications service provider."},{"prefix":"h-4","text":" A proceeding under this section may be initiated by the Commission, the Office of the People's Counsel, the Office of the Attorney General, or any aggrieved party."},{"prefix":"h-5","text":" In connection with a proceeding under this section, a telecommunications service provider shall provide to the Commission access to any accounts, books, papers, and documents which the Commission considers necessary to resolve the matter."},{"prefix":"i","text":" Regulation of the Bell Operating Company:"},{"prefix":"1","text":" Existing and proposed tariffs of the BOC must:"},{"prefix":"A","text":" Contain rates that are just and reasonable; and"},{"prefix":"B","text":" Ensure that the BOC does not unjustly discriminate in favor of itself or any other telecommunications provider in the provision of any telecommunications service or network element."},{"prefix":"2","text":" The Public Service Commission may, pursuant to the Commission's existing procedures, suspend and reject any proposed or existing tariffs of the BOC if it fails to meet the requirements of paragraph (1) of this subsection."},{"prefix":"3","text":" The BOC shall unbundle each network element and shall make those network elements available under nondiscriminatory terms and conditions filed with the PSC, including cost-based prices that are identical to those used in the provision of its own services and the services provided by its affiliates."},{"prefix":"4","text":" The rate that the BOC charges for any service shall not be less than the sum of rates charged to others for any network elements unbundled pursuant to paragraph (3) of this subsection which are also used by the BOC to provide that service, and any other costs incurred by the BOC to provide that service."},{"prefix":"5","text":" The incumbent LEC shall offer for resale at wholesale rates any telecommunications service that the carrier provides at retail to noncarriers. The incumbent LEC shall not prohibit nor impose unreasonable or discriminatory conditions or limitations on the resale of such telecommunications service, except that the Public Service Commission may prohibit a reseller that obtains at wholesale rates a telecommunications service that is available at retail only to a category of subscribers from offering such service to a different category of subscribers."},{"prefix":"6","text":" The BOC shall afford to any competitive telecommunications service provider offering, or seeking to offer, a telecommunications service reasonable and nondiscriminatory access to poles, ducts, conduits, and rights-of-way integral to the efficient transmission, routing, or other provision of local exchange service or exchange access; and the PSC shall determine the criteria for ensuring that such access shall be equal in type and quality to the access which the BOC affords to itself or to any other person, and that such access is made available by the BOC on rates, terms, and conditions that are just, reasonable, and nondiscriminatory."},{"prefix":"j","text":" The BOC may petition the Public Service Commission for an alternative form of regulation, or for forbearance of regulation. The Public Service Commission shall approve or disapprove a plan for alternative regulation or for forbearance within 270 days of the BOC filing its petition, after notice and a public hearing, provided it finds that:"},{"prefix":"1","text":" The plan is in the public interest;"},{"prefix":"2","text":" The BOC has filed and received approval for a tariff for each network element; provided, that nothing in this subsection shall prohibit the Public Service Commission from implementing any settlement arrived at in respect to a formal case in process, or any future case, so long as such settlement establishes tariffs that are not inconsistent with the requirements of the federal Telecommunications Act;"},{"prefix":"3","text":" The plan will produce fair, just, and reasonable rates for telecommunications services in the District based upon the Commission determination that existing rates at the time the plan is approved are fair, just, and reasonable;"},{"prefix":"4","text":" The plan accounts for changes in technology and the structure of the telecommunications industry that are occurring;"},{"prefix":"5","text":" The plan specifies how customers will benefit from any efficiency gains, cost savings arising out of the regulatory change, and improvements in productivity as a result of technological change;"},{"prefix":"6","text":" The plan will maintain the quality and availability of telecommunications services;"},{"prefix":"7","text":" The plan contains adequate safeguards to ensure that the BOC does not discriminate in favor of any telecommunications provider, including itself, in the provision and pricing of any telecommunications service;"},{"prefix":"8","text":" The plan contains adequate safeguards to ensure that no service is receiving a subsidy, unless such a subsidy is necessary to maintain basic residential local exchange service for eligible customers pursuant to this section; and"},{"prefix":"9","text":" The plan does not unreasonably prejudice or disadvantage any customer class or provider of competitive services."},{"prefix":"k","text":" Within 30 days of September 9, 1996, and pursuant to the authority given to State Commissions under the federal Telecommunications Act of 1996, the Public Service Commission shall initiate a proceeding to address and resolve the issues associated with competition in the local exchange, including, but not limited to:"},{"prefix":"1","text":" Local number portability;"},{"prefix":"2","text":" Unbundling;"},{"prefix":"3","text":" Universal service;"},{"prefix":"4","text":" Wholesale rates for the resale of BOC services;"},{"prefix":"5","text":" Numbering resources and local dialing parity;"},{"prefix":"6","text":" Collocation of network equipment;"},{"prefix":"7","text":" Directory listings and directory assistance;"},{"prefix":"8","text":" Service quality standards;"},{"prefix":"9","text":" Incentives to facilitate the involvement in the telecommunications industry in the District of Columbia of small and disadvantaged businesses, including telecommunications service providers with gross annual revenues of less than $50 million; and in addressing the issue of incentives to assist small and disadvantaged businesses, the PSC shall monitor the Federal Communications Commission implementation of § 257 of the federal Telecommunications Act of 1996 to follow the development of strategies which may be useful to the District of Columbia; examine ways to facilitate access for eligible District of Columbia businesses to the capital and programs of the Telecommunications Development Fund established by § 714 of the federal Telecommunications Act of 1996; and require, to the extent permissible under the federal Telecommunications Competition Act of 1996, that telecommunications providers authorized to operate in the District of Columbia agree to provide, in the manner that the existing monopoly utilities historically have agreed to provide them, contracting opportunities for small and disadvantaged businesses and employment and training programs for District residents;"},{"prefix":"10","text":" Strategies necessary to implement the mandate to state commissions contained in § 706 of the federal Telecommunications Act of 1996 to encourage the deployment on a reasonable and timely basis of advanced telecommunications capability to all Americans, including, in particular, elementary and secondary schools and classrooms, and methods of facilitating access for eligible District of Columbia institutions to the funding and assistance available from the National Education Technology Funding Corporation, as well as the development of incentives for telecommunications providers authorized to operate in the District of Columbia to invest appropriate resources in the National Education Technology Funding Corporation;"},{"prefix":"11","text":" The application of quality service standards; and"},{"prefix":"12","text":" Any other issues the Commission may determine to be necessary."},{"prefix":"l","text":" A Public Service Commission order, including appropriate findings of fact and conclusions of law, resulting from the proceeding required pursuant to subsection (k) of this section shall be issued no later than 12 months subsequent to the initiation of that proceeding."},{"prefix":"m","text":" Notwithstanding any other provisions of law, the Public Service Commission shall expend no more than $250,000, and the Office of the People's Counsel shall expend no more than $150,000 for the proceeding required by subsection (k) of this section unless either of those agencies presents to the Council of the District of Columbia a written determination that funds in excess of these amounts will be required to carry out the provisions of subsections (k) and (l) of this section along with a resolution requesting authorization to expend a specific additional amount, and that resolution shall be deemed approved if not disapproved by the Council within a 30-day period of review."},{"prefix":"n","text":" Within 12 months of September 9, 1996, or upon a finding of the PSC, whichever is earlier, the Public Service Commission shall promulgate rules in respect to the notice requirements for abandonment of any service, and delineate the responsibilities, if any, incumbent upon the telecommunications service provider consequent to service abandonment."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Telecommunications."},"chapter":{"identifier":"20","text":"Telecommunications Competition. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"2002","identifier":"34-2002","catch_text":"Regulation of local exchange carriers."}}