{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1654.\n\nEffect of Amendments\n\nD.C. Law 13-107 in subsec. (a)(1) substituted \"electric company, electricity supplier or gas company\" for \"electric or gas company\" where appearing.\n\nD.C. Law 13-183 added \", Authority,\" following Mayor\" in subsec. (c) and rewrote subsecs. (a), (b) and (e) which prior thereto provided:\n\n\"(a)(1) Upon nonpayment of a delinquent account by the owner, agent, lessor, or manager of a rental property that is billed directly by the Department for water and sewer services, the Mayor or a tenant who resides in the affected rental property may petition the Superior Court of the District of Columbia ('Court') for appointment of a receiver for the rental payments in the same manner and to the same extent as for appointment of a receiver pursuant to § 43-543 [1981 Ed.]. The receiver may take any action deemed necessary to collect all rental payments from the tenants of the rental property. If the owner, agent, lessor, or manager also is indebted to an electric or gas company for utility services, the receiver may order the rent collected to be equitably apportioned between the Department and the electric or gas company.\n\n\"(2)(A) If the delinquent account referred to in subsection (a)(1) of this section is an account for a master-meter apartment building, the Mayor may issue an order for the owner, agent, lessor, or manager, herein referred to as \"the owner\", to show cause why a receiver should not be appointed. The order may be issued by the Mayor upon a finding that:\n\n\"(i) The delinquency has remained outstanding for at least 120 days;\n\n\"(ii) The delinquency has not been timely contested pursuant to § 43-1655 [1981 Ed.] and the rules issued by the Mayor; and\n\n\"(iii) Termination of water and sewer services would create a health and safety hazard for tenants of the master-metered apartment building.\n\n\"(B) The order to show cause, together with a copy of the findings, shall be served upon the owner at the owner's last known address and shall be posted in a conspicuous place upon the master-metered apartment building in question.\n\n\"(C) A hearing on the order to show cause shall be held no later than 72 hours after the issuance of the order or the first business day thereafter. Upon a prima facie showing by affidavit, testimony, or otherwise, that delinquent water and sewer service bills on the master-metered apartment building remain unpaid, the Mayor shall immediately appoint a receiver to collect rents or payments for use and occupancy from the tenants thereof in order to pay current water and sewer service charges and to reduce the arrearage pursuant to subparagraph (F) of this paragraph. Prior to the hearing on the order to show cause, the owner may submit an answer to the order raising any grounds or defenses that the owner may have, except that any set-offs, counterclaims, or third-party claims shall not be grounds for the Mayor not to appoint a receiver.\n\n\"(D) The receiver appointed by the Mayor shall have the authority to take any action it deems necessary to collect all rents or payments for use and occupancy from the tenants of the master-metered apartment building in lieu of the owner, except that the receiver shall not have authority to terminate water and sewer services. The receiver may require the owner of the master-metered apartment building to provide the names, apartment numbers, monthly rental payment amounts, and leases of the tenants of the master-metered apartment building.\n\n\"(E) If the owner fails to comply with any request of the receiver necessary to accomplish its duties under the appointment, or the owner collects or attempts to collect any rents or payments for use and occupancy from the tenants of a building subject to an order appointing a receiver, the receiver is authorized to petition the Superior Court of the District of Columbia for an order granting injunctive relief. The petition shall be served upon the owner in the manner set forth in subparagraph (B) of this paragraph. A hearing on the petition shall be held no later than 72 hours after the petition was filed or the first court day thereafter. Any owner who fails to comply with any resulting order shall be found, after due notice and hearing, to be in contempt of court.\n\n\"(F) The receiver shall pay the Department the current charges for water and sewer services provided on or after the date of the receiver's appointment. The receiver may pay the Department a reasonable amount, not to exceed 10% of the total rent payments received, to be applied against the delinquent charges. The owner shall be liable for the reasonable fees and costs determined by the Mayor to be due the receiver. The fees and costs may be recovered from the rents or payments due for use and occupancy under the control of the receiver; provided, however, that no fees or costs shall be recovered until after payment of current water bills to a master-metered apartment building has been made. Any monies remaining after all payments, fees and costs shall be turned over to the owner. Upon order of the Mayor, the receiver shall become trustee of any escrow accounts or other funds established by the tenants or otherwise into which rents or payments for use and occupancy have been made by the receiver at such times as the Mayor determines to be just, reasonable and necessary.\n\n\"(b) Any receivership established pursuant to subsection (a) of this section shall be terminated upon a finding that the arrearage that was the subject of the original petition has been satisfied, that all tenants have agreed to assume liability in their own names for prospective water and sanitary sewer services, or that the rental property has been sold and the new owner has assumed liability for prospective water and sanitary sewer services.\n\n\"(e) Any wilful or malicious violation of this section or § 43-1653 [1981 Ed.] by an owner, agent, lessor, or manager of a rental unit or any utility company shall be punishable by a fine of not more than $500, imprisonment for not more than 30 days, or both.\"\n\nD.C. Law 15-227, in par. (2) of subsec. (a), substituted \"supplier, gas company, or natural gas supplier\" for \"supplier or gas company\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 9 of Prevention of Unauthorized Switching of Customer Natural Gas Accounts Temporary Act of 2001 (D.C. Law 14-13, July 10, 2001, law notification 48 DCR 6589).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-136, see Historical and Statutory Notes following § 34-2301.\n\nLaw 10-255, the \"Technical Amendments Act of 1994,\" was introduced in Council and assigned Bill No. 10-673, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 21, 1994, and July 5, 1994, respectively. Signed by the Mayor on July 25, 1994, it was assigned Act No. 10-302 and transmitted to both Houses of Congress for its review. D.C. Law 10-255 became effective May 16, 1995.\n\nLaw 13-107, the \"Retail Electric Competition and Consumer Protection Act of 1999,\" was introduced in Council and assigned Bill No. 13-284, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 18, 2000, it was assigned Act No. 13-256 and transmitted to both Houses of Congress for its review. D.C. Law 13-107 became effective on May 9, 2000.\n\nFor Law 13-183, see notes following § 34-2303.\n\nFor Law 15-227, see notes following § 34-208.\n\nDC CODE § 34-2304\n\nCurrent through December 11, 2012","credits":"(May 18, 1954, 68 Stat. 101, ch. 218, title XVIII, § 1804, as added June 13, 1990, D.C. Law 8-136, § 2(g), 37 DCR 2620; Nov. 25, 1993, D.C. Law 10-65, § 501(c), 40 DCR 7351; May 16, 1995, D.C. Law 10-255, § 36, 41 DCR 5193; May 9, 2000, D.C. Law 13-107, § 204, 47 DCR 1091; Oct. 21, 2000, D.C. Law 13-183, § 3(b), 47 DCR 7062; Mar. 16, 2005, D.C. Law 15-227, § 19, 51 DCR 10549.)","sections":[{"prefix":"a","text":"(1) Except as otherwise provided in this subsection, upon nonpayment of a delinquent account by the owner, agent, lessor, or manager of a rental property that is billed directly by the Authority for water and sewer services, the Authority or a tenant who resides in the affected rental property may petition the court for the appointment of a receiver for the rental payments in the same manner as for appointment of a receiver pursuant to § 42-3303."},{"prefix":"2","text":" The receiver may take any action deemed necessary or appropriate to collect all rental payments from the tenants of the rental property and shall establish an escrow account with these funds. The receiver shall pay the Authority from the escrow account for services provided on or after the date of the receiver's appointment. If the owner, agent, lessor, or manager also is indebted to an electric company, electricity supplier, gas company, or natural gas supplier for utility services, the receiver may order that rents collected be equitably apportioned between the Authority and the electric company, electricity supplier, gas company, or natural gas supplier. In addition, the receiver may use the rental payments collected to reduce delinquent water and sewer charges owed to the Authority. Upon court order, the receiver shall become trustee of any escrow accounts or other funds established by the tenants or otherwise into which rents or payments for use and occupancy have been made."},{"prefix":"3","text":" The owner, agent, lessor or manager shall be liable for reasonable fees and costs determined by the court to be due the receiver, which may be recovered from the rent payments under control of the receiver, provided that no fees or costs shall be turned over until payment of current District of Columbia Water and Sewer Authority service fees have been made."},{"prefix":"4","text":" The receiver may make reasonable payments to the Authority to reduce delinquent water and sewer charges until all delinquent service fees have been paid, and the receiver shall operate and maintain the structure to the best extent possible with the rents remaining after the payment. The receiver shall have the authority to recommend to the court a payment plan, which shall be binding if ordered by the court, to pay off any remaining delinquencies in service fees. Any monies remaining after the payments pursuant to this subsection shall be turned over to the owner, agent, lessor, or manager unless otherwise ordered by the court."},{"prefix":"b","text":" Any receivership established pursuant to subsection (a) of this section shall be terminated by the court upon a finding that the arrearage which was the subject of the original petition has been satisfied or that the rental property has been sold and the new owner has made satisfactory arrangements to pay the arrearages and has assumed liability for prospective District of Columbia Water and Sewer service fees."},{"prefix":"c","text":" Nothing in this section shall prevent the Mayor, Authority, or a tenant from pursuing any other appropriate action or remedy at law or equity against the owner, agent, lessor, or manager of the rental property."},{"prefix":"d","text":" Any owner, agent, lessor, or manager who collects or attempts to collect a rental payment from a tenant of the rental property subject to an order appointing a receiver pursuant to this section shall be found to be in contempt of court, after due notice and hearing."},{"prefix":"e","text":" Any person who knowingly fails to pay water and sewer charges to the District of Columbia Water and Sewer Authority, or to make satisfactory arrangements for payment, for more than 12 months shall be guilty of a misdemeanor upon conviction. The penalty for knowingly failing to pay service fees for more than 12 months shall be a fine of not more than $500, or imprisonment not more than 30 days, or both. The penalty for knowingly failing to pay water and sewer charges, or to make satisfactory arrangements for payment, in an amount of more than $10,000 and for more than 2 years shall be a fine of up to 20% of the amount owed, but not less than $5,000, or imprisonment not more than 6 months, or both."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"23","text":"Water and Sewer Services Amnesty Program, Receivership Provision, and Administrative Review."},"heading":{"title":"34","chaptersection":"2304","identifier":"34-2304","catch_text":"Appointment of receiver."}}