{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1610.\n\n1973 Ed., § 43-1609.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of D.C. Water and Sewer Operations Temporary Amendment Act of 1993(D.C. Law 10-3, May 18, 1993, law notification 42 DCR 3404).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-42, see Historical and Statutory Notes following § 34-2401.13.\n\nFor legislative history of D.C. Law 7-177, see Historical and Statutory Notes following § 34-2407.02.\n\nFor legislative history of D.C. Law 8-136, see Historical and Statutory Notes following § 34-2301.\n\nLaw 10-65, the \"Omnibus Spending Reduction Act of 1993,\" was introduced in Council and assigned Bill No. 10-323, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 21, 1993, and September 21, 1993, respectively. Signed by the Mayor on October 6, 1993, it was assigned Act No. 10-120 and transmitted to both Houses of Congress for its review. D.C. Law 10-65 became effective on November 25, 1993.\n\nReferences in Text\n\nThe Revenue Funds Availability Act of 1975, referred to in subsection (a) of this section, is the Act of January 22, 1976, D.C. Law 1-42.\n\nMiscellaneous Notes\n\nMayor authorized to issue rules: Section 13 of D.C. Law 7-177 provided that the Mayor shall issue rules to implement the provisions of the act.\n\nDC CODE § 34-2110\n\nCurrent through December 11, 2012","credits":"(May 18, 1954, 68 Stat. 107, ch. 218, title II, § 210; Jan. 22, 1976, D.C. Law 1-42, § 3(f)(5), 22 DCR 6315; Oct. 20, 1988, D.C. Law 7-177, § 9(b), 35 DCR 6158; June 13, 1990, D.C. Law 8-136, § 2(f), 37 DCR 2620; Nov. 25, 1993, D.C. Law 10-65, § 501(b), 40 DCR 7351.)","sections":[{"prefix":"a","text":" The Council of the District of Columbia is hereby authorized, in order to encourage the prompt payment of the sanitary sewer service charge imposed by this subchapter, to impose an additional charge of 10% for any sanitary sewer service charge remaining unpaid for more than 30 days, impose a penalty at the rate of 1% per month compounded monthly for any sanitary sewer service charge that remains unpaid for more than 60 days, and the Mayor of the District of Columbia is authorized to shut off the water of premises for which such charge is not paid within 30 days, and to have and enforce a continuing lien for such charge upon the land and any improvements thereon furnished such sanitary sewer service, in the same manner and to the same extent as if §§ 34-2407.01, 34-2407.02, 34-2407.03, and 34-2413.10 were set forth in this subchapter, and such sections shall be deemed to be applicable in every particular to the sanitary sewer service charge imposed by this subchapter; provided, that whenever said lien is enforced by the sale of property against which it has been assessed, so much of the proceeds of such sale as represents said unpaid sanitary sewer service charges shall be credited to the General Fund of the District of Columbia as established by the Revenue Funds Availability Act of 1975."},{"prefix":"b","text":" The Mayor may defer or forgive, in whole or in part, any sanitary sewer service charges due the District of Columbia with respect to any qualified real property approved pursuant to § 6-1503."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"21","text":"Sanitary Sewage Works."},"subchapter":{"identifier":"I","text":"District Sanitary Sewage Works."},"heading":{"title":"34","chaptersection":"2110","identifier":"34-2110","catch_text":"Additional charge for overdue bills; enforcement of lien."}}