{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1652.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-136, see Historical and Statutory Notes following § 34-2301.\n\nDC CODE § 34-2302\n\nCurrent through December 11, 2012","credits":"(May 18, 1954, ch. 218, title XVIII, § 1802, as added June 13, 1990, D.C. Law 8-136, § 2(g), 37 DCR 2620.)","sections":[{"prefix":"a","text":" There is established an amnesty program for any person liable for delinquent water and sanitary sewer services. The amnesty program shall permit the person to pay the full amount of outstanding charges for water and sanitary sewer services, without the imposition of any interest or fine otherwise provided by law."},{"prefix":"b","text":" The amnesty program shall be available during the period from October 1, 1990, through December 31, 1990."},{"prefix":"c","text":" A person may participate in the amnesty program by filing an application for amnesty with the Mayor that includes a copy of the person's most recent water and sanitary sewer service bill and a cashier's check, certified check, or money order in the amount of the bill as computed under subsection (a) of this section. The application for amnesty and the payment shall be filed in person or by mail postmarked no later than midnight on December 31, 1990. Cash payments may not be mailed for purposes of this section."},{"prefix":"d","text":" Any person who files an application for amnesty under this section shall be precluded from filing a request for an administrative hearing pursuant to § 34-2305."},{"prefix":"e","text":" The Mayor shall publicize, for 3 consecutive weeks, the terms and conditions of the amnesty program in at least 2 daily and 2 weekly newspapers published and circulated generally in the District of Columbia."},{"prefix":"f","text":" Revenue received from the amnesty program shall be credited to the General Fund of the District of Columbia as established by § 47-131."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"23","text":"Water and Sewer Services Amnesty Program, Receivership Provision, and Administrative Review."},"heading":{"title":"34","chaptersection":"2302","identifier":"34-2302","catch_text":"Amnesty program."}}