{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-1689.\n\nEffect of Amendments\n\nD.C. Law 13-311, in subsec. (b), inserted \"for the failure to pay any charge, fee, assessment, or levy authorized or required by § 34-2202.16\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-111, see Historical and Statutory Notes following § 34-2202.01.\n\nFor D.C. Law 13-311, see notes following § 34-2202.01.\n\nReferences in Text\n\nReorganization Plan No. 4 of 1983, referred to throughout (a), is located at part D of subchapter VI of Chapter 15 of Title 1.\n\nDC CODE § 34-2202.19\n\nCurrent through December 11, 2012","credits":"(Apr. 18, 1996, D.C. Law 11-111, § 219, 43 DCR 548; June 9, 2001, D.C. Law 13-311, § 2(e), 48 DCR 3512.)","sections":[{"prefix":"a","text":" All of the functions transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984, that have been delegated to the Water and Sewer Utility Administration are hereby transferred to the Water and Sewer Authority as follows:"},{"prefix":"1","text":" Pursuant to Part III(I), authority to plan, manage, and contract for design, engineering, and construction of the District's water and sewer facilities;"},{"prefix":"2","text":" Pursuant to Part III(K), authority to provide complete water and sewer utility systems including the provision of an adequate and potable water supply; water distribution, measurement, and billing; the collection and treatment of sewage; and the construction and maintenance of all related facilities on a cost basis; and"},{"prefix":"3","text":" Pursuant to Part IV(E), the functions of the Department of Environmental Services as set forth in Commissioners Order No. 71-255, dated July 27, 1971, except for the functions of the Office of Environmental Standards and Quality Assurance, which were transferred to the Department of Consumer and Regulatory Affairs, on the effective date of Reorganization Plan No. 4 of 1983."},{"prefix":"b","text":" Any other functions not specified in this section that are now delegated to or vested in the Administrator of the Water and Sewer Utility Administration are hereby transferred to the Water and Sewer Utility Authority, including the power to obtain and enforce liens for the failure to pay any charge, fee, assessment, or levy authorized or required by § 34-2202.16 in accordance with §§ 34-2407.02 and 34-2110."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"34","chaptersection":"2202","identifier":"34-2202.19","catch_text":"Transfer of function and redelegation of authority."}}