{"text":"The Department of Environmental Services shall perform such duties connected with the Water Department of the District as may be proper and necessary, under the direction of the Mayor of the District of Columbia. He shall give bonds for the faithful performance of his duty in the sum of $10,000.","historical":"Prior Codifications\n\n1981 Ed., § 43-1508.\n\n1973 Ed., § 43-1506.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nTransfer of Functions\n\nOffice of Water Registrar abolished: Reorganization Order No. 28 of the Board of Commissioners, dated April 3, 1953, now redesignated Organization Order No. 147, dated August 19, 1965, established a Department of Sanitary Engineering headed by a Director. The Department performed sanitary engineering services and operations for the District including water distribution, sanitary, storm, and combined sewer systems, sewage treatment, and collection and disposal of waste materiaL. The Office of the Water Registrar and the previously existing Department of Sanitary Engineering (which included the Sewer Division, Water Division, Sanitation Division, and the Sewage Treatment Plant) were abolished and their functions transferred to this Department. The Orders were issued pursuant to Reorganization Plan No. 5 of 1952. Functions of the Department of Sanitary Engineering as set forth in Organization Order No. 147, as amended, were transferred to the Department of Environmental Services by Commissioner's Order No. 71-255, dated July 27, 1971.\n\nThe functions of the Department of Environmental Services were transferred to the Department of Public Works by Reorganization Plan No. 4 of 1983, effective March 1, 1984.\n\nDC CODE § 34-2401.08\n\nCurrent through December 11, 2012","credits":"(Leg. Assem., Aug. 23, 1871, ch. 108, § 16; June 20, 1874, 18 Stat. 116, ch. 337, § 2; June 11, 1878, 20 Stat. 103, ch. 180, § 3.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"24","text":"Water Supply, Assessments, and Rates."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"34","chaptersection":"2401","identifier":"34-2401.08","catch_text":"Department of Environmental Services."}}