{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 6012 of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see ยง 6012 of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nMiscellaneous Notes\n\nShort title of subtitle B of title VI of Law 15-205: Section 6011 of D.C. Law 15-205 provided that subtitle B of title VI of the act may be cited as the Lead Service Line Priority Replacement Assistance Act of 2004.\n\nDC CODE ยง 34-2151\n\nCurrent through December 11, 2012","credits":"(Dec. 7, 2004, D.C. Law 15-205, ยง 6012, 51 DCR 8441.)","sections":[{"prefix":"a","text":" There is established within the General Fund of the District of Columbia a nonlapsing Lead Service Line Priority Replacement Assistance Fund (\"Fund\") to be administered by the Mayor, in consultation with the District of Columbia Water and Sewer Authority (\"WASA\")."},{"prefix":"b","text":" The purpose of the Fund shall be to provide grants to eligible District homeowners up to $2,500 to assist them in the replacement of the portion of their lead service line that is located on their private property."},{"prefix":"c","text":" Payments to eligible homeowners are subject to appropriation and the availability of funds. This chapter does not establish a right to funds on the part of any person."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"21A","text":"Lead Service Line Replacement Assistance."},"heading":{"title":"34","chaptersection":"2151","identifier":"34-2151","catch_text":"Establishment of the Lead Service Line Priority Replacement Assistance Fund."}}