{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 43-1701.\n\nEffect of Amendments\n\nD.C. Law 13-114 in subd. (5) rewrote the introductory text which previously read:\n\n\"The term 'public utility operator' means a person, other than an agency of the District of Columbia, who supplies or transports any of the following materials or services by means of a utility line:\"; and rewrote subpar. (B), which previously read:\n\n\"(B) Liquids other than water, including such liquids as coal slurry, petroleum, petroleum products, or other hazardous liquids;\"; and following \"(G) Steam\", deleted \"Except, that the District of Columbia government shall not be included.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition, see § 2 of Utility Line Temporary Act of 2008 (D.C. Law 17-301, March 20, 2009, law notification 56 DCR 3012).\n\nEmergency Act Amendments\n\nFor temporary (90 day) provisions, see § 2 of Utility Line Emergency Act of 2008 (D.C. Act 17-568, November 3, 2008, 55 DCR 12110).\n\nFor temporary (90 day) provisions, see § 2 of Utility Line Congressional Review Emergency Act of 2009 (D.C. Act 18-14, February 23, 2009, 56 DCR 1932).\n\nLegislative History of Laws\n\nLaw 3-129 was introduced in Council and assigned Bill No. 3-240, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on November 25, 1980 and December 9, 1980, respectively. Signed by the Mayor on January 7, 1981, it was assigned Act No. 3-338 and transmitted to both Houses of Congress for its review.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 13-114, the \"Underground Facilities Protection Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-278, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on January 4, 2000, and February 1, 2000, respectively. Signed by the Mayor on February 18, 2000, it was assigned Act No. 13-267 and transmitted to both Houses of Congress for its review. D.C. Law 13-114 became effective on May 23, 2000.\n\nDC CODE § 34-2701\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1981, D.C. Law 3-129, § 2, 28 DCR 264; Apr. 20, 1999, D.C. Law 12-264, § 48, 46 DCR 2118; May 23, 2000, D.C. Law 13-114, § 2(a), 47 DCR 1993.)","sections":[{"prefix":"1","text":" The terms \"demolition\" or \"demolish\" mean any operation by which a structure or mass of material is wrecked, razed, moved, or removed by means of any tool, equipment, or explosive."},{"prefix":"2","text":" The terms \"excavate\" or \"excavation\" mean any operation in which earth, rock, or other material in or on the ground is moved, removed or otherwise displaced by means of any tool, equipment, or explosive, and include but are not limited to grading, trenching, digging, ditching, drilling, boring, augering, tunnelling, scraping, cable or pipe plowing and driving, wrecking, razing, moving, or removing any structure or mass of material."},{"prefix":"3","text":" The term \"one-call center\" means any organization among the purposes of which is to notify 2 or more public utility operators of planned excavation activities or demolition in a specified area."},{"prefix":"4","text":" The term \"person\" means any individual, firm, joint venture, partnership, corporation, association, agency of the District of Columbia government, or other governmental body or authority, except the United States government, and shall include any trustee, receiver, assignee, or personal representative thereof."},{"prefix":"5","text":" The term \"public utility operator\" means a person, agency or instrumentality of the District of Columbia government, who supplies or transports any of the following materials or services by means of a utility line or conduit:"},{"prefix":"A","text":" Gas of any kind, including flammable, toxic, or corrosive gas;"},{"prefix":"B","text":" Liquids, including coal slurry, petroleum, petroleum products, or other hazardous liquids;"},{"prefix":"C","text":" Electric energy;"},{"prefix":"D","text":" Communication services;"},{"prefix":"E","text":" Sewage disposal and drainage;"},{"prefix":"F","text":" Water; or"},{"prefix":"G","text":" Steam."},{"prefix":"6","text":" The term \"underground facility\" means any item of personal property which is buried or placed below ground, or submerged for use in connection with the storage or conveyance of water, sewage, electronic, telephonic, or teletype communications, electric energy, oil, gas, or other substances, and shall include, but not be limited to, pipes, sewers, conduits, cables, valves, lines, wires, manholes, attachments, and those portions of poles located below the ground."},{"prefix":"7","text":" The term \"utility line\" means any cable, pipeline, or other conduit installed underground by which a public utility operator furnishes materials or services."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Miscellaneous."},"chapter":{"identifier":"27","text":"Underground Facilities Protection."},"heading":{"title":"34","chaptersection":"2701","identifier":"34-2701","catch_text":"Definitions."}}