{"text":"The purpose of this chapter is to protect and enhance the public health, welfare and safety of the citizens of the District of Columbia (\"District\") and provide for the fullest possible preservation and protection of the environment. If a public utility proposes an action, it shall prepare and transmit a detailed environmental impact statement to the Public Service Commission (\"Commission\"). If the Commission determines than an unacceptable risk of adverse health effects exists because of an action that is proposed by a public utility, a public utility doing business in the District of Columbia shall not construct a facility or undertake a project without a detailed and comprehensive analysis and understanding of the impact that the project or the construction or operation of the facility may have on the public health, safety, and environment. These goals require that a public utility prepare and file an environmental impact statement that complies fully with the requirements of this chapter, before application is made to the Department of Consumer and Regulatory Affairs for a permit, and subchapter V of Chapter 1 of Title 8.","historical":"Prior Codifications\n\n1981 Ed., ยง 43-1901.\n\nLegislative History of Laws\n\nLaw 8-45, \"District of Columbia Public Utility Environmental Impact Statement Requirement Act of 1989,\" was introduced in Council and assigned Bill No. 8- 208, which was referred to the Committee on Public Services. The Bill was adopted on first and second readings on June 27, 1989 and July 11, 1989, respectively. Signed by the Mayor on August 1, 1989, it was assigned Act No. 8-78 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 34-2601\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 1989, D.C. Law 8-45, ยง 2, 36 DCR 5779.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Miscellaneous."},"chapter":{"identifier":"26","text":"Public Utility Environmental Impact Statement Requirements."},"heading":{"title":"34","chaptersection":"2601","identifier":"34-2601","catch_text":"Purpose."}}