{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 43-1677.1.\n\nReferences in Text\n\n\"Section 204(b)(1) of the Federal Water Pollution Control Act,\" referred to in (a)(2), is classified as 33 U.S.C. ยง 1284(b)(1).\n\nDC CODE ยง 34-2202.41\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [224], Pub. L. 104-134, ยง 154.)","sections":[{"prefix":"a","text":"(1) Contents of account. -- There is hereby established within the Water and Sewer Enterprise Fund the Operation and Maintenance Account, consisting of all funds paid to the District of Columbia on or after April 26, 1996 which are:"},{"prefix":"A","text":" Attributable to waste water treatment user charges;"},{"prefix":"B","text":" Paid by users jurisdictions for the operation and maintenance of the Blue Plains Wastewater Treatment Facility and related waste water treatment works; or"},{"prefix":"C","text":" Appropriated or otherwise provided for the operation and maintenance of the Blue Plains Wastewater Treatment Facility and related waste water treatment works."},{"prefix":"2","text":" Use of funds in account. -- Funds in the Operation and Maintenance Account shall be used solely for funding the operation and maintenance of the Blue Plains Wastewater Treatment Facility and related waste water treatment works and may not be obligated or expended for any other purpose, and may be used for related debt service and capital costs if such funds are not attributable to user charges assessed for purposes of section 204(b)(1) of the Federal Water Pollution Control Act."},{"prefix":"b","text":" EPA Grant Account. --"},{"prefix":"1","text":" Contents of account. -- There is hereby established within the Water and Sewer Enterprise Fund and EPA Grant Account, consisting of all funds paid to the District of Columbia on or after April 26, 1996, which are:"},{"prefix":"A","text":" Attributable to grants from the Environmental Protection Agency for construction at the Blue Plains Wastewater Treatment Facility and related waste water treatment works; or"},{"prefix":"B","text":" Appropriated or otherwise provided for construction at the Blue Plains Wastewater Treatment Facility and related waste water treatment works."},{"prefix":"2","text":" Use of funds in account. -- Funds in the EPA Grant Account shall be used solely for the purposes specified under the terms of the grants and appropriations involved, and may not be obligated or expended for any other purpose."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Water and Sewer."},"chapter":{"identifier":"22","text":"Water and Sewer Authority."},"subchapter":{"identifier":"III","text":"Enterprise Fund Operation and Maintenance Account."},"heading":{"title":"34","chaptersection":"2202","identifier":"34-2202.41","catch_text":"Operation and Maintenance Account."}}