{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-101.\n\n1973 Ed., § 43-1001.\n\nEffect of Amendments\n\nD.C. Law 15-342 rewrote the section which had read as follows:\n\n\"Every public utility shall, whenever an accident attended with loss of human life or personal injury without loss of human life occurs within the District of Columbia, upon its premises, or directly or indirectly arising from or connected with its maintenance or operation, give immediate notice thereof to the Public Service Commission of the District of Columbia. In the event of any such accident, the Commission, if it deem the public interest requires it, shall cause an investigation to be made forthwith.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 303(a) of Omnibus Utility Emergency Amendment Act of 2005 (D.C. Act 16-12, January 28, 2005, 52 DCR 2945).\n\nLegislative History of Laws\n\nLaw 15-342, the \"Omnibus Utility Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-872 which was referred to the Committee on Public Interest. The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively. Signed by the Mayor on January 31, 2005, it was assigned Act No. 15-760 and transmitted to both Houses of Congress for its review. D.C. Law 15-342 became effective on April 12, 2005.\n\nDC CODE § 34-401\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 992, ch. 150, § 8, par. 89; Apr. 12, 2005, D.C. Law 15-342, § 303(a), 52 DCR 2346.)","sections":[{"prefix":"a","text":" Every public utility shall, whenever an incident occurs within the District of Columbia that results in the loss of human life, personal injury requiring hospitalization, or service disruption directly or indirectly arising from or connected with its maintenance or operation, give immediate notice thereof to the Public Service Commission and the Office of the People's Counsel of the District of Columbia. In the event of any such incident, the public utility shall also submit a written report to the Commission that explains the cause of the incident, what steps if any the public utility will undertake to prevent such an occurrence in the future, and such other information which the Public Service Commission shall, by order or regulation, require. The Commission, by regulation or order, shall establish the minimum criteria for a service disruption (e.g., time period or minimum number of affected customers) that warrants notification and a report under this section. The Commission, if it deems the public interest requires it, shall cause an investigation to be made of any incident."},{"prefix":"b","text":" The report required by subsection (a) of this section shall not be admitted into evidence for any purpose in any suit or action for damages arising out of the loss of life, injury, or service interruption referred to in this subtitle."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"4","text":"General Provisions. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"401","identifier":"34-401","catch_text":"Utilities to report accidents; Commission may investigate."}}