{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-408.\n\n1973 Ed., § 43-206.\n\nEffect of Amendments\n\nD.C. Law 17-108 added subsec. (a-1).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the District of Columbia Public Service Commission Independent Procurement Authority Emergency Amendment Act of 1998 (D.C. Act 12-438, August 18, 1998, 45 DCR 6291), and § 3(2) of the Public Service Commission Independent Procurement Authority Emergency Amendment Act of 1999 (D.C. Act 13-52, April 6, 1999, 45 DCR 3638).\n\nFor temporary (90-day) amendment of section, see § 3(2) of the Public Service Commission Independent Procurement Authority Emergency Amendment Act of 1999 (D.C. Act 13-52, April 6, 1999, 46 DCR 3638).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-139, see Historical and Statutory Notes following § 34-801.\n\nLaw 12-263, the \"Residential Real Property Seller Disclosure, Funeral Services Date Change, and Public Service Commission Independent Procurement Authority Act of 1998,\" was introduced in Council and assigned Bill No. 12-648, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on October 6, 1998, and November 10, 1998, respectively. Vetoed by the Mayor on December 29, 1998, Council overrode the veto on January 5, 1999 and the Bill was assigned Act No. 12-625 and transmitted to both Houses of Congress for its review. D.C. Law 12-263 became effective on April 20, 1999.\n\nFor Law 17-108, see notes following § 34-804.\n\nMiscellaneous Notes\n\nDisbursing Office abolished: The Disbursing Office, including the office of the head thereof, was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 3 of the Board of Commissioners, dated August 28, 1952, established under the direction and control of the Board of Commissioners a Department of General Administration headed by a Director. The Order transferred to the Director of General Administration all of the functions of the abolished Office. Reorganization Order No. 20 established the Finance Office in the Department of General Administration. Included in the Finance Office were an Office of the Assessor, the Office of the Collector of Taxes, the Disbursing Office, and the Accounting Office headed by an Accounting Officer. The function of approving vouchers was delegated to the Accounting Officer by that Order. Reorganization Order No. 20 was replaced by Organization Order No. 121. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Reorganization Order No. 3 and Organization Order No. 121 were revoked by Organization Order No. 3 of the Commissioner of the District of Columbia, dated December 13, 1967. Organization Order No. 3 established within the newly created Department of General Administration, a Finance Office and prescribed the functions thereof. These functions were subsequently transferred to the Director of the Department of Finance and Revenue by Commissioner's Order No. 69-96, dated March 7, 1969. Functions pertaining to centralized accounting (including approving vouchers) as set forth in that Order were transferred to the Director of the Office of Budget and Financial Management by Organization Order No. 30, dated April 5, 1972. The Office of Budget and Financial Management was replaced by Organization Order No. 50, dated December 31, 1974, which Order established the Office of Budget and Management Systems. The Office of Budget and Management Systems was replaced by Mayor's Order No. 79-5, dated January 2, 1979, which Order established the Office of Budget and Resources Development.\n\nDC CODE § 34-806\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 994, ch. 150, § 8, par. 95; Mar. 3, 1979, D.C. Law 2-139, § 3205(o), 25 DCR 5740; Apr. 20, 1999, D.C. Law 12-263, § 13(c)(2), 46 DCR 2111; Feb. 6, 2008, D.C. Law 17-108, § 212(b), 54 DCR 10993.)","sections":[{"prefix":"a","text":" The Commission shall have the power in each and every instance to employ and to prescribe the duties of such officers, clerks, stenographers, typewriters, inspectors, experts, and employees as it may deem necessary to carry out the provisions of this subtitle. The Commission is hereby authorized, within the appropriation made by Congress, to incur and pay incidental expenses for postage, printing, blanks, books, law books, books of reference, and periodicals, stationery, binding, rebinding, repairing and preservation of records, desks, office furniture and supplies, traveling expenses of the Commission, the commissioners, and every officer, agent, and employee thereof, and all other general expenses reasonably necessary to be incurred in carrying out the purposes of this subtitle.   All payments and disbursements, as provided in this subtitle, shall be made by the Disbursing Officer of the District of Columbia upon proper vouchers, certified as required by the Commission;  and the Commission is hereby also granted power and authority to designate and appoint during its pleasure such officers, clerks, inspectors, and employees of the District of Columbia and members of the Metropolitan Police force of the District of Columbia to perform any of the duties which the Commission may from time to time, respectively, assign to them, and to employ any assistance within the limits of the appropriations for its use made by act of Congress."},{"prefix":"a-1","text":" Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Commission unless the applicant declines the preference. This 10- point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Commission.  An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel for the Commission for the first 7 years of employment.   Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment."},{"prefix":"b","text":" The Commission is authorized to enter into contracts with the District government, the United States government, and other public and private entities for goods and services, as needed, to achieve its purposes in carrying out its statutory duties."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"8","text":"Public Service Commission; Members; Counsel; Employees."},"heading":{"title":"34","chaptersection":"806","identifier":"34-806","catch_text":"Employees; expenses; expenditures."}}