{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-409.\n\n1973 Ed., § 43-207.\n\nEffect of Amendments\n\nD.C. Law 13-107 substituted in subsec. (b) \"public utility\" for \"public service company\".\n\nLegislative History of Laws\n\nLaw 13-107, the \"Retail Electric Competition and Consumer Protection Act of 1999,\" was introduced in Council and assigned Bill No. 13-284, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 18, 2000, it was assigned Act No. 13-256 and transmitted to both Houses of Congress for its review. D.C. Law 13-107 became effective on May 9, 2000.\n\nReferences in Text\n\nThe Capital Transit Company succeeded to the powers and obligations of the Capital Traction Company and of the Washington Railway and Electric Company, referred to in subsection (a) of this section, pursuant to the Act of January 14, 1933, 47 Stat. 752.\n\nDC CODE § 34-807\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 995, ch. 150, § 8, par. 96; Aug. 11, 1971, 85 Stat. 320, Pub. L. 92-94, § 1(c); May 9, 2000, D.C. Law 13-107, § 201(e), 47 DCR 1091.)","sections":[{"prefix":"a","text":" The authority vested by law in the Interstate Commerce Commission by virtue and under the Act of Congress, approved May 23, 1908, entitled \"An Act authorizing certain extensions to be made in the lines of the Anacostia and Potomac River Railroad Company, the Washington Railway and Electric Company, the City and Suburban Railway of Washington, and the Capital Traction Company, in the District of Columbia and for other purposes\" shall no longer be exercised by the Interstate Commerce Commission; provided, that the orders, rules, and regulations made by the Interstate Commerce Commission shall continue to be in force until changed, repealed, altered, or amended by the Commission created by this subtitle, which said Commission is hereby given power and jurisdiction to issue and, at its pleasure, to revoke all permits, or licenses, to carry this subtitle into effect, and its rules and regulations shall be valid and binding on all public-service corporations and on all persons."},{"prefix":"b","text":" The Commission may act jointly or concurrently with any official board or commission of the United States or any state thereof in any proceeding relating to the regulation of any public utility. Any such action may be under an interstate compact or agreement, or under the concurrent power of the States to regulate interstate commerce, or as an agency of the federal government, or otherwise."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"8","text":"Public Service Commission; Members; Counsel; Employees."},"heading":{"title":"34","chaptersection":"807","identifier":"34-807","catch_text":"Authority of Interstate Commerce Commission withdrawn; rules and regulations to remain in force; joint action in regulation of public-service company."}}