{"text":"Upon its own initiative or upon reasonable complaint made against any public utility that any of the rates, tolls, charges, or schedules, or services, or time and conditions of payment, or any joint rate or rates, schedules, or services, are in any respect unreasonable or unjustly discriminatory, or that any time schedule, regulation, or act whatsoever affecting or relating to the conduct of any street railway or common carrier, or the production, transmission, delivery, or furnishing of heat, light, water, or power, or any service in connection therewith, or the conveyance of any telegraph or telephone message, or any service in connection therewith, is in any respect unreasonable, insufficient, or unjustly discriminatory, or that any service is inadequate or cannot be obtained, the Commission may, in its discretion, proceed, with or without notice, to make such investigation as it may deem necessary or convenient of any public utility. But no order affecting said rates, tolls, charges, schedules, regulations, or act complained of shall be entered by the Commission without a formal hearing.","historical":"Prior Codifications\n\n1981 Ed., § 43-608.\n\n1973 Ed., § 43-408.\n\nEffect of Amendments\n\nD.C. Law 13-107 inserted \"of any public utility\" following \"convenient\".\n\nLegislative History of Laws\n\nLaw 13-107, the \"Retail Electric Competition and Consumer Protection Act of 1999,\" was introduced in Council and assigned Bill No. 13-284, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on December 7, 1999, and December 21, 1999, respectively. Signed by the Mayor on January 18, 2000, it was assigned Act No. 13-256 and transmitted to both Houses of Congress for its review. D.C. Law 13-107 became effective on May 9, 2000.\n\nDC CODE § 34-908\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 983, ch. 150, § 8, par. 38; May 9, 2000, D.C. Law 13-107, § 201(f), 47 DCR 1091.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"9","text":"Rates, Examinations, Investigations, and Hearings. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"908","identifier":"34-908","catch_text":"Investigation of unjust discriminatory rates, schedules, or services; no order to be entered without formal hearing."}}