{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 43-601.\n\n1973 Ed., § 43-401.\n\nDC CODE § 34-901\n\nCurrent through December 11, 2012","credits":"(Mar. 4, 1913, 37 Stat. 994, ch. 150, § 8, par. 94; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 29, 1970, 84 Stat. 588, Pub. L. 91-358, title I, § 168(a)(4).)","sections":[{"prefix":"a","text":" Unless the Commission shall otherwise order, it shall be unlawful for any public utility within the District of Columbia to demand, collect, or receive a greater compensation for any service than the charge fixed on the lowest schedule of rates for the same service under the law in force on March 4, 1913."},{"prefix":"b","text":" Every public utility in the District of Columbia shall, within 30 days after March 4, 1913, file in the office of the Commission copies of all schedules of rates and charges, including joint rates, in force on March 4, 1913."},{"prefix":"c","text":" Any public utility desiring to advance or discontinue any such rate or rates may make application to the Commission in writing, stating the advance in or discontinuance of the rate or rates desired, giving the reasons for such advance or discontinuance."},{"prefix":"d","text":" Upon receiving such application the Commission shall fix a time and place for hearing, and give such notice to interested parties as shall be proper and reasonable; if, after such hearing and investigation, the Commission shall find that the change or discontinuance applied for is reasonable, fair, and just, it shall grant the application, either in whole or in part."},{"prefix":"e","text":" Any public utility being dissatisfied with any order of the Commission made under the provisions of this section may commence a proceeding against it in the District of Columbia Court of Appeals in the manner as is in this subtitle provided, which action shall be tried and determined in the same manner as is in this subtitle provided."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"34","text":"Public Utilities. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Applicable Provisions Generally."},"chapter":{"identifier":"9","text":"Rates, Examinations, Investigations, and Hearings. (Refs & Annos)"},"heading":{"title":"34","chaptersection":"901","identifier":"34-901","catch_text":"Existing rates continued; schedules to be filed; application to change rates; review of ruling by Court of Appeals."}}