{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 44-217.\n\n1973 Ed., § 44-214.2.\n\nEffect of Amendments\n\nD.C. Law 19-168, in subsec. (c), deleted \"and\" from the end of par. (2), substituted \";   and\" for a period the end of par. (3), and added par. (4).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-152, see Historical and Statutory Notes following § 35-232.\n\nLaw 4-33 was introduced in Council and assigned Bill No. 4-3, which was referred to the Committee on Education and the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on June 2, 1981, and June 16, 1982, respectively. Signed by the Mayor on July 8, 1981, it was assigned Act No. 4-57 and transmitted to both Houses of Congress for its review.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 12-156, the \"School Transit Subsidy Act of 1978 Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-190, which was referred to the Committee on Public Works and the Environment. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 17, 1998, it was assigned Act No. 12-383 and transmitted to both Houses of Congress for its review. D.C. Law 12-156 became effective on October 7, 1998.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 6081 of D.C. Law 19-168 provided that subtitle I of title VI of the act may be cited as \"Transit Subsidy for Foster Youth Amendment Act of 2012\".\n\nDC CODE § 35-233\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1979, D.C. Law 2-152, § 2, 25 DCR 2534; Sept. 26, 1981, D.C. Law 4-33, § 2(a), (b), 28 DCR 3187; Sept. 26, 1995, D.C. Law 11-52, § 815, 42 DCR 3684; Oct. 7, 1998, D.C. Law 12-156, § 2, 45 DCR 4617; Sept. 20, 2012, D.C. Law 19-168, § 6082, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) The fare to be paid by students on regular school days for regular route transportation during peak and off-peak hours on the Metrobus Transit System within the District of Columbia shall be 1/2 of the base boarding peak bus fare charged to passengers other than students and senior citizens."},{"prefix":"2","text":" The fare to be paid by students on regular school days for regular route transportation during peak and off-peak hours on the Metrorail Transit System within the District of Columbia shall be 1/2 of the base boarding peak rail fare charged to passengers other than students and senior citizens for Metrorail travel within the District of Columbia."},{"prefix":"3","text":" In a case where the reduced student fare as determined in paragraph (1) or (2) of this subsection results in an amount which is not a multiple of $.05, such fare shall be rounded downward to the nearest amount which is a multiple of $.05."},{"prefix":"4","text":" Transfers for students between buses and between rail and bus shall be made in the same manner as are transfers of other passengers, but without any additional charge for the transfer."},{"prefix":"b","text":"(1) This reduced student fare shall be valid only for transportation of students going to and from public, parochial, and private schools, and to and from related educational activities in the District of Columbia on school days."},{"prefix":"2","text":" Student travel on Metrobus and Metrorail during Saturdays, Sundays, holidays, and vacations shall be charged at the regular rate charged to passengers other than students and senior citizens, except for travel to and from a recognized school-related educational activity in the District of Columbia. The Mayor shall issue rules and regulations to enforce this section."},{"prefix":"c","text":" Reduced fares for students on the Metrobus and Metrorail Transit Systems shall be available only to persons who are:"},{"prefix":"1","text":" Under 19 years of age, except that reduced fares shall be available for children with disabilities, as defined by the Individuals with Disabilities Education Act, approved April 13, 1970 (P.L. 91-230; 84 Stat. 175; 20 U.S.C. § 1401), through the end of the semester in which children with disabilities reach 22 years of age;"},{"prefix":"2","text":" Residents of the District of Columbia;"},{"prefix":"3","text":" Currently enrolled in a regular course of instruction at an elementary or secondary public, parochial, or private school located in the District of Columbia; and"},{"prefix":"4","text":" Youth in the District's foster care system until they reach 21 years of age."},{"prefix":"d","text":" Reduced fares for students on the Metrorail Transit System shall be available only to persons who possess a valid student Metrorail discount card."},{"prefix":"e","text":" Notwithstanding subsections (a) and (b) of this section, the fare to be paid by students on regular school days for regular route transportation during peak and off-peak hours on the Metrobus Transit System and on the Metrorail Transit System shall be $.15 from September 26, 1981, until December 31, 1981."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"35","text":"Railroads and Other Carriers. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Street Railways and Bus Lines."},"subchapter":{"identifier":"II","text":"Student Fares."},"heading":{"title":"35","chaptersection":"233","identifier":"35-233","catch_text":"Validity of reduced fares; requirements for eligibility."}}