{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 44-223.\n\n1973 Ed., § 44-216.\n\nLegislative History of Laws\n\nLaw 1-18 was introduced in Council and assigned Bill No. 1-17, which was referred to the Committee on Public Safety. The Bill was adopted on first and second readings on May 13, 1975 and May 27, 1975, respectively. Signed by the Mayor on June 24, 1975, it was assigned Act No. 1-26 and transmitted to both Houses of Congress for its review.\n\nLaw 2-40 was introduced in Council and assigned Bill No. 2-121, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on July 26, 1977 and September 13, 1977, respectively. Signed by the Mayor on October 25, 1977, it was assigned Act No. 2-92 and transmitted to both Houses of Congress for its review.\n\nLaw 4-31 was introduced in Council and assigned Bill No. 4-216, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on May 19, 1981, and June 2, 1981, respectively. Signed by the Mayor on June 19, 1981, it was assigned Act No. 4-53 and transmitted to both Houses of Congress for its review.\n\nLaw 5-91, \"District of Columbia Public Transit Vehicle Safety Amendment Act of 1984,\" was introduced in Council and assigned Bill No. 5-295, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on April 10, 1984, and April 30, 1984, respectively. Signed by the Mayor on May 9, 1984, it was assigned Act No. 5-132 and transmitted to both Houses of Congress for its review.\n\nLaw 9-171, the \"Public Transit Escalator and Elevator Safety Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-649, which was referred to the Committee on Regional Authorities. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 23, 1992, it was assigned Act No. 9-269 and transmitted to both Houses of Congress for its review. D.C. Law 9-171 became effective on October 1, 1992.\n\nDC CODE § 35-251\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1975, D.C. Law 1-18, § 2, 22 DCR 1994; Feb. 22, 1978, D.C. Law 2-40, § 2, 24 DCR 3344; Sept. 18, 1981, D.C. Law 4-31, § 2, 28 DCR 3120; June 29, 1984, D.C. Law 5-91, § 3(a), 31 DCR 2539; Oct. 1, 1992, D.C. Law 9-171, § 2(a), 39 DCR 5831.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term \"rail transit station\" means a regular rail stopping place for the pick-up and discharge of passengers in regular route service, contract service, special or community-type service, including the fare-paid areas and roofed areas of the rail transit stations (not bus terminals or bus stops) owned, operated, or controlled by the Washington Metropolitan Area Transit Authority; provided, that the term \"rail transit station\" shall not include parking lots, roadways and other areas intended for vehicle traffic."},{"prefix":"b","text":" It is unlawful for any person either while aboard a public passenger vehicle with a capacity for seating 12 or more passengers, including vehicles owned and/or operated by the Washington Metropolitan Area Transit Authority, which is transporting passengers in regular route service within the corporate limits of the District of Columbia; or while aboard a rail transit car owned and/or operated by the Washington Metropolitan Area Transit Authority which is transporting passengers within the corporate limits of the District of Columbia; or while within a rail transit station owned and/or operated by the Washington Metropolitan Area Transit Authority which is located within the corporate limits of the District of Columbia to:"},{"prefix":"1","text":" Smoke or carry a lighted or smoldering pipe, cigar, or cigarette;"},{"prefix":"2","text":" Consume food or drink;"},{"prefix":"3","text":" Spit;"},{"prefix":"4","text":" Discard litter;"},{"prefix":"5","text":" Play any radio, cassette, recorder, musical instrument or other such device, unless it is connected to an earphone that limits the sound to the individual user;"},{"prefix":"6","text":" Carry any flammable or combustible liquids, live animals, explosives, acids or any other item inherently dangerous or offensive to others, except for seeing eye dogs properly harnessed and accompanied by a blind passenger and for small animals properly packaged;"},{"prefix":"7","text":" Stand in front of the white line marked on the forward end of the floor of any bus or otherwise conduct himself in such a manner as to obstruct the vision of the operator;"},{"prefix":"8","text":" Park, operate, wheel, or chain to any fence, tree, railing, or other structure not specifically designated for such use, tricycles, unicycles, skate-boards, or roller skates;"},{"prefix":"9","text":" Park, operate, carry, wheel, or chain to any fence, tree, railing, or other structure not specifically designated for such use, mopeds, motorbikes, or any other such vehicle;"},{"prefix":"10","text":" Park, operate, carry, wheel, or chain to any fence, tree, railing, or other structure not specifically designated for such use, noncollapsible bicycles, unless an individual has a current permit issued by the Washington Metropolitan Area Transit Authority for the transporting of noncollapsible bicycles by rail transit and the individual is complying with all the terms and conditions of said permit; provided, that an individual shall surrender said permit upon the request or demand of any agent or employee of the Washington Metropolitan Area Transit Authority. Sections 35-252 and 35-253 shall not apply to a violation of the terms and conditions of said permit."},{"prefix":"c","text":" It is unlawful for any person, while aboard a rail transit car which is transporting passengers within the District of Columbia, knowingly to cause the doors of any rail transit car to open by activating a safety device designed to allow emergency evacuation of passengers. It is an affirmative defense to a prosecution under this subsection that the person charged believed, in good faith, that the action was necessary to protect people from injury or death."},{"prefix":"d","text":" It is unlawful for any person at a rail transit station to stop, impede, interfere with, or tamper with an escalator or elevator or any part of an escalator or elevator apparatus or to use an escalator or elevator emergency stop button, unless this action is taken by a person with the knowledge or the reasonable good faith belief that an emergency makes the action necessary to preserve or protect human life or property, or unless such action is taken by a WMATA employee, other government employees, or WMATA contractor acting pursuant to their official duties."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"35","text":"Railroads and Other Carriers. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Street Railways and Bus Lines."},"subchapter":{"identifier":"III","text":"Passenger Conduct."},"heading":{"title":"35","chaptersection":"251","identifier":"35-251","catch_text":"Unlawful conduct on public passenger vehicles."}}