{"text":"No transfer ticket or written or printed instrument giving or purporting to give the right of transfer to any person or persons from a rail transit car or from a public passenger vehicle with a capacity for seating 12 or more, owed or operated by the Washington Metropolitan Area Transit Authority, which is transporting passengers in regular route service within the corporate limits of the city, shall be issued, sold, or given except to a passenger lawfully entitled thereto. Any person who shall issue, sell, or give away such a transfer ticket or instrument as aforesaid to a person or persons not lawfully entitled thereto, and any person or persons not lawfully entitled thereto who shall receive and use or offer for passage any such transfer ticket or instrument to another with intent to have such transfer ticket used or offered for passage shall be punished by a fine not exceeding $25.","historical":"Prior Codifications\n\n1981 Ed., § 44-207.\n\n1973 Ed., § 44-207.\n\nEffect of Amendments\n\nD.C. Law 13-187 rewrote the first sentence which formerly provided:\n\n\"No transfer ticket or written or printed instrument giving or purporting to give the right of transfer to any person or persons from a public conveyance operated upon 1 line or route of a street railroad or from 1 car to another car upon the line of any street railroad, shall be issued, sold, or given except to a passenger lawfully entitled thereto.\"\n\nLegislative History of Laws\n\nFor Law 13-187, see notes following § 35-203.\n\nDC CODE § 35-207\n\nCurrent through December 11, 2012","credits":"(May 23, 1908, 35 Stat. 250, ch. 190, § 15; Oct. 21, 2000, D.C. Law 13-187, § 2(a), 47 DCR 7073.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"35","text":"Railroads and Other Carriers. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Street Railways and Bus Lines."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"35","chaptersection":"207","identifier":"35-207","catch_text":"Unlawful disposition, acceptance and use of transfers."}}