{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 44-219.\n\n1973 Ed., § 44-214.4.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-152, see Historical and Statutory Notes following § 35-232.\n\nDC CODE § 35-235\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1979, D.C. Law 2-152, § 2, 25 DCR 2534.)","sections":[{"prefix":"a","text":" Student Metrorail discount cards shall be issued by the Mayor of the District of Columbia only to those students who:"},{"prefix":"1","text":" Present a certification of eligibility to use the Metrorail Transit System issued by an authorized school official; and"},{"prefix":"2","text":" Have a need to use the Metrorail Transit System as determined by the Mayor."},{"prefix":"b","text":" Certifications of eligibility shall be issued only to those students who meet the eligibility requirements imposed by subsection (c) of § 35-233 and shall contain such additional information as the Mayor may require. The Mayor is authorized to verify information contained in certifications of eligibility."},{"prefix":"c","text":" In determining need pursuant to subsection (a) (2) of this section, the Mayor shall consider appropriate indices of the student's need to use the Metrorail Transit System for transportation to and from school and related educational activities in the District of Columbia, including the proximity of the student's residence to his school, the proximity of the student's residence and school to Metrorail stations and the student's participation in city-wide education programs, work-study programs, inter-school extracurricular activities and other similar education and extracurricular activity programs."},{"prefix":"d","text":" Student Metrorail discount cards shall:"},{"prefix":"1","text":" Bear the name of the student, an expiration date and such other information as the Mayor may require;"},{"prefix":"2","text":" Be displayed by the student when purchasing Metrorail student farecards;"},{"prefix":"3","text":" Be signed by the student immediately upon receipt; and"},{"prefix":"4","text":" Be nontransferable."},{"prefix":"e","text":" Metrorail student farecards shall:"},{"prefix":"1","text":" Be signed by the student immediately upon purchase; and"},{"prefix":"2","text":" Be nontransferable."},{"prefix":"f","text":" No person, other than the person for whose use such farecard is issued, shall use a student Metrorail farecard to ride on a Metrorail train and any such other use is hereby prohibited."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"35","text":"Railroads and Other Carriers. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"2","text":"Street Railways and Bus Lines."},"subchapter":{"identifier":"II","text":"Student Fares."},"heading":{"title":"35","chaptersection":"235","identifier":"35-235","catch_text":"Metrorail discount cards; factors determining need in use of transit system."}}