{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-226.\n\n1973 Ed., § 10-226.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nDC CODE § 36-303.06\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 4-206, 24 DCR 2371.)","sections":[{"prefix":"a","text":"(1) In addition to any and all other remedies available to the retail dealer under this subchapter, the marketing agreement, any other statute or act, or law or equity, a retail dealer may maintain a civil action against a distributor for:"},{"prefix":"A","text":" Failure to make such disclosures as are required by § 36-303.02;"},{"prefix":"B","text":" Failure to repurchase as required by § 36-303.04(b);"},{"prefix":"C","text":" Failure to pay the full value of any business goodwill as required by § 36-303.04(d);"},{"prefix":"D","text":" Wrongful or illegal cancellation of, termination of, or failure to renew a marketing agreement with the retail dealer under § 36-303.03;"},{"prefix":"E","text":" Unreasonably withholding approval of a proposed sale, assignment, or other transfer of the marketing agreement."},{"prefix":"2","text":" The court may award actual damages, including ascertainable loss of goodwill as provided for in § 36-303.04(d), sustained by the retail dealer as a result of the distributor's violation of this subchapter and may also grant such other legal or equitable relief as may be appropriate, including, but not limited to, declaratory judgment, specific performance, and injunctive relief."},{"prefix":"3","text":" The court may, unless the action was frivolous, direct that costs of the action, including reasonable attorney and expert witness fees, be paid by the distributor. If the court finds that the distributor's wrongful or illegal termination of, cancellation of, or failure to renew the marketing agreement was wilful or intentional, the court may also award the retail dealer ascertainable loss of goodwill and punitive damages."},{"prefix":"b","text":" No prospective transferee shall have a cause of action against a distributor as a result of the distributor's disapproval of a proposed sale, assignment, or other transfer of a marketing agreement."},{"prefix":"c","text":" A civil action brought by a retail dealer against a distributor pursuant to this section shall be commenced within 2 years after such cause of action arose."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"III","text":"Marketing Agreements."},"heading":{"title":"36","chaptersection":"303","identifier":"36-303.06","catch_text":"Civil actions."}}