{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-215.\n\n1973 Ed., § 10-215.\n\nEffect of Amendments\n\nD.C. Law 15-297, in subsec. (b), substituted \"$1,000\" for \"$300\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nLaw 6-42, the \"Department of Consumer and Regulatory Affairs, Consumer and Regulatory Affairs Civil Infractions Act of 1985,\" was introduced in Council and assigned Bill No. 6-187, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 25, 1985, and July 9, 1985, respectively. Signed by the Mayor on July 16, 1985, it was assigned Act No. 6-60 and transmitted to both Houses of Congress for its review.\n\nFor Law 15-297, see notes following § 36-301.01.\n\nDC CODE § 36-302.05\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 3-105, 24 DCR 2371; Oct. 5, 1985, D.C. Law 6-42, § 419, 32 DCR 4450; Apr. 8, 2005, D.C. Law 15-297, § 2(c), 52 DCR 1485.)","sections":[{"prefix":"a","text":" Whenever the Mayor has reason to believe that any person has violated or is violating any provision of subchapter II or IV of this chapter or the rules and regulations promulgated pursuant thereto, he shall cause written notice to be served upon such person in the manner provided by law. Such notice shall specify the provision or provisions that the Mayor has reason to believe that the person has violated or is violating and the ultimate facts or actions upon which the Mayor bases his belief. The Mayor shall also cause a written order to be served upon such person directing such person to immediately cease and desist from continuing such violation. If the person so ordered refuses or fails to comply with such order, the Mayor shall be authorized to apply to any court of competent jurisdiction for a temporary restraining order, preliminary injunction, or permanent injunction restraining such person from continuing such violation. The court shall have jurisdiction to grant such temporary restraining order, preliminary injunction, permanent injunction, or other relief as may be appropriate under the circumstances."},{"prefix":"b","text":" Any violation of any provision of subchapter II or IV of this chapter or the rules and regulations promulgated pursuant thereto, shall constitute a misdemeanor and shall, upon conviction thereof, be punishable by a fine of not more than $1,000 or by imprisonment for not more than 90 days or both. In the event of any violation of any provision of subchapter II or IV of this chapter or the rules and regulations promulgated pursuant thereto, each and every day of such violation shall constitute a separate offense and the penalties provided for herein shall be applicable to each such separate offense."},{"prefix":"c","text":" Civil fines, penalties, and fees may be imposed as alternative sanctions for any infraction of the provisions of this subchapter or § 36-304.01, or any rules or regulations issued under the authority of those sections, pursuant to Chapter 18 of Title 2. Adjudication of any infraction shall be pursuant to Chapter 18 of Title 2."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"II","text":"Operation of Retail Service Stations."},"heading":{"title":"36","chaptersection":"302","identifier":"36-302.05","catch_text":"Violations; notice, order, injunction, and penalties."}}