{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-225.\n\n1973 Ed., § 10-225.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nLaw 5-45, the \"Successor in Interest to a Gasoline Products Marketing Agreement Act of 1983,\" was introduced in Council and assigned Bill No. 5-12, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on September 20, 1983 and October 4, 1983, respectively. Signed by the Mayor on October 21, 1983, it was assigned Act No. 5-71 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 36-303.05\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 4-205, 24 DCR 2371; Feb. 9, 1984, D.C. Law 5-45, § 2, 30 DCR 5635.)","sections":[{"prefix":"a","text":" No distributor shall unreasonably withhold his approval of any sale, assignment, or other transfer, including any transfer of the retail dealer's right, privilege, or authority to occupy a retail service station pursuant to a marketing agreement, of a marketing agreement or any interest therein to another person by a retail dealer."},{"prefix":"b","text":" No retail dealer shall sell, assign, or otherwise transfer a marketing agreement or any interest therein unless he furnishes prior written notice to the distributor of his intention to make such sale, assignment, or other transfer. Such notice shall be sent to the distributor by registered or certified mail and shall include the prospective transferee's name and address, a statement of the prospective transferee's financial qualifications, a statement of the prospective transferee's business experience during the previous 5 years, and a statement of the prospective transferee's ability, character, and credit history."},{"prefix":"c","text":" The distributor shall either approve or disapprove such sale, assignment, or other transfer in writing within 60 days after receipt of the notice specified in subsection (b) of this section. A distributor's failure to notify the retail dealer of his approval or disapproval shall be construed as an approval of the proposed sale, assignment, or other transfer."},{"prefix":"d","text":" In order for a sale, assignment, or other transfer of a marketing agreement to be valid, the prospective transferee shall agree in writing to comply with all valid requirements, conditions, and provisions of the existing marketing agreement which may be applicable."},{"prefix":"e","text":"(1) A prospective transferee shall have the right to terminate or repudiate any sale, assignment, or other transfer of a marketing agreement or any interest therein for any reason, without the imposition of any damages or penalties for such action and without any recourse by the transferor or distributor for such action, within 7 days, not including Saturdays, Sundays, or holidays, after the day on which the sale, assignment, or other transfer is consummated. In order to exercise his right under this subsection, the transferee shall:"},{"prefix":"A","text":" Mail written notice, by registered or certified mail, to the transferor and the distributor of his intention to exercise his right under this subsection within the period specified in this subsection;"},{"prefix":"B","text":" Discontinue use of any trademark presently being used by such transferee pursuant to the marketing agreement;"},{"prefix":"C","text":" Deliver or tender, so far as is practical, to the transferor or distributor, as appropriate, all money, equipment, and merchantable products which have been loaned, sold or delivered to the transferee by either the transferor or the distributor and which the transferee has not already sold, within 10 days after mailing the notice specified in this subsection; and"},{"prefix":"D","text":" Deliver or tender to the transferor full possession of any retail service station transferred to the transferee within 10 days after mailing the notice specified in this subsection."},{"prefix":"2","text":" The transferee shall receive full credit, or the cash equivalent, for all money, equipment, and merchantable products delivered or tendered to the transferor or distributor, as appropriate, pursuant to subparagraph (C) of paragraph (1) of this subsection. Nothing contained within this subsection shall be construed as granting a similar right to terminate or repudiate to either the transferor or the distributor."},{"prefix":"f","text":"(1) Upon the death or retirement of a retail dealer, the distributor shall grant a 1-year trial marketing agreement in the name of a successor who has been designated by the retail dealer and approved by the distributor. The designated successors shall be limited to a retail dealer's spouse, adult children, adult stepchildren, and the approval of the designated successor by the distributor shall not be unreasonably withheld."},{"prefix":"2","text":" In order for the requirement in paragraph (1) of this subsection to be effective, the retail dealer shall have provided written notice to the distributor designating the successor dealer. The distributor shall approve or disapprove the designated successor, in writing, within 60 days after receipt of the written designation notice. A distributor's failure to notify a retail dealer of the approval or disapproval of any designated successor shall be construed as an approval of the designated successor."},{"prefix":"3","text":" A 1-year trial marketing agreement shall contain the same terms and conditions as were contained in the marketing agreement in effect prior to the retail dealer's death or retirement. Pursuant to the provisions of this subchapter, a successor dealer, with the approval of the distributor, may sell, assign, or otherwise transfer the trial marketing agreement granted under paragraph (1) of this subsection."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"III","text":"Marketing Agreements."},"heading":{"title":"36","chaptersection":"303","identifier":"36-303.05","catch_text":"Sale, assignment, or other transfer of a marketing agreement."}}