{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-211.\n\n1973 Ed., § 10-211.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nLaw 3-44, the \"Moratorium on Retail Service Station Conversion Act of 1979,\" was introduced in Council and assigned Bill No. 3-152, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on September 25, 1979 and October 9, 1979, respectively. Signed by the Mayor on November 2, 1979, it was assigned Act No. 3-118 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 36-302.01\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 3-101, 24 DCR 2371; Dec. 29, 1979, D.C. Law 3-44, § 2(b), 26 DCR 2093.)","sections":[{"prefix":"a","text":" Notwithstanding anything contained in § 47-2814, all refiners, producers, manufacturers, marketers, wholesalers, distributors, suppliers, jobbers, resellers, retailers, retail dealers, or sellers of motor fuels, including any operator of a retail service station, shall, before selling, supplying, or distributing any motor fuels which may ultimately be used for the purpose of propelling or running any motor vehicle and annually thereafter by May 1, file with the Mayor a written declaration that they desire or intend to sell, supply, or distribute motor fuels in the District of Columbia. The declaration shall be filed on such form or forms and in such manner as may be prescribed by the Mayor and shall include, in addition to such other information as the Mayor shall require, a listing of the types and grades of the motor fuels and petroleum products that such person wishes or intends to sell, supply, or distribute; any trademark or trademarks associated therewith; a listing of the names and addresses of the suppliers thereof; a listing of the names and addresses of the persons to whom such motor fuels or petroleum products are or will be sold, supplied, or distributed; and a description, including the location, of any proposed or existing facilities and equipment such person will utilize in his business for all drive-in retail service stations, excluding car agencies, parking garages, and operations. This would include gas only self-service islands, gas only mixed service islands, gas only full service islands and gas with automotive repair services. It shall be a violation of this subchapter for any person to sell, supply, or distribute any motor fuel to any person in the District of Columbia, by himself or by his employee, servant, or agent, or as the employee, servant, or agent of any other person, or to have any motor fuel in his custody or possession with intent to sell, supply, or distribute such motor fuel, without having first filed a current valid declaration with the Mayor, provided that any person who is engaged in the business of selling, supplying, or distributing motor fuel in the District of Columbia on April 19, 1977, may continue such business for not more than 30 days after April 19, 1977, without filing a declaration."},{"prefix":"b","text":" Whenever a person intends to discontinue the business of selling, supplying, or distributing motor fuel in the District of Columbia, whether through a sale or transfer of the business or otherwise, such person shall notify the Mayor in writing of such discontinuance at least 10 days prior to the date that such discontinuance will take effect. Such notice shall give the date of the discontinuance, the reason for such discontinuance, and, in the event of a sale or transfer of the business, the effective date thereof and the name and address of the purchaser or transferee thereof."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"II","text":"Operation of Retail Service Stations."},"heading":{"title":"36","chaptersection":"302","identifier":"36-302.01","catch_text":"Registration of intent to sell."}}