{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-213.\n\n1973 Ed., § 10-213.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nDC CODE § 36-302.03\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 3-103, 24 DCR 2371.)","sections":[{"prefix":"a","text":" Every wholesaler shall extend all voluntary allowances, including, but not limited to, any temporary or permanent price reduction, price allowance, price adjustment, special sale, deal, discount, inducement, incentive, rent rebate, rent abatement, rent relief, premium or other allowance, uniformly, on an equitable basis, to every retail service station served. In the event that an exceptional or undue hardship has been imposed on a specific retail service station by the occurrence or existence of special or unusual circumstances, including, but not limited to, loss by fire or a temporary road closing, a nonuniformly extended voluntary allowance may be extended to such retail service station."},{"prefix":"b","text":" Every wholesaler shall apply all equipment rental charges for equipment of a comparable age, condition, grade, or quality uniformly, on an equitable basis, to every retail service station served."},{"prefix":"c","text":" Every wholesaler shall, during periods of shortage affecting such wholesaler, apportion uniformly all motor fuels, including all grades of motor fuel, and all petroleum products affected by such shortage, on an equitable basis, to every retail service station served. No wholesaler shall unreasonably discriminate between retail service stations in their allotments. For the purpose of this subsection, a shortage shall exist when any wholesaler is unable or unwilling for any reason, on either a permanent or temporary basis, to sell, distribute, or supply any specific motor fuels or petroleum products to all retail service stations previously served in a quantity equivalent to that previously sold, distributed, or supplied to such retail service stations."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"II","text":"Operation of Retail Service Stations."},"heading":{"title":"36","chaptersection":"302","identifier":"36-302.03","catch_text":"Nondiscrimination required of wholesalers."}}