{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-212.\n\n1973 Ed., § 10-212.\n\nEffect of Amendments\n\nD.C. Law 15-297 rewrote the section which had read:\n\n\"(a) After April 19, 1977, no producer, refiner, or manufacturer of motor fuels as the terms are defined in § 36-301.01(10) and (12) shall open a retail service station in the District of Columbia, irrespective of whether or not such retail service station will be operated under a trademark owned, leased, or otherwise controlled by such producer, refiner, or manufacturer, unless such retail service station is to be operated by a person or entity other than either an employee, servant, commissioned agent or subsidiary of such producer, refiner, or manufacturer or a person or entity who operates or manages such retail service station under a contract with such producer, refiner, or manufacturer which provides for a fee arrangement.\n\n\"(b) After January 1, 1981, no producer, refiner, or manufacturer of motor fuels as the terms are defined in § 36-301.01(10) and (12) shall operate a retail service station in the District of Columbia, irrespective of whether or not such retail service station will be operated under a trademark owned, leased, or otherwise controlled by such producer, refiner, or manufacturer, with employees, servants, commissioned agents, or subsidiaries of such producer, refiner, or manufacturer or with a person or entity who operates or manages such retail service station under a contract with such producer, refiner, or manufacturer which provides for a fee arrangement. However, any entity, which as of October 9, 1979, operates a retail service station in the District of Columbia, and of which a producer, refiner, or manufacturer as defined in § 36-301.01(12) only has no more than 49 per centum voting control, may continue to operate such station after January 1, 1981, so long as no producer, refiner or manufacturer as defined in § 36-301.01(12) only has more than 49 per centum voting control of the entity.\"\n\nD.C. Law 17-80, in subsecs. (a) and (b), deleted \"jobbers,\" preceding \"producer\"; and repealed subsec. (c) which had read as follows:\n\n\"(c) Any jobber in violation of subsections (a) or (b) of this subsection as of April 8, 2005, shall have 2 years following April 8, 2005, to come into compliance.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 17-6 amended subsec. (c) to read as follows:\n\n\"(c) Any jobber in violation of subsections (a) or (b) of this subsection as of April 8, 2005, shall come into compliance by January 1, 2008.\"\n\nSection 4(a) of D.C. Law 17-6 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Retail Service Station Clarification Emergency Act of 2007 (D.C. Act 17-21, March 22, 2007, 54 DCR 2782).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nFor legislative history of D.C. Law 3-44, see Historical and Statutory Notes following § 360-302.02.\n\nFor Law 15-297, see notes following § 36-301.01.\n\nLaw 17-80, the \"Retail Service Station Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-142 which was referred to the Committee of Public Services and Consumer Affairs. The Bill was adopted on first and second readings on October 2, 2007, and November 6, 2007, respectively. Signed by the Mayor on November 26, 2007, it was assigned Act No. 17-191 and transmitted to both Houses of Congress for its review. D.C. Law 17-80 became effective on January 29, 2008.\n\nDC CODE § 36-302.02\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 3-102, 24 DCR 2371; Dec. 29, 1979, D.C. Law 3-44, § 2(a), 26 DCR 2093; Apr. 8, 2005, D.C. Law 15-297, § 2(b), 52 DCR 1485; Jan. 29, 2008, D.C. Law 17-80, § 2(a), 54 DCR 11883.)","sections":[{"prefix":"a","text":" After April 19, 1977, no producer, refiner, or manufacturer of motor fuels as the terms are defined in § 36-301(6A), (9), and (12), shall open a retail service station in the District of Columbia, irrespective of whether or not the retail service station will be operated under a trademark owned, leased, or otherwise controlled by the producer, refiner, or manufacturer, unless the retail service station is to be operated by a person or entity other than."},{"prefix":"1","text":" An employee, servant, commissioned agent, or subsidiary of the producer, refiner, or manufacturer; or"},{"prefix":"2","text":" A person or entity who operates or manages the retail service station under a contract with the producer, refiner, or manufacturer which provides for a fee arrangement."},{"prefix":"b","text":" After January 1, 1981, no producer, refiner, or manufacturer of motor fuels, as the terms are defined in § 36-301.01(6A), (9), and (12), shall operate a retail service station in the District of Columbia, irrespective of whether or not the retail service station will be operated under a trademark owned, leased, or otherwise controlled by the producer, refiner, or manufacturer; with employees, servants, commissioned agents, or subsidiaries of the producer, refiner, or manufacturer; or with a person or entity who operates or manages the retail service station under a contract with the producer, refiner, or manufacturer which provides for a fee arrangement; provided, that any entity, which, as of October 9, 1979, operates a retail service station in the District of Columbia, and of which a producer, refiner, or manufacturer, as defined in § 36-301.01(6A) and (12), only has no more than 49% voting control, may continue to operate the station after January 1, 1981, so long as no producer, refiner or manufacturer, as defined in § 36- 301.01(6A) and (12), only has more than 49% voting control of the entity."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"II","text":"Operation of Retail Service Stations."},"heading":{"title":"36","chaptersection":"302","identifier":"36-302.02","catch_text":"Restrictions on operation."}}