{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-221.\n\n1973 Ed., § 10-221.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-123, see Historical and Statutory Notes following § 36-301.01.\n\nDC CODE § 36-303.01\n\nCurrent through December 11, 2012","credits":"(Apr. 19, 1977, D.C. Law 1-123, § 4-201, 24 DCR 2371.)","sections":[{"prefix":"a","text":" All marketing agreements shall be in writing and shall be subject to the nonwaiverable conditions set forth in this section, whether or not such conditions are expressly set forth in such marketing agreements. For the purposes of this section, the term \"marketing agreement\" shall also include any oral or written collateral or ancillary agreement. No marketing agreement shall:"},{"prefix":"1","text":" Require a retail dealer to keep his retail service station open for business for any specified number of hours per day, or days per week, or for any specified hours of the day, or days of the week, except as otherwise provided in § 36-303.03(c)(5);"},{"prefix":"2","text":" Require a retail dealer to purchase or accept delivery of, on consignment or otherwise, any products from the distributor other than such motor fuels and petroleum products as are specified in the marketing agreement;"},{"prefix":"3","text":" Fix, maintain, or establish, or grant to the distributor the right, privilege, or authority to fix, maintain, or establish, the prices at which the retail dealer shall sell any motor fuels, petroleum products, or automotive products;"},{"prefix":"4","text":" Require the retail dealer to meet any sales quotas for any motor fuels, petroleum products, or automotive products;"},{"prefix":"5","text":" Prohibit a retail dealer from selling, assigning, or otherwise transferring his marketing agreement or any interest therein to another person;"},{"prefix":"6","text":" Prohibit a retail dealer from purchasing or accepting delivery of, on consignment or otherwise, any motor fuels, petroleum products, automotive products, or other products from any person who is not a party to the marketing agreement or prohibit a retail dealer from selling such motor fuels or products, provided that if the marketing agreement permits the retail dealer to use the distributor's trademark, the marketing agreement may require such motor fuels, petroleum products, and automotive products to be of a reasonably similar quality to those of the distributor, and provided further that the retail dealer shall neither represent such motor fuels or products as having been procured from the distributor nor sell such motor fuels or products under the distributor's trademark;"},{"prefix":"7","text":" Require a retail dealer to take part in any promotional or advertising campaign which will require the retail dealer to use, utilize, or accept any premiums, coupons, posters, stamps, tickets, gifts, bonuses, rebates, or other promotional items;"},{"prefix":"8","text":" Contain any provision which in any way limits the right of any party to such marketing agreement to a trial by jury or to the interposition of counter-claims or cross-claims;"},{"prefix":"9","text":" Contain any provision which requires the retail dealer to assent to any release, assignment, novation, waiver, or estoppel which would relieve any person from any liability imposed by this subchapter or would negate any rights granted to a retail dealer by this subchapter;"},{"prefix":"10","text":" Be for a term of less than 1 year; or"},{"prefix":"11","text":" Contain any term or condition which, directly or indirectly, violates this subchapter."},{"prefix":"b","text":" Nothing contained within this section shall be construed as prohibiting a distributor from suggesting or advising the retail dealer of appropriate or reasonable hours of operation, days of operation, or prices, provided that the distributor shall in no way or manner attempt to threaten or coerce the retail dealer into following his suggestions or advice. Nothing contained within this section shall be construed as prohibiting a retail dealer from agreeing to purchase or accept delivery of other products or equipment from the distributor or from participating financially or otherwise in any promotional or advertising campaign sponsored by the distributor, provided that the distributor shall in no way or manner attempt to threaten or coerce such actions on the part of the retail dealer."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"36","text":"Trade Practices. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Retail Service Stations."},"subchapter":{"identifier":"III","text":"Marketing Agreements."},"heading":{"title":"36","chaptersection":"303","identifier":"36-303.01","catch_text":"Nonwaiverable conditions; conditions affecting marketing agreements."}}