{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-311.\n\nEffect of Amendments\n\nD.C. Law 13-49, in par. (a)(3), added subpar. (C).\n\nSubsection 14(c) of D.C. Law 13-49 provides: \"This section shall apply as of April 16, 1999.\"\n\nD.C. Law 13-313, in subsec. (e), added \"The EMCAC may establish a bank account and receive and disburse funds.\"\n\nD.C. Law 15-195, in subsec. (a), repealed par. (1), rewrote pars. (5) and (6), repealed par. (7), and rewrote par. (8); rewrote subsec. (c); in subsec. (d), substituted \"With the exception of the voting representatives of the food market vendors and non-food market vendors,\" for \"With the exception of the non-voting representative of the Tenants Council and the voting representatives of the food market vendors and non-food market vendors,\"; in subsec. (f), added a new sentence at the end; and in par. (1) of subsec. (i), deleted \"and one member to represent the Tenants Council as a non-voting member on the EMCAC\" follwing 'appoint a chair to conduct its meetings\" Prior to amendment, pars. (1), (5), (6), (7), and (8) of subsec. (a), and subsec. (c) had read as follows:\n\n\"(1) One representative of Advisory Neighborhood Commission (\"ANC\") 6A, who shall be a serving ANC Commissioner;\"\n\n\"(5) One member appointed by the Ward 6 member of the Council of the District of Columbia, to serve as a non-voting member;\n\n\"(6) One member appointed by the Mayor, to serve as a non-voting member;\n\n\"(7) One member appointed by the Eastern Market Tenants Council, to serve as a non-voting member; and\n\n\"(8) One food market vendor and one non-food market vendor to be selected by those market vendors respectively.\"\n\n\"(c) Members of the EMCAC shall serve for 2 year terms, except that representatives of ANC 6A and 6B shall serve for periods corresponding to their service as Commissioners. No member shall serve for more than 4 years in any 6- year period. The ANCs shall identify their EMCAC representatives within 45 days after April 16, 1999. To create staggered terms, the initial non-ANC members shall determine by lot that half shall serve for one year.\"\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 15-60, repealed subsec. (a)(1); and rewrote subsec. (c) to read as follows:\n\n\"Members of the EMCAC shall serve for 2-year terms, except that the representative from ANC 6B shall not serve for any period longer than his or her service as a Commissioner. ANC 6B shall identify the EMCAC representative. To create staggered terms, the initial non-ANC members shall determine by lot that half shall serve for one year.\"\n\nSection 4(b) of D.C. Law 15-60 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Eastern Market Emergency Amendment Act of 2003 (D.C. Act 15-116, July 29, 2003, 50 DCR 6594).\n\nFor temporary (90 day) amendment of section, see § 2 of Eastern Market Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-219, November 7, 2003, 50 DCR 10046).\n\nFor temporary (90 day) amendment of section, see § 2 of Eastern Market Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-543, October 12, 2004, 51 DCR 9836).\n\nFor temporary (90 day) amendment of section, see § 2 of Eastern Market Second Congressional Review Emergency Amendment Act of 2004 (D.C. Act 15-561, October 26, 2004, 51 DCR 10526).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 37-101.\n\nFor legislative history of D.C. Law 12-228, see Historical and Statutory Notes following § 37-101.\n\nFor Law 13-49, see notes following § 37-109.\n\nLaw 13-313, the \"Technical Amendment Act of 2000\", was introduced in Council and assigned Bill No. 13-879, which was referred to the Committee on the Whole. The Bill was adopted on first and second readings on December 5, 2000, and December 19, 2000, respectively. Signed by the Mayor on January 19, 2001, it was assigned Act No. 13-574 and transmitted to both Houses of Congress for its review. D.C. Law 13-313 became effective on June 19, 2001.\n\nLaw 15-60, the \"Eastern Market Temporary Amendment Act of 2003\", was introduced in Council and assigned Bill No. 15-322, and was retained by Council. The Bill was adopted on first and second readings on July 8, 2003, and September 16, 2003, respectively. Signed by the Mayor on October 6, 2003, it was assigned Act No. 15-179 and transmitted to both Houses of Congress for its review. D.C. Law 15-60 became effective on December 9, 2003.\n\nLaw 15-195, the \"Eastern Market Amendment Act of 2004\", was introduced in Council and assigned Bill No. 15-316, which was referred to the Subcommittee on Human Rights, Latino Affairs and Property.  The Bill was adopted on first and second readings on June 1, 2004, and June 29, 2004, respectively.  Signed by the Mayor on July 19, 2004, it was assigned Act No. 15-469 and transmitted to both Houses of Congress for its review.   D.C. Law 15-195 became effective on December 7, 2004.\n\nDC CODE § 37-111\n\nCurrent through December 11, 2012","credits":"(Apr. 16, 1999, D.C. Law 12-228, § 12, 46 DCR 1066; Apr. 20, 1999, D.C. Law 12-264, § 22(d), 46 DCR 1066; Oct. 14, 1999, D.C. Law 13-49, § 14(b), 46 DCR 5153; June 19, 2001, D.C. Law 13-313, § 11, 48 DCR 1873; Dec. 7, 2004, D.C. Law 15-195, § 2, 51 DCR 7590.)","sections":[{"prefix":"a","text":" There is hereby established the Eastern Market Community Advisory Committee (\"EMCAC\") to be comprised of no more than 11 voting members. The EMCAC shall be comprised as follows:"},{"prefix":"1","text":" Repealed."},{"prefix":"2","text":" One representative of ANC 6B, who shall be a serving ANC Commissioner;"},{"prefix":"3","text":" One representative each of established, substantial Capitol Hill Community Organizations as follows:"},{"prefix":"A","text":" Capitol Hill Restoration Society, who, among other things, shall provide specific expertise in the area of historic preservation and land use policies;"},{"prefix":"B","text":" Capitol Hill Association of Merchants and Professionals, who, among other things, shall provide specific expertise relevant to business and retailing on Capitol Hill;"},{"prefix":"C","text":" Stanton Park Neighborhood Association;"},{"prefix":"D","text":" Eastern Market Preservation and Development Corporation, who, among other things, shall provide insights derived from its focus on Eastern Market issues; and"},{"prefix":"E","text":" Other organizations, which shall be determined upon a vote of 75% of the EMCAC members, to have demonstrated substantial membership, broad Capitol Hill activity focus, and longevity of establishment sufficient to warrant a representative on the EMCAC, subject to the limit on the number of EMCAC members established in this section of this chapter."},{"prefix":"4","text":" One independent community resident;"},{"prefix":"5","text":" One member who shall be a resident of Ward 6 and who is appointed by the Ward 6 member of the Council, to serve as a voting member;"},{"prefix":"6","text":" One member appointed by the Mayor, to serve as a voting member;"},{"prefix":"7","text":" Repealed."},{"prefix":"8","text":" Two food market vendors, one from the merchants in the South Hall and the other from the farmer's line, and one non-food market vendor to be selected by those market vendors, respectively, each of whom serves as a voting member."},{"prefix":"b","text":" Each member of the EMCAC shall represent, and be appointed or elected by his or her constituency, in accordance with its internal procedures except that the independent member, as set out in subsection (a)(4) of this section, shall be selected by the EMCAC for such membership after such positions are advertised to the community for no less than 30 days. The initial selection shall be made as soon as practicable after formation of the EMCAC."},{"prefix":"c","text":" Members of the EMCAC shall serve for 2-year terms, except that the representative from ANC 6B shall not serve for any period longer than his or her service as a Commissioner. ANC 6B shall identify the EMCAC representative within 45 days after April 16, 1999. To create staggered terms, the initial non-ANC members shall determine by lot that half shall serve for one year."},{"prefix":"d","text":" With the exception of the voting representatives of the food market vendors and non-food market vendors, no member of the EMCAC shall have an economic interest in, or fiduciary responsibility for, any business or other activity operated or conducted on the Eastern Market Square, or subject to control or regulation under this chapter."},{"prefix":"e","text":" All members of the EMCAC shall serve without compensation. Direct expenses may be reimbursed according to policies to be determined by the EMCAC. The EMCAC may establish a bank account and receive and disburse funds."},{"prefix":"f","text":" The members of the EMCAC shall meet no later than 45 days of April 16, 1999, and shall establish suitable bylaws governing its operations, including provisions for the election of a chair, vice-chair and other offices as deemed necessary. Within 90 days after December 7, 2004, the EMCAC shall revise its bylaws to be consistent with this chapter."},{"prefix":"g","text":" The EMCAC shall have the following responsibilities:"},{"prefix":"1","text":"(A) Review and comment to the CPMO in preparing each RFP which shall be issued by the District of Columbia for the selection of a market manager; and"},{"prefix":"B","text":" Review and comment on all summaries of proposals received by the CPMO in response to each RFP and provide comments to the CPMO on the information reviewed by the EMCAC;"},{"prefix":"2","text":" Meet in public session at least quarterly to receive public comments on Eastern Market operations and activities;"},{"prefix":"3","text":" Review and comment in 30 days from the point that the EMCAC has notice on:"},{"prefix":"A","text":" The annual budget prepared by the market manager for the management of the Eastern Market Square;"},{"prefix":"B","text":" Any proposal by the market manager for an increase in the range of rates for vending on the sidewalk market;"},{"prefix":"C","text":" Any proposal for a capital improvement to the Eastern Market Square or the Eastern Market building; and"},{"prefix":"D","text":" Any proposal to expend monies from the Fund established in § 37-103 for the preservation and enhancement of Eastern Market and the Eastern Market Square; and"},{"prefix":"4","text":" Provide advice or comment to the market manager in the exercise of the market manager's responsibilities, for the purposes enumerated in this chapter and in regulations issued pursuant to this chapter, and specifically to provide for coordination among activities in the Eastern Market and on the Eastern Market Square, as provided for in this chapter and accompanying regulations."},{"prefix":"h","text":" The EMCAC shall be involved in any Eastern Market renovation as follows:"},{"prefix":"1","text":" Any plan for the renovation or restoration of Eastern Market and the Eastern Market Square, including the Eastern Market building or Farmers' Line shed, shall comply with the standards for rehabilitation of historic buildings issued by the U.S. Secretary of the Interior and shall include comments by the EMCAC."},{"prefix":"2","text":" The CPMO, with the advice of the EMCAC and the market manager, in accordance with the provisions of this chapter and Chapter 3 of Title 2, shall develop any RFP to be issued by the District government for the selection of any architects or contractors to work on Eastern Market or the Eastern Market Square. All contracts shall be awarded in accordance with the procedures in §§ 2620 through 2627 of Title 27 of the District of Columbia Municipal Regulations (Contracts and Procurements) except that the EMCAC's review shall be in addition to the architect-engineer evaluation board. The EMCAC shall review and comment on each proposal received in response to each RFP and shall comment on the proposals to the CPMO for final selection. Any EMCAC member with a personal or financial connection, or with an immediate family member with a personal or financial connection to any person or entity submitting a proposal, or to any contractor or subcontractor shall take no part in considering, evaluating, or recommending that or competing proposals, or that of any contractor or subcontractor."},{"prefix":"i","text":" The EMCAC shall create at least two standing committees as follows:"},{"prefix":"1","text":" A Tenants Council comprised of one representative of each major activity, including, but not limited to, the farmers, South Hall stall holders, Center Hall tenants, North Hall tenants, arts and crafts market vendors, and flea market vendors. The Tenants Council shall meet regularly, and shall appoint a chair to conduct its meetings. The Tenants Council may report from time to time to the EMCAC and to the market manager. The Tenants Council and the market manager shall work together to arrange off-site parking for tenants and market vendors. The Tenants Council shall assist the market manager in evaluating and amending standards for the conduct of operations and activities at Eastern Market and the Eastern Market Square."},{"prefix":"2","text":" An Application Advisory Review Subcommittee, which shall be composed of experts, drawn as appropriate from existing farmers, merchants, and market vendors, to meet as necessary to evaluate applications for annual sidewalk sub-leases for conformity to criteria for sub-lease priority with respect to farmers, artists, crafters and other market vendors. Sub-leases may be issued provisionally by the market manager pending the review and advice of the Application Advisory Review Subcommittee."},{"prefix":"j","text":" Subject to the provisions of this chapter and relevant regulation, the EMCAC may propose, and shall review and advise on recommendations by the market manager, to amend standards, operational guidelines, and rules for the conduct of operations and activities at Eastern Market and the Eastern Market Square. In making proposals, or considering recommendations, the market manager and the EMCAC shall take into account:"},{"prefix":"1","text":" Preserving the historic character and atmosphere of Eastern Market and the Eastern Market Square;"},{"prefix":"2","text":" Community opinion; and"},{"prefix":"3","text":" The goal of Eastern Market economic self-sufficiency."},{"prefix":"k","text":" Provided the Mayor or his designee approves gifts and donations, the EMCAC may promote and seek outside funding for the preservation and enhancement of Eastern Market and the Eastern Market Square, through fund-raising events, contributions, grants, sales, the establishment of an endowment and other appropriate activities. Any funds raised in this way shall be deposited into the Fund."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Eastern Market Management and Regulation."},"heading":{"title":"37","chaptersection":"111","identifier":"37-111","catch_text":"Eastern Market Community Advisory Committee."}}