{"text":"For the purposes of this chapter, the term:","historical":"Temporary Amendments of Section\n\nSection 2(a) of D.C. Law 19-144 added pars. (1A) and (2A) to read as follows:\n\n\"(1A) 'Healthy food vendor' means a vendor that sells only unprocessed, unfrozen, whole, raw fruits and vegetables that have not been combined with other ingredients; provided, that the Mayor, by rule, may expand this definition to include other healthy food items.\".\n\n\"(2A) 'Underserved area' means a historically underutilized business zone, as defined by section 3(p)(1) of the Small Business Act, approved July 18, 1958 (72 Stat. 384; 15 U.S.C. § 632(p)(1)).\".\n\nSection 5(b) of D.C. Law 19-144 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 10(a) of Vending Regulation Emergency Act of 2008 (D.C. Act 17-322, March 19, 2008, 55 DCR 3445).\n\nFor temporary (90 day) addition, see § 10(a) of Vending Regulation Emergency Act of 2009 (D.C. Act 18-9, January 29, 2009, 56 DCR 1638).\n\nFor temporary (90 day) addition, see § 10(a) of Vending Regulation Congressional Review Emergency Act of 2009 (D.C. Act 18-47, April 27, 2009, 56 DCR 3574).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Fresh Healthy Mobile Cart Vending Pilot in Underserved Areas Emergency Amendment Act of 2012 (D.C. Act 19-325, March 18, 2012, 59 DCR 2261).\n\nLegislative History of Laws\n\nLaw 18-71, the \"Vending Regulation Act of 2009\", as introduced in Council and assigned Bill No. 18-257, which was referred to the Committee on Public Services and Consumer Affairs. The bill was adopted on first and second readings on June 30, 2009, and July 14, 2009, respectively. Signed by the Mayor on July 28, 2009, it was assigned Act No. 18-167 and transmitted to both Houses of Congress for its review. D.C. Law 18-71 became effective on October 22, 2009.\n\nDelegation of Authority\n\nTransfer of Authority for Vending Regulation, see Mayor's Order 2009-106, June 16, 2009, (56 DCR 6853).\n\nDC CODE § 37-131.01\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2009, D.C. Law 18-71, § 2, 56 DCR 6619.)","sections":[{"prefix":"1","text":" \"Fund\" means the Vending Regulation Fund established by § 37-131.07(b)."},{"prefix":"2","text":" \"Public market\" means a vending operation that takes place in an area of public space set aside and permitted on a regular basis for the sale of goods, merchandise, or services provided onsite, which vending operation includes a farmers market, flea market, or antique market."},{"prefix":"3","text":" \"Vending locations\" means the specific locations designated by the Mayor on sidewalks, roadways, and other public space at which a person may vend."},{"prefix":"4","text":" \"Vending site permit\" means a permit or other authorization issued by the Mayor for a vending location."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1A","text":"Vending Regulation."},"heading":{"title":"37","chaptersection":"131","identifier":"37-131.01","catch_text":"Definitions."}}