{"text":"For the purpose of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 10-301.\n\nEffect of Amendments\n\nD.C. Law 19-171, in par. (5), substituted \"Department of General Services\" for \"District of Columbia Office of Property Management\"; and repealed par. (25), which had read:\n\n\"(25) 'Office of Property Management' ('OPM') means the District of Columbia Office of Property Management.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Eastern Market Emergency Amendment Act of 2008 (D.C. Act 17-570, November 7, 2008, 55 DCR 12114).\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 12-228, the \"Eastern Market Real Property Asset Management and Outdoor Vending Act of 1998,\" was introduced in Council and assigned Bill No. 12-477, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on June 2, 1998, and June 16, 1998, respectively. Signed by the Mayor on July 8, 1998, it was assigned Act No. 12- 416 and transmitted to both Houses of Congress for its review. D.C. Law 12-228 became effective on April 16, 1999.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 37-101\n\nCurrent through December 11, 2012","credits":"(Apr. 16, 1999, D.C. Law 12-228, § 2, 46 DCR 1066; Apr. 20, 1999, D.C. Law 12-264, § 22(a), 46 DCR 1066; Sept. 26, 2012, D.C. Law 19-171, § 91(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" \"Agricultural products\" means vegetables, fruits, grains, mushrooms, honey, plants, plant cuttings, flowers, herbs, nuts, seeds, bulbs, and rootstock and includes baked or processed foods that are:"},{"prefix":"A","text":" Processed in some way by the market vendor; and"},{"prefix":"B","text":" Approved by the regulatory authorities."},{"prefix":"2","text":" \"Antiques\" means items of personal property manufactured or made more than 100 years ago."},{"prefix":"3","text":" \"Artist\" means an individual who created the works of art offered for sale and includes two or more individuals who work together in creating individual works of art offered for sale."},{"prefix":"4","text":" \"Center hall\" means the 3,160 square feet of the Eastern Market building on the first and second floors that is between the South Hall and North Hall and which, on April 16, 1999, contained a pottery studio and bathrooms."},{"prefix":"5","text":" \"Chief Property Management Officer\" (\"CPMO\") means the Chief Property Management Officer of the Department of General Services."},{"prefix":"6","text":" \"Community Arts Center\" means a space operated for the promotion of the arts including performances, exhibitions, sales, demonstrations and instruction."},{"prefix":"7","text":" \"Community group\" means any District-based not-for-profit association or organization whose mission in some way serves the interests of the District's residents."},{"prefix":"8","text":" \"Compatible or complementary uses\" means uses similar to the other permitted uses of Eastern Market Square or uses that would enhance and not detract from those uses."},{"prefix":"9","text":" \"Crafter\" means an individual who created the hand-crafted goods offered for sale and includes two or more individuals who work together in creating individual hand-crafted goods offered for sale."},{"prefix":"10","text":" \"Eastern Market\" means the building at Lot 800, Square 872 in the District of Columbia."},{"prefix":"11","text":" \"Eastern Market Community Advisory Committee\" (\"EMCAC\"), means the advisory committee created in § 37-111."},{"prefix":"12","text":" \"Eastern Market special use area\" means public land near Eastern Market Square, including but not limited to the playground and parking lot of Hine Junior High School and the Capitol Hill Natatorium Plaza."},{"prefix":"13","text":" \"Eastern Market Square\" means the area between the south curb of North Carolina Avenue, S.E., and the north curb of C Street, S.E., and between the west curb of 7th Street, S.E., and the building line with the Capitol Hill Natatorium."},{"prefix":"14","text":" \"Eastern Market Tenants Council\" means an Eastern Market tenants' group comprised of one representative of each major activity, including, but not limited to, the farmers, South Hall stall holders, Center Hall tenants, North Hall tenants, arts and crafts market vendors, and flea market vendors."},{"prefix":"15","text":" \"Farmer\" means a market vendor who sells agricultural products, of which at least 70%, during the April-November harvest season was: (A) grown on land owned or leased by the market vendor; (B) grown on land neighboring the land owned or leased by the market vendor; (C) obtained directly from others who have grown the product on land which is owned or leased by the producer; or (D) in the non-harvest season of December-March, a market vendor who sells agricultural products in the harvest season, of which at least 30% was either (A), (B), or (C) of this paragraph."},{"prefix":"16","text":" \"Farmers' line\" means that portion of the Eastern Market Square (under the existing shed) and extending north to North Carolina Avenue, S.E., and south of the shed along the sidewalk of 7th Street, S.E., to C Street, S.E., as well as the portion of the Eastern Market square between Eastern Market and the curb of C Street, S.E."},{"prefix":"17","text":" \"Food merchant\" means a market vendor who sells agricultural products or prepared food, both home-grown and food obtained from wholesalers, but primarily from food wholesalers, to retail customers."},{"prefix":"18","text":" \"Food wholesaler\" means vendors who sell agricultural products grown by themselves and others to a food merchant for resale to retail customers."},{"prefix":"19","text":" \"Hand-crafted goods\" means items produced or created from raw or basic materials that are changed into a significantly different shape, design, form or function using a special skill, trade or manual art."},{"prefix":"20","text":" \"Importers of handcrafted and indigenous goods\" means market vendors who sell items that are ethno-specific and are designed, produced and representative of the country of origin and purchased by the applicant in the country of origin or imported by the market vendor."},{"prefix":"21","text":" \"Market manager\" means the not-for-profit association or corporation contracted to provide coordinated management for the Eastern Market Square and the individual or individuals designated to provide day-to-day management of the Eastern Market Square."},{"prefix":"22","text":" \"Market vendor\" means an individual, association or corporation (including, but not limited to, any partnership, society, club, joint-stock company, estate, receiver, trustee, assignee, or referee, and any combination of individuals acting as a unit) with a currently enforceable contract or agreement with the market manager and engaged in selling any good in or about the Eastern Market Square and includes any artist, any crafter, any farmer and any merchant."},{"prefix":"23","text":" \"North Hall\" means the 4,500 square feet of space on the ground floor of the North end of Eastern Market."},{"prefix":"24","text":" \"North Plaza\" means that portion of Eastern Market Square bounded by the private right of way on the west, North Carolina Avenue, S.E., on the north, the Farmers' Line on the east, and the north face of the Eastern Market building on the south."},{"prefix":"25","text":" Repealed."},{"prefix":"26","text":" \"Sidewalk market\" means the areas, covered and uncovered, between the building and the street curbs on the south, east and north sides of the Eastern Market building on the Eastern Market Square."},{"prefix":"27","text":" \"Sidewalk market stall\" means a sidewalk space of at least 32 square feet (normally eight feet by four feet) within which a market vendor is permitted to display and sell goods."},{"prefix":"28","text":" \"South Hall\" means the 9,500 square feet of the ground floor and basement of the Eastern Market building at the southern end of the building closest to C Street, S.E."},{"prefix":"29","text":" \"Tenant\" means an individual, association or corporation (including, but not limited to, any partnership, society, club, joint-stock company, estate, receiver, trustee, assignee, or referee, and any combination of individuals acting as a unit) but not limited to organizations and community groups having a written contract with the market manager to occupy space inside the Eastern Market building."},{"prefix":"30","text":" \"Vintage goods or collectibles\" means any items of personal property previously purchased at retail."},{"prefix":"31","text":" \"Works of art\" means drawings, paintings, sculptures, photographs, ornamental textiles, ornamental glass, ornamental pottery, and any other items created primarily for aesthetic appreciation."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Eastern Market Management and Regulation."},"heading":{"title":"37","chaptersection":"101","identifier":"37-101","catch_text":"Definitions."}}