{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-305.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Eastern Market Emergency Amendment Act of 2008 (D.C. Act 17-570, November 7, 2008, 55 DCR 12114).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 37-101.\n\nFor legislative history of D.C. Law 12-228, see Historical and Statutory Notes following § 37-101.\n\nDC CODE § 37-105\n\nCurrent through December 11, 2012","credits":"(Apr. 16, 1999, D.C. Law 12-228, § 6, 46 DCR 1066; Apr. 20, 1999, D.C. Law 12-264, § 22(c), 46 DCR 1066.)","sections":[{"prefix":"a","text":" The CPMO shall consult with the EMCAC in preparing each request for proposals (\"RFP\") which shall be issued by the District government for the selection of a market manager. The CPMO shall submit to the EMCAC each response to the market manager RFP for its review and recommendations. The CPMO shall consider the EMCAC's recommendations in selecting a market manager."},{"prefix":"b","text":" The CPMO shall contract, in accordance with the provisions of this chapter and Unit A of Chapter 3 of Title 2, with one not-for-profit association or corporation having experience operating an historic urban fresh food or farmers' market, or experience relevant to the management of the activities described in subsection (c) of this section, and having access to sufficient working capital to manage and operate the Eastern Market Square on a self-sustaining basis as the market manager."},{"prefix":"1","text":" The CPMO shall lease the Eastern Market Square, including the Eastern Market building and its public land and public space to the market manager who then may sublease by written contracts all or part of the building and public land and public space to one or more persons for use in accordance with this chapter. Existing leases, contracts, agreements, and legally binding understandings shall remain valid until the date of expiration or termination in accordance with the terms of the document, unless both parties agree otherwise. Pursuant to § 37-107, the sub-lease may be renewed under substantially similar terms, subject to the requirements set out in § 37- 107."},{"prefix":"2","text":" The market manager shall act as the lessor's agent on any existing lease, contract, agreement, or legally binding understanding with respect to any occupant or occupants of the Eastern Market building."},{"prefix":"c","text":" Any entity having an ownership, management or fiduciary interest in any activity subject to the management of the market manager shall be ineligible to be selected as the market manager. Any entity selected as the market manager may not engage in retail or wholesale sales on the Eastern Market Square."},{"prefix":"d","text":" Subject to review and advice by the EMCAC, the market manager shall manage and operate the Eastern Market Square to accomplish the following:"},{"prefix":"1","text":" Retain its historic character as a food market and farmers' sidewalk market while continuing the sale of arts, crafts, antiques, and other items that complement a farmers' sidewalk market;"},{"prefix":"2","text":" Maintain the Eastern Market Square and building;"},{"prefix":"3","text":" Protect the environment including the trees and tree boxes; and"},{"prefix":"4","text":" Ensure public health and safety."},{"prefix":"e","text":" The market manager shall attend all public meetings of the EMCAC and shall consider the EMCAC's recommendations concerning the management of Eastern Market."},{"prefix":"f","text":" The market manager shall prepare, prior to the start of each District government fiscal year budget preparation cycle, a budget for the annual operating expenses and any capital improvements that may be required, together with any necessary cost/benefit analyses, and shall submit this budget to the EMCAC for its review and recommendations at a public meeting. The market manager shall then submit this budget, along with the EMCAC's recommendations, to the CPMO, the Mayor and the Council for inclusion in the District of Columbia budget."},{"prefix":"g","text":" The market manager shall keep copies or electronic backup, stored off-site, by hard copy or tape, of the following:"},{"prefix":"1","text":" All applications for sub-leases;"},{"prefix":"2","text":" All space sub-leases issued; and"},{"prefix":"3","text":" All receipts collected for space charges for 10 years from their issuance, and for any other revenue received from any lease or agreement to occupy or use any portion of the Eastern Market Square."},{"prefix":"h","text":" The market manager shall make these copies available for public inspection in hard copy or disk format."},{"prefix":"i","text":" Within 30 days of each September 30, and April 30, after April 16, 1999, the market manager shall prepare a written report of operations for the previous 6 months including a summary of revenues by source and of expenditures by kind and shall submit a copy of this report to the CPMO and the EMCAC."},{"prefix":"j","text":" The market manager, in consultation with the Tenants Council and the EMCAC, shall determine days of operation and hours for buying and selling for the following: (1) the Eastern Market building; and (2) the sidewalk market."},{"prefix":"k","text":" Buying and selling shall not be permitted on the sidewalk market, except with the prior written approval of the market manager."},{"prefix":"l","text":" The market manager shall regulate the goods sold by the various tenants with the objective of maintaining a diverse fresh food market with specialty stands for meat, poultry and eggs, fish and seafood, dairy products, fruits and vegetables, baked goods, dry groceries, herbs and spices, delicatessen items, and cut flowers and potted plants."},{"prefix":"m","text":" The market manager may enter into a written contract with a tenant or tenants to occupy the Center Hall for purposes that are consistent with and supportive of other activities at Eastern Market and on the Eastern Market Square."},{"prefix":"n","text":" The market manager shall direct that sidewalk market stalls be located on the North Carolina Avenue, 7th Street and C Streets sides of the Eastern Market building in a manner as to:"},{"prefix":"1","text":" Maintain ingress to, and egress from, the Eastern Market Building;"},{"prefix":"2","text":" Maintain access for fire fighters and to any fire hydrants;"},{"prefix":"3","text":" Maintain passageways of at least 5 feet in width for use by the public;"},{"prefix":"4","text":" Not obstruct the crosswalks on adjacent streets;"},{"prefix":"5","text":" Not encroach on trees or tree boxes; and"},{"prefix":"6","text":" Not impede use of the private right-of-way, which is adjacent to the Capitol Hill Natatorium at 639 North Carolina Avenue, S.E."},{"prefix":"o","text":" The market manager shall assign sidewalk market stalls by giving priority to the following:"},{"prefix":"1","text":" Throughout the week, to farmers and other market vendors of agricultural products, the sidewalk market stalls along the Farmers' Line. Farmers shall receive first priority and food merchants and wholesalers of agricultural products shall have second priority, except that market vendors of agricultural products granted a right of first refusal pursuant to § 37-108 shall have priority to a space of the same or comparable size, frequency, and location over farmers granted a right of first refusal; and"},{"prefix":"2","text":" On Saturday and Sunday, (A) to artists, crafters, and other market vendors of hand-crafted goods; imported goods that are ethno-specific and are designed, produced and representative of the country of origin; and works of art, during the Saturday arts-and-crafts festival, and (B) to market vendors of antiques or vintage goods or collectibles; hand-crafted goods; imported goods that are ethno-specific and are designed, produced and representative of the country of origin; and works of art, during the Sunday Flea Market, priority to the sidewalk market stalls on the North Plaza, except that market vendors granted a right of first refusal pursuant to § 37-108 shall have priority to a space of the same or comparable size, frequency, and location over market vendors not granted a right of first refusal."},{"prefix":"p","text":" Before a stall assignment shall be issued, the applicant shall have obtained any required business license and sales and use tax number, except that no vendor's license shall be required, and shall have paid the market manager a uniform processing fee."},{"prefix":"q","text":" Each day no fewer than 5 sidewalk market stalls shall be available for use or sales by one or more community groups who have first obtained a stall assignment from the market manager to occupy the stall or stalls."},{"prefix":"r","text":" The market manager may reassign a sidewalk market stall that is unoccupied as of a time determined by the market manager to a market vendor awaiting a space assignment or, if there are none, to a market vendor already occupying another space."},{"prefix":"s","text":" The market manager, in consultation first with the Tenants Council and then with the EMCAC, shall set a schedule of daily space charges for sidewalk market stalls.  A new space charge shall not take effect without 30-days written notice prominently posted in the North and South Halls.   The schedule of daily space charges may provide a reduced daily space charge for occupying space Monday through Friday for market vendors paying a space charge on the preceding Saturday or Sunday."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Eastern Market Management and Regulation."},"heading":{"title":"37","chaptersection":"105","identifier":"37-105","catch_text":"Market manager."}}