{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-303.\n\nEffect of Amendments\n\nD.C. Law 15-205, in subsec. (c), substituted \"biennially\" for \"annually\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1192(d) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 1192(d) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-228, see Historical and Statutory Notes following § 37-101.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 37-101.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nDC CODE § 37-103\n\nCurrent through December 11, 2012","credits":"(Apr. 16, 1999, D.C. Law 12-228, § 4, 46 DCR 1066; Apr. 20, 1999, D.C. Law 12-264, § 22(b), 46 DCR 1066; Dec. 7, 2004, D.C. Law 15-205, § 1192(d), 51 DCR 8441.)","sections":[{"prefix":"a","text":" There is established the Eastern Market Enterprise Fund (\"Fund\"), an interest-bearing account, pursuant to § 47-373(2)(C). The Fund shall be operated by the CPMO in accordance with general accepted accounting principles."},{"prefix":"b","text":" The CPMO shall deposit into the Fund all revenues, proceeds, and moneys from whatever source derived which are collected or received by the CPMO on behalf of Eastern Market. These revenues, proceeds, and moneys shall be credited to the Fund and shall not, at anytime, be transferred to, lapse into, or be commingled with the General Fund of the District of Columbia, the Cash Management Pool, or any other funds or accounts of the District of Columbia, except for funds transferred to the District of Columbia Treasurer to pay all expenses related to the management and maintenance of the Eastern Market Square."},{"prefix":"c","text":" All Eastern Market accounts shall be independently audited biennially by the District of Columbia Auditor, and the audit shall be submitted to the Mayor and the Council."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Eastern Market Management and Regulation."},"heading":{"title":"37","chaptersection":"103","identifier":"37-103","catch_text":"Enterprise Fund."}}