{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-309.\n\nEffect of Amendments\n\nD.C. Law 13-49, in subsec. (a), substituted \"such\" for \"such such\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-228, see Historical and Statutory Notes following § 37-101.\n\nLaw 13-49, the \"Criminal Code and Clarifying Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-61, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 2, 1999, and April 13, 1999, respectively. Signed by the Mayor on May 13, 1999, it was assigned Act No. 13-69 and transmitted to both Houses of Congress for its review. D.C. Law 13-49 became effective on October 19, 1999.\n\nReferences in Text\n\nPursuant to Mayor's Order 2000-20, the agency formerly known as the Department of Recreation and Parks shall be known as the Department of Parks and Recreation.\n\nDC CODE § 37-109\n\nCurrent through December 11, 2012","credits":"(Apr. 16, 1999, D.C. Law 12-228, § 10, 46 DCR 1066; Oct. 14, 1999, D.C. Law 13-49, § 14(a), 46 DCR 5153.)","sections":[{"prefix":"a","text":" In order to maintain the theme and character of Eastern Market, any District of Columbia agency having jurisdiction over public property, including, but not limited to, the property under the jurisdiction of the District of Columbia Public Schools and the Department of Recreation and Parks, in the Eastern Market Special Use Area shall not permit retailing on such public property, except as generally is consistent with the activities at Eastern Market and with the prior written consent of the CPMO, after the review and comment of the market manager and the EMCAC, except that any contracts in place on August 1, 1997, shall be exempt from the provisions of this subsection."},{"prefix":"b","text":" With the advice of the EMCAC, and after appropriate study, public hearing, and approval of the Department of Recreation and Parks, the market manager shall have the authority to extend operations and activities of the Eastern Market Square to the plaza in front of the Capitol Hill Natatorium."},{"prefix":"1","text":" The CPMO shall not exercise this authority unless it is demonstrated there is sufficient demand from farmers, non-food market vendors, or the Sunday Flea Market vendors to create a viable extension of the Eastern Market Square."},{"prefix":"2","text":" Any such extension shall not disturb the operations of the Capitol Hill Natatorium or impede the free flow of Natatorium users into and out of the building."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Eastern Market Management and Regulation."},"heading":{"title":"37","chaptersection":"109","identifier":"37-109","catch_text":"Other neighborhood vending."}}