{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-104.\n\n1973 Ed., § 10-103.\n\nLegislative History of Laws\n\nLaw 4-136, the \"District of Columbia Weighing and Measuring Equipment Inspection Charge Act of 1982,\" was introduced in Council and assigned Bill No. 4-385, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on May 25, 1982 and June 8, 1982, respectively. Signed by the Mayor on June 21, 1982, it was assigned Act No. 4-202 and transmitted to both Houses of Congress for its review.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(194) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Weights, Measures and Markets abolished: See Historical and Statutory Notes following § 37-201.01.\n\nDC CODE § 37-201.03\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1921, 41 Stat. 1217, ch. 118, § 3; Apr. 27, 1945, 59 Stat. 96, ch. 99, § 1; Apr. 11, 1946, 60 Stat. 88, ch. 134, § 1; Aug. 14, 1982, D.C. Law 4-136, § 2, 29 DCR 2754.)","sections":[{"prefix":"a","text":" The Director and, under his direction, his assistants and inspectors, shall have exclusive power to perform all the duties provided in this subchapter. They shall, at least every 6 months, and oftener when the Director thinks proper, inspect, test, try, and ascertain whether or not they are correct, all weights, scales, beams, measures of every kind, instruments or mechanical devices for weighing or measuring, and all tools, appliances, or accessories connected with any or all such instruments or mechanical devices for weighing or measuring used or employed in the District of Columbia by any owner, agent, lessee, or employee in determining the weight, size, quantity, extent, area, or measurement of quantities, things, produce, or articles of any kind offered for transportation, sale, barter, exchange, hire, or award, or the weight of persons for a charge or compensation, and shall approve and seal, stamp, or mark, in the manner prescribed by the Council of the District of Columbia, such devices or appliances as conform to the standards kept in the Office of the Director, and shall seize and destroy or mark, stamp, or tag with the word \"condemned\" such as do not conform to the standards, and shall also mark the date of such condemnation upon the same. Any weight, scale, beam, measure, weighing or measuring device of any kind which shall be found to be unsuitable for the purpose for which it is intended to be used or of defective construction or material shall be condemned. No person shall use or, having the same under his control, shall permit to be used for any of the purposes enumerated in this subchapter any weight, scale, beam, measure, weighing or measuring device whatsoever unless the same has been approved in accordance with the provisions of this subchapter within 6 months prior to such use, or that does not conform to the standards kept in the Office of the Director of Weights, Measures, and Markets, or that does not bear the approval seal, stamp, or mark prescribed by the Council, or which, having been condemned, has not thereafter been approved as provided in this subchapter."},{"prefix":"b","text":" Any person who shall acquire or have in his possession after March 3, 1921 any scale, weighing instrument, or nonportable measure or measuring device, subject to inspection or test under the provisions of this subchapter, which has not been approved in accordance with the provisions of this subchapter within 6 months prior to acquisition or possession and which does not bear the approval seal, stamp, or mark prescribed by the Council, shall notify the Director in writing at his office, giving a general description thereof, and the street and number or other location where same may be found, and it shall be the duty of the Director to cause the same to be inspected and tested within a reasonable time after receipt of such notice.   Any person who shall acquire or have in his possession after March 3, 1921, any portable measure or measuring device, subject to inspection or test under the provisions of this subchapter, which has not been approved in accordance with the provisions of this subchapter within 6 months prior to acquisition or possession and which does not bear the approval seal, stamp, or mark prescribed by the Council shall cause the same to be taken to the Office of the Director for inspection and test."},{"prefix":"c","text":" Every peddler, hawker, huckster, transient merchant, or other person with no fixed or established place of business shall, before using any weight, scale, measure, weighing or measuring device for any of the purposes enumerated in this subchapter, cause the same to be taken to the Office of the Director for inspection and test semiannually, and shall not use for the purposes herein mentioned any weight, scale, measure, weighing or measuring device which has not been approved within 6 months prior to the time of such use, and does not bear the approval seal, stamp, or mark prescribed by the Council."},{"prefix":"d","text":" The Mayor of the District of Columbia shall make a charge of $15 per hour, per person, for the examination, inspection, and sealing and for the reinspection on recalls due to condemnations of the following weighing and measuring equipment used or owned by agencies of the federal government and by private suppliers under contract to departments of the District of Columbia government:"},{"prefix":"1","text":" Vehicle type scales;"},{"prefix":"2","text":" Hopper type scales;"},{"prefix":"3","text":" Hanging Spring type scales -- 20 pounds or less;"},{"prefix":"4","text":" Hanging Spring type scales -- over 20 pounds;"},{"prefix":"5","text":" Computing scales, conventional;"},{"prefix":"6","text":" Computing scales, prepacked;"},{"prefix":"7","text":" Counter scales, except counter platform;"},{"prefix":"8","text":" Counter platform;"},{"prefix":"9","text":" Platform scales -- up to 500 pounds;"},{"prefix":"10","text":" Platform scales -- over 500 pounds;"},{"prefix":"11","text":" Crane scales;"},{"prefix":"12","text":" Dormant type scales -- over 10,000 pounds;"},{"prefix":"13","text":" Dormant type scales -- 2,000 to 10,000 pounds;"},{"prefix":"14","text":" Dormant type scales -- up to 2,000 pounds;"},{"prefix":"15","text":" Personal weighing scales, including physician type;"},{"prefix":"16","text":" Prescription scales, types A, B, C, including weights;"},{"prefix":"17","text":" Analytical balances, including chain-o-matic type and weights;"},{"prefix":"18","text":" Jewelry scales;"},{"prefix":"19","text":" Abattoir scales;"},{"prefix":"20","text":" Butcher beam;"},{"prefix":"21","text":" Gasoline pumps;"},{"prefix":"22","text":" Liquid measures up to 5 gallons;"},{"prefix":"23","text":" Meters on trucks used for petroleum products; and"},{"prefix":"24","text":" Bulk plant meters."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Weights, Measures, and Markets Generally. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Weights and Measures Generally."},"heading":{"title":"37","chaptersection":"201","identifier":"37-201.03","catch_text":"Exclusive powers of Director; examination of measuring devices; condemnation; charges by Mayor."}}