{"text":"The Director shall, before entering upon the performance of his duties, give bond to the District of Columbia in the penal sum of $5,000, signed by 2 sureties or by a bonding company, to be approved by the Mayor, conditioned on the faithful discharge of the duties of his office, and shall take and subscribe an oath or affirmation before the Mayor that he will faithfully and impartially discharge the duties of his office, which bond and oath shall be deposited with the Mayor.","historical":"Prior Codifications\n\n1981 Ed., § 10-103.\n\n1973 Ed., § 10-102.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self- Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Weights, Measures and Markets abolished: See Historical and Statutory Notes following § 37-201.01.\n\nDC CODE § 37-201.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1921, 41 Stat. 1217, ch. 118, § 2; Apr. 11, 1946, 60 Stat. 88, ch. 134, § 1.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Weights, Measures, and Markets Generally. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Weights and Measures Generally."},"heading":{"title":"37","chaptersection":"201","identifier":"37-201.02","catch_text":"Director to give bond and take oath."}}