{"text":"The Mayor of the District of Columbia is authorized and empowered to make such regulations as may be necessary for the control, regulation, and supervision of all markets owned by the District of Columbia and the Director, under the direction of the Mayor, shall have supervision of all produce and other markets owned by the District of Columbia, shall enforce such regulations regarding the operation of the same as the Mayor may make, shall make such investigations regarding the sale, distribution, or prices of commodities in the District of Columbia as the Mayor may direct, and shall make reports and recommendations in connection therewith.","historical":"Prior Codifications\n\n1981 Ed., § 10-132.\n\n1973 Ed., § 10-130.\n\nEffect of Amendments\n\nD.C. Law 14-116 substituted \"Mayor\" for \"Council\".\n\nTemporary Amendments of Section\n\nSection 4 of D.C. Law 14-55 amended the section by substituting \"Mayor\" for \"Council\" wherever it appears.\n\nSection 10(b) of D.C. Law 14-55 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4 of Food Regulation Emergency Amendment Act of 2001 (D.C. Act 14-128, August 3, 2001, 48 DCR 7939).\n\nFor temporary (90 day) amendment of section, see § 4 of Food Regulation Legislative Review Emergency Amendment Act of 2001 (D.C. Act 14-147, October 23, 2001, 48 DCR 10183).\n\nLegislative History of Laws\n\nLaw 14-55, the \"Food Regulation Temporary Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-300, which was retained by Council. The Bill was adopted on first and second readings on July 10, 2001, and September 19, 2001, respectively. Signed by the Mayor on October 2, 2001, it was assigned Act No. 14-135 and transmitted to both Houses of Congress for its review. D.C. Law 14-55 became effective on December 6, 2001.\n\nLaw 14-116, the \"Food Regulation Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-154, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on December 4, 2001, and February 5, 2002, respectively. Signed by the Mayor on February 25, 2002, it was assigned Act No. 14-268 and transmitted to both Houses of Congress for its review. D.C. Law 14-116 became effective on May 2, 2002.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(199) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Home Rule Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Weights, Measures and Markets abolished: See Historical and Statutory Notes following § 37-201.01.\n\nDC CODE § 37-201.28\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1921, 41 Stat. 1224, ch. 118, § 28; Apr. 27, 1945, 59 Stat. 99, ch. 99, § 7; Apr. 11, 1946, 60 Stat. 88, ch. 134, § 1; May 2, 2002, D.C. Law 14-116, § 4, 49 DCR 1945.)","sections":[],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Weights, Measures, and Markets Generally. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Weights and Measures Generally."},"heading":{"title":"37","chaptersection":"201","identifier":"37-201.28","catch_text":"Supervision of markets; investigations and reports."}}