{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-112.\n\n1973 Ed., § 10-111.\n\nMiscellaneous Notes\n\nDepartment of Weights, Measures and Markets abolished: See Historical and Statutory Notes following § 37-201.01.\n\nDC CODE § 37-201.11\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1921, 41 Stat. 1219, ch. 118, § 11; Apr. 27, 1945, 59 Stat. 97, ch. 99, § 3; Apr. 11, 1946, 60 Stat. 88, ch. 134, § 1.)","sections":[{"prefix":"a","text":" It shall be unlawful to sell or offer for sale in the District of Columbia any coal, charcoal, or coke in any manner other than by weight. No person shall sell or deliver or attempt to deliver to any purchaser within the District of Columbia any coal, charcoal, or coke unless the quantity so sold or delivered or attempted to be delivered to each purchaser shall have been weighed separately. No person shall deliver to any purchaser within the District of Columbia any coal, charcoal, or coke unless the same shall have been kept separated from any other coal, charcoal, coke, or other commodity after same has been weighed as aforesaid until final delivery thereof."},{"prefix":"b","text":" No person shall deliver or attempt to deliver any coal, charcoal, or coke in a quantity of one-fourth of a ton or more without accompanying the same by a delivery ticket and a duplicate thereof, the original of which shall be in ink or indelible substance, on each of which shall be clearly and distinctly expressed the following information:"},{"prefix":"1","text":" The gross weight of the load, the tare weight of the delivery vehicle, and the net weight of the coal, charcoal, or coke expressed in pounds avoirdupois;"},{"prefix":"2","text":" The name of the owner and location of the scale on which the coal, charcoal, or coke shall have been weighed;"},{"prefix":"3","text":" Name and address of the seller and of the purchaser; and"},{"prefix":"4","text":" The name of the person who weighed said coal, charcoal, or coke."},{"prefix":"c","text":" Upon demand of the Director or any of his assistants or inspectors upon the person in charge of the vehicle of delivery, the original of these tickets shall be surrendered to the official making such demand. The duplicate ticket shall be delivered to the purchaser of said coal, charcoal, or coke, or to his agent or representative, at the time of delivery of such coal, charcoal, or coke. Upon demand of the Director or any of his assistants or inspectors, or of the purchaser or intended purchaser, his agent, or representative, the person delivering such coal, charcoal, or coke shall convey the same forthwith to a public scale, owned and operated as hereinafter provided, or to any legally approved private scale in the District of Columbia, the owner of which may consent to its use, and shall permit the verifying of the weight, and after the delivery of such coal, charcoal, or coke shall return forthwith with the wagon, truck, or other vehicle used to the same scale and permit to be verified the weight of the wagon, truck or other vehicle."},{"prefix":"d","text":" When coal, charcoal, or coke is sold in quantities of one-fourth ton or more, it shall be sold in quantities of one-fourth ton, one-half ton, 1 ton, or in multiples of a ton. When coal, charcoal, or coke is sold in quantities of less than one-fourth ton, it shall be weighed at the time of delivery or sold in packages containing 100 pounds, 50 pounds, 25 pounds, 15 pounds, or 10 pounds. No package of coal, charcoal, or coke shall be made for sale, kept for sale, offered for sale, exposed for sale, or sold unless it shall have distinctly and conspicuously printed on the outside thereof in plain bold-face type, not smaller than 36 point, the name of the commodity, the quantity of contents in pounds, and the name and address of the maker of said package. When coal, charcoal, or coke is sold and delivered in packages, no delivery ticket shall be required."},{"prefix":"e","text":" No coal, charcoal, or coke shall be sold which contains at the time the weight is taken more water or other liquid substance than is due to the natural condition of the coal, charcoal, or coke."},{"prefix":"f","text":" Every vendor of coal, charcoal, or coke shall cause his name and address to be distinctly and conspicuously displayed in letters and figures at least 4 inches high on both sides of every vehicle used by or for him for the sale or delivery of coal, charcoal, or coke. In case of an estate, the trustee, administrator, or executor, or other person in charge of the affairs of such estate shall be deemed to be the vendor."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Weights, Measures, and Markets Generally. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Weights and Measures Generally."},"heading":{"title":"37","chaptersection":"201","identifier":"37-201.11","catch_text":"Sale of coal, charcoal, or coke."}}