{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 10-101.\n\n1973 Ed., § 10-101.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self- Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nDepartment of Weights, Measures and Markets abolished: The Department of Weights, Measures, and Markets was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 55 of the Board of Commissioners, dated June 30, 1953, established under the direction and control of a Commissioner a Department of Licenses and Inspection, set out the purpose, organization, and functions of the Department, established the Inspection Division to administer and enforce the standard weights and measures law, transferred to the Department the functions and positions of the Department of Weights, Measures, and Markets and abolished the latter Department in accordance with the provisions of 1952 Reorganization Plan No. 5. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. The functions vested in the Department of Licenses and Inspections by Reorganization Order No. 55 were transferred to the Director of the Department of Economic Development by Commissioner's Order No. 69-96, dated March 7, 1969. The Department of Economic Development was replaced by Mayor's Order 78- 42, dated February 17, 1978, which Order established the Department of Licenses. Investigation and Inspections.\n\nDC CODE § 37-201.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1921, 41 Stat. 1217, ch. 118, § 1; Apr. 11, 1946, 60 Stat. 88, ch. 134, § 1.)","sections":[{"prefix":"a","text":" There is hereby created an executive department in the government of the District of Columbia which shall be known as the Department of Weights, Measures, and Markets. Such Department shall be in charge of a Director of Weights, Measures, and Markets, who shall be appointed by and be under the direction and control of the Mayor of the District of Columbia. He shall have the custody and control of such standard weights and measures of the United States as are now or shall hereafter be provided by the District of Columbia, which shall be the only standards for weights and measures in said District."},{"prefix":"b","text":" The Mayor is also authorized to appoint, on the recommendation of the Director, such assistants, inspectors, and other employees for which Congress may, from time to time, provide."}],"division":{"identifier":"V","text":"Local Business Affairs"},"title":{"identifier":"37","text":"Weights, Measures, and Markets. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Weights, Measures, and Markets Generally. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"Weights and Measures Generally."},"heading":{"title":"37","chaptersection":"201","identifier":"37-201.01","catch_text":"Department of Weights, Measures, and Markets created; appointment of Director, assistants and employees."}}