{"text":"In developing the Facilities Master Plan pursuant to § 38-2803, the Mayor shall consult with the Council, the Director of the Office of Public Education Facilities Modernization, the Public Charter School Board, representatives of public charter schools, and the Public School Modernization Advisory Committee, and shall consider the facilities needs of all public school students.","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.52.\n\nEffect of Amendments\n\nD.C. Law 15-39 rewrote subsec. (a)(1) which had read as follows:\n\n\"(a) Program. --Not later than 12 months after April 26, 1996, the Mayor and the District of Columbia Council in consultation with the Administrator, the Authority, the Board of Education, and the Superintendent, shall:\n\n\"(1) Design and implement a comprehensive long-term program for the repair and improvement, and maintenance and management, of the District of Columbia public school facilities, which program shall incorporate the work completed in accordance with the program described in § 38-1805.51(b)(2); and\".\n\nD.C. Law 16-123 rewrote section, which had read as follows:\n\n\"(a) Program. --Not later than 12 months after November 13, 2003, the Mayor and the Council, in consultation with the Administrator, the Board of Education, the Public Charter School Board, representatives of the Public Charter Schools, and the Superintendent, shall:\n\n\"(1) Design and implement a comprehensive long-term program for the repair and improvement, and maintenance and management, of the District of Columbia Public Schools facilities, which program shall incorporate the work completed in accordance with the program described in § 38-1805.51(b)(2) and shall provide for the facilities needs of all public school students and all public charter school students; and\n\n\"(2) Designate a new or existing agency or authority within the District of Columbia Government to administer such program.\n\n\"(b) Proceeds. -- Such program shall include:\n\n\"(1) Identifying short-term funding for capital and maintenance of facilities, which may include retaining proceeds from the sale or lease of a District of Columbia public school facility; and\n\n\"(2) Identifying and designating long-term funding for capital and maintenance of facilities.\n\n\"(c) Implementation. -- Upon implementation of such program, the agency or authority created or designated pursuant to subsection (a)(2) of this section shall assume authority and responsibility for the repair and improvement, and maintenance and management, of District of Columbia public schools.\"\n\nD.C. Law 17-9 substituted \"Mayor shall consult with the Council, the Director of the Office of Public Education Facilities Modernization,\" for \"Superintendent and Board of Education shall consult with the Mayor, the Council\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 322 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 322 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 15-39, see notes following § 38-160.\n\nFor Law 16-123, see notes following § 38-2971.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nMiscellaneous Notes\n\nEstablishment of Process and Time Deadlines for the Program to Revitalize Public Schools Resolution of 1996: Pursuant to Resolution 11-629, effective December 3, 1996, Council established a process and time deadline for development of a program designed to provide for the repair and improvement, and the maintenance and management of District of Columbia public school facilities, and to designate an agency or authority to administer the program.\n\nShort title of subtitle C of title III of Law 15-39: Section 321 of D.C. Law 15-39 provided that subtitle C of title III of the act may be cited as the Public Schools Facilities Master Plan Amendment Act of 2003.\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nDC CODE § 38-1805.52\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [263], Pub. L. 104-134, § 2552; Nov. 13, 2003, D.C. Law 15-39, § 322, 50 DCR 5668; June 8, 2006, D.C. Law 16-123, § 222(b), 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 802(g), 54 DCR 4102.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"V","text":"School Facilities Repair and Improvement."},"part":{"identifier":"A","text":"School Facilities."},"heading":{"title":"38","chaptersection":"1805","identifier":"38-1805.52","catch_text":"Facilities Master Plan."}}