{"text":"","historical":"","credits":"(Apr. 15, 2011, 125 Stat. 209, Pub. L. 112-10, Div. C, § 3012.)\n\nDC CODE § 38-1853.12\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" REPEAL. -- The DC School Choice Incentive Act of 2003 (sec. 38-1851.01 et seq., D.C. Official Code) is repealed."},{"prefix":"b","text":" SPECIAL RULES. -- Notwithstanding any other provision of law--"},{"prefix":"1","text":" funding appropriated to provide opportunity scholarships for students in the District of Columbia under the heading \"Federal Payment for School Improvement\" in title IV of division D of the Omnibus Appropriations Act, 2009 (Public Law 111-8; 123 Stat. 653), the heading \"Federal Payment for School Improvement\" in title IV of division C of the Consolidated Appropriations Act, 2010 (Public Law 111-117; 123 Stat. 3181), or any other Act, may be used to provide opportunity scholarships under § 38-1853.07(a) for the 2011-2012 school year to students who have not previously received such scholarships;"},{"prefix":"2","text":" the fourth and fifth provisos under the heading \"Federal Payment for School Improvement\" of title IV of Division C of the Consolidated Appropriations Act, 2010 (Public Law 111-117; 123 Stat. 3181) shall not apply; and"},{"prefix":"3","text":" any unobligated amounts reserved to carry out the provisos described in paragraph (2) shall be made available to an eligible entity receiving a grant under § 38-1853.04(a)--"},{"prefix":"A","text":" for administrative expenses described in § 38-1853.07(b); or"},{"prefix":"B","text":" to provide opportunity scholarships under § 38-1853.07(a), including to provide such scholarships for the 2011-2012 school year to students who have not previously received such scholarships."},{"prefix":"c","text":" MULTIYEAR AWARDS. -- The recipient of a grant or contract under the DC School Choice Incentive Act of 2003 (sec. 38-1851.01 et seq., D.C. Official Code), as such Act was in effect on the day before April 15, 2011, shall continue to receive funds in accordance with the terms and conditions of such grant or contract, except that--"},{"prefix":"1","text":" the provisos relating to opportunity scholarships in the Acts described in subsection (b)(1) shall not apply; and"},{"prefix":"2","text":" the memorandum of understanding described in subsection (d), including any revision made under such subsection, shall apply."},{"prefix":"d","text":" MEMORANDUM OF UNDERSTANDING. -- The Secretary and the Mayor of the District of Columbia shall revise the memorandum of understanding entered into under the DC School Choice Incentive Act of 2003 (sec. 38-1851.01 et seq., D.C. Official Code), as such Act was in effect on the day before April 15, 2011, to address--"},{"prefix":"1","text":" the implementation of the opportunity scholarship program under this chapter; and"},{"prefix":"2","text":" how the Mayor will ensure that the District of Columbia public schools and the District of Columbia public charter schools comply with all the reasonable requests for information as necessary to fulfill the requirements for evaluations conducted under § 38-1853.09(a)."},{"prefix":"e","text":" ORDERLY TRANSITION. -- Subject to subsections (c) and (d), the Secretary shall take such steps as the Secretary determines to be appropriate to provide for the orderly transition to the authority of this chapter from any authority under the provisions of the DC School Choice Incentive Act of 2003 (sec. 38- 1851.01 et seq., D.C. Official Code), as such Act was in effect on the day before April 15, 2011."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.12","catch_text":"Transition provisions."}}