{"text":"There is established a 5-member University of the District of Columbia Community College Transition to Independence Advisory Board. Two of the advisory board members shall be nominated by the Chairman of the Council and 3 advisory board members shall be nominated by the Mayor. All advisory board members shall be subject to confirmation by the Council.","historical":"Legislative History of Laws\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of sections, see §§ 4032, 4042 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of sections, see §§ 4032, 4042 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19- 413, July 25, 2012, 59 DCR 9290).\n\nMiscellaneous Notes\n\nShort title: Section 4071 of D.C. Law 19-21 provided that subtitle H of title IV of the act may be cited as \"Community College of the District of Columbia Plan for Independence Act of 2011\".\n\nShort title: Section 4041 of D.C. Law 19-168 provided that subtitle E of title IV of the act may be cited as \"University of the District of Columbia Community College Autonomy Act of 2012\".\n\nSection 4042 of D.C. Law 19-168 provides:\n\n\"Sec. 4042. University of the District of Columbia Community College autonomy.\n\n\"(a) By November 1, 2012, the University of the District of Columbia shall transmit to the Middle States Commission on Higher Education a request for approval of a substantive change to reclassify the University of the District of Columbia Community College as a Branch Campus of the University of the District of Columbia. A copy of this request shall also be transmitted to the Council of the District of Columbia.\n\n\"(b) By October 1, 2012, the Chief Executive Officer of the University of the District of Columbia Community College shall be responsible for the day-to-day management of the Community College and shall have direct spending authority over the Community College budget, identified as Division (8000) in the University of the District of Columbia operating budget and shall regularly report directly to the Board of Trustees, or a subcommittee of the Board of Trustees, respecting the affairs of the Community College.\"\n\nDC CODE § 38-1271.01\n\nCurrent through December 11, 2012","credits":"(Sept. 14, 2011, D.C. Law 19-21, § 4702, 58 DCR 6226.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"12A","text":"Community College Independence."},"heading":{"title":"38","chaptersection":"1271","identifier":"38-1271.01","catch_text":"University of the District of Columbia Community College Transition to Independence Advisory Board."}}