{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171 made a technical change to the enacting clause of D.C. Law 19- 21, ยง 4052, to provide for the addition of Sec. 203a to D.C. Law 17-9.\n\nLegislative History of Laws\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nMiscellaneous Notes\n\nApplicability: Section 305 of Law 17-9 provides that this title shall apply upon Congressional enactment of Title IX and inclusion of its effect in an approved budget and financial plan. Congress enacted the provisions of Title IX in Pub. L. 110-33, approved June 1, 2007.\n\nSection 4052 of D.C. Law 19-21 provides:\n\n\"Sec. 4052. Adult literacy reporting.\n\n\"(a) The Office of the Deputy Mayor for Education shall report to the Mayor and the Council, on an annual basis on or before the start of the third quarter of fiscal years 2012 through 2016, on the capacity of District-funded service providers to meet the need and demand for adult literacy services in the District. The report shall:\n\n\"(1) Cover the current and the preceding fiscal year;\n\n\"(2) Identify the office's metrics used for measuring the need and demand for adult literacy support, state the office's quality standards, and measure the performance of District-funded providers of adult literacy services;\n\n\"(3) Provide an accounting of the total number of adults needing literacy support in the District and by ward;\n\n\"(4) Provide an accounting of the total number of District-funded providers of adult literacy support services that provide services to District residents, broken down by ward;\n\n\"(5) Provide an accounting of the total number of openings available for literacy support services from District-funded service providers during the fiscal year reported, broken down by ward and by service provider;\n\n\"(6) Provide a gap analysis that measures the capacity of District-funded service providers to meet the need and demand for adult literacy services in the District and by ward; and\n\n\"(7) Propose an adult literacy plan for the next fiscal year to ensure that District-funded programs are meeting the needs of adult learners District-wide and by ward.\n\n\"(b) To prepare for the adult literacy report, the Office of the Deputy Mayor for Education, shall seek information and support for the development of quality standards and performance measures from community-based providers of adult education and family literacy services, adult learners, funders, District and federal agencies, representatives from the business community, and adult education experts.\"\n\nShort title: Section 4051 of D.C. Law 19-21 provided that subtitle F of title IV of the act may be cited as \"Adult Literacy Reporting Act of 2011\".\n\nDC CODE ยง 38-192.01\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, ยง 203a, as added Sept. 26, 2012, D.C. Law 19-171, ยง 92, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Office of the Deputy Mayor for Education shall report to the Mayor and the Council, on an annual basis on or before the start of the third quarter of fiscal years 2012 through 2016, on the capacity of District-funded service providers to meet the need and demand for adult literacy services in the District. The report shall:"},{"prefix":"b","text":" To prepare for the adult literacy report, the Office of the Deputy Mayor for Education, shall seek information and support for the development of quality standards and performance measures from community-based providers of adult education and family literacy services, adult learners, funders, District and federal agencies, representatives from the business community, and adult education experts."},{"prefix":"1","text":" Cover the current and the preceding fiscal year;"},{"prefix":"2","text":" Identify the office's metrics used for measuring the need and demand for adult literacy support, state the office's quality standards, and measure the performance of District-funded providers of adult literacy services;"},{"prefix":"3","text":" Provide an accounting of the total number of adults needing literacy support in the District and by ward;"},{"prefix":"4","text":" Provide an accounting of the total number of District-funded providers of adult literacy support services that provide services to District residents, broken down by ward;"},{"prefix":"5","text":" Provide an accounting of the total number of openings available for literacy support services from District-funded service providers during the fiscal year reported, broken down by ward and by service provider;"},{"prefix":"6","text":" Provide a gap analysis that measures the capacity of District-funded service providers to meet the need and demand for adult literacy services in the District and by ward; and"},{"prefix":"7","text":" Propose an adult literacy plan for the next fiscal year to ensure that District-funded programs are meeting the needs of adult learners District-wide and by ward."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"1B","text":"Department of Education."},"heading":{"title":"38","chaptersection":"192","identifier":"38-192.01","catch_text":"Adult literacy reporting."}}