{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1606.\n\n1973 Ed., § 31-2006.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (f), substituted \"an Educational Services endorsement to a basic business license under the basic\" for \"a Class A Educational Services endorsement to a master business license under the master\".\n\nD.C. Law 15-354, in subsec. (b)(3), deleted \", within 180 days of March 16, 1989,\" following \"The Mayor\".\n\nD.C. Law 16-33, in subsec. (d), designated par. (1) and added par. (2).\n\nD.C. Law 16-191, in subsec. (e), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(bb) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nFor temporary (90 day) amendment of section, see § 4002(a) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-104, see Historical and Statutory Notes following § 38-1301.\n\nLaw 3-83 was introduced in Council and assigned Bill No. 3-259, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 20, 1980, and June 3, 1980, respectively. Signed by the Mayor on June 20, 1980, it was assigned Act No. 3-200 and transmitted to both Houses of Congress for its review.\n\nLaw 5-159 was introduced in Council and assigned Bill No. 5-540, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 20, 1984, and December 4, 1984, respectively. Signed by the Mayor on December 10, 1984, it was assigned Act No. 5-224 and transmitted to both Houses of Congress for its review.\n\nLaw 6-15 was introduced in Council and assigned Bill No. 6-141, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 1985 and May 28, 1985, respectively. Signed by the Mayor on June 7, 1985, it was assigned Act No. 6-30 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-217, see Historical and Statutory Notes following § 38-1309.\n\nFor legislative history of D.C. Law 8-239, see Historical and Statutory Notes following § 38-1302.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nLaw 15-38, the \"Streamlining Regulation Act of 2003\", was introduced in Council and assigned Bill No. 15-19, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on June 3, 2003, and July 8, 2003, respectively. Signed by the Mayor on August 11, 2003, it was assigned Act No. 15-146 and transmitted to both Houses of Congress for its review. D.C. Law 15-38 became effective on October 28, 2003.\n\nFor Law 15-354, see notes following § 38-101.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nFor Law 16-191, see notes following § 38-1202.01.\n\nMiscellaneous Notes\n\nShort title of subtitle A of title IV of Law 16-33: Section 4001 of D.C. Law 16-33 provided that subtitle A of title IV of the act may be cited as the Education Licensure Commission Amendment Act of 2005.\n\nDC CODE § 38-1306\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1977, D.C. Law 1-104, § 6(b)-(e), 23 DCR 8734; Sept. 6, 1980, D.C. Law 3-83, § 2, 27 DCR 2894; Mar. 14, 1985, D.C. Law 5-159, § 20, 32 DCR 30; Aug. 1, 1985, D.C. Law 6-15, § 6, 32 DCR 3570; Mar. 16, 1989, D.C. Law 7-217, § 2(f), 36 DCR 523; Mar. 8, 1991, D.C. Law 8-239, § 2(c), 38 DCR 333; Apr. 20, 1999, D.C. Law 12-261, § 2003(x), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(bb), 50 DCR 6913; Apr. 13, 2005, D.C. Law 15- 354, § 54, 52 DCR 2638; Oct. 20, 2005, D.C. Law 16-33, § 4002(a), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-191, § 5(q), 53 DCR 6794.)","sections":[{"prefix":"a","text":" Reserved."},{"prefix":"b","text":"(1) The Commission shall license degree granting institutions and institutions that give instruction that result in credit toward a degree as follows:"},{"prefix":"A","text":" A provisional license shall be awarded to every institution upon initial licensure, which shall be for such period as the Commission deems necessary before the institution is eligible for a permanent license. The award of the provisional license shall be based upon the Commission's determination that the institution complies, or can within a reasonable time comply with all requirements of this chapter, and shall be subject to conditions that the Commission deems necessary to achieve full compliance with this chapter."},{"prefix":"B","text":" Once a provisional license has been awarded, the Commission shall award a permanent license, subject to periodic review in accordance with subsection (b) of this section, if the Commission determines that an accredited educational institution is in full compliance with the provisions of this chapter."},{"prefix":"2","text":" In accordance with procedures consistent with subchapter I of Chapter 5 of Title 2, the Commission may suspend or revoke the license of an institution for failure to comply with the provisions of this chapter and regulations issued pursuant to this chapter may reduce a permanent license to a provisional license, and refuse to issue a license."},{"prefix":"3","text":" The Mayor shall issue rules to implement the provisions of the chapter pursuant to subchapter I of Chapter 5 of Title 2 that shall include, but not be limited to, a schedule of licensing fees and charges and standards and requirements for licensure of degree granting and non-degree granting programs. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays and days of Council recess. If the Council does not approve or disapprove the proposed rules in whole or in part, by resolution within this 45-day review period, the proposed rules shall be deemed approved."},{"prefix":"4","text":" To the extent consistent with this chapter, the Commission shall utilize the rules of the Board of Higher Education entitled \"Regulations Relating to the Licensing of Institutions Which Confer Degrees,\" issued July 1, 1970, until the rules are amended or repealed."},{"prefix":"5","text":" The Proprietary School Regulations, issued October 1, 1971 (Reg. 71-30; 16 DCMR 12), shall continue in effect until repealed or amended by rules adopted pursuant to paragraph (3) of this subsection."},{"prefix":"c","text":"(1) The Commission may undertake the following:"},{"prefix":"A","text":" An independent evaluation of an educational institution's facilities and programs that are located in the District for purposes of initial licensure of an educational institution;"},{"prefix":"B","text":" A periodic review of any nonaccredited degree-granting licensee;"},{"prefix":"C","text":" A periodic review of any nondegree granting educational institution; and"},{"prefix":"D","text":" A periodic review of any branch or extension of an accredited degree-granting licensee that is located outside of the District."},{"prefix":"2","text":" The Commission may make an independent evaluation of an institution's facilities and programs outside the District for purposes of initial licensure of an institution that seeks to operate a branch or extension within the District and the periodic review of a licensee that is not accredited."},{"prefix":"3","text":" The Commission's periodic review of facilities and programs of an accredited licensee shall, except as specified in paragraph (1) of this subsection, be made only by means of a Commission observer of an evaluation by a regional accrediting association, or, if the programs are limited to a specialty, by a specialized accrediting association."},{"prefix":"4","text":" The Commission may make an on-site investigation as authorized by this subsection to conduct any evaluation authorized by this subsection and to investigate a complaint or other appearance of failure by a licensee to comply with the requirements of this chapter."},{"prefix":"d","text":" Nothing in this chapter shall be construed to invalidate a current license to operate an educational institution held by any person in the District of Columbia on March 16, 1989, except that every institution operating in the District of Columbia, with or without a license, on March 16, 1989, shall come into compliance with the provisions of the chapter and rules issued pursuant to the chapter within a reasonable time, as provided in the rules."},{"prefix":"e","text":"(1) The Commission is authorized to charge any institution that is licensed under this chapter for the costs of the Commission's independent evaluations of the institution's facilities and the Commission's observations of evaluations made by accrediting associations. Any institution operating an educational program within the District shall establish, to the satisfaction of the Commission, that the program offered will be in accordance with the educational standards of the Commission."},{"prefix":"2","text":" All revenues collected by, and all payments made to, the Commission under this subsection shall be deposited in the Education Licensure Commission Site Evaluation Fund established by § 38-2607."},{"prefix":"f","text":" Any license issued pursuant to this section shall be issued as an Educational Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"13","text":"Education Licensure Commission."},"heading":{"title":"38","chaptersection":"1306","identifier":"38-1306","catch_text":"Education Licensure Commission--Regulations; review of licensed institutions; validity of current licenses."}}