{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.24.\n\nEffect of Amendments\n\nPub. L. 108-335, as amended by Pub. L. 108-447, rewrote subsec. (f), and added subsec. (h). Prior to amendment, subsec. (f) had read as follows:\n\n\"(f) Audit. -- The Board shall provide for an audit of the financial statements of the Board by an independent certified public accountant in accordance with Government auditing standards for financial audits issued by the Comptroller General of the United States.\"\n\nPub. L. 108-447 amended Pub. L. 108-335. See Effective Dates note.\n\nD.C. Law 17-9, in subsec. (b)(3), inserted \", and all meetings of the Board shall be open to the public and shall provide a reasonable time during the meeting for public comment\"; and added subsec. (i).\n\nD.C. Law 17-108, in subsec. (d)(1), inserted \"The Executive Director shall be a District resident throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position.\"; and, in subsec. (d)(2), inserted \"Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Board unless the applicant declines the preference. This 10-point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after December 21, 2007, shall submit proof of residency upon employment in a manner determined by the Board. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the Director of Personnel for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment. The Board shall submit to the Mayor and Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence.\"\n\nD.C. Law 17-202 added subsec. (j).\n\nD.C. Law 17-353 designated the former last six sentences of subsec. (d)(2) as subsec. (d)(3).\n\nD.C. Law 18-223 rewrote the lead-in language of subsec. (a)(2); rewrote subsec. (a)(3); repealed subsec. (a)(4); and, in subsec. (d)(1), deleted \", but no individual so appointed shall be paid in excess of the rate payable for level EG-16 of the Educational Service of the District of Columbia\" following \"necessary\". Prior to amendment or repeal, the lead-in language of subsec. (a)(2), subsec. (a)(3), and subsec. (a)(4) read as follows:\n\n\"(2) Membership. -- The Secretary of Education shall present the Mayor a list of 15 individuals the Secretary determines are qualified to serve on the Board. The Mayor, in consultation with the District of Columbia Council, shall appoint 7 individuals from the list to serve on the Board. The Secretary of Education shall recommend, and the Mayor shall appoint, members to serve on the Board so that a knowledge of each of the following areas is represented on the Board:\"\n\n\"(3) Vacancies. --\n\n\"(A) Other than from expiration of term. -- Where a vacancy occurs in the membership of the Board for reasons other than the expiration of the term of a member of the Board, the Secretary of Education, not later than 30 days after the vacancy occurs, shall present to the Mayor a list of 3 people the Secretary determines are qualified to serve on the Board. The Mayor, in consultation with the District of Columbia Council, shall appoint 1 person from the list to serve on the Board. The Secretary shall recommend, and the Mayor shall appoint, such member of the Board taking into consideration the criteria described in paragraph (2) of this subsection. Any member appointed to fill a vacancy occurring prior to the expiration of the term of a predecessor shall be appointed only for the remainder of the term.\n\n\"(B) Expiration of term. -- Not later than the date that is 60 days before the expiration of the term of a member of the Board, the Secretary of Education shall present to the Mayor, with respect to each such impending vacancy, a list of 3 people the Secretary determines are qualified to serve on the Board. The Mayor, in consultation with the District of Columbia Council, shall appoint one person from each such list to serve on the Board. The Secretary shall recommend, and the Mayor shall appoint, any member of the Board taking into consideration the criteria described in paragraph (2) of this subsection.\n\n\"(4) Time limit for appointments. -- If, at any time, the Mayor does not appoint members to the Board sufficient to bring the Board's membership to 7 within 30 days after receiving a recommendation from the Secretary of Education under paragraph (2) or (3) of this subsection, the Secretary, not later than 10 days after the final date for such mayoral appointment, shall make such appointments as are necessary to bring the membership of the Board to 7.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 4082 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) addition of section, see § 4052 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of § 4052 of Act 19-383, see § 2 of the District of Columbia School Reform Extension of Time Emergency Amendment Act of 2012 (D.C. Act 19-410, July 24, 2012, 59 DCR 9137).\n\nFor temporary (90 day) amendment of § 4052 of Act 19-385, see § 3 of the District of Columbia School Reform Extension of Time Emergency Amendment Act of 2012 (D.C. Act 19-410, July 24, 2012, 59 DCR 9137).\n\nFor temporary (90 day) addition of section, see § 4052 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes under § 38-103.\n\nFor Law 17-108, see notes following § 38-1802.07.\n\nFor Law 17-202, see notes following § 38-202.\n\nFor Law 17-353, see notes following § 38-102.\n\nFor Law 18-223, see notes following § 38-103.\n\nEffective Dates\n\nSection 103(b) of Div. J, title I, of Pub. L. 108-447, provides: \"The amendments made by this section shall take effect as if included in the enactment of the District of Columbia Appropriations Act, 2005 [Pub. L. 108- 335]\".\n\nMiscellaneous Notes\n\nSection 346(d) of Pub. L. 108-335, 118 Stat. 1352, the District of Columbia Appropriations Act, 2005, provides:\n\n\"(d) Hereafter section 2214(f) of Public Law 104-143 (D.C. Code 38- 1802.14(f)), shall apply to the District of Columbia Board of Education Charter Schools Office.\"\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nShort title: Section 4081 of D.C. Law 18-223 provided that subtitle I of title IV of the act may be cited as the \"Public Charter School Board Membership Selection and Staff Compensation Clarification Amendment Act of 2010\".\n\nDC CODE § 38-1802.14\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [251], Pub. L. 104-134, § 2214; Sept. 30, 1996, 110 Stat. 3009 [1471], Pub. L. 104-208, § 5205(g); Nov. 19, 1997, 111 Stat. 2191, Pub. L. 105-100, § 169; Oct. 18, 2004, 118 Stat. 1352, Pub. L. 108-335, § 347; Dec. 8, 2004, 118 Stat. 3343, Pub. L. 108-447, § 103(a)(4); June 12, 2007, D.C. Law 17-9, § 802(f), 54 DCR 4102; Feb. 6, 2008, D.C. Law 17-108, § 214(b), 54 DCR 10993; July 18, 2008, D.C. Law 17- 202, § 606, 55 DCR 6297; Mar. 25, 2009, D.C. Law 17-353, § 223(f), 56 DCR 1117; Sept. 24, 2010, D.C. Law 18-223, § 4082, 57 DCR 6242.)","sections":[{"prefix":"a","text":" Establishment. --"},{"prefix":"1","text":" In general. -- There is established within the District of Columbia Government a Public Charter School Board (in this section referred to as the \"Board\")."},{"prefix":"2","text":" Membership. -- The Board shall consist of 7 members, appointed by the Mayor, with the advice and consent of the Council. Members shall be selected so that knowledge of each of the following areas is represented on the Board:"},{"prefix":"A","text":" Research about and experience in student learning, quality teaching, and evaluation of and accountability in successful schools;"},{"prefix":"B","text":" The operation of a financially sound enterprise, including leadership and management techniques, as well as the budgeting and accounting skills critical to the startup of a successful enterprise;"},{"prefix":"C","text":" The educational, social, and economic development needs of the District of Columbia; and"},{"prefix":"D","text":" The needs and interests of students and parents in the District of Columbia, as well as methods of involving parents and other members of the community in individual schools."},{"prefix":"3","text":" Vacancies. -- Where a vacancy occurs in the membership of the Board for reasons other than the expiration of the term of a member, the Mayor shall appoint, with the advice and consent of the Council, an individual to serve in the vacant position, taking into consideration the criteria described in paragraph (2) of this subsection. Any member appointed to fill a vacancy occurring prior to the expiration of the term of a predecessor shall be appointed only for the remainder of the term."},{"prefix":"4","text":" Repealed."},{"prefix":"5","text":" Terms of members. --"},{"prefix":"A","text":" In general. -- Members of the Board shall serve for terms of 4 years, except that, of the initial appointments made under paragraph (2) of this subsection, the Mayor shall designate:"},{"prefix":"i","text":" Two members to serve terms of 3 years;"},{"prefix":"ii","text":" Two members to serve terms of 2 years; and"},{"prefix":"iii","text":" One member to serve a term of one year."},{"prefix":"B","text":" Reappointment. -- Members of the Board shall be eligible to be reappointed for one 4-year term beyond their initial term of appointment."},{"prefix":"6","text":" Independence. -- No person employed by the District of Columbia public schools or a public charter school shall be eligible to be a member of the Board or to be employed by the Board."},{"prefix":"b","text":" Operations of the Board. --"},{"prefix":"1","text":" Chair. -- The members of the Board shall elect from among their membership 1 individual to serve as Chair. Such election shall be held each year after members of the Board have been appointed to fill any vacancies caused by the regular expiration of previous members' terms, or when requested by a majority vote of the members of the Board."},{"prefix":"2","text":" Quorum. -- A majority of the members of the Board, not including any positions that may be vacant, shall constitute a quorum sufficient for conducting the business of the Board."},{"prefix":"3","text":" Meetings. -- The Board shall meet at the call of the Chair, subject to the hearing requirements of §§ 38-1802.03, 38-1802.12(d)(3), and 38- 1802.13(c)(3), and all meetings of the Board shall be open to the public and shall provide a reasonable time during the meeting for public comment."},{"prefix":"c","text":" No compensation for service. -- Members of the Board shall serve without pay, but may receive reimbursement for any reasonable and necessary expenses incurred by reason of service on the Board."},{"prefix":"d","text":" Personnel and resources. --"},{"prefix":"1","text":" In general. -- Subject to such rules as may be made by the Board, the Chair shall have the power to appoint, terminate, and fix the pay of an Executive Director and such other personnel of the Board as the Chair considers necessary. The Executive Director shall be a District resident throughout his or her term and failure to maintain District residency shall result in a forfeiture of the position."},{"prefix":"2","text":" Special rule. -- The Board is authorized to use the services, personnel, and facilities of the District of Columbia."},{"prefix":"3","text":" District residency. -- Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within the Board unless the applicant declines the preference. This 10-point preference shall be in addition to, and not instead of, qualifications established for the position. All persons hired after February 6, 2008, shall submit proof of residency upon employment in a manner determined by the Board. An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the Director of Personnel for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment. The Board shall submit to the Mayor and Council annual reports detailing the names of all new employees and their pay schedules, titles, and place of residence."},{"prefix":"e","text":" Expenses of Board. -- Any expenses of the Board shall be paid from such funds as may be available to the Mayor; provided, That within 45 days of April 26, 1996, the Mayor shall make available not less than $130,000 to the Board."},{"prefix":"f","text":" Audit. -- The Board shall maintain its accounts according to Generally Accepted Accounting Principles. The Board shall provide for an audit of the financial statements of the Board by an independent certified public accountant in accordance with Government auditing standards for financial audits issued by the Comptroller General. The findings and recommendations of any such audit shall be forwarded to the Mayor, the Council of the District of Columbia, and the Office of the Chief Financial Officer of the District of Columbia."},{"prefix":"g","text":" Authorization of appropriations. -- For the purpose of carrying out the provisions of this section and conducting the Board's functions required by this subchapter, there are authorized to be appropriated to the Board $300,000 for fiscal year 1997 and such sums as may be necessary for each of the 3 succeeding fiscal years."},{"prefix":"h","text":" Contracting and procurement. -- The Board shall have the authority to solicit, award, and execute contracts independently of the Office of Contracting and Procurement and the Chief Procurement Officer."},{"prefix":"i","text":" Freedom of Information Act. -- The Board shall comply with all provisions of subchapter II of Chapter 5 of Title 2."},{"prefix":"j","text":" The Board shall consult with the Office of the State Superintendent of Education, established by § 38-2601, to ensure that the requirements and the goals of Chapter 2A of this title are met, in accordance with that chapter."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.14","catch_text":"Public Charter School Board."}}