{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.21.\n\nEffect of Amendments\n\nPub. L. 108-335, in subsec. (a), added subpar. (1)(D); and in subsec. (d), added pars. (10) through (15).\n\nDC CODE § 38-1802.11\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [247], Pub. L. 104-134, § 2211; Oct. 18, 2004, 118 Stat. 1349, Pub. L. 108-335, § 343.)","sections":[{"prefix":"a","text":" Oversight. --"},{"prefix":"1","text":" In general. -- An eligible chartering authority:"},{"prefix":"A","text":" Shall monitor the operations of each public charter school to which the eligible chartering authority has granted a charter;"},{"prefix":"B","text":" Shall ensure that each such school complies with applicable laws and the provisions of the charter granted to such school; and"},{"prefix":"C","text":" Shall monitor the progress of each such school in meeting student academic achievement expectations specified in the charter granted to such school."},{"prefix":"D","text":" Shall ensure that each public charter school complies with the annual reporting requirement of § 38-1802.04(c)(11), including submission of the audited financial statement required by § 38-1802.04(c)(11)(B)(ix)."},{"prefix":"2","text":" Production of books and records. -- An eligible chartering authority may require a public charter school to which the eligible chartering authority has granted a charter to produce any book, record, paper, or document, if the eligible chartering authority determines that such production is necessary for the eligible chartering authority to carry out its functions under this subchapter."},{"prefix":"b","text":" Fees. --"},{"prefix":"1","text":" Application fee. -- An eligible chartering authority may charge an eligible applicant a fee, not to exceed $150, for processing a petition to establish a public charter school."},{"prefix":"2","text":" Administration fee. -- In the case of an eligible chartering authority that has granted a charter to a public charter school, the eligible chartering authority may charge the school a fee, not to exceed one-half of one percent of the annual budget of the school, to cover the cost of undertaking the ongoing administrative responsibilities of the eligible chartering authority with respect to the school that are described in this subchapter. The school shall pay the fee to the eligible chartering authority not later than November 15 of each year."},{"prefix":"c","text":" Immunity from civil liability. --"},{"prefix":"1","text":" In general. -- An eligible chartering authority, the Board of Trustees of such an eligible chartering authority, and a director, officer, employee, or volunteer of such an eligible chartering authority, shall be immune from civil liability, both personally and professionally, for any act or omission within the scope of their official duties unless the act or omission:"},{"prefix":"A","text":" Constitutes gross negligence;"},{"prefix":"B","text":" Constitutes an intentional tort; or"},{"prefix":"C","text":" Is criminal in nature."},{"prefix":"2","text":" Common law immunity preserved. -- Paragraph (1) of this subsection shall not be construed to abrogate any immunity under common law of a person described in such paragraph."},{"prefix":"d","text":" Annual report. -- On or before July 30 of each year, each eligible chartering authority that issues a charter under this subchapter shall submit a report to the Mayor, the District of Columbia Council, the Board of Education, the Secretary of Education, the appropriate congressional committees, and the Consensus Commission that includes the following information:"},{"prefix":"1","text":" A list of the members of the eligible chartering authority and the addresses of such members;"},{"prefix":"2","text":" A list of the dates and places of each meeting of the eligible chartering authority during the year preceding the report;"},{"prefix":"3","text":" The number of petitions received by the eligible chartering authority for the conversion of a District of Columbia public school or a private or independent school to a public charter school, and for the creation of a new school as a public charter school;"},{"prefix":"4","text":" The number of petitions described in paragraph (3) of this subsection that were approved and the number that were denied, as well as a summary of the reasons for which such petitions were denied;"},{"prefix":"5","text":" A description of any new charters issued by the eligible chartering authority during the year preceding the report;"},{"prefix":"6","text":" A description of any charters renewed by the eligible chartering authority during the year preceding the report;"},{"prefix":"7","text":" A description of any charters revoked by the eligible chartering authority during the year preceding the report;"},{"prefix":"8","text":" A description of any charters refused renewal by the eligible chartering authority during the year preceding the report;"},{"prefix":"9","text":" Any recommendations the eligible chartering authority has concerning ways to improve the administration of public charter schools;"},{"prefix":"10","text":" Details of major Board actions;"},{"prefix":"11","text":" Major findings from school reviews of academic, financial, and compliance with health and safety standards and resulting Board action or recommendations;"},{"prefix":"12","text":" Details of the fifth year review process and outcomes;"},{"prefix":"13","text":" Summary of annual financial audits of all charter schools, including:"},{"prefix":"A","text":" The number of schools that failed to timely submit the audited financial statement required by that section;"},{"prefix":"B","text":" The number of schools whose audits revealed a failure to follow required accounting practices or other material deficiencies; and"},{"prefix":"C","text":" The steps taken by the authority to ensure that deficiencies found by the audits are rectified;"},{"prefix":"14","text":" Number of schools which have required intervention by authorizing board to address any academic or operational issue;"},{"prefix":"15","text":" What recommendations an authorizing board has made to correct identified deficiencies."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.11","catch_text":"Powers and duties of eligible chartering authorities."}}