{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.23.\n\nEffect of Amendments\n\nD.C. Law 17-9 rewrote subsec. (a); and, in subsec. (c)(5), substituted \"eligible chartering authority\" for \"Board of Education\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Charter or law violations; failure to meet goals. --\n\n\"(1) In general. -- Subject to paragraph (2) of this subsection, an eligible chartering authority that has granted a charter to a public charter school may revoke the charter if the eligible chartering authority determines that the school:\n\n\"(A) Committed a violation of applicable laws or a material violation of the conditions, terms, standards, or procedures set forth in the charter, including violations relating to the education of children with disabilities; or\n\n\"(B) Failed to meet the goals and student academic achievement expectations set forth in the charter.\n\n\"(2) Special rule. -- An eligible chartering authority may not revoke a charter under paragraph (1)(B) of this subsection, except pursuant to a determination made through a review conducted under § 38-1802.12(a)(3)(B).\"\n\nD.C. Law 17-353 , in subsec. (a), substituted \"established by the eligible chartering authority\" for \"established by the chartering authority\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes under § 38-103.\n\nFor Law 17-353, see notes following § 38-102.\n\nMiscellaneous Notes\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nDC CODE § 38-1802.13\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [250], Pub. L. 104-134, § 2213; Sept. 30, 1996, 110 Stat. 3009 [1470], Pub. L. 104-208, § 5205(f); June 12, 2007, D.C. Law 17-9, § 802(e), 54 DCR 4102; Mar. 25, 2009, D.C. Law 17-353, § 203(b), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Charter or law violations; failure to meet goals. -- Using the record established by the eligible chartering authority, an eligible chartering authority that has granted a charter to a public charter school may revoke the charter if the eligible chartering authority determines that the school:"},{"prefix":"1","text":" Committed a violation of applicable law or a material violation of the conditions, terms, standards, or procedures set forth in the charter, including violations relating to the education of children with disabilities; or"},{"prefix":"2","text":" Has failed to meet the goals and student academic achievement expectations set forth in the charter."},{"prefix":"b","text":" Fiscal mismanagement. -- An eligible chartering authority that has granted a charter to a public charter school shall revoke the charter if the eligible chartering authority determines that the school:"},{"prefix":"1","text":" Has engaged in a pattern of nonadherence to generally accepted accounting principles;"},{"prefix":"2","text":" Has engaged in a pattern of fiscal mismanagement; or"},{"prefix":"3","text":" Is no longer economically viable."},{"prefix":"c","text":" Procedures for consideration of revocation. --"},{"prefix":"1","text":" Notice of right to hearing. -- An eligible chartering authority that is proposing to revoke a charter granted to a public charter school shall provide to the Board of Trustees of the school a written notice stating the reasons for the proposed revocation. The notice shall inform the Board of Trustees of the right of the Board of Trustees to an informal hearing on the proposed revocation."},{"prefix":"2","text":" Request for hearing. -- Not later than 15 days after the date on which a Board of Trustees receives a notice under paragraph (1) of this subsection, the Board of Trustees may request, in writing, an informal hearing on the proposed revocation before the eligible chartering authority."},{"prefix":"3","text":" Date and time of hearing. --"},{"prefix":"A","text":" Notice. -- Upon receiving a timely written request for a hearing under paragraph (2) of this subsection, an eligible chartering authority shall set a date and time for the hearing and shall provide reasonable notice of the date and time, as well as the procedures to be followed at the hearing, to the Board of Trustees."},{"prefix":"B","text":" Deadline. -- An informal hearing under this subsection shall take place not later than 30 days after an eligible chartering authority receives a timely written request for the hearing under paragraph (2) of this subsection."},{"prefix":"4","text":" Final decision. --"},{"prefix":"A","text":" Deadline. -- An eligible chartering authority shall render a final decision, in writing, on the revocation of a charter:"},{"prefix":"i","text":" Not later than 30 days after the date on which the eligible chartering authority provided the written notice of the right to a hearing, in the case of a proposed revocation with respect to which such a hearing is not held; and"},{"prefix":"ii","text":" Not later than 30 days after the date on which the hearing is concluded, in the case of a proposed revocation with respect to which a hearing is held."},{"prefix":"B","text":" Reasons for revocation. -- An eligible chartering authority that revokes a charter shall state in its decision the reasons for the revocation."},{"prefix":"5","text":" Alternatives upon revocation. -- If an eligible chartering authority revokes a charter granted to a public charter school, the eligible chartering authority may manage the school directly until alternative arrangements can be made for students at the school."},{"prefix":"6","text":" Judicial review. --"},{"prefix":"A","text":" Availability of review. -- A decision by an eligible chartering authority to revoke a charter shall be subject to judicial review by an appropriate court of the District of Columbia."},{"prefix":"B","text":" Standard of review. -- A decision by an eligible chartering authority to revoke a charter shall be upheld unless the decision is arbitrary and capricious or clearly erroneous."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.13","catch_text":"Charter revocation."}}