{"text":"The Secretary may from time to time set dates by which applications for grants under § 38-1412 for any fiscal year must be filed by the Mayor. A grant under § 38-1412 may be made only if application therefor:","historical":"Prior Codifications\n\n1981 Ed., § 31-1713.\n\n1973 Ed., § 31-923.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-1413\n\nCurrent through December 11, 2012","credits":"(Jan. 5, 1971, 84 Stat. 1934, Pub. L. 91-650, title III, § 304.)","sections":[{"prefix":"1","text":" Is approved by the Secretary;"},{"prefix":"2","text":" Contains such information as the Secretary may require to make the determinations required of him under this subchapter and such assurances as he may find necessary to carry out the purposes of this subchapter; and"},{"prefix":"3","text":" Provides for such fiscal control and accounting procedures and reports and access to the records of the Mayor and the applicant schools as the Secretary may from time to time require in carrying out his functions under this subchapter."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"14","text":"Medical and Dental Colleges."},"subchapter":{"identifier":"II","text":"Financial Assistance."},"heading":{"title":"38","chaptersection":"1413","identifier":"38-1413","catch_text":"Grants from Secretary of Education--Application."}}