{"text":"All obligations and disbursements for the purpose of this subchapter shall be incurred, made, and accounted for in the same manner as other obligations and disbursements for the District of Columbia and, except as provided in paragraph (9) of subsection (a) of § 38-1103, under the direction and control of the Mayor.","historical":"Prior Codifications\n\n1981 Ed., § 31-1405.\n\n1973 Ed., § 31-1605.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of Government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-1105\n\nCurrent through December 11, 2012","credits":"(Nov. 7, 1966, 80 Stat. 1430, Pub. L. 89-791, title I, § 105.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"11","text":"Public Higher Educational Institutions."},"subchapter":{"identifier":"I","text":"Federal City College."},"heading":{"title":"38","chaptersection":"1105","identifier":"38-1105","catch_text":"Fiscal accountability."}}