{"text":"For purposes of this chapter, the phrase \"Select Adult, Community, and Continuing Education Course\" means an adult, community, and continuing education course which is either recreational or vocational in nature.","historical":"Prior Codifications\n\n1981 Ed., ยง 31-131.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 17-377 added a section to read as follows:\n\n\"Sec. 2. Plan to establish evening and weekend adult career technical education programs.\n\n\"(a) The Mayor shall develop and present to the Council a plan to establish evening and weekend adult career technical training at the Academy of Construction and Design at Cardozo Senior High School, the Hospitality High School at Roosevelt High School, and the Phelps Architecture, Construction and Engineering High School.\n\n\"(b) The plan shall establish a curriculum, framework, and an estimated cost to implement, beginning in the summer of 2009, evening and weekend adult career technical education classes for District residents at the Academy of Construction and Design at Cardozo Senior High School, the Hospitality High School at Roosevelt High School, and the Phelps Architecture, Construction and Engineering High School.\"\n\nSection 4(b) of D.C. Law 17-377 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2 of Get DC Residents Training for Jobs Now Emergency Act of 2008 (D.C. Act 17-649, January 6, 2009, 56 DCR 907).\n\nLegislative History of Laws\n\nLaw 10-221, the \"District of Columbia Board of Education Fees for Select Adult, Community, and Continuing Education Courses Act of 1994,\" was introduced in Council and assigned Bill No. 10-656, which was referred to the Committee on Education and Libraries. The Bill was adopted on first and second readings on November 1, 1994, and December 6, 1994, respectively. Signed by the Mayor on December 15, 1994, it was assigned Act No. 10-358 and transmitted to both Houses of Congress for its review. D.C. Law 10-221 became effective on March 16, 1995.\n\nLaw 11-49, the \"District of Columbia Board of Education Fees for Adult, Community, and Continuing Education Courses Temporary Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-309. The Bill was adopted on first and second readings on June 6, 1995, and June 20, 1995, respectively. Signed by the Mayor on July 6, 1995, it was assigned Act No. 11-91 and transmitted to both Houses of Congress for its review. D.C. Law 11-49 became effective on September 20, 1995.\n\nDC CODE ยง 38-1001\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1995, D.C. Law 10-221, ยง 2, 41 DCR 8047.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Education--Adult and Community."},"chapter":{"identifier":"10","text":"Fees for Select Adult, Community, and Continuing Education Courses."},"heading":{"title":"38","chaptersection":"1001","identifier":"38-1001","catch_text":"Definitions."}}