{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111, in subsec. (b)(1)(B), inserted \"and\" at the end;  repealed subsec. (b)(1)(C);  in subsec. (b)(2), substituted \"education level, including the District of Columbia Public Schools, public charter schools, and the University of the District of Columbia;  provided,\" for \"education level; provided,\";  and added subsecs. (c), (d), and (e).   Prior to repeal, subsec. (b)(1)(C) read as follows:\n\n\"(C) Office of Ombudsman for Public Education; and\".\n\nD.C. Law 18-223, in subsec. (b), deleted \"and\" from the end of par. (6); substituted \"; and\" for a period at the end of par. (7), and added par. (8).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4051(a) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4051(a) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 4123 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nLaw 17-9, the \"Public Education Reform Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-1, which was referred to Committee of the Whole. The Bill was adopted on first and second readings on April 3, 2007, and April 19, 2007, respectively. Signed by the Mayor on April 23, 2007, it was assigned Act No. 17-38 and transmitted to both Houses of Congress for its review. D.C. Law 17-9 became effective on June 12, 2007.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nFor Law 18-223, see notes following § 38-103.\n\nMiscellaneous Notes\n\nShort title: Section 4050 of D.C. Law 18-111 provided that subtitle F of title IV of the act may be cited as the \"Department of Education Establishment Amendment Act of 2009\".\n\nDC CODE § 38-191\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 202, 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4051(a), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4123, 57 DCR 6242.)","sections":[{"prefix":"a","text":" Pursuant to §1-204.04(b), the Council establishes a Department of Education, subordinate to the Mayor. The department shall be headed by a Deputy Mayor for Education, who shall be appointed pursuant to § 1- 523.01(a)."},{"prefix":"b","text":" The Department of Education shall:"},{"prefix":"1","text":" Have oversight of the:"},{"prefix":"A","text":" State Superintendent of Education Office;"},{"prefix":"B","text":" Office of Public Education Facilities Modernization; and"},{"prefix":"C","text":" Repealed."},{"prefix":"D","text":" Development of a comprehensive, District-wide data system that integrates and tracks data across education, justice, and human service agencies."},{"prefix":"2","text":" Be responsible for the planning, coordination, and supervision of all public education and education-related activities under its jurisdiction, including development and support of programs to improve the delivery of educational services and opportunities, from early childhood to the post-secondary education level, including the District of Columbia Public Schools, public charter schools, and the University of the District of Columbia; provided, that nothing in this chapter shall be interpreted to grant to the Mayor any authority over the University of the District of Columbia that is currently vested in the Board of Trustees of the University of the District of Columbia;"},{"prefix":"3","text":" Promote, coordinate, and oversee collaborative efforts among District government agencies to support education and child development as it relates to education, including coordinating the integration of programs and resources;"},{"prefix":"4","text":" Coordinate programs, policies, and objectives of the Mayor with the Board of Trustees of the University of the District of Columbia;"},{"prefix":"5","text":" Promote, coordinate, and oversee the enhancement and quality of workforce preparation programs within the State Superintendent of Education Office;"},{"prefix":"6","text":" Promote, coordinate, and oversee the enhancement and quality of adult literacy and adult education programs within the State Superintendent of Education Office;"},{"prefix":"7","text":" Submit to the Mayor, Chancellor, State Board of Education, and the Council the reports required by § 38-353(14) and (15); and"},{"prefix":"8","text":" Coordinate the development of the Master Facilities Plan."},{"prefix":"c","text":" By December 31, 2009, the Deputy Mayor for Education shall submit to the to the Council for approval, by resolution, and to the State Board of Education for review, a plan describing the framework that it shall use to develop a statewide, strategic education and youth development plan (\"EYD plan\")."},{"prefix":"d","text":" By September 30, 2010, the Deputy Mayor for Education shall submit to the Council for approval, by resolution, and to the State Board of Education for review, the EYD plan, which shall include:"},{"prefix":"1","text":" A clearly articulated vision statement for children and youth from zero to 24 years of age;"},{"prefix":"2","text":" Stated goals and operational priorities;"},{"prefix":"3","text":" An assessment of needs, including a showing that the comprehensive strategy to address the stated needs is based on research and data;"},{"prefix":"4","text":" A timeline and benchmarks for planning and implementation;"},{"prefix":"5","text":" An operational framework that provides for shared accountability, broad-based civic community involvement, and coordination:"},{"prefix":"A","text":" With District, school, and other community efforts;"},{"prefix":"B","text":" With key stakeholders throughout the community, including those in top public and civic leadership;"},{"prefix":"C","text":" Of the education sector with housing, health, and welfare;"},{"prefix":"D","text":" With economic development policies and plans; and"},{"prefix":"E","text":" Of multiple funding streams to ensure sustainability of the EYD plan;"},{"prefix":"6","text":" An explication of the location and planning, including intended use and design, for the District's educational facilities and campuses; and"},{"prefix":"7","text":" Recommendations for policy and legislative changes, if needed, to increase the effectiveness of the EYD plan."},{"prefix":"e","text":" The Mayor shall review and update the EYD plan every 3 years and submit the plan to the Council for approval, by resolution, and to the State Board of Education for review."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"1B","text":"Department of Education."},"heading":{"title":"38","chaptersection":"191","identifier":"38-191","catch_text":"Department of Education; establishment; authority."}}