{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.19.\n\nEffect of Amendments\n\nD.C. Law 15-39, in subsec. (b), inserted \"first\" before \"preference\" and inserted \", transfer, or use\" after \"lease \" in subpar. (1)(A), and inserted \"first\" before \"preference\" in subpar. (2)(A).\n\nPub. L. 108-335, as amended by Pub.L. 108-447, in par. (1) of subsec. (b), rewrote subpars. (A) and (B)(iii), and added subpar. (C); in par. (2)(A) of subsec. (b), substituted \"a right to first offer\" for \"preference\"; and added par. (3) to subsec. (b). Prior to amendment, subpars. (A) and (B)(iii) of par. (1) of subsec. (b), had read as follows:\n\n\"(A) In general. -- Notwithstanding any other provision of law relating to the disposition of a facility or property described in subparagraph (B) of this paragraph, the Mayor and the District of Columbia Government shall give first preference to an eligible applicant whose petition to establish a public charter school has been conditionally approved under 38-1802.03(d)(2), or a Board of Trustees, with respect to the purchase or lease, transfer, or use of a facility or property described in subparagraph (B) of this paragraph, provided that doing so will not result in a significant loss of revenue that might be obtained from other dispositions or uses of the facility or property.\"\n\n\"(iii) With respect to which the Board of Education has transferred jurisdiction to the Mayor.\"\n\nPub. L. 108-447 amended Pub. L. 108-335. See Effective Date notes.\n\nD.C. Law 17-183 rewrote subsec. (b)(1)(A), which had read as follows:\n\n\"(A) In general. -- Notwithstanding any other provision of law, regulation, or order relating to the disposition of a facility or property described in subparagraph (B) of this paragraph, the Mayor and the District of Columbia government shall give a right of first offer with respect to any facility or property described in subparagraph (B) of this paragraph not previously purchased, leased, or transferred, or under contract to be purchased, leased, or transferred, or the subject of a previously proposed resolution submitted by the Mayor on or before December 1, 2004, to the Council of the District of Columbia seeking authority for disposition of such facility or property, or under an Exclusive Rights Agreement executed on or before December 1, 2004, to an eligible applicant whose petition to establish a public charter school has been conditionally approved under § 38-1802.03(d)(2), or a Board of Trustees, with respect to the purchase, lease, transfer, or use of a facility or property described in subparagraph (B) of this paragraph.\"\n\nD.C. Law 18-223, in subsec. (a), substituted \"Office of Public Education Facilities Modernization\" for \"Superintendent\"; in the lead-in language of subsec. (b)(1), substituted \"Former public school property\" for \"current and former public school property\"; in subsec. (b)(1)(B)(ii), substituted \"former Board of Education or the Mayor or the Chancellor of the District of Columbia Public Schools\" for \"Board of Education\"; in subsec. (b)(1)(C)(iii), substituted \"its charter; provided, that leases involving co-location agreements may include a lease period of less than 25 years\" for \"its charter\"; and repealed subsec. (b)(2), which had read as follows:\n\n\"(2) Current public school property. --\n\n\"(A) In general. -- Notwithstanding any other provision of law relating to the disposition of a facility or property described in subparagraph (B) of this paragraph, the Mayor and the District of Columbia Government shall give a right to first offer to an eligible applicant whose petition to establish a public charter school has been conditionally approved under § 38-1802.03(d)(2), or a Board of Trustees, in leasing, or otherwise contracting for the use of, a facility or property described in subparagraph (B) of this paragraph.\n\n\"(B) Property described. -- A facility or property referred to in subparagraph (A) of this paragraph is a facility, real property, or a designated area of a facility or real property, that:\n\n\"(i) Is under the jurisdiction of the Board of Education; and\n\n\"(ii) Is available for use because the Board of Education is not using, or educational, administrative, or other purposes, the facility, real property, or designated area.\"\n\nTemporary Amendments of Section\n\nSection 3 of D.C. Laws 13-143 added subsec. (c) to provide:\n\n\"(c) Notwithstanding subsections (a) and (b) of this section, there shall be a moratorium on the conversion of any District of Columbia public school into a public charter school.\".\n\nSection 6(b) of D.C. Laws 13-143 provides:\n\n\"This act shall expire after 225 days of its having taken effect or upon the effective date of the Moratorium on Conversion of Existing District of Columbia Public Schools into Charter Schools Amendment Act of 2000, or upon the date that final action is taken on Bill 13-582, the \"District of Columbia School Reform Amendment Act of 1999\" and Bill 13-583, the \"District of Columbia Public Charter School Conversion Petition Process Amendment Act of 2000\", or on amendments in the nature of a substitute to these two bills, whichever occurs first. \"\n\nSection 2 of D.C. Law 17-19, in subsec. (b)(1)(A), designated the existing text as subsec. (b)(1)(A)(i) and substituted \"this paragraph; provided, that the right of first offer shall be offered to an existing tenant that is:\n\n\"(I)(aa) A public charter school that has occupied all, or substantially all, of the facility or property; or\n\n\"(bb) An organization providing educational or youth services under contract with the District government that has been a tenant of the facility or property, and has occupied all, or substantially all, of the facility or property since on or before December 1, 2004; and\n\n\"(II) In good standing on its existing lease agreement.\" for \"this paragraph.\", and added subsec. (b)(1)(A)(ii) to read as follows:\n\n\"(ii) Nothing in sub-subparagraph (i) of this subparagraph shall be construed to deem a facility or property to be surplus or to authorize the Mayor to dispose of a facility or property.\".\n\nSection 4(b) of D.C. Law 17-19 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 3 of the Moratorium on Conversion of Existing Public Schools into Charter Schools Emergency Amendment Act of 2000 (D.C. Act 13-311, April 7, 2000, 47 DCR 2735).\n\nFor temporary (90 day) amendment of section, see § 332 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 332 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) amendment of section, see §2 of District of Columbia School Reform Property Disposition Clarification Emergency Amendment Act of 2007 (D.C. Act 17-50, May 15, 2007, 54 DCR 5362).\n\nFor temporary (90 day) amendment of section, see § 2 of District of Columbia School Reform Property Disposition Clarification Emergency Amendment Act of 2008 (D.C. Act 17-370, May 20, 2008, 55 DCR 6090).\n\nFor temporary (90 day) addition, see § 4131 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 4131 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 4072 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor Law 15-39, see notes following § 38-160.\n\nLaw 17-183, the \"District of Columbia School Reform Property Disposition Clarification Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-217 which was referred to the Committee of the Whole.   The Bill was adopted on first and second readings on April 15, 2008, and May 6, 2008, respectively.  Signed by the Mayor on May 20, 2008, it was assigned Act No. 17- 376 and transmitted to both Houses of Congress for its review.  D.C. Law 17-183 became effective on July 18, 2008.\n\nFor Law 18-223, see notes following § 38-103.\n\nEffective Dates\n\nSection 103(b) of Div. J, title I, of Pub. L. 108-447, provides: \"The amendments made by this section shall take effect as if included in the enactment of the District of Columbia Appropriations Act, 2005 [Pub. L. 108- 335]\".\n\nDelegation of Authority\n\nDelegation of the Mayor's Surplus Property Disposition Authority to the Director of the Office of Property Management to Dispose of Specified Properties on Behalf of the District of Columbia, see Mayor's Order 2000-173, November 8, 2000 (47 DCR 9540).\n\nDelegation of Authority-Office of Property Management, see Mayor's Order 2007- 260, December 7, 2007 (55 DCR 211).\n\nDelegation of Authority Regarding the Purchase, Lease, Transfer, or Use of Former and Current School Property, see Mayor's Order 2008-162, December 4, 2008 (56 DCR 330).\n\nMiscellaneous Notes\n\nProcedures for Disposition of Surplus Properties and Facilities Formerly Under the Jurisdiction of the D.C. Public Schools, see Mayor's Order 2000-150, October 5, 2000 (47 DCR 8266).\n\nShort title of subtitle D of title III of Law 15-39: Section 331 of D.C. Law 15-39 provided that subtitle D of title III of the act may be cited as the Public Charter School Facilities Preference Amendment Act of 2003.\n\nShort title: Section 4130 of D.C. Law 18-111 provided that subtitle N of title IV of the act may be cited as the \"District of Columbia School Reform Education Facility Act of 2009\".\n\nSection 4131 of D.C. Law 18-111 provides:\n\n\"(a) Pursuant to section 2209(b)(1)(A)(i)(I)(bb) of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321; D.C. Official Code § 38-1802.09(b)(1)(A)(i)(I)(bb)), Associates for Renewal of Education, Inc., as an organization providing youth and educational services and a tenant of Slater School since prior to December 2004, shall:\n\n\"(1) Be offered the right of first offer on a disposition of Slater School;\n\n\"(2) Be permitted to remain and continue to operate in Slater School under existing terms and conditions throughout the leasing preference procedure; and\n\n\"(3) Be permitted to make any functional improvements and general repairs as necessary.\n\n\"(b) The Office of Property Management shall finalize a lease with Associates for Renewal of Education, Inc., within 90 days of the effective date of the District of Columbia School Reform Education Facility Emergency Act of 2009, passed on emergency basis on September 22, 2009 (Enrolled version of Bill 18- 443) [October 15, 2009].\"\n\nShort title: Section 4071 of D.C. Law 18-223 provided that subtitle H of title IV of the act may be cited as the \"Public Charter School Access to District of Columbia Public School Buildings Clarification Amendment Act of 2010\".\n\nDC CODE § 38-1802.09\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [244], Pub. L. 104-134, § 2209; Sept. 30, 1996, 110 Stat. 3009 [1466], Pub. L. 104-208, § 5205(d); Nov. 13, 2003, D.C. Law 15-39, § 332, 50 DCR 5668; Oct. 18, 2004, 118 Stat. 1349, Pub. L. 108-335, § 342(c); Dec. 8, 2004, 118 Stat. 3342, Pub. L. 108-447, Div. J, title I, § 103(a)(3); July 18, 2008, D.C. Law 17-183, § 2, 55 DCR 6099; Sept. 24, 2010, D.C. Law 18-223, § 4072, 57 DCR 6242.)","sections":[{"prefix":"a","text":" In general. -- The Office of Public Education Facilities Modernization may provide services, such as facilities maintenance, to public charter schools. All compensation for costs of such services shall be subject to negotiation and mutual agreement between a public charter school and the Office of Public Education Facilities Modernization."},{"prefix":"b","text":" Preference in leasing or purchasing public school facilities. --"},{"prefix":"1","text":" Current and former public school properties. --"},{"prefix":"A","text":"(i) In general. -- Notwithstanding any other provision of law, regulation, or order relating to the disposition of a facility or property described in subparagraph (B) of this paragraph, the Mayor and the District of Columbia government shall give a right of first offer with respect to any facility or property described in subparagraph (B) of this paragraph not previously purchased, leased, or transferred, or under contract to be purchased, leased, or transferred, or the subject of a previously proposed resolution submitted by the Mayor on or before December 1, 2004, to the Council of the District of Columbia seeking authority for disposition of such facility or property, or under an Exclusive Rights Agreement executed on or before December 1, 2004, to an eligible applicant whose petition to establish a public charter school has been conditionally approved under § 38-1802.03(d)(2), or a Board of Trustees, with respect to the purchase, lease, transfer, or use of a facility or property described in subparagraph (B) of this paragraph; provided, that the right of first offer shall be offered to an existing tenant that is:"},{"prefix":"I","text":"(aa) A public charter school that has occupied all, or substantially all, of the facility or property; or"},{"prefix":"bb","text":" An organization providing educational or youth services under contract with the District government that has been a tenant of the facility or property and has occupied all, or substantially all, of the facility or property since on or before December 1, 2004; and"},{"prefix":"II","text":" In good standing on its existing lease agreement."},{"prefix":"ii","text":" Nothing in sub-subparagraph (i) of this subparagraph shall be construed to deem a facility or property to be surplus or to authorize the Mayor to dispose of a facility or property."},{"prefix":"B","text":" Property described. -- A facility or property referred to in subparagraph (A) of this paragraph is a facility, or real property:"},{"prefix":"i","text":" That formerly was under the jurisdiction of the Board of Education;"},{"prefix":"ii","text":" That the former Board of Education or the Mayor or the Chancellor of the District of Columbia Public Schools has determined is no longer needed for purposes of operating a District of Columbia public school; and"},{"prefix":"iii","text":" With respect to which:"},{"prefix":"I","text":" The Board of Education has transferred jurisdiction to the Mayor and over which the Mayor has jurisdiction on October 18, 2004; or"},{"prefix":"II","text":" Over which the Mayor or any successor agency gains jurisdiction after October 18, 2004."},{"prefix":"C","text":" Terms of purchase of lease. -- The terms of purchase or lease of a facility or property described in subparagraph (B) of this paragraph shall:"},{"prefix":"i","text":" Be negotiated by the Mayor in accordance with written rules or regulations as determined by the Mayor, and published in the District of Columbia Register;"},{"prefix":"ii","text":" Include rent or an acquisition price, as applicable, that is at the appraised value of the property based on use of the property for school purposes; and"},{"prefix":"iii","text":" Include a lease period, if the property is to be leased, of not less than 25 years, and renewable for additional 25-year periods as long as the eligible applicant or Board of Trustees maintains its charter; provided, that leases involving co-location agreements may include a lease period of less than 25 years."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" Conversion public charter schools. -- Any District of Columbia public school that was approved to become a conversion public charter school under § 38-1802.01 before October 18, 2004, or is approved to become a conversion public charter school after October 18, 2004, shall have the right to exclusively occupy the facilities the school occupied as a District of Columbia public school under a lease for a period of not less than 25 years, renewable for additional 25-year periods as long as the school maintains its charter at the appraised value of the property based on use of the property for school purposes."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.09","catch_text":"District of Columbia public school services to public charter schools."}}