{"text":"The purpose of this chapter is to provide for the protection, education, and welfare of the citizens of the District of Columbia and its students, by:","historical":"Prior Codifications\n\n1981 Ed., § 31-1601.\n\n1973 Ed., § 31-2001.\n\nLegislative History of Laws\n\nLaw 1-104 was introduced in Council and assigned Bill No. 1-293, which was referred to the Committee on Higher Education/University of the District of Columbia. The Bill was adopted on first and second readings on September 15, 1976, and October 12, 1976, respectively. Enacted without signature by the Mayor on November 18, 1976, it was assigned Act No. 1-177 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 7-217, see Historical and Statutory Notes following § 38-1309.\n\nMiscellaneous Notes\n\nAppropriations authorized: Public Law 102-111, 105 Stat. 563, the District of Columbia Appropriations Act, 1992, provided $477,000 for the Education Licensure Commission.\n\nEstablishment of District of Columbia Advisory Committee on Education: See Mayor's Order 89-256, November 7, 1989.\n\nDC CODE § 38-1301\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1977, D.C. Law 1-104, title I, § 101, 23 DCR 8734; Mar. 16, 1989, D.C. Law 7-217, § 2(a), 36 DCR 523.)","sections":[{"prefix":"1","text":" Establishing minimum standards concerning the quality of postsecondary education, ethical and business practices, health and safety, and fiscal responsibility, to protect against substandard, transient, unethical, deceptive, or fraudulent postsecondary educational institutions and practices;"},{"prefix":"2","text":" Prohibiting the granting of false or misleading postsecondary educational credentials;"},{"prefix":"3","text":" Prohibiting misleading literature, advertising, solicitation, or representation by postsecondary educational institutions or their agents;"},{"prefix":"4","text":" Providing for the preservation of essential academic records;"},{"prefix":"5","text":" Providing for a commission to advise the Mayor and Council of the District of Columbia as to the postsecondary educational needs of the District of Columbia; and"},{"prefix":"6","text":" Providing for a commission to serve as the state approving agency for veterans benefits."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"13","text":"Education Licensure Commission."},"heading":{"title":"38","chaptersection":"1301","identifier":"38-1301","catch_text":"Purpose."}}