{"text":"As used in this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 31-1421.\n\n1973 Ed., § 31-1621.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-1121\n\nCurrent through December 11, 2012","credits":"(Nov. 7, 1966, 80 Stat. 1430, Pub. L. 89-791, title II, § 201.)","sections":[{"prefix":"1","text":" The term \"Washington Technical Institute\" means the vocational and technical school established pursuant to this subchapter. Such institute shall provide:"},{"prefix":"A","text":" Vocational and technical education designed to fit individuals for useful employment in recognized occupations; and"},{"prefix":"B","text":" Vocational and technical courses on an individual, noncredit basis."},{"prefix":"2","text":" The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"3","text":" The term \"Vocational Board\" means the Board of Vocational Education established by § 38-1122."},{"prefix":"4","text":" The term \"Board of Education\" means the Board of Education of the District of Columbia established by § 1-204.95."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"11","text":"Public Higher Educational Institutions."},"subchapter":{"identifier":"II","text":"Washington Technical Institute."},"heading":{"title":"38","chaptersection":"1121","identifier":"38-1121","catch_text":"Definitions."}}