{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111 rewrote the section, which had read as follows:\n\n\"(a)(1) Except as provided in subsection (b) of this section, the Mayor shall submit to the Council by September 15 of each year, beginning in 2008, projected benchmarks by which to measure annual achievements within District of Columbia Public Schools.\n\n\"(2)(A) The Mayor shall submit to the Council by September 30 of each year, beginning in 2008, an annual evaluation of District of Columbia Public Schools that includes an assessment of:\n\n\"(i) Business practices;\n\n\"(ii) Human resources operations;\n\n\"(iii) All academic plans; and\n\n\"(iv) The annual achievements made as measured against the benchmarks submitted the previous year in accordance with paragraph (1) of this subsection, including a detailed description of student achievements.\n\n\"(B) For the 2008 evaluation, for which benchmarks would not have been submitted in the prior year, the annual achievements shall be measured using existing, reliable data and that data shall be included, or an abstract thereof, in the evaluation.\n\n\"(b) On September 15, 2012, in lieu of the annual evaluation required by subsection (a) of this section, the Mayor shall submit to the Council a 5-year assessment of the public education system established by this act, which shall include:\n\n\"(1) A comprehensive evaluation of public education following the passage of this act; and\n\n\"(2) A determination as to whether sufficient progress in public education has been achieved to warrant continuation of the provisions and requirements of this act or whether a new law, and a new system of education, should be enacted by the District government.\n\n\"(c)(1) The evaluations required by this section shall be conducted by an independent evaluator that shall be recommended by the Mayor and submitted to the Council for approval by September 15, 2007, for a 30-day review period.\n\n\"(2) If the Council does not approve or disapprove the recommendation, by resolution, within the 30-day review period, the recommendation shall be deemed disapproved.\n\n\"(3) The evaluations required by this section may be conducted by the same independent evaluator for 5 consecutive years.\n\n\"(4) For the purposes of this subsection, the term 'independent evaluator' means an individual or entity that has neither a current contractual or employment relationship with the District government.\"\n\nD.C. Law 19-171 made a technical amendment to the enacting clause of D.C. Law 18-111, § 4051(b)(2), that did not change the text of the section.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4051(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4051(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes following § 38-191.\n\nFor Law 18-111, see notes following § 38-191.\n\nFor history of Law 19-171, see notes under § 38-192.01.\n\nReferences in Text\n\n\"This act\", referred to in subsec. (b) of this section, is D.C. Law 17-9.\n\nDC CODE § 38-193\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 204, 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4051(b), 57 DCR 181; Sept. 26, 2012, D.C. Law 19-171, § 93, 59 DCR 6190.)","sections":[{"prefix":"a","text":"(1) By October 1 of each year, beginning in 2009, and every year thereafter, an evaluator shall be retained to conduct an independent evaluation of District of Columbia Public Schools (\"DCPS\") and of any affiliated education reform efforts. The evaluation shall be conducted according to the standard procedures of the evaluator, with full cooperation of the Council, Mayor, Chancellor, State Superintendent of Education, and other government personnel."},{"prefix":"2","text":" The annual evaluation shall include an assessment of:"},{"prefix":"A","text":" Business practices;"},{"prefix":"B","text":" Human resources operations and human capital strategies;"},{"prefix":"C","text":" All academic plans; and"},{"prefix":"D","text":" The annual progress made as measured against the benchmarks submitted the previous year, including a detailed description of student achievement."},{"prefix":"3","text":" The initial evaluation shall incorporate benchmarks and analysis of the best available data to assess annual achievement."},{"prefix":"b","text":" On September 30, 2014, the independent evaluator shall submit to the Council, the State Board of Education, and the Mayor a 5-year assessment of the public education system established by this act, which shall include:"},{"prefix":"1","text":" A comprehensive evaluation of public education following the passage of this act; and"},{"prefix":"2","text":" A determination as to whether sufficient progress in public education has been achieved to warrant continuation of the provisions and requirements of this act or whether a new law, and a new system of education, should be enacted by the District government."},{"prefix":"c","text":"(1) The evaluations, and assessment, required by this section shall be conducted by the National Research Council of the National Academy of Sciences (\"NRC\") for the 5-year period described in this section."},{"prefix":"2","text":" By December 31, 2009, prior to conducting the initial evaluation, NRC shall submit to the Council and the Mayor a compilation of data and an analysis plan, which shows:"},{"prefix":"A","text":" A description of the procedures and method to be used to conduct the evaluation;"},{"prefix":"B","text":" The opportunities for public involvement;"},{"prefix":"C","text":" The estimated release dates of interim and final evaluation reports; and"},{"prefix":"D","text":" A revised budget and funding plan for the evaluation."},{"prefix":"d","text":" The Office of the Chief Financial Officer shall transfer by October 5, 2009, an amount of $325,000 in local funds through an intra-District transfer from DCPS to the Office of the District of Columbia Auditor to contract with NRC to conduct the initial evaluation required by this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"1B","text":"Department of Education."},"heading":{"title":"38","chaptersection":"193","identifier":"38-193","catch_text":"Evaluation and re-authorization."}}