{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-132.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-221, see Historical and Statutory Notes following § 38-1001.\n\nFor legislative history of D.C. Law 11-49, see Historical and Statutory Notes following § 38-1001.\n\nFor legislative history of D.C. Law 11-78, see Historical and Statutory Notes following § 38-157.\n\nFor legislative history of D.C. Law 11-98, see Historical and Statutory Notes following § 38-157.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nDC CODE § 38-1002\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1995, D.C. Law 10-221, § 3, 41 DCR 8047; March 5, 1996, D.C. Law 11-98, § 1201, 43 DCR 5; Apr. 9, 1997, D.C. Law 11-255, § 55(b), 44 DCR 1271.)","sections":[{"prefix":"a","text":" The District of Columbia Board of Education (\"Board of Education\") is authorized to charge fees for all adult, community, and continuing education courses, and for employee certification and recertification and certification of university teacher education programs, provided that no additional fees shall be charged for ongoing courses in Academic Year 1994-1995 and Fiscal Year 1995 until those courses are completed."},{"prefix":"b","text":" The amount which shall be charged with respect to each select adult, community, and continuing education course shall be fixed annually by the Board of Education as the amount necessary to cover the expense of instruction, cost of textbooks and school supplies, and other operating costs associated with each course offered; provided, that such an amount and changes in the amount fixed by this subsection are set by the Board of Education in accordance with § 2-505. Following the final adoption of such amounts, the Board of Education shall transmit a copy to the Mayor and a copy to the Council of the District of Columbia."},{"prefix":"c","text":" All amounts received by the Board of Education under this section shall be paid to the D.C. Treasurer and accounted for in the General Fund as a separate revenue source allocable to provide authority for the offering of select adult, community, and continuing education courses for which fees will be charged."},{"prefix":"d","text":" As part of its fiscal year 1995 Supplemental Budget, the Board of Education shall request that an amount equal to the fees collected and deposited into the General Fund pursuant to this chapter, be appropriated to the Board of Education for the purpose of paying for instructors' salaries, textbooks and supplies, and other operating costs associated with offering select adult, community, and continuing education courses."},{"prefix":"e","text":" Waivers, in whole or in part, of fees for select adult, community, and continuing education courses may be granted by the Board of Education only to District residents, regardless of an individual's or a student's employment status with the Board or the District of Columbia Public Schools."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Education--Adult and Community."},"chapter":{"identifier":"10","text":"Fees for Select Adult, Community, and Continuing Education Courses."},"heading":{"title":"38","chaptersection":"1002","identifier":"38-1002","catch_text":"Fees for select District of Columbia Board of Education adult, community, and continuing education courses."}}