{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.22.\n\nEffect of Amendments\n\nD.C. Law 16-268, in subsec. (b)(1), substituted a semicolon for a period; in subsec. (b)(2), substituted \"; and\" for a period; and added subsec. (b)(3).\n\nD.C. Law 17-9 rewrote subsec. (a)(3) which had read as follows:\n\n\"(3) Review. -- An eligible chartering authority that grants or renews a charter pursuant to paragraph (1) or (2) of this subsection shall review the charter:\n\n\"(A) At least once every 5 years to determine whether the charter should be revoked for the reasons described in subsection (a)(1)(A) or (b) of § 38- 1802.13 in accordance with the procedures for such revocation established under § 38-1802.13(c); and\n\n\"(B) Once every 5 years, beginning on the date that is 5 years after the date on which the charter is granted or renewed, to determine whether the charter should be revoked for the reasons described in § 38-1802.13(a)(1)(B) in accordance with the procedures for such revocation established under § 38- 1802.13(c).\"\n\nD.C. Law 17-353 validated a previously made technical correction in subsec. (b).\n\nEmergency Act Amendments\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nFor Law 16-268, see notes following § 38-1701.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nFor Law 17-353, see notes following § 38-102.\n\nMiscellaneous Notes\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nDC CODE § 38-1802.12\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [248], Pub. L. 104-134, § 2212; Sept. 30, 1996, 110 Stat. 3009 [1468], Pub. L. 104-208, § 5205(e); Mar. 14, 2007, D.C. Law 16-268, § 4(e), 54 DCR 833; June 12, 2007, D.C. Law 17-9, § 802(d), 54 DCR 4102; Mar. 25, 2009, D.C. Law 17-353, § 160(a)(2), 56 DCR 1117.)","sections":[{"prefix":"a","text":" Terms. --"},{"prefix":"1","text":" Initial term. -- A charter granted to a public charter school shall remain in force for a 15-year period."},{"prefix":"2","text":" Renewals. -- A charter may be renewed for an unlimited number of times, each time for a 15-year period."},{"prefix":"3","text":" Review. -- An eligible chartering authority that grants or renews a charter pursuant to paragraph (1) or (2) of this subsection shall review the charter at least once every 5 years to determine whether the charter should be revoked for the reasons described in § 38-1802.13(a) or (b), in accordance with the procedures for revocation established under § 38-1802.13."},{"prefix":"b","text":" Application for charter renewal. -- In the case of a public charter school that desires to renew its charter, the Board of Trustees of the school shall file an application to renew the charter with the eligible chartering authority that granted the charter not later than 120 days nor earlier than 365 days before the expiration of the charter. The application shall contain the following:"},{"prefix":"1","text":" A report on the progress of the public charter school in achieving the goals, student academic achievement expectations, and other terms of the approved charter;"},{"prefix":"2","text":" All audited financial statements for the public charter school for the preceding 4 years; and"},{"prefix":"3","text":" The articles of incorporation and bylaws of the nonprofit corporation operating the charter school, which shall contain provisions satisfying the requirements of § 38-1802.13a."},{"prefix":"c","text":" Approval of charter renewal application. -- The eligible chartering authority that granted a charter shall approve an application to renew the charter that is filed in accordance with subsection (b) of this section, except that the eligible chartering authority shall not approve such application if the eligible chartering authority determines that:"},{"prefix":"1","text":" The school committed a material violation of applicable laws or a material violation of the conditions, terms, standards, or procedures set forth in its charter, including violations relating to the education of children with disabilities; or"},{"prefix":"2","text":" The school failed to meet the goals and student academic achievement expectations set forth in its charter."},{"prefix":"d","text":" Procedures for consideration of charter renewal. --"},{"prefix":"1","text":" Notice of right to hearing. -- An eligible chartering authority that has received an application to renew a charter that is filed by a Board of Trustees in accordance with subsection (b) of this section shall provide to the Board of Trustees written notice of the right to an informal hearing on the application. The eligible chartering authority shall provide the notice not later than 15 days after the date on which the eligible chartering authority received the application."},{"prefix":"2","text":" Request for hearing. -- Not later than 15 days after the date on which a Board of Trustees receives a notice under paragraph (1) of this subsection, the Board of Trustees may request, in writing, an informal hearing on the application before the eligible chartering authority."},{"prefix":"3","text":" Date and time of hearing. --"},{"prefix":"A","text":" Notice. -- Upon receiving a timely written request for a hearing under paragraph (2) of this subsection, an eligible chartering authority shall set a date and time for the hearing and shall provide reasonable notice of the date and time, as well as the procedures to be followed at the hearing, to the Board of Trustees."},{"prefix":"B","text":" Deadline. -- An informal hearing under this subsection shall take place not later than 30 days after an eligible chartering authority receives a timely written request for the hearing under paragraph (2) of this subsection."},{"prefix":"4","text":" Final decision. --"},{"prefix":"A","text":" Deadline. -- An eligible chartering authority shall render a final decision, in writing, on an application to renew a charter:"},{"prefix":"i","text":" Not later than 30 days after the date on which the eligible chartering authority provided the written notice of the right to a hearing, in the case of an application with respect to which such a hearing is not held; and"},{"prefix":"ii","text":" Not later than 30 days after the date on which the hearing is concluded, in the case of an application with respect to which a hearing is held."},{"prefix":"B","text":" Reasons for nonrenewal. -- An eligible chartering authority that denies an application to renew a charter shall state in its decision the reasons for denial."},{"prefix":"5","text":" Alternatives upon nonrenewal. -- If an eligible chartering authority denies an application to renew a charter granted to a public charter school, the Board of Education may:"},{"prefix":"A","text":" Manage the school directly until alternative arrangements can be made for students at the school; or"},{"prefix":"B","text":" Place the school in a probationary status that requires the school to take remedial actions, to be determined by the Board of Education, that directly relate to the grounds for the denial."},{"prefix":"6","text":" Judicial review. -- A decision by an eligible chartering authority to deny an application to renew a charter shall be subject to judicial review by an appropriate court of the District of Columbia."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.12","catch_text":"Charter renewal."}}