{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2811.\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Laws 13-143 added subsec. (e).\n\nSubsection 5(b) of D.C. Laws 13-143 provides\n\n\"This act shall expire after 225 days of its having taken effect or upon the effective date of the Moratorium on Conversion of Existing District of Columbia Public Schools into Charter Schools Amendment Act of 2000, or upon the date that final action is taken on Bill 13-582, the \"District of Columbia School Reform Amendment Act of 1999\" and Bill 13-583, the \"District of Columbia Public Charter School Conversion Petition Process Amendment Act of 2000\", or on amendments in the nature of a substitute to these two bills, whichever occurs first.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-135, see Historical and Statutory Notes following § 38-1701.01.\n\nFor Law 16-305, see notes following § 38-911.\n\nFor Law 17-9, see notes following § 38-103.\n\nMiscellaneous Notes\n\nSection 153 of Public Law 106-113 provides:\n\n\"Section 603(e)(2)(B) of the Student Loan Marketing Association Reorganization Act of 1996 (Public Law 104-208; 110 Stat. 3009-293) is amended--\n\n\"(1) by inserting 'and public charter' after 'public'; and\n\n\"(2) by adding at the end the following: 'Of such amounts and proceeds, $5,000,000 shall be set aside for use as a credit enhancement fund for public charter schools in the District of Columbia, with the administration of the fund (including the making of loans) to be carried out by the Mayor through a committee consisting of three individuals appointed by the Mayor of the District of Columbia and two individuals appointed by the Public Charter School Board established under section 2214 of the District of Columbia School Reform Act of 1995.' \"\n\nSection 161 of Public Law 106-522 provides:\n\n\"Section 603(e) of the Student Loan Marketing Association Reorganization Act of 1996 (Public Law 104-208; 110 Stat. 3009-293), as amended by section 153 of the District of Columbia Appropriations Act, 2000, is amended--\n\n\"(1) by amending the second sentence of paragraph (2)(B) to read as follows: \" Of such amounts and proceeds, $5,000,000 shall be set aside for a credit enhancement fund for public charter schools in the District of Columbia, to be administered and disbursed in accordance with paragraph (3).\"; and\n\n\"(2) by adding at the end the following new paragraph:\n\n\"(3) CREDIT ENHANCEMENT FUND FOR PUBLIC CHARTER SCHOOLS.--\n\n\"(A) DISTRIBUTION OF AMOUNTS.--Of the amounts in the credit enhancement fund established under paragraph (2)(B)--\n\n\"(i) 50 percent shall be used to make grants under subparagraph (B); and\n\n\"(ii) 50 percent shall be used to make grants under subparagraph (C).\n\n\"(B) GRANTS TO ELIGIBLE NONPROFIT CORPORATIONS.--\n\n\"(i) IN GENERAL.--Using the amounts described in subparagraph (A)(i), not later than 1 year after the date of the enactment of the District of Columbia Appropriations Act, 2001, the Mayor of the District of Columbia shall make and disburse grants to eligible nonprofit corporations to carry out the purposes described in subparagraph (E).\n\n\"(ii) ADMINISTRATION.--The Mayor shall administer the program of grants under this subparagraph, except that if the committee described in subparagraph (C)(iii) is in operation and is fully functional prior to the date the Mayor makes the grants, the Mayor may delegate the administration of the program to the committee.\n\n\"(C) OTHER GRANTS.--\n\n\"(i) IN GENERAL.--Using the amounts described in subparagraph (A)(ii), the Mayor of the District of Columbia shall make grants to entities to carry out the purposes described in subparagraph (E).\n\n\"(ii) PARTICIPATION OF SCHOOLS.--A public charter school in the District of Columbia may receive a grant under this subparagraph to carry out the purposes described in subparagraph (E) in the same manner as other entities receiving grants to carry out such activities.\n\n\"(iii) ADMINISTRATION THROUGH COMMITTEE.--The Mayor shall carry out this subparagraph through the *2484 committee appointed by the Mayor under the second sentence of paragraph (2)(B) (as in effect prior to the enactment of the District of Columbia Appropriations Act, 2001). The committee may enter into an agreement with a third party to carry out its responsibilities under this subparagraph.\n\n\"(iv) CAP ON ADMINISTRATIVE COSTS.--Not more than 10 percent of the funds available for grants under this subparagraph may be used to cover the administrative costs of making grants under this subparagraph.\n\n\"(D) SPECIAL RULE REGARDING ELIGIBILITY OF NONPROFIT CORPORATIONS.--In order to be eligible to receive a grant under this paragraph, a nonprofit corporation must provide appropriate certification to the Mayor or to the committee described in subparagraph (C)(iii) (as the case may be) that it is duly authorized by two or more public charter schools in the District of Columbia to act on their behalf in obtaining financing (or in assisting them in obtaining financing) to cover the costs of activities described in subparagraph (E)(i).\n\n\"(E) PURPOSES OF GRANTS.--\n\n\"(i) IN GENERAL.--The recipient of a grant under this paragraph shall use the funds provided under the grant to carry out activities to assist public charter schools in the District of Columbia in--\n\n\"(I) obtaining financing to acquire interests in real property (including by purchase, lease, or donation), including financing to cover planning, development, and other incidental costs;\n\n\"(II) obtaining financing for construction of facilities or the renovation, repair, or alteration of existing property or facilities including the purchase or replacement of fixtures and equipment), including financing to cover planning, development, and other incidental costs; and\n\n\"(III) enhancing the availability of loans (including mortgages) and bonds.\n\n\"(ii) NO DIRECT FUNDING FOR SCHOOLS.--Funds provided under a grant under this subparagraph may not be used by a recipient to make direct loans or grants to public charter schools.\"\n\nDelegation of Duty to Administer District of Columbia Public Charter School Credit Enhancement Fund, see Mayor's Order 2001-41, March 23, 2001 (48 DCR 3441).\n\nPar. 35 of Pub. L. 107-96 provides in part:\n\n\"section 161 of the District of Columbia Appropriations Act, 2001 (Public Law 106-522; 114 Stat. 2483, 2484), is amended, as if included in the Act--\n\n\"(1) by striking 'not later than 1 year after the date of the enactment of the District of Columbia Appropriations Act, 2001,';\n\n\"(2) by inserting 'revolving' after 'enhancement' in the second sentence of paragraph (2)(B), in the heading of paragraph (3), and in paragraph (3)(A); and\n\n\"(3) by striking '10 percent' and inserting '5 percent':\n\n\"Provided further, That the cap on administrative costs as amended by section 161 of the District of Columbia Appropriations Act, 2001 (Public Law 106-522; 114 Stat. 2484), is amended by striking '10 percent' and inserting '5 percent':\".\n\nDC CODE § 38-1702.01\n\nCurrent through December 11, 2012","credits":"(May 29, 1996, D.C. Law 11-135, § 201, 43 DCR 1699; Apr. 24, 2007, D.C. Law 16-305, § 54(a), 53 DCR 6198; June 12, 2007, D.C. Law 17-9, § 803, 54 DCR 4102.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"17","text":"Public Charter Schools. [Repealed]"},"subchapter":{"identifier":"II","text":"Establishment of Charters."},"heading":{"title":"38","chaptersection":"1702","identifier":"38-1702.01","catch_text":"Chartering authority. [Repealed]"}}