{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2853.31.\n\nDC CODE ยง 38-1803.11\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [254], Pub. L. 104-134, ยง 2231.)","sections":[{"prefix":"a","text":" Grant authorized. --"},{"prefix":"1","text":" In general. -- The Superintendent is authorized to award a grant to a World Class Schools Task Force to enable such task force to make the recommendation described in subsection (b) of this section."},{"prefix":"2","text":" Definition. -- For the purpose of this subchapter, the term \"World Class Schools Task Force\" means 1 nonprofit organization located in the District of Columbia that:"},{"prefix":"A","text":" Has a national reputation for advocating content standards;"},{"prefix":"B","text":" Has a national reputation for advocating a strong liberal arts curriculum;"},{"prefix":"C","text":" Has experience with at least 4 urban school districts for the purpose of establishing content standards;"},{"prefix":"D","text":" Has developed and managed professional development programs in science, mathematics, the humanities and the arts; and"},{"prefix":"E","text":" Is governed by an independent board of directors composed of citizens with a variety of experiences in education and public policy."},{"prefix":"b","text":" Recommendation required. --"},{"prefix":"1","text":" In general. -- The World Class Schools Task Force shall recommend to the Superintendent, the Board of Education, and the District of Columbia Goals Panel the following:"},{"prefix":"A","text":" Content standards in the core academic subjects that are developed by working with the District of Columbia community, which standards shall be developed not later than 12 months after April 26, 1996."},{"prefix":"B","text":" A core curriculum developed by working with the District of Columbia community, which curriculum shall include the teaching of computer skills."},{"prefix":"C","text":" Districtwide assessments for measuring student achievement in accordance with content standards developed under subparagraph (A) of this paragraph. Such assessments shall be developed at several grade levels, including at a minimum, the grade levels with respect to which the Superintendent establishes promotion gates under ยง 38-1803.21. To the extent feasible, such assessments shall, at a minimum, be designed to provide information that permits comparisons between:"},{"prefix":"i","text":" Individual District of Columbia public schools and public charter schools; and"},{"prefix":"ii","text":" Individual students attending such schools."},{"prefix":"D","text":" Model professional development programs for teachers using the standards and curriculum developed under subparagraphs (A) and (B) of this paragraph."},{"prefix":"2","text":" Special rule. -- The World Class Schools Task Force is encouraged, to the extent practicable, to develop districtwide assessments described in paragraph (1)(C) of this subsection that permit comparisons among:"},{"prefix":"A","text":" Individual District of Columbia public schools and public charter schools, and individual students attending such schools; and"},{"prefix":"B","text":" Students of other nations."},{"prefix":"c","text":" Content. -- The content standards and assessments recommended under subsection (b) of this section shall be judged by the World Class Schools Task Force to be world class, including having a level of quality and rigor, or being analogous to content standards and assessments of other States or nations (including nations whose students historically score high on international studies of student achievement)."},{"prefix":"d","text":" Submission to Board of Education for adoption. -- If the content standards, curriculum, assessments, and programs recommended under subsection (b) of this section are approved by the Superintendent, the Superintendent may submit such content standards, curriculum, assessments, and programs to the Board of Education for adoption."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"III","text":"World Class School Task Force, Core Curriculum, Content Standards, Assessments, and Promotion Gates."},"part":{"identifier":"A","text":"World Class School Task Force, Core Curriculum, Content Standards, Assessments."},"heading":{"title":"38","chaptersection":"1803","identifier":"38-1803.11","catch_text":"Grant authorized and recommendation required."}}