{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.43.\n\nEffect of Amendments\n\nSection 120 (d) of Public Law 106-522 added subsec. (c) providing for assignment of payments.\n\nSection 146(a) of Public Law 108-7 rewrote subsec. (b) which had read as follows:\n\n\"(b) Payments to New Schools.--\n\n\"(1) Establishment of fund. -- There is established in the general fund of the District of Columbia a fund to be known as the 'New Charter School Fund'.\n\n\"(2) Contents of fund. -- The New Charter School Fund shall consist of:\n\n\"(A) Unexpended and unobligated amounts appropriated from local funds for public charter schools for fiscal year 1997 and subsequent fiscal years that reverted to the general fund of the District of Columbia;\n\n\"(B) Amounts credited to the fund in accordance with this subsection upon the receipt by a public charter school described in paragraph (5) of this subsection of its first initial payment under subsection (a)(2)(A) of this section or its first final payment under subsection (a)(2)(B) of this section; and\n\n\"(C) Any interest earned on such amounts.\n\n\"(3) Expenditures from fund.--\n\n\"(A) In general. -- Not later than June 1, 1998, and not later than June 1 of each year thereafter, the Chief Financial Officer of the District of Columbia shall pay, from the New Charter School Fund, to each public charter school described in paragraph (5) of this subsection, an amount equal to 25% of the amount yielded by multiplying the uniform dollar amount used in the formula established under §38-1804.01(b) by the total anticipated enrollment as set forth in the petition to establish the public charter school.\n\n\"(B) Pro rata reduction. -- If the amounts in the New Charter School Fund for any year are insufficient to pay the full amount that each public charter school described in paragraph (5) of this subsection is eligible to receive under this subsection for such year, the Chief Financial Officer of the District of Columbia shall ratably reduce such amounts for such year on the basis of the formula described in § 38-1804.01(b).\n\n\"(C) Form of payment. -- Payments under this subsection shall be made by electronic funds transfer from the New Charter School Fund to a bank designated by a public charter school.\n\n\"(4) Credits to fund. -- Upon the receipt by a public charter school described in paragraph (5) of this subsection of:\n\n\"(A) Its first initial payment under subsection (a)(2)(A) of this section, the Chief Financial Officer of the District of Columbia shall credit the New Charter School Fund with 75% of the amount paid to the school under paragraph (3) of this subsection; and\n\n\"(B) Its first final payment under subsection (a)(2)(B) of this section, the Chief Financial Officer of the District of Columbia shall credit the New Charter School Fund with 25% of the amount paid to the school under paragraph (3) of this subsection.\n\n\"(5) Schools described. -- A public charter school described in this paragraph is a public charter school that:\n\n\"(A) Did not enroll any students during any portion of the fiscal year preceding the most recent fiscal year for which funds are appropriated to carry out this subsection; and\n\n\"(B) Operated as a public charter school during the most recent fiscal year for which funds are appropriated to carry out this subsection.\n\n\"(6) Authorization of appropriations. -- There are authorized to be appropriated to the Chief Financial Officer of the District of Columbia such sums as may be necessary to carry out this subsection for each fiscal year.\"\n\nPub. L. 108-335, in subsec. (b)(1), added at the end \"Amounts in the Charter School Fund shall remain available until expended, and any amounts in the Fund remaining unobligated or unexpended at the end of a fiscal year shall not revert to the General Fund of the District of Columbia.\"; and in subsec. (b)(2)(A), inserted after \"District of Columbia\", \"together with any other local funds that the Chief Financial Officer of the District of Columbia certifies are necessary to carry out the purposes of the Fund during the fiscal year,\".\n\nD.C. Law 15-348, in subsec. (a)(2), rewrote subpar. (A) and repealed subpar. (B). Prior to amendment, subpar. (A) of subsec. (a)(2) read as follows:\n\n\"(A) Initial payment. --\n\n\"(i) In general. -- Except as provided in sub-subparagraph (ii) of this subparagraph, not later than October 15, 1996, and not later than October 15 of each year thereafter, the Mayor shall transfer, by electronic funds transfer, an amount equal to 75% of the amount of the annual payment for each public charter school determined by using the formula established pursuant to § 38- 1804.01(b) to a bank designated by such school.\n\n\"(ii) Reduction in case of new school. -- In the case of a public charter school that has received a payment under subsection (b) of this section in the fiscal year immediately preceding the fiscal year in which a transfer under sub-subparagraph (i) of this subparagraph is made, the amount transferred to the school under sub-subparagraph (i) of this subparagraph shall be reduced by an amount equal to 75% of the amount of the payment under subsection (b).\n\n\"(B) Final payment. --\n\n\"(i) In general. -- Except as provided in sub-subparagraphs (ii) and (iii) of this subparagraph, not later than May 1, 1997, and not later than May 1 of each year thereafter, the Mayor shall transfer the remainder of the annual payment for a public charter school in the same manner as the initial payment was made under subparagraph (A) of this paragraph.\n\n\"(ii) Adjustment for enrollment. -- Not later than March 15, 1997, and not later than March 15 of each year thereafter, if the enrollment number of a public charter school has changed from the number reported to the Mayor and the Board of Education, as required under § 38-1804.02(a), the Mayor shall increase the payment in an amount equal to 50% of the amount provided for each student who has enrolled in such school in excess of such enrollment number, or shall reduce the payment in an amount equal to 50% of the amount provided for each student who has withdrawn or dropped out of such school below such enrollment number.\n\n\"(iii) Reduction in case of new school. -- In the case of a public charter school that has received a payment under subsection (b) of this section in the fiscal year immediately preceding the fiscal year in which a transfer under sub-subparagraph (i) of this subparagraph is made, the amount transferred to the school under sub-subparagraph (i) of this subparagraph shall be reduced by an amount equal to 25% of the amount of the payment under subsection (b) of this section.\"\n\nD.C. Law 16-191 repealed D.C. Law 15-348, § 102(c)(2), which resulted in no change in text.\n\nD.C. Law 17-20 rewrote subsec. (b) which had read as follows:\n\n\"(b) Payment to charter schools from Charter School Fund.--\n\n\"(1) Establishment of fund. -- The 'New Charter School Fund', as established in the general fund of the District of Columbia prior to February 20, 2003, shall be redesignated as the 'Charter School Fund'. Amounts in the Charter School Fund shall remain available until expended, and any amounts in the Fund remaining unobligated or unexpended at the end of a fiscal year shall not revert to the General Fund of the District of Columbia.\n\n\"(2) Contents of fund. -- The Charter School Fund shall consist of the following amounts:\n\n\"(A) Unexpended and unobligated amounts appropriated from local funds for public charter schools for any fiscal year that reverted to the general fund of the District of Columbia, together with any other local funds that the Chief Financial Officer of the District of Columbia certifies are necessary to carry out the purposes of the Fund during the fiscal year, but only to the extent that the balance of the Charter School Fund for the fiscal year involved is less than:\n\n\"(i) $10,000,000, in the case of fiscal year 2002; or\n\n\"(ii) $5,000,000, in the case of fiscal year 2003 and each succeeding fiscal year.\n\n\"(B) Any interest earned on such amounts.\n\n\"(3) Expenditures from fund. -- Amounts in the Charter School Fund shall be used to make payments during a fiscal year to any public charter school operating in the District of Columbia during the fiscal year whose total audited enrollment (including enrollment in special needs categories) exceeds the student enrollment which served as the basis for determining the school's annual payment under this chapter for the year.\n\n\"(4) Form of payment. -- Payments under this subsection shall be made by electronic funds transfer from the Charter School Fund to a bank designated by a public charter school.\n\n\"(5) Authorization of appropriations. -- There are authorized to be appropriated to the Chief Financial Officer of the District of Columbia such sums as may be necessary to carry out this subsection for each fiscal year.\"\n\nD.C. Law 18-370, in subsec. (a)(2)(A), substituted \"sub-subparagraphs (ii) and (iii)\" for \"sub-subparagraph (ii)\" in sub-subparagraph (i), and added sub-subparagraph (iii).\n\nTemporary Amendments of Section\n\nSection 3(c) of D.C. Laws 13-427 added subsec. (c) to provide:\n\n\"(c) Annual reports.--Not later than October 30 of each year the Mayor shall prepare and submit to the Authority, the Council, the Comptroller General of the United States, and the appropriate congressional committees a report containing a summary of the calculations made pursuant to subsection (b) of this subsection, including the four immediately prior reporting periods specified in subsection (a) of this section.\".\n\nSection 6(b) of D.C. Laws 13-427 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(c)(1)(A), 3(c)(2)(A), and 3(c)(2)(B) of D.C. Law 14-38 rewrote subpars. (a)(2)(A)(i) and (ii), par. (b)(4) and subpar. (b)(5)(B) to read as follows respectively:\n\n\"(i) In General.--Except as provided in sub-subparagraph (ii) of this subparagraph, no later than July 15, October 15, January 15, and April 15 of each year, the Mayor shall transfer, by electronic funds transfer, the quarterly payments for each public charter school as prescribed in section 107a of the Uniform Per Student Funding Formula for Public Schools and Public Charter Schools Act of 1998, effective March 26, 1999 (D.C. Law 12-207; D.C. Official Code § 38-2906(a)), to a bank designated by such school.\n\n\"(ii) Reduction in case of a new school.--In the case of a public charter school that has received a payment pursuant to subsection (b) of this section in the fiscal year immediately preceding the fiscal year in which a transfer pursuant to sub-subparagraph (i) of this subparagraph is made, the amounts transferred to the school under sub-subparagraph (i) of this paragraph shall be reduced by an amount equal to 25% of the amount of the payment pursuant to subsection (b) of this section.\".\n\n\"(4) Credits to fund.--Upon the receipt of each of its payments pursuant to subsection (a)(2)(A) of this section by a public charter school described in paragraph (5) of this subsection, the Chief Financial Officer of the District of Columbia shall credit the New Charter School Fund with 25 % of the amount paid to the school pursuant to paragraph (3) of this subsection.\".\n\n\"(B) Has had its petition to establish a public charter school approved pursuant to section 2203 of this Act and is scheduled to begin operation as a public charter school in the fiscal year for which funds are appropriated to carry out the provisions of this subsection.\".\n\nSection 3(c)(3)of D.C. Law 14-38 added a new subsec. (c) to read as follows:\n\n\"(c) Additional payment to New Schools. --Until the first day of the fiscal year shall be changed to July 1, the amount of payment to a public charter school described in subsection (b)(5)(B) of this section, shall be increased by 1/12 of the total dollar amount to which the public charter school is entitled for the fiscal year based on its unaudited October 5 enrollment.\".\n\nSection 3(c)(1)(B) of D.C. Law 14-38 repealed par. (a)(2)(B).\n\nSection 6(b) of D.C. Law 14-38 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 3(c) of D.C. Law 15-67, in subsec. (a)(2), rewrote subpar. (A), and repealed subpar. (B); in subsec. (b), rewrote pars. (4) and (5)(B); and added subsec. (d). Subpar. (A) of subsec. (a)(2), pars. (4) and (5)(B) of subsec. (b), and subsec. (d) read as follows:\n\n\"(A) Initial payment. --\n\n\"(i) In General. --Except as provided in sub-subparagraph (ii) of this subparagraph, no later than July 15, October 15, January 15, and April 15 of each year, the Mayor shall transfer, by electronic funds transfer, the quarterly payments for each public charter school as prescribed in section 107a of the Uniform Per Student Funding Formula for Public Schools and Public Charter Schools Act of 1998, passed by the Council on an emergency basis on September 16, 2003 (Enrolled version of Bill 15-431), to a bank designated by such school.\n\n\"(ii) Reduction in case of a new school. --In the case of a public charter school that has received a payment pursuant to subsection (b) of this section in the fiscal year immediately preceding the fiscal year in which a transfer pursuant to sub-subparagraph (i) of this subparagraph is made, the amounts transferred to the school under sub-subparagraph (i) of this subparagraph shall be reduced by an amount equal to 25% of the amount of the payment made pursuant to subsection (b) of this section.\"\n\n\"(4) Credits to fund. --Upon the receipt of each of its payments pursuant to subsection (a)(2)(A) of this section by a public charter school described in paragraph (5) of this subsection, the Chief Financial Officer of the District of Columbia shall credit the New Charter School Fund with 25% of the amount paid to the school pursuant to paragraph (3) of this subsection.\"\n\n\"(B) Has had its petition to establish a public charter school approved pursuant to section 2203 and is scheduled to begin operation as a public charter school in the fiscal year for which funds are appropriated to carry out the provisions of this subsection.\"\n\n\"(d) Additional payment to new schools. --Until section 441 of the District of Columbia Home Rule Act is amended to establish the first day of the fiscal year for D.C. Public Schools and Public Charter Schools as July 1, the amount of payment to a public charter school described in subsection (b)(5)(B) of this section, shall be increased by 1/12 of the total dollar amount to which the public charter school is entitled for the fiscal year based on its unaudited October 5 enrollment.\"\n\nSection 6(b) of D.C. Law 15-67 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 3(c) of the Public School Enrollment Integrity Emergency Amendment Act of 2000 (D.C. Act 13-409, August 14, 2000, 47 DCR 7264).\n\nFor temporary (90 day) amendment of section, see § 3(c) of the Public School Enrollment Integrity Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-453, November 7, 2000, 47 DCR 9406).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Public School Enrollment Integrity Emergency Amendment Act of 2001 (D.C. Act 14-86, July 9, 2001, 48 DCR 6373).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Public School Enrollment Integrity Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-192, November 29, 2001, 48 DCR 11239).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Public School Enrollment Integrity Clarification Emergency Amendment Act of 2003 (D.C. Act 15-174, October 6, 2003, 50 DCR 9181).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Public School Enrollment Integrity Clarification Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-282, December 18, 2003, 51 DCR 191).\n\nFor temporary (90 day) amendment of section, see § 3(c) of Public School Enrollment Integrity Clarification Emergency Amendment Act of 2004 (D.C. Act 15-519, August 2, 2004, 51 DCR 8995).\n\nFor temporary (90 day) amendment of section, see § 4032(e) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 403(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 14-38, see notes following § 38-1800.02.\n\nFor Law 15-67, see notes following § 38-1800.02.\n\nFor Law 15-348, see notes following § 38-1800.02.\n\nFor Law 16-191, see notes following § 38-1202.01.\n\nFor Law 17-20, see notes following § 38-451.\n\nFor history of Law 18-370, see notes under § 38-821.02.\n\nEditor's Notes\n\nSection 102(c)(2) of D.C. Law 15-348 purported to amend this section. Those amendments were not given effect due to the prior amendments by Pub. L. 108-7.\n\nMiscellaneous Notes\n\nSection 146(b) of Pub. L. 108-7 provides:\n\n\"(b) Notwithstanding any other provision of law, $5,000,000 from the Charter School Fund established pursuant to section 2403(b) of the District of Columbia School Reform Act of 1995 (D.C. Official Code, sec. 38-1804.03(b)), as amended by subsection (a), shall be deposited not later than 15 days after the date of the enactment of this Act into the credit enhancement revolving fund established pursuant to section 603(e) of the Student Loan Marketing Association Reorganization Act of 1996 (20 U.S.C. 1155(e)).\"\n\nSection 335(c) of Pub. L. 108-335 provided that the amendments made by this section shall apply with respect to fiscal year 2005 and each succeeding fiscal year.\n\nSection 827 of Pub. L. 110-161, Dec. 26, 2007, 121 Stat. 2042, provides:\n\n\"In fiscal year 2008 and thereafter, amounts deposited in the Student Enrollment Fund shall be available for expenditure upon deposit and shall remain available until expended consistent with the terms detailed in 'The Student Funding Formula Assessment, Educational Data Warehouse, and Enrollment Fund Establishment Amendment Act of 2007' (title IV-D of D.C. Law L17-0020) and the entire provisions of that Act are incorporated herein by reference.\"\n\nDC CODE § 38-1804.03\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [259], Pub. L. 104-134, § 2403; Nov. 19, 1997, 111 Stat. 2191, Pub. L. 105-100, § 172; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 120(d); Feb. 20, 2003, 117 Stat. 132, Pub. L. 108-7, Div. C, title III, § 146(a); Oct. 18, 2004, 118 Stat. 1347, Pub. L. 108-335, § 335(a), (b); Apr. 13, 2005, D.C. Law 15-348, § 102(c)(1), 52 DCR 1991; Mar. 2, 2007, D.C. Law 16-191, § 59, 53 DCR 6794; Sept. 18, 2007, D.C. Law 17-20, § 4032(d), 54 DCR 7052; Apr. 8, 2011, D.C. Law 18-370, § 403(b), 58 DCR 1008.)","sections":[{"prefix":"a","text":" In general. --"},{"prefix":"1","text":" Escrow for public charter schools. -- Except as provided in subsection (b) of this section, for any fiscal year, not later than 10 days after the date of enactment of an act making appropriations for the District of Columbia for such fiscal year, the Mayor shall place in escrow an amount equal to the aggregate of the amounts determined under § 38-1804.01(b)(1)(B) for use only by District of Columbia public charter schools."},{"prefix":"2","text":" Transfer of escrow funds. --"},{"prefix":"A","text":" Initial payment. --"},{"prefix":"i","text":" In General. -- Except as provided in sub-subparagraphs (ii) and (iii) of this subparagraph, no later than July 15, October 15, January 15, and April 15 of each year, the Mayor shall transfer, by electronic funds transfer, the quarterly payments for each public charter school as prescribed in § 38- 2906.02 to a bank designated by such school."},{"prefix":"ii","text":" Reduction in case of a new school. -- In the case of a public charter school that has received a payment pursuant to subsection (b) of this section in the fiscal year immediately preceding the fiscal year in which a transfer pursuant to sub-subparagraph (i) of this subparagraph is made, the amounts transferred to the school under sub-subparagraph (i) of this subparagraph shall be reduced by an amount equal to 25% of the amount of the payment made pursuant to subsection (b) of this section."},{"prefix":"iii","text":" Funds received from the Education Jobs Fund, established by section 101 of An Act To modernize the air traffic control system, improve the safety, reliability, and availability of transportation by air in the United States, provides for modernization of the air traffic control system, reauthorizes the Federal Aviation Administration, and for other purposes, approved August 10, 2010 (Pub. L. No.111-226; 124 Stat. 2389) (\"Act\"), shall be disbursed to public charter schools at such times as are consistent with the requirements of the Act, its implementing regulations, and other applicable federal regulations."},{"prefix":"B","text":" Repealed."},{"prefix":"C","text":" Pro rata reduction or increase in payments. --"},{"prefix":"i","text":" Pro rata reduction. -- If the funds made available to the District of Columbia Government for the District of Columbia public school system and each public charter school for any fiscal year are insufficient to pay the full amount that such system and each public charter school is eligible to receive under this subchapter for such year, the Mayor shall ratably reduce such amounts for such year on the basis of the formula described in § 38- 1804.01(b)."},{"prefix":"ii","text":" Increase. -- If additional funds become available for making payments under this subchapter for such fiscal year, amounts that were reduced under subparagraph (A) of this paragraph shall be increased on the same basis as such amounts were reduced."},{"prefix":"D","text":" Unexpended funds. -- Any funds that remain in the escrow account for public charter schools on September 30 of a fiscal year shall revert to the general fund of the District of Columbia."},{"prefix":"b","text":" Payments to public schools and public charter schools."},{"prefix":"1","text":" Establishment of fund. -- The fund previously established in the General Fund of the District of Columbia as the \"Charter School Fund\" shall be redesignated the Student Enrollment Fund. Amounts deposited in the Student Enrollment Fund shall be available for expenditure without further appropriation and shall remain available until expended for the purposes described in paragraph (3) of this subsection. Amounts remaining unobligated or unexpended at the end of a fiscal year shall not revert to the General Fund of the District of Columbia."},{"prefix":"2","text":" Contents of fund. -- The Student Enrollment Fund shall consist of:"},{"prefix":"A","text":" Unexpended and unobligated amounts appropriated from local funds for public charter schools for each fiscal year that reverted to the General Fund of the District of Columbia, together with any other local funds that the Chief Financial Officer certifies are necessary to effect the purposes of the fund during the fiscal year; provided, that the amount of funds deposited shall not exceed $8 million in any fiscal year; and"},{"prefix":"B","text":" Any interest earned on such amounts."},{"prefix":"3","text":" Purposes of fund. -- The Student Enrollment Fund shall be used to assist public schools and public charter schools in the District of Columbia by providing funding in cases where the total audited enrollment, including enrollment in special needs categories, exceeds the projected student enrollment on which the annual appropriation is based in that fiscal year."},{"prefix":"4","text":" Expenditures from fund. --"},{"prefix":"A","text":" Expenditures from the Student Enrollment Fund for enrollment in excess of the annual public charter school projection for any public charter school operating in that fiscal year shall be authorized in cases where the total audited actual enrollment, including enrollment in special needs categories, exceeds the projected student enrollment on which the annual appropriation is based in that fiscal year."},{"prefix":"B","text":" Expenditures from the Student Enrollment Fund for enrollment in excess of annual public school projections shall be authorized in cases where the total audited actual enrollment exceeds that of the student enrollment on which the annual appropriation is based in that fiscal year."},{"prefix":"5","text":" Form of payment. -- Payments under this subsection shall be made by electronic funds transfer from the Student Enrollment Fund to a bank designated by a public charter school."},{"prefix":"6","text":" Authorization of appropriations. -- There are authorized to be appropriated to the Chief Financial Officer such sums as may be necessary to effect the purposes of this subsection for each fiscal year."},{"prefix":"c","text":" Assignment of payments. -- A public charter school may assign any payments made to the school under this section to a financial institution for use as collateral to secure a loan or for the repayment of a loan."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"IV","text":"Per Capita District of Columbia Public School and Public Charter School Funding."},"heading":{"title":"38","chaptersection":"1804","identifier":"38-1804.03","catch_text":"Payments."}}