{"text":"","historical":"Effect of Amendments\n\nPub. L. 112-92, in subsec. (a)(3)(A), inserted 'in a manner consistent with § 38-1853.08(h)'; and, in subsec. (a)(3)(C), inserted 'if requested by the Institute of Education Sciences,'.\n\nDC CODE § 38-1853.09\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2011, 125 Stat. 206, Pub. L. 112-10, Div. C, § 3009; Feb. 1, 2012, 126 Stat. 6, Pub. L. 112-92, § 4.)","sections":[{"prefix":"a","text":" IN GENERAL. --"},{"prefix":"1","text":" DUTIES OF THE SECRETARY AND THE MAYOR. -- The Secretary and the Mayor of the District of Columbia shall--"},{"prefix":"A","text":" jointly enter into an agreement with the Institute of Education Sciences of the Department of Education to evaluate annually the performance of students who received scholarships under the 5-year program under this chapter;"},{"prefix":"B","text":" jointly enter into an agreement to monitor and evaluate the use of funds authorized and appropriated for the District of Columbia public schools and the District of Columbia public charter schools under this chapter; and"},{"prefix":"C","text":" make the evaluations described in subparagraphs (A) and (B) public in accordance with subsection (c)."},{"prefix":"2","text":" DUTIES OF THE SECRETARY. -- The Secretary, through a grant, contract, or cooperative agreement, shall--"},{"prefix":"A","text":" ensure that the evaluation under paragraph (1)(A)--"},{"prefix":"i","text":" is conducted using the strongest possible research design for determining the effectiveness of the opportunity scholarship program under this chapter; and"},{"prefix":"ii","text":" addresses the issues described in paragraph (4); and"},{"prefix":"B","text":" disseminate information on the impact of the program--"},{"prefix":"i","text":" in increasing the academic growth and achievement of participating eligible students; and"},{"prefix":"ii","text":" on students and schools in the District of Columbia."},{"prefix":"3","text":" DUTIES OF THE INSTITUTE OF EDUCATION SCIENCES. -- The Institute of Education Sciences of the Department of Education shall--"},{"prefix":"A","text":" use a grade appropriate, nationally norm-referenced standardized test each school year to assess participating eligible students in a manner consistent with § 38-1853.08(h);"},{"prefix":"B","text":" measure the academic achievement of all participating eligible students; and"},{"prefix":"C","text":" work with the eligible entities to ensure that the parents of each student who applies for a scholarship under this chapter (regardless of whether the student receives the scholarship) and the parents of each student participating in the scholarship program under this chapter, agree that the student will participate, if requested by the Institute of Education Sciences, in the measurements given annually by the Institute of Educational Sciences for the period for which the student applied for or received the scholarship, respectively, except that nothing in this subparagraph shall affect a student's priority for an opportunity scholarship as provided under § 38-1853.06."},{"prefix":"4","text":" ISSUES TO BE EVALUATED. -- The issues to be evaluated under paragraph (1)(A) shall include the following:"},{"prefix":"A","text":" A comparison of the academic growth and achievement of participating eligible students in the measurements described in paragraph (3) to the academic growth and achievement of the eligible students in the same grades who sought to participate in the scholarship program under this chapter but were not selected."},{"prefix":"B","text":" The success of the program in expanding choice options for parents of participating eligible students, improving parental and student satisfaction of such parents and students, respectively, and increasing parental involvement of such parents in the education of their children."},{"prefix":"C","text":" The reasons parents of participating eligible students choose for their children to participate in the program, including important characteristics for selecting schools."},{"prefix":"D","text":" A comparison of the retention rates, high school graduation rates, and college admission rates of participating eligible students with the retention rates, high school graduation rates, and college admission rates of students of similar backgrounds who do not participate in such program."},{"prefix":"E","text":" A comparison of the safety of the schools attended by participating eligible students and the schools in the District of Columbia attended by students who do not participate in the program, based on the perceptions of the students and parents."},{"prefix":"F","text":" Such other issues with respect to participating eligible students as the Secretary considers appropriate for inclusion in the evaluation, such as the impact of the program on public elementary schools and secondary schools in the District of Columbia."},{"prefix":"G","text":" An analysis of the issues described in subparagraphs (A) through (F) by applying such subparagraphs by substituting ''the subgroup of participating eligible students who have used each opportunity scholarship awarded to such students under this chapter to attend a participating school\" for ''participating eligible students\" each place such term appears."},{"prefix":"5","text":" PROHIBITION. -- Personally identifiable information regarding the results of the measurements used for the evaluations may not be disclosed, except to the parents of the student to whom the information relates."},{"prefix":"b","text":" REPORTS. -- The Secretary shall submit to the Committees on Appropriations, Education and the Workforce, and Oversight and Government Reform of the House of Representatives and the Committees on Appropriations, Health, Education, Labor, and Pensions, and Homeland Security and Governmental Affairs of the Senate--"},{"prefix":"1","text":" annual interim reports, not later than April 1 of the year following the year of the date of enactment of this chapter, and each subsequent year through the year in which the final report is submitted under paragraph (2), on the progress and preliminary results of the evaluation of the opportunity scholarship program funded under this chapter; and"},{"prefix":"2","text":" a final report, not later than 1 year after the final year for which a grant is made under § 38-1853.04(a), on the results of the evaluation of the program."},{"prefix":"c","text":" PUBLIC AVAILABILITY. -- All reports and underlying data gathered pursuant to this section shall be made available to the public upon request, in a timely manner following submission of the applicable report under subsection (b), except that personally identifiable information shall not be disclosed or made available to the public."},{"prefix":"d","text":" LIMIT ON AMOUNT EXPENDED. -- The amount expended by the Secretary to carry out this section for any fiscal year may not exceed 5 percent of the total amount appropriated under § 38-1853.14(a)(1) for the fiscal year."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.09","catch_text":"Evaluations."}}