{"text":"","historical":"","credits":"(Apr. 15, 2011, 125 Stat. 201, Pub. L. 112-10, Div. C, § 3005 .)\n\nDC CODE § 38-1853.05\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" IN GENERAL. -- In order to receive a grant under § 38-1853.04(a), an eligible entity shall submit an application to the Secretary at such time, in such manner, and accompanied by such information as the Secretary may require."},{"prefix":"b","text":" CONTENTS. -- The Secretary may not approve the request of an eligible entity for a grant under § 38-1853.04(a) unless the entity's application includes--"},{"prefix":"1","text":" a detailed description of--"},{"prefix":"A","text":" how the entity will address the priorities described in § 38-1853.06;"},{"prefix":"B","text":" how the entity will ensure that if more eligible students seek admission in the program of the entity than the program can accommodate, eligible students are selected for admission through a random selection process which gives weight to the priorities described in § 38-1853.06;"},{"prefix":"C","text":" how the entity will ensure that if more participating eligible students seek admission to a participating school than the school can accommodate, participating eligible students are selected for admission through a random selection process;"},{"prefix":"D","text":" how the entity will notify parents of eligible students of the expanded choice opportunities in order to allow the parents to make informed decisions;"},{"prefix":"E","text":" the activities that the entity will carry out to provide parents of eligible students with expanded choice opportunities through the awarding of scholarships under § 38-1853.07(a);"},{"prefix":"F","text":" how the entity will determine the amount that will be provided to parents under § 38-1853.07(a)(2) for the payment of tuition, fees, and transportation expenses, if any;"},{"prefix":"G","text":" how the entity will seek out private elementary schools and secondary schools in the District of Columbia to participate in the program;"},{"prefix":"H","text":" how the entity will ensure that each participating school will meet the reporting and other program requirements under this chapter;"},{"prefix":"I","text":" how the entity will ensure that participating schools submit to site visits by the entity as determined to be necessary by the entity, except that a participating school may not be required to submit to more than 1 site visit per school year;"},{"prefix":"J","text":" how the entity will ensure that participating schools are financially responsible and will use the funds received under § 38-1853.07 effectively;"},{"prefix":"K","text":" how the entity will address the renewal of scholarships to participating eligible students, including continued eligibility; and"},{"prefix":"L","text":" how the entity will ensure that a majority of its voting board members or governing organization are residents of the District of Columbia; and"},{"prefix":"2","text":" an assurance that the entity will comply with all requests regarding any evaluation carried out under § 38-1853.09(a)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.05","catch_text":"Applications."}}