{"text":"","historical":"","credits":"(Apr. 15, 2011, 125 Stat. 209, Pub. L. 112-10, Div. C, § 3011.)\n\nDC CODE § 38-1853.11\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" CONDITION OF RECEIPT OF FUNDS. -- As a condition of receiving funds under this chapter on behalf of the District of Columbia public schools and the District of Columbia public charter schools, the Mayor shall agree to carry out the following:"},{"prefix":"1","text":" INFORMATION REQUESTS. -- Ensure that all the District of Columbia public schools and the District of Columbia public charter schools comply with all reasonable requests for information for purposes of the evaluation under § 38-1853.09(a)."},{"prefix":"2","text":" AGREEMENT WITH THE SECRETARY. -- Enter into the agreement described in § 38-1853.09(a)(1)(B) to monitor and evaluate the use of funds authorized and appropriated for the District of Columbia public schools and the District of Columbia public charter schools under this chapter."},{"prefix":"3","text":" SUBMISSION OF REPORT. -- Not later than 6 months after the first appropriation of funds under § 38-1853.14, and each succeeding year thereafter, submit to the Committee on Appropriations, the Committee on Education and the Workforce, and the Committee on Oversight and Government Reform of the House of Representatives, and the Committee on Appropriations, the Committee on Health, Education, Labor, and Pensions, and the Committee on Homeland Security and Governmental Affairs of the Senate, information on--"},{"prefix":"A","text":" how the funds authorized and appropriated under this chapter for the District of Columbia public schools and the District of Columbia public charter schools were used in the preceding school year; and"},{"prefix":"B","text":" how such funds are contributing to student achievement."},{"prefix":"b","text":" ENFORCEMENT. -- If, after reasonable notice and an opportunity for a hearing for the Mayor, the Secretary determines that the Mayor has not been in compliance with 1 or more of the requirements described in subsection (a), the Secretary may withhold from the Mayor, in whole or in part, further funds under this chapter for the District of Columbia public schools and the District of Columbia public charter schools."},{"prefix":"c","text":" RULE OF CONSTRUCTION. -- Nothing in this section shall be construed to reduce, or otherwise affect, funding provided under this chapter for the opportunity scholarship program under this chapter."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.11","catch_text":"DC public schools and DC public charter schools."}}