{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 2171 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see ยง 2171 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 2170 of D.C. Law 18-111 provided that subtitle R of title II of the act may be cited as the \"Get DC Residents Training for Jobs Now Act of 2009\".\n\nDC CODE ยง 38-1011.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, ยง 2171, 57 DCR 181.)","sections":[{"prefix":"a","text":" The Mayor shall establish an evening, weekend, and summer adult technical career training program (\"Program\") for District residents in partnership with existing technical career training programs within 8 months of March 3, 2010. The Program shall provide technical career training opportunities for adults during evening hours, weekends, and summer months. The Program shall be conducted at the following locations:"},{"prefix":"1","text":" Phelps Architecture, Construction and Engineering High School;"},{"prefix":"2","text":" The Academy for Construction and Design at Cardozo Senior High School; and"},{"prefix":"3","text":" The Hospitality Public Charter High School at Roosevelt High School."},{"prefix":"b","text":" Part of the funding directed to support adult technical career training should be applied to cover the cost of operating these facilities beyond traditional school hours."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Public Education--Adult and Community."},"chapter":{"identifier":"10A","text":"Adult Technical Career Training."},"heading":{"title":"38","chaptersection":"1011","identifier":"38-1011.01","catch_text":"Establishment of evening, weekend, and summer adult technical career training program."}}