{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.11.\n\nEffect of Amendments\n\nD.C. Law 13-172 added subsec. (a)(2) (D) and (E).\n\nPub. L. 108-335 added subsec. (e).\n\nPub. L. 108-447 deleted amendments of subsecs. (a)(3)(B) and (b)(3)(B) by Pub. L. 108-335, § 342(a). See Editor's Notes.\n\nD.C. Law 17-9 added subsec. (f).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2503(a) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2503(a) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 4032(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nFor Law 17-9, see notes under § 38-103.\n\nEffective Dates\n\nSection 103(b) of Div. J, title I, of Pub. L. 108-447, provides: \"The amendments made by this section shall take effect as if included in the enactment of the District of Columbia Appropriations Act, 2005 [Pub. L. 108- 335]\".\n\nEditor's Notes\n\nThe amendment of subsecs. (a)(3)(B) and (b)(3)(B) by Pub. L. 108-335, § 342(a), was deleted by Pub. L. 108-447, Div. J, title I, § 103(a)(3), and did not take effect. See Effective Dates note.\n\nMiscellaneous Notes\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nDC CODE § 38-1802.01\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [234], Pub. L. 104-134, § 2201; Sept. 30, 1996, 110 Stat. 3009 [1461], Pub. L. 104-208, § 5205(a); Oct. 19, 2000, D.C. Law 13-172, § 2503(a), 47 DCR 6308; Oct. 18, 2004, 118 Stat. 1348, Pub. L. 108-335, §§ 341, 342(a); Dec. 8, 2004, 118 Stat. 3342, Pub. L. 108-447, Div. J., title I, § 103(a)(3); June 12, 2007, D.C. Law 17-9, § 802(a), 54 DCR 4102.)","sections":[{"prefix":"a","text":" Existing public school. -- An eligible applicant seeking to convert a District of Columbia public school into a public charter school:"},{"prefix":"1","text":" Shall prepare a petition to establish a public charter school that meets the requirements of § 38-1802.02;"},{"prefix":"2","text":" Shall provide a copy of the petition to:"},{"prefix":"A","text":" The parents of minor students attending the existing school;"},{"prefix":"B","text":" Adult students attending the existing school;"},{"prefix":"C","text":" Employees of the existing school;"},{"prefix":"D","text":" Parents of minor students who both attend:"},{"prefix":"i","text":" The school grade immediately lower than the first school grade which is served by the public school which is the subject of the conversion petition; and"},{"prefix":"ii","text":" A school that is located within the attendance zone of the public school which is the subject of the conversion petition."},{"prefix":"E","text":" Each Advisory Neighborhood Commission which represents an area within the attendance area of the public school which is the subject of the conversion petition; and"},{"prefix":"3","text":" Shall file the petition with an eligible chartering authority for approval after the petition:"},{"prefix":"A","text":" Is signed by two-thirds of the sum of:"},{"prefix":"i","text":" The total number of parents of minor students attending the school; and"},{"prefix":"ii","text":" The total number of adult students attending the school; and"},{"prefix":"B","text":" Is endorsed by at least two-thirds of full-time teachers employed in the school."},{"prefix":"b","text":" Private or independent school. -- An eligible applicant seeking to convert an existing private or independent school in the District of Columbia into a public charter school:"},{"prefix":"1","text":" Shall prepare a petition to establish a public charter school that is approved by the Board of Trustees or authority responsible for the school and that meets the requirements of § 38-1802.02;"},{"prefix":"2","text":" Shall provide a copy of the petition to:"},{"prefix":"A","text":" The parents of minor students attending the existing school;"},{"prefix":"B","text":" Adult students attending the existing school; and"},{"prefix":"C","text":" Employees of the existing school; and"},{"prefix":"3","text":" Shall file the petition with an eligible chartering authority for approval after the petition:"},{"prefix":"A","text":" Is signed by two-thirds of the sum of:"},{"prefix":"i","text":" The total number of parents of minor students attending the school; and"},{"prefix":"ii","text":" The total number of adult students attending the school; and"},{"prefix":"B","text":" Is endorsed by at least two-thirds of full-time teachers employed in the school."},{"prefix":"c","text":" New school. -- An eligible applicant seeking to establish in the District of Columbia a public charter school, but not seeking to convert a District of Columbia public school or a private or independent school into a public charter school, shall file with an eligible chartering authority for approval a petition to establish a public charter school that meets the requirements of § 38-1802.02."},{"prefix":"d","text":" Limitations on filing. --"},{"prefix":"1","text":" Multiple chartering authorities. -- An eligible applicant may not file the same petition to establish a public charter school with more than one eligible chartering authority during a calendar year."},{"prefix":"2","text":" Multiple petitions. -- An eligible applicant may not file more than one petition to establish a public charter school during a calendar year."},{"prefix":"e","text":" A petition to establish a public charter school in the District of Columbia, or to convert a District of Columbia public school or an existing private or independent school, is a public document."},{"prefix":"f","text":" Existing public charter schools. -- A public charter school that existed prior to June 12, 2007, and that was chartered by the District of Columbia Board of Education pursuant to Chapter 17 of this title, shall not be required to file a petition with the Public Charter School Board; it shall be considered approved and chartered for the purposes of this chapter and shall be subject to the powers and duties granted to the Public Charter School Board as an eligible chartering authority pursuant to §§ 38-1802.11, 38-1802.12, and 38-1802.13."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.01","catch_text":"Process for filing charter petitions."}}