{"text":"For the purposes of this chapter:","historical":"Prior Codifications\n\n1981 Ed., § 31-1602.\n\n1973 Ed., § 31-2002.\n\nEffect of Amendments\n\nD.C. Law 17-219 rewrote pars. (4)(A) and (B); and added par. (14). Prior to amendment, pars. (4)(A) and (B) read as follows:\n\n\"(A) Any entity or person organized or chartered in the District;\n\n\"(B) Any branch, extension or facility of an entity operating in the District, but organized or chartered outside of the District, that furnishes or offers to furnish in the District instruction or educational services leading toward a postsecondary degree, diploma, or certificate; or\".\n\nD.C. Law 18-378, in par. (12A), substituted \"Chapter 4 of Title 29\" for \"subchapter I of Chapter 3 of Title 29\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-104, see Historical and Statutory Notes following § 38-1301.\n\nFor legislative history of D.C. Law 7-217, see Historical and Statutory Notes following § 38-1309.\n\nLaw 8-239 was introduced in Council and assigned Bill No. 8-584, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 4, 1990, and December 18, 1990, respectively. Signed by the Mayor on December 27, 1990, it was assigned Act No. 8-322 and transmitted to both Houses of Congress for its review.\n\nFor Law 17-219, see notes following § 38-251.\n\nFor history of Law 18-378, see notes under § 38-1202.08.\n\nMiscellaneous Notes\n\nLicensing of proprietary schools: For amendment of proprietary school regulation related to the licensing of proprietary schools, see § 2 of the Proprietary School Regulations Amendment Act of 1982 (D.C. Law 4-134, 29 DCR 2748).\n\nShort title: Section 4009 of D.C. Law 17-219 provided that subtitle D of title IV of the act may be cited as the \"Education Licensure Commission Amendment Act of 2008\".\n\nDC CODE § 38-1302\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1977, D.C. Law 1-104, title II, § 201, 23 DCR 8734; Mar. 16, 1989, D.C. Law 7-217, § 2(b), 36 DCR 523; Mar. 8, 1991, D.C. Law 8-239, § 2(a), (b), 38 DCR 333; Aug. 16, 2008, D.C. Law 17-219, § 4010(a), 55 DCR 7598; July 2, 2011, D.C. Law 18-378, § 3(cc), 58 DCR 1720.)","sections":[{"prefix":"1","text":" \"Agent\" means any person owning any interest in, employed by, or representing for remuneration, an educational institution, whether such institution is located within or outside the District, and who solicits or offers to enroll in the District students or enrollees for such institution, or who holds himself or herself out to residents of the District of Columbia as representing an educational institution for any such purpose."},{"prefix":"1a","text":" \"Accredited\" means approved by an accrediting association recognized by the United States Department of Education."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Person\" includes, but is not limited to, any individual, group of individuals, firm, partnership, corporation, association, company, society, trust, or any other entity whatsoever."},{"prefix":"4","text":" \"Educational institution\" means:"},{"prefix":"A","text":" Any entity or person organized or chartered in the District that operates, keeps, or maintains any facility in the District through which educational instruction is offered;"},{"prefix":"B","text":" Any branch, extension, or facility of an entity that operates, keeps, or maintains any facility in the District through which educational instruction is offered, but organized or chartered outside of the District, that furnishes or offers to furnish in the District instruction or educational services leading toward a postsecondary degree, diploma, or certificate; or"},{"prefix":"C","text":" An entity that is organized or chartered and that operates outside of the District of Columbia, but through agents offers instruction or educational services to residents of the District."},{"prefix":"4a","text":" \"Certificate\" or \"diploma\" means a document, designation, mark, appellation, series of letters or words, academic or honorary title, or other symbol that signifies, purports or is generally taken to signify satisfactory completion of the requirements of an academic, educational, vocational or professional program of study at the postsecondary level, but does not include completion of a program for a degree."},{"prefix":"5","text":" \"Degree\" means a document, designation, mark, appellation, series of letters or words, academic or honorary titles, or other symbol that signifies, purports or is generally taken to signify satisfactory completion of the requirements of an academic, educational, or professional program of study for the associate, bachelor, master or doctor level of college or university education."},{"prefix":"6","text":" \"To grant or to confer\" includes awarding, selling, conferring, bestowing, or giving."},{"prefix":"7","text":" \"Education\", \"educational service\", or a like term means a class, course, or program of instruction or study at the postsecondary level in whatever form, manner, or medium provided, whether by personal attendance or correspondence."},{"prefix":"8","text":" \"To offer\" includes, in addition to its usual meanings, advertising, publicizing, soliciting, or encouraging any person, directly or indirectly, in any form, to perform the act described."},{"prefix":"9","text":" \"Chairman of the Council\" means Chairman of the Council of the District of Columbia."},{"prefix":"10","text":" \"Commission\" means Education Licensure Commission."},{"prefix":"11","text":" \"To operate\" or \"operating\" when applied to an educational institution means to establish, keep, or maintain any facility or location in the District, or to establish, keep, or maintain any facility or location organized or chartered in the District wherefrom or through which education is offered or given, or educational credentials are offered or granted, and includes contracting with any person, group, or entity to perform any such act."},{"prefix":"12","text":" \"License\" or \"to license\" means the granting of approval to operate by the Commission to any educational institution covered under this chapter. Such approval shall be contingent upon said educational institution's compliance with all rules, regulations and criteria promulgated by the Commission, as well as compliance with all other applicable D.C. laws and regulations."},{"prefix":"12A","text":" \"Non-profit\" means an organization or institution that is exempt from federal income tax under the provisions of 26 U.S.C. § 501(c)(3) and that meets the requirements of Chapter 4 of Title 29."},{"prefix":"12B","text":" \"Postsecondary\" means the level of education beyond high school."},{"prefix":"13","text":" \"Proprietary school\" means any privately-owned educational institution operated for a profit."},{"prefix":"14","text":" \"Facility\" means a physical structure located in the District, including suitable housing, classrooms, laboratories, and library resources, as required by the nature of the program or the student body."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"13","text":"Education Licensure Commission."},"heading":{"title":"38","chaptersection":"1302","identifier":"38-1302","catch_text":"Definitions."}}