{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.14.\n\nEffect of Amendments\n\nSection 120 (a) of Public Law 106-522 substituted for \"authority' the words \" eligible chartering authority\" in the heading to subsec. (c)(1)(B) and cl. (i) thereunder; and rewrote subsec. (c)(1)(A) and (c)(1)(B)(ii) which formerly provided:\n\n\"(A) Notice requirement.--Except in the case of an emergency (as determined by the eligible chartering authority of a public charter school), with respect to any contract proposed to be awarded by the public charter school and having a value equal to or exceeding $10,000, the school shall publish a notice of a request for proposals in the District of Columbia Register and newspapers of general circulation not less than 30 days prior to the award of the contract.\n\n\"(ii) Effective date of contract.--\n\n[(B)]\n\n\"(I) In general.--Subject to clause (II) of this sub-subparagraph, a contract described in subparagraph (A) of this paragraph shall become effective on the date that is 15 days after the date the school makes the submission under sub-subparagraph (i) of this subparagraph with respect to the contract, or the effective date specified in the contract, whichever is later.\n\n\"(II) Exception.--A contract described in subparagraph (A) of this paragraph shall be considered null and void if the Authority determines, within 12 days of the date the school makes the submission under sub-subparagraph (i) of this subparagraph with respect to the contract, that the contract endangers the economic viability of the public charter school.\"\n\nSection (c)(1) of Public Law 106-522 added par. (18) pertaining to licensing as child development center.\n\nD.C. Law 13-172 added at the end of subsec. (c)(8) \"; provided, that this paragraph shall not apply to students with special needs.\"\n\nD.C. Law 16-33, rewrote subsec. (c)(11)(B)(ix), which had read as follows:\n\n\"(ix) A financial statement audited by an independent certified public accountant in accordance with Government auditing standards for financial audits issued by the Comptroller General of the United States;\"\n\nD.C. Law 16-268 added subsec. (b-1); and in subsec. (c)(16), inserted \"and its sole purpose shall be the operation of the public charter school\" following \"shall be organized under subchapter I of Chapter 3 of Title 29\".\n\nD.C. Law 17-9, in subsec. (c), added pars. (19) and (20).\n\nD.C. Law 17-20 rewrote subsec. (c)(19), which had read as follows:\n\n\"(19) Participation in education data warehouse. -- A public charter school shall participate in the longitudinal education data warehouse system and shall provide data to the Office of the State Superintendent of Education upon request.\"\n\nD.C. Law 17-219, in subsec. (c), added par. (21).\n\nD.C. Law 18-378, in subsec. (c)(16), substituted \"Chapter 4 of Title 29\" for \"subchapter I of Chapter 3 of Title 29\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see §§ 2803 and 2812 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 2803 and 2812 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nFor temporary (90 day) amendment of section, see § 4013 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 4032(c) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) repeal of section 804 of D.C. Law 17-9, see § 4043(b) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment, see § 4023 of Fiscal Year 2009 Budget Support Emergency Act of 2008 (D.C. Act 17-468, July 28, 2008, 55 DCR 8746).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 38-1802.01.\n\nFor Law 16-33, see notes following § 38-1306.\n\nFor Law 16-268, see notes following § 38-1701.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nFor Law 17-20, see notes following § 38-451.\n\nFor Law 17-219, see notes following § 38-251.\n\nFor history of Law 18-378, see notes under § 38-1202.08.\n\nMiscellaneous Notes\n\nSection 133 of Pub. L. 109-115, Nov. 30, 2005, 119 Stat. 2522, provides:   \"Section 4013 of the Uniform Per Student Funding Formula for Public Schools and Public Charter Schools Amendment Act of 2005, passed on first reading on May 10, 2005 (engrossed version of Bill 16-200) [D.C. Law 16-33, § 4013], is hereby enacted into law.\"\n\nApplicability: Section 804 of D.C. Law 17-9 provides that section 802 shall apply upon enactment by Congress. Section 804 of D.C. Law 17-9 was repealed by section 4043(b) of D.C. Law 17-20.\n\nShort title: Section 4022 of D.C. Law 17-219 provided that subtitle K of title IV of the act may be cited as the \"Public Charter School Board Fiscal Responsibility Amendment Act of 2008\".\n\nDC CODE § 38-1802.04\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [238], Pub. L. 104-134, § 2204; Sept. 9, 1996, 110 Stat. 2356 [2376], Pub. L. 104-194, § 145; Oct. 19, 2000, D.C. Law 13-172, §§ 2803 and 2812, 47 DCR 6308; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 120(a), (c)(1); Oct. 20, 2005, D.C. Law 16-33, § 4013, 52 DCR 7503; Mar. 14, 2007, D.C. Law 16-268, § 4(c), 54 DCR 833; June 12, 2007, D.C. Law 17-9, § 802(c), 54 DCR 4102; Sept. 18, 2007, D.C. Law 17-20, § 4032(b), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 4023, 55 DCR 7598; July 2, 2011, D.C. Law 18-378, § 3(dd)(2), 58 DCR 1720.)","sections":[{"prefix":"a","text":" Duties. -- A public charter school shall comply with all of the terms and provisions of its charter."},{"prefix":"b","text":" Powers. -- A public charter school shall have the following powers:"},{"prefix":"1","text":" To adopt a name and corporate seal, but only if the name selected includes the words \"public charter school\";"},{"prefix":"2","text":" To acquire real property for use as the public charter school's facilities, from public or private sources;"},{"prefix":"3","text":" To receive and disburse funds for public charter school purposes;"},{"prefix":"4","text":" Subject to subsection (c)(1) of this section, to secure appropriate insurance and to make contracts and leases, including agreements to procure or purchase services, equipment, and supplies;"},{"prefix":"5","text":" To incur debt in reasonable anticipation of the receipt of funds from the general fund of the District of Columbia or the receipt of Federal or private funds;"},{"prefix":"6","text":" To solicit and accept any grants or gifts for public charter school purposes, if the public charter school:"},{"prefix":"A","text":" Does not accept any grants or gifts subject to any condition contrary to law or contrary to its charter; and"},{"prefix":"B","text":" Maintains for financial reporting purposes separate accounts for grants or gifts;"},{"prefix":"7","text":" To be responsible for the public charter school's operation, including preparation of a budget and personnel matters; and"},{"prefix":"8","text":" To sue and be sued in the public charter school's own name."},{"prefix":"b-1","text":" Limitation on powers -- Each power conferred upon a public charter school under subsection (b) of this section can only be used for the sole purpose of operating the public charter school."},{"prefix":"c","text":" Prohibitions and other requirements. --"},{"prefix":"1","text":" Contracting authority. --"},{"prefix":"A","text":" Notice requirement for procurement contracts. --"},{"prefix":"i","text":" In general. -- Except in the case of an emergency (as determined by the eligible chartering authority of a public charter school), with respect to any procurement contract proposed to be awarded by the public charter school and having a value equal to or exceeding $25,000, the school shall publish a notice of a request for proposals in the District of Columbia Register and newspapers of general circulation not less than 7 days prior to the award of the contract."},{"prefix":"ii","text":" Exception for certain contracts. -- The notice requirement of sub-subparagraph (i) of this subparagraph shall not apply with respect to any contract for the lease or purchase of real property by a public charter school, any employment contract for a staff member of a public charter school, or any management contract entered into by a public charter school and the management company designated in its charter or its petition for a revised charter."},{"prefix":"B","text":" Submission to the eligible chartering authority. --"},{"prefix":"i","text":" Deadline for submission. -- With respect to any contract described in subparagraph (A) of this paragraph that is awarded by a public charter school, the school shall submit to the eligible chartering authority, not later than 3 days after the date on which the award is made, all bids for the contract received by the school, the name of the contractor who is awarded the contract, and the rationale for the award of the contract."},{"prefix":"ii","text":" Effective date of contract. -- A contract described in subparagraph (A) of this paragraph shall become effective on the date that is 10 days after the date the school makes the submission under sub-subparagraph (i) of this subparagraph with respect to the contract, or the effective date specified in the contract, whichever is later."},{"prefix":"2","text":" Tuition, fees, and payments. --"},{"prefix":"A","text":" Prohibition. -- A public charter school may not, with respect to any student other than a nonresident student, charge tuition, impose fees, or otherwise require payment for participation in any program, educational offering, or activity that:"},{"prefix":"i","text":" Enrolls students in any grade from kindergarten through grade 12; or"},{"prefix":"ii","text":" Is funded in whole or part through an annual local appropriation."},{"prefix":"B","text":" Exception. -- A public charter school may impose fees or otherwise require payment, at rates established by the Board of Trustees of the school, for any program, educational offering, or activity not described in subsubparagraph (i) or (ii) of subparagraph (A), including adult education programs, or for field trips or similar activities."},{"prefix":"3","text":" Control. -- A public charter school:"},{"prefix":"A","text":" Shall exercise exclusive control over its expenditures, administration, personnel, and instructional methods, within the limitations imposed in this subchapter; and"},{"prefix":"B","text":" Shall be exempt from District of Columbia statutes, policies, rules, and regulations established for the District of Columbia public schools by the Superintendent, Board of Education, Mayor, District of Columbia Council, or Authority, except as otherwise provided in the school's charter or this subchapter."},{"prefix":"4","text":" Health and safety. --"},{"prefix":"A","text":" A public charter school shall maintain the health and safety of all students attending such school."},{"prefix":"B","text":" A public charter school shall submit, before September 16 of each year, a report to the chartering authority and, in a control year to the Authority a report that documents that the charter school's facilities comply with the applicable health and safety laws and regulations of the federal government and the District of Columbia, including the District of Columbia Fire Prevention Code. The report shall be open to public inspection and available upon request."},{"prefix":"5","text":" Civil rights and idea. -- The Age Discrimination Act of 1975 (42 U.S.C. 6101 et seq.), title VI of the Civil Rights Act of 1964 (42 U.S.C. 2000d et seq.), title IX of the Education Amendments of 1972 (20 U.S.C. 1681 et seq.), § 504 of the Rehabilitation Act of 1973 (29 U.S.C. 794), part B of the Individuals with Disabilities Education Act (20 U.S.C. 1411 et seq.), and the Americans with Disabilities Act of 1990 (42 U.S.C. 12101 et seq.), shall apply to a public charter school."},{"prefix":"6","text":" Governance. -- A public charter school shall be governed by a Board of Trustees in a manner consistent with the charter granted to the school and the provisions of this subchapter."},{"prefix":"7","text":" Other staff. -- No employee of the District of Columbia public schools may be required to accept employment with, or be assigned to, a public charter school."},{"prefix":"8","text":" Other students. -- No student enrolled in a District of Columbia public school, may be required to attend a public charter school; provided, that this paragraph shall not apply to students with special needs."},{"prefix":"9","text":" Taxes or bonds. -- A public charter school shall not levy taxes or issue bonds."},{"prefix":"10","text":" Charter revision. -- A public charter school seeking to revise its charter shall prepare a petition for approval of the revision and file the petition with the eligible chartering authority that granted the charter.   The provisions of § 38-1802.03 shall apply to such a petition in the same manner as such provisions apply to a petition to establish a public charter school."},{"prefix":"11","text":" Annual report. --"},{"prefix":"A","text":" In general. -- A public charter school shall submit an annual report to the eligible chartering authority that approved its charter. The school shall permit a member of the public to review any such report upon request."},{"prefix":"B","text":" Contents. -- A report submitted under subparagraph (A) of this paragraph shall include the following data:"},{"prefix":"i","text":" A report on the extent to which the school is meeting its mission and goals as stated in the petition for the charter school;"},{"prefix":"ii","text":" Student performance on any districtwide assessments;"},{"prefix":"iii","text":" Grade advancement for students enrolled in the public charter school;"},{"prefix":"iv","text":" Graduation rates, college admission test scores, and college admission rates, if applicable;"},{"prefix":"v","text":" Types and amounts of parental involvement;"},{"prefix":"vi","text":" Official student enrollment;"},{"prefix":"vii","text":" Average daily attendance;"},{"prefix":"viii","text":" Average daily membership;"},{"prefix":"ix","text":" For the fiscal year 2005 annual financial audit and subsequent fiscal year annual financial audits, a financial statement audited by an independent certified public accountant or accounting firm, who, notwithstanding any other provision of this chapter, shall be selected from an approved list developed by a committee of 2 representatives each from the District of Columbia Public Charter School Board, the District of Columbia Board of Education Charter School Board, and the District of Columbia Chief Financial Officer, in accordance with Government auditing standards for financial audits issued by the Comptroller General of the United States, pursuant to the April 8, 2005 memorandum of understanding between the District of Columbia Chartering Authorities and the District of Columbia Chief Financial Officer, as amended;"},{"prefix":"x","text":" A report on school staff indicating the qualifications and responsibilities of such staff; and"},{"prefix":"xi","text":" A list of all donors and grantors that have contributed monetary or in-kind donations having a value equal to or exceeding $500 during the year that is the subject of the report."},{"prefix":"C","text":" Nonidentifying data. -- Data described in sub-subparagraphs (i) through (ix) of subparagraph (B) of this paragraph that are included in an annual report shall not identify the individuals to whom the data pertain."},{"prefix":"12","text":" Census. -- A public charter school shall provide to the Board of Education student enrollment data necessary for the Board of Education to comply with § 38-204."},{"prefix":"13","text":" Complaint resolution process. -- A public charter school shall establish an informal complaint resolution process."},{"prefix":"14","text":" Program of education. -- A public charter school shall provide a program of education which shall include one or more of the following:"},{"prefix":"A","text":" Preschool;"},{"prefix":"B","text":" Prekindergarten;"},{"prefix":"C","text":" Any grade or grades from kindergarten through grade 12;"},{"prefix":"D","text":" Residential education; or"},{"prefix":"E","text":" Adult, community, continuing, and vocational education programs."},{"prefix":"15","text":" Nonsectarian nature of schools. -- A public charter school shall be nonsectarian and shall not be affiliated with a sectarian school or religious institution."},{"prefix":"16","text":" Nonprofit status of school. -- A public charter school shall be organized under Chapter 4 of Title 29 and its sole purpose shall be the operation of the public charter school."},{"prefix":"17","text":" Immunity from civil liability. --"},{"prefix":"A","text":" In general. -- A public charter school, and its incorporators, Board of Trustees, officers, employees, and volunteers, shall be immune from civil liability, both personally and professionally, for any act or omission within the scope of their official duties unless the act or omission:"},{"prefix":"i","text":" Constitutes gross negligence;"},{"prefix":"ii","text":" Constitutes an intentional tort; or"},{"prefix":"iii","text":" Is criminal in nature."},{"prefix":"B","text":" Common law immunity preserved. -- Subparagraph (A) of this paragraph shall not be construed to abrogate any immunity under common law of a person described in such subparagraph."},{"prefix":"18","text":" Licensing as child development center. -- A public charter school which offers a preschool or prekindergarten program shall be subject to the same child care licensing requirements (if any) which apply to a District of Columbia public school which offers such a program."},{"prefix":"19","text":" Participation in educational data warehouse. -- A public charter school shall participate in the longitudinal education data warehouse system established by the Office of the State Superintendent of Education and shall provide data to the OSSE upon request."},{"prefix":"20","text":" Cooperation with the Office of Ombudsman for Public Education. -- A public charter school shall cooperate with the Office of Ombudsman for Public Education and shall comply with the disclosure protections of Chapter 3A of this title."},{"prefix":"21","text":" Distribution of funds. -- Funds that have not been provided for in an approved financial plan shall not be distributed to any public charter school."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.04","catch_text":"Duties, powers, and other requirements, of public charter schools."}}