{"text":"Except as otherwise provided in this chapter, this chapter shall be effective beginning on April 26, 1996.","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2851.\n\nEffect of Amendments\n\nSection 155 of Public Law 106-113 deleted \"during the period\" preceding and \"and ending 5 years after such date\" following \"beginning on April 26, 1996\".\n\nMiscellaneous Notes\n\nContracting Authority of District of Columbia Financial Responsibility and Management Assistance Authority: Section 5201 of Pub. L. 104-208, 110 Stat. 3009 [1450], provided that:\n\n\"The District of Columbia Financial Responsibility and Management Assistance Authority (referred to in this section as the \"Authority\") shall have the authority to contract with a private entity (or entities) to carry out a program of school facility repair of public schools and public charter schools located in public school facilities in the District of Columbia, in consultation with the General Services Administration: Provided, That an amount estimated to be $40,700,000 is hereby transferred and otherwise made available to the Authority until expended for contracting as provided under this section, to be derived from transfers and reallocations as follows: (1) funds made available under the heading \"PUBLIC EDUCATION SYSTEM\" in Public Law 104-194 for school repairs in a restricted line item; (2) all capital financing authority made available for public school capital improvements in Public Law 104-194; and (3) all capital financing authority made available for public school capital improvements which are or remain available from Public Law 104-134 or any previous appropriations Act for the District of Columbia: Provided further, That the General Services Administration, in consultation with the District of Columbia Public Schools and the District of Columbia Council and subject to the approval of the Authority and the Committees on Appropriations of the Senate and the House of Representatives, shall provide program management services to assist in the short-term management of the repairs and capital improvements: Provided further,.\n\n\"That contracting authorized under this section shall be conducted in accordance with Federal procurement rules and regulations and guidelines or such guidelines as prescribed by the Authority.\"\n\nDC CODE ยง 38-1800.03\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [226], Pub. L. 104-134, ยง 2003; Nov. 29, 1999, 113 Stat. 1526, Pub. L. 106-113, ยง 155.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"heading":{"title":"38","chaptersection":"1800","identifier":"38-1800.03","catch_text":"General effective date."}}