{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2853.71.\n\nDC CODE ยง 38-1807.51\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [270], Pub. L. 104-134, ยง 2751.)","sections":[{"prefix":"a","text":" Food services and security services. -- Notwithstanding any other law, rule, or regulation, the Board of Education shall enter into a contract for academic year 1995-1996 and each succeeding academic year, for the provision of all food services operations and security services for the District of Columbia public schools, unless the Superintendent determines that it is not feasible and provides the Superintendent's reasons in writing to the Board of Education and the Authority."},{"prefix":"b","text":" Development of new management and data systems. -- Notwithstanding any other law, rule, or regulation, the Board of Education shall, in academic year 1995-1996, consult with the Authority on the development of new management and data systems, as well as training of personnel to use and manage the systems in areas of budget, finance, personnel and human resources, management information services, procurement, supply management, and other systems recommended by the Authority. Such plans shall be consistent with, and contemporaneous to, the District of Columbia Government's development and implementation of a replacement for the financial management system for the District of Columbia Government in use on April 26, 1996."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"VII","text":"Management and Fiscal Accountability; Preservation of School-Based Resources."},"heading":{"title":"38","chaptersection":"1807","identifier":"38-1807.51","catch_text":"Management support systems."}}