{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.41.\n\nEffect of Amendments\n\nD.C. Law 17-20, in subsec. (b)(3), added subpar. (D).\n\nD.C. Law 17-219, in subsec. (b)(3)(B), substituted \"the State Superintendent of Education, with the advice and consent of the District of Columbia Council,\" for \"the Mayor and the District of Columbia Council, in consultation with the Board of Education and the Superintendent,\".\n\nD.C. Law 18-370 added subsec. (b)(3)(E).\n\nD.C. Law 19-21 added subsecs. (c) to (i).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4032(d) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 403(a) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) amendment of section, see § 4002 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor Law 17-219, see notes following § 38-251.\n\nFor history of Law 18-370, see notes under § 38-821.02.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nResolutions\n\nResolution 16-864, the \"St. Coletta Special Education Charter School Annual Payment Adjustment Emergency Approval Resolution of 2006\", was approved effective November 14, 2006.\n\nResolution 17-427, the \"St. Coletta Special Education Public Charter School Summer Payment Adjustment Emergency Approval Resolution of 2007\", was approved effective November 6, 2007.\n\nResolution 17-465, the \"Public Charter School Supplemental Funding for Special Needs Services Annual Payment Adjustment Emergency Approval Resolution of 2007\", was approved effective December 11, 2007.\n\nMiscellaneous Notes\n\nApproval of a Fiscal Year 1997 Uniform Per Student Funding Formula for Public Schools Emergency Resolution of 1996: Pursuant to Resolution 11-441, effective July 3, 1996, Council approved, on an emergency basis, a uniform per student funding formula to determine the Fiscal Year 1997 annual payment to the Board of Education for public schools under its control and annual payment to public charter schools.\n\nShort title: Section 4001 of D.C. Law 17-219 provided that subtitle A of title IV of the act may be cited as the \"Supplemental Education Payments Amendment Act of 2008\".\n\nShort title: Section 4001 of D.C. Law 19-21 provided that subtitle A of title IV of the act may be cited as \"Funding for Public Schools and Public Charter Schools Amendment Act of 2011\".\n\nDC CODE § 38-1804.01\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [256], Pub. L. 104-134, § 2401; Nov. 19, 1997, 111 Stat. 2191, Pub. L. 105-100, §§ 170, 171; Sept. 18, 2007, D.C. Law 17-20, § 4032(c), 54 DCR 7052; Aug. 16, 2008, D.C. Law 17-219, § 4002, 55 DCR 7598; Apr. 8, 2011, D.C. Law 18-370, § 403(a), 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4002, 58 DCR 6226.)","sections":[{"prefix":"a","text":" In general. -- For fiscal year 1997 and for each subsequent fiscal year, the Mayor shall make annual payments from the general fund of the District of Columbia in accordance with the formula established under subsection (b) of this section."},{"prefix":"b","text":" Formula. --"},{"prefix":"1","text":" In general. -- The Mayor and the District of Columbia Council, in consultation with the Board of Education and the Superintendent, shall establish not later than 90 days after April 26, 1996, a formula to determine the amount of:"},{"prefix":"A","text":" The annual payment to the Board of Education for the operating expenses of the District of Columbia public schools, which for purposes of this paragraph includes the operating expenses of the Board of Education and the Office of the Superintendent; and"},{"prefix":"B","text":" The annual payment to each public charter school for the operating expenses of each public charter school."},{"prefix":"2","text":" Formula calculation. -- Except as provided in paragraph (3) of this subsection the amount of the annual payment under paragraph (1) of this subsection shall be calculated by multiplying a uniform dollar amount used in the formula established under such paragraph by:"},{"prefix":"A","text":" The number of students calculated under § 38-1804.02 that are enrolled at District of Columbia public schools, in the case of the payment under paragraph (1)(A) of this subsection; or"},{"prefix":"B","text":" The number of students calculated under § 38-1804.02 that are enrolled at each public charter school, in the case of a payment under paragraph (1)(B) of this subsection."},{"prefix":"3","text":" Exceptions. --"},{"prefix":"A","text":" Formula. -- Notwithstanding paragraph (2) of this subsection, the Mayor and the District of Columbia Council, in consultation with the Board of Education and the Superintendent, may adjust the formula to increase or decrease the amount of the annual payment to the District of Columbia public schools or each public charter school based on a calculation of:"},{"prefix":"i","text":" The number of students served by such schools in certain grade levels; and"},{"prefix":"ii","text":" The cost of educating students at such certain grade levels."},{"prefix":"B","text":" Payment. -- Notwithstanding paragraph (2) of this subsection, the State Superintendent of Education, with the advice and consent of the District of Columbia Council, may adjust the amount of the annual payment under paragraph (1) of this subsection to increase the amount of such payment if a District of Columbia public school or a public charter school serves a high number of students:"},{"prefix":"i","text":" With special needs;"},{"prefix":"ii","text":" Who do not meet minimum literacy standards; or"},{"prefix":"iii","text":" To whom the school provides room and board in a residential setting."},{"prefix":"C","text":" Adjustment for facilities costs. -- Notwithstanding paragraph (2) of this subsection, the Mayor and the District of Columbia Council, in consultation with the Board of Education and the Superintendent, shall adjust the amount of the annual payment under paragraph (1) of this subsection to increase the amount of such payment for a public charter school to take into account leases or purchases of, or improvements to, real property, if the school, not later than April 1 of the fiscal year preceding the payment, requests such an adjustment."},{"prefix":"D","text":" Notwithstanding paragraph (2) of this subsection:"},{"prefix":"i","text":" The Office of the State Superintendent of Education shall develop a plan to address deficiencies in the current uniform per student funding formula assumptions funding students requiring an intensive program of special education services and to support improved services and the expanded availability of appropriate programs for these students in the public schools and public charter schools, including in self-contained and non-self-contained settings."},{"prefix":"ii","text":" The OSSE shall study and recommend, prior to the beginning of school year 2007-2008, alternative approaches for funding such students that support the actual costs of services required by a student's Individual Education Plan."},{"prefix":"iii","text":" The OSSE may provide supplemental funding, in accordance with the plan, in addition to the uniform per pupil funding formula amount to a special education school serving students in need of an intensive program of special education services who have been diagnosed as having one or more disabling conditions for which the students' Individual Educational Plans require services in a self-contained setting during the regular school day; provided, that the amount of the total per student funding shall not exceed the negotiated rate for education and related services approved for such students by the Maryland Department of Education."},{"prefix":"E","text":" Notwithstanding paragraph (2) of this subsection, for fiscal year 2011, supplemental funding in addition to the supplemental allocations authorized by § 38-2905 may be provided to local education agencies (\"LEAs\") for special education services, including programs that increase the capacity of the LEA to provide special education services."},{"prefix":"c","text":" The requirements to meet IDEA's Maintenance of Effort Obligation and Use of Formula Special Education Payments are as follows:"},{"prefix":"1","text":"(A) All public schools within the District of Columbia receiving Special Education Payments and federal grant funds under the Individuals with Disabilities Education Act (\"IDEA\"), must expend, in total or per capita, an equal or greater amount of its non-federal, District funds on allowable special education costs each subsequent fiscal year as required by 34 CFR § 300.203 \"Maintenance of effort\", except as provided in 34 CFR § 300.204 \"Exception to maintenance of effort\", and 34 CFR § 300.205 \"Adjustment to local fiscal efforts in certain fiscal years\"."},{"prefix":"B","text":" This requirement applies to the District of Columbia Public Schools (\"DCPS\") and all public charter schools regardless of whether they have elected DCPS as their LEA for special education purposes."},{"prefix":"C","text":" Special education attorney fee expenditures made pursuant to 34 CFR § 300.517 shall not be included in the IDEA Maintenance of Effort calculation for DCPS or public charter schools."},{"prefix":"D","text":" If it is determined at any point, that DCPS or a public charter school has failed to maintain level of effort for expenditures made with non-federal, District funds for special education as defined in 34 CFR § 300. 203-205 of IDEA, the District shall withhold an amount equal to the difference from the school's next scheduled Formula base payment. In no case shall such withholding be taken from Special Education Payments made to the school in any fiscal year."},{"prefix":"E","text":" If a public charter school relinquishes its charter or if a final decision is made by the eligible chartering authority to revoke the charter as described in § 38-1802.13, the public charter school shall refund to OSSE the unexpended amount of the Special Education Payment necessary to ensure compliance with 34 CFR § 300.203. In no case shall federal funds, for which accountability to the federal government is required, be used to pay this liability."},{"prefix":"2","text":" Expenditure of Special Education Payments by public schools are restricted for use in accordance with allowable special education costs unless an LEA is in compliance with 34 CFR § 300.203 and has received an Annual Determination as required by 34 CFR § 300.600(a) of \"Meets Requirements\" for the most recent year for which this information is available."},{"prefix":"3","text":" Expenditures for attorney fees related to IDEA due process hearings pursuant to 34 CFR § 300.517 may not be paid from Special Education Payments; except that such fees may be paid from funds received under the Special Education Compliance Fund. Nothing in this section shall prohibit a public school from paying for attorney fees from other non-special education portions of its Formula payments."},{"prefix":"4","text":" All Special Education Payments must be expended within the fiscal year within which they were appropriated, unless the LEA is in compliance with the IDEA maintenance of effort requirements in 34 CFR § 300.203 and received an Annual Determiniation of \"Meets Requirements\" under 34 CFR § 300.600(a)."},{"prefix":"5","text":"(A) If DCPS or a public charter school does not have an Annual Determination of \"Meets Requirements\" and fails to expend in its entirety Special Education Payments on allowable special education costs within the fiscal year within which the funds are appropriated, the public school must reserve the full amount of unspent funds. The reserved funds shall be expended pursuant to a Corrective Action Plan approved by OSSE."},{"prefix":"B","text":" If DCPS or a public charter school fails to comply with the requirements of this paragraph, the District shall withhold an amount equal to the unspent portion of such funds from the school's next scheduled Formula base payment. In no case shall such withholding be taken from Special Education Payments made to the school in any fiscal year."},{"prefix":"d","text":" DCPS and public charter schools shall provide to OSSE, at least annually, a certified report of all expenditures made with Special Education Payments for each fiscal year."},{"prefix":"e","text":" OSSE shall issue guidance to clarify reporting requirements for the purpose of determining whether DCPS and each public charter school have:"},{"prefix":"1","text":" Expended Special Education Payments on allowable special education costs as required by this section;"},{"prefix":"2","text":" Made expenditures for attorney fees related to IDEA due process hearings pursuant to 34 CFR § 300.517 in accordance with subsection (c)(3) of this section; and"},{"prefix":"3","text":" Complied with federal IDEA Maintenance of Effort requirements."},{"prefix":"f","text":" The OSSE, utilizing official budget and expenditure data provided by the Office of the Chief Financial Officer, shall monitor the DCPS and public charter schools for compliance with the requirements in this section."},{"prefix":"g","text":" DCPS and public charter schools shall adhere to monitoring policies issued by OSSE pursuant to this section."},{"prefix":"h","text":" In the event the distribution of a Formula payment is delayed to DCPS or a public charter school, the school shall receive additional time to expend the distribution based upon the difference in the number of days between the scheduled distribution date and the actual distribution date of funds to DCPS or the public charter school."},{"prefix":"i","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Allowable special education costs\" shall have the same meaning as provided in § 38-2901(1A)."},{"prefix":"2","text":" \"Special Education Compliance Fund\" shall have the same meaning as provided in § 38-2901(11B)."},{"prefix":"3","text":" \"Special Education Payment\" shall have the same meaning as provided in § 38-2901(11C)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"IV","text":"Per Capita District of Columbia Public School and Public Charter School Funding."},"heading":{"title":"38","chaptersection":"1804","identifier":"38-1804.01","catch_text":"Annual budgets for schools."}}