{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.1.\n\nMiscellaneous Notes\n\nSee notes following § 38-1702.01.\n\nDC CODE § 38-1801.01\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [231], Pub. L. 104-134, § 2101.)","sections":[{"prefix":"a","text":" In general. --"},{"prefix":"1","text":" Plan. -- The Superintendent, with the approval of the Board of Education, shall submit to the Mayor, the District of Columbia Council, the Authority, the Consensus Commission, and the appropriate congressional committees, a long-term reform plan, not later than 90 days after April 26, 1996, and each February 15 thereafter. The long-term reform plan shall be consistent with the financial plan and budget for the District of Columbia for fiscal year 1996, and each financial plan and budget for a subsequent fiscal year, as the case may be, required under § 47-392.01."},{"prefix":"2","text":" Consultation. --"},{"prefix":"A","text":" In general. -- In developing the long-term reform plan, the Superintendent:"},{"prefix":"i","text":" Shall consult with the Board of Education, the Mayor, the District of Columbia Council, the Authority, and the Consensus Commission; and"},{"prefix":"ii","text":" Shall afford the public, interested organizations, and groups an opportunity to present their views and make recommendations regarding the long-term reform plan."},{"prefix":"B","text":" Summary of recommendations. -- The Superintendent shall include in the long-term plan a summary of the recommendations made under subparagraph (A)(ii) of this paragraph and the response of the Superintendent to the recommendations."},{"prefix":"b","text":" Contents. --"},{"prefix":"1","text":" Areas to be addressed. -- The long-term reform plan shall describe how the District of Columbia public schools will become a world-class education system that prepares students for lifetime learning in the 21st century and which is on a par with the best education systems of other cities, States, and nations. The long-term reform plan shall include a description of how the District of Columbia public schools will accomplish the following:"},{"prefix":"A","text":" Achievement at nationally and internationally competitive levels by students attending District of Columbia public schools;"},{"prefix":"B","text":" The preparation of students for the workforce, including:"},{"prefix":"i","text":" Providing special emphasis for students planning to obtain a postsecondary education; and"},{"prefix":"ii","text":" The development of individual career paths;"},{"prefix":"C","text":" The improvement of the health and safety of students in District of Columbia public schools;"},{"prefix":"D","text":" Local school governance, decentralization, autonomy, and parental choice among District of Columbia public schools;"},{"prefix":"E","text":" The implementation of a comprehensive and effective adult education and literacy program;"},{"prefix":"F","text":" The identification, beginning in grade 3, of each student who does not meet minimum standards of academic achievement in reading, writing, and mathematics in order to ensure that such student meets such standards prior to grade promotion;"},{"prefix":"G","text":" The achievement of literacy, and the possession of the knowledge and skills necessary to think critically, communicate effectively, and perform competently on districtwide assessments, by students attending District of Columbia public schools prior to such student's completion of grade 8;"},{"prefix":"H","text":" The establishment of after-school programs that promote self-confidence, self-discipline, self-respect, good citizenship, and respect for leaders, through such activities as arts classes, physical fitness programs, and community service;"},{"prefix":"I","text":" Steps necessary to establish an electronic data transfer system;"},{"prefix":"J","text":" Encourage parental involvement in all school activities, particularly parent teacher conferences;"},{"prefix":"K","text":" Expired."},{"prefix":"L","text":" The establishment of classes, beginning not later than grade 3, to teach students how to use computers effectively;"},{"prefix":"M","text":" The development of community schools that enable District of Columbia public schools to collaborate with other public and nonprofit agencies and organizations, local businesses, recreational, cultural, and other community and human service entities, for the purpose of meeting the needs and expanding the opportunities available to residents of the communities served by such schools;"},{"prefix":"N","text":" The establishment of programs which provide counseling, mentoring (especially peer mentoring), academic support, outreach, and supportive services to elementary, middle, and secondary school students who are at risk of dropping out of school;"},{"prefix":"O","text":" The establishment of a comprehensive remedial education program to assist students who do not meet basic literacy standards, or the criteria of promotion gates established in § 38-1803.21;"},{"prefix":"P","text":" The establishment of leadership development projects for middle school principals, which projects shall increase student learning and achievement and strengthen such principals as instructional school leaders;"},{"prefix":"Q","text":" The implementation of a policy for performance-based evaluation of principals and teachers, after consultation with the Superintendent and unions (including unions that represent teachers and unions that represent principals);"},{"prefix":"R","text":" The implementation of policies that require competitive appointments for all District of Columbia public school positions;"},{"prefix":"S","text":" The implementation of policies regarding alternative teacher certification requirements;"},{"prefix":"T","text":" The implementation of testing requirements for teacher licensing renewal;"},{"prefix":"U","text":" A review of the District of Columbia public school central office budget and staffing reductions for each fiscal year compared to the level of such budget and reductions at the end of fiscal year 1995; and"},{"prefix":"V","text":" The implementation of the discipline policy for the District of Columbia public schools in order to ensure a safe, disciplined environment conducive to learning."},{"prefix":"2","text":" Other information. -- For each of the items described in subparagraphs (A) through (V) of paragraph (1), the long-term reform plan shall include:"},{"prefix":"A","text":" A statement of measurable, objective performance goals;"},{"prefix":"B","text":" A description of the measures of performance to be used in determining whether the Superintendent and Board of Education have met the goals;"},{"prefix":"C","text":" Dates by which the goals shall be met;"},{"prefix":"D","text":" Plans for monitoring and reporting progress to District of Columbia residents, the Mayor, the District of Columbia Council, the Authority, the Consensus Commission, and the appropriate congressional committees regarding the carrying out of the long-term reform plan; and"},{"prefix":"E","text":" The title of the management employee of the District of Columbia public schools most directly responsible for the achievement of each goal and, with respect to each such employee, the title of the employee's immediate supervisor or superior."},{"prefix":"c","text":" Amendments. -- The Superintendent, with the approval of the Board of Education, shall submit any amendment to the long-term reform plan to the Mayor, the District of Columbia Council, the Authority, the Consensus Commission, and the appropriate congressional committees. Any amendment to the long-term reform plan shall be consistent with the financial plan and budget for fiscal year 1996, and each financial plan and budget for a subsequent fiscal year, as the case may be, for the District of Columbia required under § 47-392.01."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"I","text":"District of Columbia Reform Plan."},"heading":{"title":"38","chaptersection":"1801","identifier":"38-1801.01","catch_text":"Long-term reform plan."}}