{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.17.\n\nEffect of Amendments\n\nPub. L. 108-447 deleted the addition of subsec. (d) by Pub. L. 108-335. See Editor's Notes.\n\nD.C. Law 17-108 added subsec. (d).\n\nLegislative History of Laws\n\nLaw 17-108, the \"Jobs for D.C. Residents Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-185 which was referred to the Committee on Workforce Development and Government Operations. The Bill was adopted on first and second readings on July 10, 2007, and October 2, 2007, respectively. Signed by the Mayor on October 26, 2007, it was assigned Act No. 17-172 and transmitted to both Houses of Congress for its review. D.C. Law 17-108 became effective on February 6, 2008.\n\nEffective Dates\n\nSection 103(b) of Div. J, title I, of Pub. L. 108-447, provides: \"The amendments made by this section shall take effect as if included in the enactment of the District of Columbia Appropriations Act, 2005 [Pub. L. 108- 335]\".\n\nEditor's Notes\n\nThe addition of subsec. (e) by Pub. L. 108-335, § 342(b), was deleted by Pub. L. 108-447, Div. J, title I, § 103(a)(3), and did not take effect. See Effective Dates note.\n\nDC CODE § 38-1802.07\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [243], Pub. L. 104-134, § 2207; Oct. 18, 2004, 118 Stat. 1349, Pub. L. 108-335, § 342(b); Dec. 8, 2004, 118 Stat. 3342, Pub. L. 108-447, Div. J., title I, § 103(a)(3); Feb. 6, 2008, D.C. Law 17-108, § 214(a), 54 DCR 10993.)","sections":[{"prefix":"a","text":" Extended leave of absence without pay. --"},{"prefix":"1","text":" Leave of absence from District of Columbia public schools. -- The Superintendent shall grant, upon request, an extended leave of absence, without pay, to an employee of the District of Columbia public schools for the purpose of permitting the employee to accept a position at a public charter school for a 2-year term."},{"prefix":"2","text":" Request for extension. -- At the end of a 2-year term referred to in paragraph (1) of this subsection, an employee granted an extended leave of absence without pay under such paragraph may submit a request to the Superintendent for an extension of the leave of absence for an unlimited number of 2-year terms. The Superintendent may not unreasonably (as determined by the eligible chartering authority) withhold approval of the request."},{"prefix":"3","text":" Rights upon termination of leave. -- An employee granted an extended leave of absence without pay for the purpose described in paragraph (1) or (2) of this subsection shall have the same rights and benefits under law upon termination of such leave of absence as an employee of the District of Columbia public schools who is granted an extended leave of absence without pay for any other purpose."},{"prefix":"b","text":" Retirement System. --"},{"prefix":"1","text":" Creditable service. -- An employee of a public charter school who has received a leave of absence under subsection (a) of this section shall receive creditable service, as defined in § 1-626.04 and the rules established under such section, for the period of the employee's employment at the public charter school."},{"prefix":"2","text":" Authority to establish separate system. -- A public charter school may establish a retirement system for employees under its authority."},{"prefix":"3","text":" Election of retirement system. -- A former employee of the District of Columbia public schools who becomes an employee of a public charter school within 60 days after the date the employee's employment with the District of Columbia public schools is terminated may, at the time the employee commences employment with the public charter school, elect:"},{"prefix":"A","text":" To remain in a District of Columbia Government retirement system and continue to receive creditable service for the period of their employment at a public charter school; or"},{"prefix":"B","text":" To transfer into a retirement system established by the public charter school pursuant to paragraph (2) of this subsection."},{"prefix":"4","text":" Prohibited employment conditions. -- No public charter school may require a former employee of the District of Columbia public schools to transfer to the public charter school's retirement system as a condition of employment."},{"prefix":"5","text":" Contributions. --"},{"prefix":"A","text":" Employees electing not to transfer. -- In the case of a former employee of the District of Columbia public school who elects to remain in a District of Columbia Government retirement system pursuant to paragraph (3)(A) of this subsection the public charter school that employs the person shall make the same contribution to such system on behalf of the person as the District of Columbia would have been required to make if the person had continued to be an employee of the District of Columbia public schools."},{"prefix":"B","text":" Employees electing to transfer. -- In the case of a former employee of the District of Columbia public schools who elects to transfer into a retirement system of a public charter school pursuant to paragraph (3)(B) of this subsection, the applicable District of Columbia Government retirement system from which the former employee is transferring shall compute the employee's contribution to that system and transfer this amount, to the retirement system of the public charter school."},{"prefix":"c","text":" Employment status. -- Notwithstanding any other provision of law and except as provided in this section, an employee of a public charter school shall not be considered to be an employee of the District of Columbia Government for any purpose."},{"prefix":"d","text":" Residency preference. -- Notwithstanding the provisions of Unit A of Chapter 14 of Title 2, each qualified District resident applicant shall receive an additional 10-point preference over a qualified non-District resident applicant for all positions within a public charter school unless the applicant declines the preference.  This 10-point preference shall be in addition to, and not instead of, qualifications established for the position.   All persons hired after February 6, 2008, shall submit 8 proofs of residency upon employment in the manner determined by the Board.  An applicant claiming the hiring preference under this section shall agree in writing to maintain bona fide District residency for a period of 7 consecutive years from the effective date of hire and shall provide proof of such residency annually to the director of personnel of the public charter school for the first 7 years of employment. Failure to maintain District residency for the consecutive 7-year period shall result in forfeiture of employment.  The public charter school shall submit to the Board annual reports detailing the names of all new employees and their pay schedules, titles, and place of resident."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.07","catch_text":"Employees."}}