{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1701.\n\n1973 Ed., § 31-901.\n\nEffect of Amendments\n\nD.C. Law 15-38, in subsec. (b), substituted \"an Educational Services endorsement to a basic business license under the basic\" for \"a Class A Educational Services endorsement to a master business license under the master\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(cc) of Streamlining Regulation Emergency Act of 2003 (D.C. Act 15-145, August 11, 2003, 50 DCR 6896).\n\nLegislative History of Laws\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-615, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615 and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nFor Law 15-38, see notes following § 38-1306.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-1401\n\nCurrent through December 11, 2012","credits":"(May 4, 1896, 29 Stat. 112, ch. 154, § 1; Apr. 20, 1999, D.C. Law 12-261, § 2003(y), 46 DCR 3142; Oct. 28, 2003, D.C. Law 15-38, § 3(cc), 50 DCR 6913.)","sections":[{"prefix":"a","text":" It shall be unlawful for any medical or dental college claiming the authority to confer, or actually conferring, the degree of doctor of medicine, or doctor of dental surgery, not incorporated by a special act of Congress, to conduct its business in the District of Columbia, unless such college shall be registered by the Mayor of the District of Columbia and granted by him a written permit to commence or continue business in said District in compliance with the requirements of this subchapter."},{"prefix":"b","text":" The permit issued pursuant to this section shall be issued as an Educational Services endorsement to a basic business license under the basic business license system as set forth in subchapter I-A of Chapter 28 of Title 47."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"14","text":"Medical and Dental Colleges."},"subchapter":{"identifier":"I","text":"Registration."},"heading":{"title":"38","chaptersection":"1401","identifier":"38-1401","catch_text":"Registration of medical and dental colleges--Required; permit."}}