{"text":"From funds received under § 38-1412, the Mayor shall make payments (in amounts determined by the Secretary under such § 38-1412) to private nonprofit schools of medicine and dentistry in the District of Columbia. The total of the payments under this section in any fiscal year to a medical school shall not exceed the product of $5,000 times the number of full-time students enrolled in such school, and the total of payments to a dental school shall not exceed the product of $3,000 times the number of full-time students enrolled in such school.","historical":"Prior Codifications\n\n1981 Ed., § 31-1716.\n\n1973 Ed., § 31-926.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-1416\n\nCurrent through December 11, 2012","credits":"(Jan. 5, 1971, 84 Stat. 1934, Pub. L. 91-650, title III, § 307.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"14","text":"Medical and Dental Colleges."},"subchapter":{"identifier":"II","text":"Financial Assistance."},"heading":{"title":"38","chaptersection":"1416","identifier":"38-1416","catch_text":"Payments by Mayor to medical and dental schools--Limitations."}}