{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.20.\n\nEffect of Amendments\n\nSection 120 (b)(1) of Public Law 106-522 added subsec. (d) providing for waiver of application of duplicate and conflicting provisions.\n\nSection 120 (b)(2) provides:\n\n\"(2) EFFECTIVE DATE.--The amendments made by this subsection shall take effect as if included in the enactment of the District of Columbia School Reform Act of 1995.\"\n\nSection 120 (e) added subsec. (e) pertaining to participation in GSA programs.\n\nTemporary Amendments of Section\n\nSection 7 of D.C. Law 14-191 repealed subsec. (b).\n\nSection 16(b) of D.C. Law 14-191 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 7 of D.C. Law 14-228 repealed subsec. (b).\n\nSection 18(b) of D.C. Law 14-228 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 7 of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 7 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 7 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nLegislative History of Laws\n\nLaw 14-191, the \"Tax Clarity and Recorder of Deeds Temporary Act of 2002\", was introduced in Council and assigned Bill No. 14-667, which was retained by the Council. The Bill was adopted on first and second readings on May 7, 2002, and June 4, 2002, respectively. Signed by the Mayor on July 10, 2002, it was assigned Act No. 14-404 and transmitted to both Houses of Congress for its review. D.C. Law 14-191 became effective on October 5, 2002.\n\nLaw 14-228, the \"Tax Clarity and Related Amendments Temporary Act of 2002\", was introduced in Council and assigned Bill No. 14-763, and was retained by Council. The Bill was adopted on first and second readings on July 2, 2002, and September 17, 2002, respectively. Signed by the Mayor on October 3, 2002, it was assigned Act No. 14-483 and transmitted to both Houses of Congress for its review. D.C. Law 14-228 became effective on March 25, 2003.\n\nDC CODE § 38-1802.10\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [244], Pub. L. 104-134, § 2210; Nov. 22, 2000, 114 Stat. 2440, Pub. L. 106-522, § 120(b)(1), (e).)","sections":[{"prefix":"a","text":" Elementary and Secondary Education Act of 1965. --"},{"prefix":"1","text":" Treatment as local educational agency. --"},{"prefix":"A","text":" In general. -- For any fiscal year, a public charter school shall be considered to be a local educational agency for purposes of part A of title I of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 6311 et seq.), and shall be eligible for assistance under such part, if the fraction the numerator of which is the number of low-income students enrolled in the public charter school during the fiscal year preceding the fiscal year for which the determination is made and the denominator of which is the total number of students enrolled in such public charter school for such preceding year, is equal to or greater than the lowest fraction determined for any District of Columbia public school receiving assistance under such part A where the numerator is the number of low-income students enrolled in such public school for such preceding year and the denominator is the total number of students enrolled in such public school for such preceding year."},{"prefix":"B","text":" Definition. -- For the purposes of this subsection, the term \"low-income student\" means a student from a low-income family determined according to the measure adopted by the District of Columbia to carry out the provisions of part A of title I of the Elementary and Secondary Education Act of 1965 that is consistent with the measures described in § 1113(a)(5) of such Act (20 U.S.C. 6313(a)(5)) for the fiscal year for which the determination is made."},{"prefix":"2","text":" Allocation for fiscal years 1996 through 1998. --"},{"prefix":"A","text":" Public charter schools. -- For fiscal years 1996 through 1998, each public charter school that is eligible to receive assistance under part A of title I of the Elementary and Secondary Education Act of 1965 shall receive a portion of the District of Columbia's total allocation under such part which bears the same ratio to such total allocation as the number described in subparagraph (C) of this paragraph bears to the number described in subparagraph (D) of this paragraph."},{"prefix":"B","text":" District of Columbia public schools. -- For fiscal years 1996 through 1998, the District of Columbia public schools shall receive a portion of the District of Columbia's total allocation under part A of title I of the Elementary and Secondary Education Act of 1965 which bears the same ratio to such total allocation as the total of the numbers described in subsubparagraphs (ii) and (iii) of subparagraph (D) bears to the aggregate total described in subparagraph (D) of this paragraph."},{"prefix":"C","text":" Number of eligible students enrolled in the public charter school. -- The number described in this subparagraph is the number of low-income students enrolled in the public charter school during the fiscal year preceding the fiscal year for which the determination is made."},{"prefix":"D","text":" Aggregate number of eligible students. -- The number described in this subparagraph is the aggregate total of the following numbers:"},{"prefix":"i","text":" The number of low-income students who, during the fiscal year preceding the fiscal year for which the determination is made, were enrolled in a public charter school."},{"prefix":"ii","text":" The number of low-income students who, during the fiscal year preceding the fiscal year for which the determination is made, were enrolled in a District of Columbia public school selected to provide services under part A of title I of the Elementary and Secondary Education Act of 1965; and"},{"prefix":"iii","text":" The number of low-income students who, during the fiscal year preceding the fiscal year for which the determination is made:"},{"prefix":"I","text":" Were enrolled in a private or independent school; and"},{"prefix":"II","text":" Resided in an attendance area of a District of Columbia public school selected to provide services under part A of title I of the Elementary and Secondary Education Act of 1965."},{"prefix":"3","text":" Allocation for fiscal year 1999 and thereafter. --"},{"prefix":"A","text":" Calculation by secretary. -- Notwithstanding §§ 1124(a)(2), 1124A(a)(4), and 1125(d) of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 6333(a)(2), 6334(a)(4), and 6335(d)), for fiscal year 1999 and each fiscal year thereafter, the total allocation under part A of title I of such Act for all local educational agencies in the District of Columbia, including public charter schools that are eligible to receive assistance under such part, shall be calculated by the Secretary of Education. In making such calculation, such Secretary shall treat all such local educational agencies as if such agencies were a single local educational agency for the District of Columbia."},{"prefix":"B","text":" Allocation. --"},{"prefix":"i","text":" Public charter schools. -- For fiscal year 1999 and each fiscal year thereafter, each public charter school that is eligible to receive assistance under part A of title I of the Elementary and Secondary Education Act of 1965 shall receive a portion of the total allocation calculated under subparagraph (A) of this paragraph which bears the same ratio to such total allocation as the number described in paragraph (2)(C) of this subsection bears to the aggregate total described in paragraph (2)(D) of this subsection."},{"prefix":"ii","text":" District of Columbia public school. -- For fiscal year 1999 and each fiscal year thereafter, the District of Columbia public schools shall receive a portion of the total allocation calculated under subparagraph (A) of this paragraph which bears the same ratio to such total allocation as the total of the numbers described in subsubparagraphs (ii) and (iii) of paragraph (2)(D) of this subsection bears to the aggregate total described in paragraph (2)(D) of this subsection."},{"prefix":"4","text":" Use of ESEA funds. -- The Board of Education may not direct a public charter school in the school's use of funds under part A of title I of the Elementary and Secondary Education Act of 1965."},{"prefix":"5","text":" ESEA requirements. -- Except as provided in paragraph (6) of this subsection, a public charter school receiving funds under part A of title I of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 6301 et seq.) shall comply with all requirements applicable to schools receiving such funds."},{"prefix":"6","text":" Inapplicability of certain ESEA provisions. -- The following provisions of the Elementary and Secondary Education Act of 1965 shall not apply to a public charter school:"},{"prefix":"A","text":" Paragraphs (5) and (8) of § 1112(b) (20 U.S.C. 6312(b));"},{"prefix":"B","text":" Paragraphs (1)(A), (1)(B), (1)(C), (1)(D), (1)(F), (1)(H), and (3) of § 1112(c) (20 U.S.C. 6312(c));"},{"prefix":"C","text":" Section 1113 (20 U.S.C. 6313);"},{"prefix":"D","text":" Section 1115A (20 U.S.C. 6316);"},{"prefix":"E","text":" Subsections (a), (b), and (c) of § 1116 (20 U.S.C. 6317);"},{"prefix":"F","text":" Subsections (d) and (e) of § 1118 (20 U.S.C. 6319);"},{"prefix":"G","text":" Section 1120 (20 U.S.C. 6321);"},{"prefix":"H","text":" Subsections (a) and (c) of § 1120A (20 U.S.C. 6322); and"},{"prefix":"I","text":" Section 1126 (20 U.S.C. 6337)."},{"prefix":"b","text":" Property and sales taxes. -- A public charter school shall be exempt from District of Columbia property and sales taxes."},{"prefix":"c","text":" Education of Children With Disabilities. -- Notwithstanding any other provision of this chapter, each public charter school shall elect to be treated as a local educational agency or a District of Columbia public school for the purpose of part B of the Individuals With Disabilities Education Act (20 U.S.C. 1411 et seq.) and § 504 of the Rehabilitation Act of 1973 (29 U.S.C. 794)."},{"prefix":"d","text":" Waiver of application of duplicate and conflicting provisions. -- Notwithstanding any other provision of law, and except as otherwise provided in this chapter, no provision of any law regarding the establishment, administration, or operation of public charter schools in the District of Columbia shall apply with respect to a public charter school or an eligible chartering authority to the extent that the provision duplicates or is inconsistent with any provision of this chapter."},{"prefix":"e","text":" Participation in GSA programs. --"},{"prefix":"1","text":" In general. -- Notwithstanding any provision of this chapter or any other provision of law, a public charter school may acquire goods and services through the General Services Administration and may participate in programs of the Administration in the same manner and to the same extent as any entity of the District of Columbia government."},{"prefix":"2","text":" Participation by certain organizations. -- A public charter school may delegate to a nonprofit, tax-exempt organization in the District of Columbia the public charter school's authority under paragraph (1) of this subsection."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.10","catch_text":"Application of law."}}