{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2853.16.\n\nEffect of Amendments\n\nSection 156 of Public Law 106-113 added at the end of subsec. (c) \", except that a preference in admission may be given to an applicant who is a sibling of a student already attending or selected for admission to the public charter school in which the applicant is seeking enrollment.\"\n\nSection 2503(c) of D.C. Law 13-172 amended subsection (d)(1).\n\nD.C. Law 16-268, in subsec. (c), inserted \"or to an applicant who is a child of a member of the public charter school's founding board, so long as enrollment of founders' children is limited to no more than 10% of the school's total enrollment or to 20 students, whichever is less\" following \"in which the applicant is seeking enrollment\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2503(c) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 2503(c) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor Law 13-172, see notes following § 38-1802.01.\n\nFor Law 16-268, see notes following § 38-1701.01.\n\nDC CODE § 38-1802.06\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [242], Pub. L. 104-134, § 2206; Nov. 29, 1999, 113 Stat. 1526, Pub. L. 106-113, § 156; Oct. 19, 2000, D.C. Law 13- 172, § 2503(c), 47 DCR 6308; Mar. 14, 2007, D.C. Law 16-268, § 4(d), 54 DCR 833.)","sections":[{"prefix":"a","text":" Open enrollment. -- Enrollment in a public charter school shall be open to all students who are residents of the District of Columbia and, if space is available, to nonresident students who meet the tuition requirement in subsection (e) of this section."},{"prefix":"b","text":" Criteria for admission. -- A public charter school may not limit enrollment on the basis of a student's race, color, religion, national origin, language spoken, intellectual or athletic ability, measures of achievement or aptitude, or status as a student with special needs. A public charter school may limit enrollment to specific grade levels."},{"prefix":"c","text":" Random selection. -- If there are more applications to enroll in a public charter school from students who are residents of the District of Columbia than there are spaces available, students shall be admitted using a random selection process, except that a preference in admission may be given to an applicant who is a sibling of a student already attending or selected for admission to the public charter school in which the applicant is seeking enrollment, or an applicant who is a child of a member of the public charter school's founding board, so long as enrollment of founders' children is limited to no more than 10% of the school's total enrollment or to 20 students, whichever is less."},{"prefix":"d","text":"(1) Admission to an existing school. -- A District of Columbia public school that has been approved to be converted to a charter school under § 38- 1802.01 shall give priority in enrollment to:"},{"prefix":"A","text":" Students enrolled in the school at the time the petition is granted;"},{"prefix":"B","text":" The siblings of students described in subparagraph (A) of this paragraph; and"},{"prefix":"C","text":" Students who reside within the attendance boundaries, if any, in which the school is located."},{"prefix":"2","text":" A private or independent school that has been approved to be converted to a charter school under § 38-1802.01 may give priority in enrollment to the persons described in paragraph (1)(A) and (1)(B) of this subsection for a period of 5 years, beginning on the date its petition is approved."},{"prefix":"e","text":" Nonresident students. -- Nonresident students shall pay tuition to attend a public charter school at the applicable rate established for District of Columbia public schools administered by the Board of Education for the type of program in which the student is enrolled."},{"prefix":"f","text":" Student withdrawal. -- A student may withdraw from a public charter school at any time and, if otherwise eligible, enroll in a District of Columbia public school administered by the Board of Education."},{"prefix":"g","text":" Expulsion and suspension. -- The principal of a public charter school may expel or suspend a student from the school based on criteria set forth in the charter granted to the school."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.06","catch_text":"Student admission, enrollment, and withdrawal."}}