{"text":"","historical":"","credits":"(Apr. 15, 2011, 125 Stat. 208, Pub. L. 112-10, Div. C, § 3010.)\n\nDC CODE § 38-1853.10\n\nCurrent through December 11, 2012","sections":[{"prefix":"a","text":" ACTIVITIES REPORTS. -- Each eligible entity receiving funds under § 38- 1853.04(a) during a year shall submit a report to the Secretary not later than July 30 of the following year regarding the activities carried out with the funds during the preceding year."},{"prefix":"b","text":" ACHIEVEMENT REPORTS. --"},{"prefix":"1","text":" IN GENERAL. -- In addition to the reports required under subsection (a), each eligible entity receiving funds under § 38-1853.04(a) shall, not later than September 1 of the year during which the second school year of the entity's program is completed and each of the next 2 years thereafter, submit to the Secretary a report, including any pertinent data collected in the preceding 2 school years, concerning--"},{"prefix":"A","text":" the academic growth and achievement of students participating in the program;"},{"prefix":"B","text":" the high school graduation and college admission rates of students who participate in the program, where appropriate; and"},{"prefix":"C","text":" parental satisfaction with the program."},{"prefix":"2","text":" PROHIBITING DISCLOSURE OF PERSONAL INFORMATION. -- No report under this subsection may contain any personally identifiable information."},{"prefix":"c","text":" REPORTS TO PARENTS. --"},{"prefix":"1","text":" IN GENERAL. -- Each eligible entity receiving funds under § 38- 1853.04(a) shall ensure that each school participating in the entity's program under this chapter during a school year reports at least once during the year to the parents of each of the school's students who are participating in the program on--"},{"prefix":"A","text":" the student's academic achievement, as measured by a comparison with the aggregate academic achievement of other participating students at the student's school in the same grade or level, as appropriate, and the aggregate academic achievement of the student's peers at the student's school in the same grade or level, as appropriate;"},{"prefix":"B","text":" the safety of the school, including the incidence of school violence, student suspensions, and student expulsions; and"},{"prefix":"C","text":" the accreditation status of the school."},{"prefix":"2","text":" PROHIBITING DISCLOSURE OF PERSONAL INFORMATION. -- No report under this subsection may contain any personally identifiable information, except as to the student who is the subject of the report to that student's parent."},{"prefix":"d","text":" REPORT TO CONGRESS. -- Not later than 6 months after the first appropriation of funds under section 3014, and each succeeding year thereafter, the Secretary shall submit to the Committees on Appropriations, Education and the Workforce, and Oversight and Government Reform of the House of Representatives and the Committees on Appropriations, Health, Education, Labor, and Pensions, and Homeland Security and Governmental Affairs of the Senate, an annual report on the findings of the reports submitted under subsections (a) and (b)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.10","catch_text":"Reporting requirements."}}