{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4022(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 38-1306.\n\nMiscellaneous Notes\n\nShort title of subtitle C of title IV of Law 16-33: Section 4021 of D.C. Law 16-33 provided that subtitle C of title IV of the act may be cited as the Preservation of School-Based Staff Positions Amendment Act of 2005.\n\nDC CODE § 38-1807.57\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [271], Pub. L. 104-134, § 2757, as added Oct. 20, 2005, D.C. Law 16-33, § 4022(b), 52 DCR 7503.)","sections":[{"prefix":"a","text":" Findings. -- The Council of the District of Columbia finds that:"},{"prefix":"1","text":" In Fiscal Year 2006, the District of Columbia Public Schools (\"DCPS\") will receive a core budget of $779,309,000 with additional funding in the amount of $21 million for the Superintendent's school reform initiatives."},{"prefix":"2","text":" Despite an overall increase in funding for DCPS, local schools have been forced to develop plans to reduce their workforces because the 3.07% increase in the uniform per student funding formula does not cover the average step increase of 4.77% included in collective bargaining agreements approved by the Mayor and Council."},{"prefix":"3","text":" The Council believes that these reductions, which would come one year following the elimination of 500 school-based positions, are unacceptable and, if implemented, would be injurious to the DCPS."},{"prefix":"4","text":" As a result, there is a need to avert layoffs of more than 300 staff at individual schools."},{"prefix":"5","text":" DCPS should absorb the cost of the step increases from non-local school budget funds."},{"prefix":"b","text":" Restrictions on reductions of school-based employees. -- To the extent that a reduction in the number of full-time equivalent positions for the District of Columbia public schools is required to remain within the budget established for the public schools in appropriations acts, no reductions shall be made from the full-time equivalent positions for school- based teachers, principals, counselors, librarians, or other school-based educational positions that were established as of the end of Fiscal Year 2005, unless the Board of Education makes a determination based on student enrollment that:"},{"prefix":"1","text":" Fewer school-based positions are needed to maintain established pupil-to-staff ratios; or"},{"prefix":"2","text":" Reductions in positions for other than school-based employees are not practicable."},{"prefix":"c","text":" Definition. -- The term \"school-based educational position\" means a position located at a District of Columbia public school or other position providing direct support to students at such a school, including a position for a clerical, stenographic, or secretarial employee, but not including any part-time educational aide position."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"VII","text":"Management and Fiscal Accountability; Preservation of School-Based Resources."},"heading":{"title":"38","chaptersection":"1807","identifier":"38-1807.57","catch_text":"Preservation of school-based staff positions."}}