{"text":"The District of Columbia Public Schools shall submit to the Board of Education by January 1st and July 1st of each year a Schedule A showing all the current funded positions of the District of Columbia Public Schools, their compensation levels, and indicating whether the positions are encumbered. The Board of Education shall approve or disapprove each Schedule A within 30 days of its submission and provide the Council of the District of Columbia a copy of the Schedule A within 5 days of its approval.","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 362 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nLaw 15-39, the \"Fiscal Year 2004 Budget Support Act of 2003\", was introduced in Council and assigned Bill No. 15-218, which was referred to Committee on Whole. The Bill was adopted on first and second readings on May 6, 2003, and June 3, 2003, respectively. Signed by the Mayor on June 20, 2003, it was assigned Act No. 15-106 and transmitted to both Houses of Congress for its review. D.C. Law 15-39 became effective on November 13, 2003.\n\nMiscellaneous Notes\n\nShort title of subtitle G of title III of Law 15-39: Section 361 of D.C. Law 15-39 provided that subtitle G of title III of the act may be cited as the Public Schools Schedule A Submission Act of 2003.\n\nDC CODE ยง 38-160\n\nCurrent through December 11, 2012","credits":"(Nov. 13, 2003, D.C. Law 15-39, ยง 362, 50 DCR 5668.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"1","text":"Public School System."},"subchapter":{"identifier":"III","text":"Miscellaneous Provisions."},"heading":{"title":"38","chaptersection":"160","identifier":"38-160","catch_text":"Public schools Schedule A submission."}}