{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1609.\n\nEffect of Amendments\n\nD.C. Law 17-219 rewrote subsec. (a)(2), which had read as follows:\n\n\"(2) The institution is either organized or chartered in the District of Columbia, or organized or chartered outside of the District of Columbia and is registered as a foreign corporation pursuant to § 29-101.99, or § 29-301.64, or is otherwise properly authorized to do business in the District of Columbia.\"\n\nLegislative History of Laws\n\nLaw 7-217 was introduced in Council and assigned Bill No. 7-86, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 29, 1988, and December 13, 1988, respectively. Signed by the Mayor on January 6, 1989, it was assigned Act No. 7-292 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nFor Law 17-219, see notes following § 38-251.\n\nDC CODE § 38-1309\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1977, D.C. Law 1-104, § 9, as added Mar. 16, 1989, D.C. Law 7- 217, § 2(h), 36 DCR 523; Feb. 5, 1994, D.C. Law 10-68, § 29(a), 40 DCR 6311; Aug. 16, 2008, D.C. Law 17-219, § 4010(b), 55 DCR 7598.)","sections":[{"prefix":"a","text":" No person or postsecondary educational institution incorporated in the District of Columbia or outside of the District of Columbia shall operate a postsecondary educational institution in the District of Columbia, offer postsecondary education, have the power to grant or confer or offer to grant or confer a postsecondary degree or a diploma or certificate, offer postsecondary courses for credit, or issue transcripts or other documents to reflect credit toward a postsecondary degree, diploma or certificate, unless:"},{"prefix":"1","text":" The institution is granted a license to do so from the Commission or granted an exemption by the Commission in accordance with this chapter; and"},{"prefix":"2","text":" The institution is either organized or chartered in the District of Columbia and operates, keeps, or maintains a facility in the District through which educational instruction is offered, or organized or chartered outside the District of Columbia and is registered as a foreign corporation pursuant to § 29-101.99 or § 29-301.64, and operates, keeps, or maintains a facility in the District through which educational instruction is offered, or is otherwise properly authorized to do business in the District of Columbia and operates, keeps, or maintains a facility in the District through which educational instruction is offered."},{"prefix":"b","text":" No person shall state or imply that its educational program or course of instruction is approved for veteran's training in the District by the District of Columbia State Approving Agency or by the United States Veterans Administration, unless that person has obtained proper approval from the commission."},{"prefix":"c","text":" Except as provided for in this chapter, no person shall sell, barter, or exchange for any consideration, or attempt to sell, barter, or exchange for any consideration, a degree, diploma, or certificate."},{"prefix":"d","text":" The Commission, before granting any license, may require satisfactory evidence:"},{"prefix":"1","text":" That, in the case of an individual, unincorporated group of individuals, or incorporated institution, the individual, a majority of the group, or a majority of the trustees, directors, or managers of the incorporated institution are persons of good repute and qualified to conduct an institution of learning; and"},{"prefix":"2","text":" That no degree shall be awarded by an institution that is not accredited if more than one-half of the requirements for the degree are earned by correspondence or extramural study, unless this fact is conspicuously noted upon the degree conferred."},{"prefix":"e","text":" No degree shall be granted in medicine or any healing art, or in dentistry, for study pursued or work done by correspondence."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Public Education--Post Secondary."},"chapter":{"identifier":"13","text":"Education Licensure Commission."},"heading":{"title":"38","chaptersection":"1309","identifier":"38-1309","catch_text":"Postsecondary educational institution; requirements."}}