{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2853.73.\n\nDC CODE ยง 38-1807.53\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [270], Pub. L. 104-134, ยง 2753.)","sections":[{"prefix":"a","text":" In general. -- The Board of Education shall develop its fiscal year 1997 gross operating budget and its fiscal year 1997 appropriated funds budget request in accordance with this section."},{"prefix":"b","text":" Fiscal Year 1996 Budget Revision. -- Not later than 60 days after April 26, 1996, the Board of Education shall develop, approve, and submit to the Mayor, the District of Columbia Council, the Authority, and appropriate Congressional committees, a revised fiscal year 1996 gross operating budget that reflects the amount appropriated in the District of Columbia Appropriations Act, 1996, and which:"},{"prefix":"1","text":" Is broken out on the basis of appropriated funds and nonappropriated funds, control center, responsibility center, agency reporting code, object class, and object; and"},{"prefix":"2","text":" Indicates by position title, grade, and agency reporting code, all staff allocated to each District of Columbia public school as of October 15, 1995, and indicates on an object class basis all other-than-personal-services financial resources allocated to each school."},{"prefix":"c","text":" Zero-base budget. -- For fiscal year 1997, the Board of Education shall build its gross operating budget and appropriated funds request from a zero-base, starting from the local school level through the central office level."},{"prefix":"d","text":" School-by-school budgets. -- The Board of Education's initial fiscal year 1997 gross operating budget and appropriated funds budget request submitted to the Mayor, the District of Columbia Council, and the Authority shall contain school-by-school budgets and shall also:"},{"prefix":"1","text":" Be broken out on the basis of appropriated funds and nonappropriated funds, control center, responsibility center, agency reporting code, object class, and object;"},{"prefix":"2","text":" Indicate by position title, grade, and agency reporting code all staff budgeted for each District of Columbia public school, and indicate on an object class basis all other-than-personal-services financial resources allocated to each school; and"},{"prefix":"3","text":" Indicate the amount and reason for all changes made to the initial fiscal year 1997 gross operating budget and appropriated funds request from the revised fiscal year 1996 gross operating budget required by subsection (b) of this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"VII","text":"Management and Fiscal Accountability; Preservation of School-Based Resources."},"heading":{"title":"38","chaptersection":"1807","identifier":"38-1807.53","catch_text":"Development of fiscal year 1997 budget request."}}