{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-9, see notes following § 38-171.\n\nDelegation of Authority\n\nDelegation of Authority--Chancellor, District of Columbia Public Schools, see Mayor's Order 2007-158, July 5, 2007 (54 DCR 9617).\n\nRevised Delegation of Authority to Chancellor, District of Columbia Public Schools, see Mayor's Order 2007-11622, August 10, 2007 (54 DCR 11622).\n\nDC CODE § 38-174\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 105, 54 DCR 4102.)","sections":[{"prefix":"a","text":" The DCPS shall be administered by a Chancellor, who shall be appointed pursuant to § 1-523.01(a), and in accordance with subsection (b) of this section. The Chancellor shall:"},{"prefix":"1","text":" Be the chief executive officer of DCPS;"},{"prefix":"2","text":" Be qualified by experience and training for the position; and"},{"prefix":"3","text":" Serve at the pleasure of the Mayor."},{"prefix":"b","text":"(1) Prior to the selection of a nominee for Chancellor, the Mayor shall:"},{"prefix":"A","text":" Establish a review panel of teachers, including representatives of the Washington Teachers Union, parents, and students (\"panel\") to aid the Mayor in his or her selection of Chancellor;"},{"prefix":"B","text":" Provide the resumes and other pertinent information pertaining to the individuals under consideration, if any, to the panel; and"},{"prefix":"C","text":" Convene a meeting of the panel to hear the opinions and recommendations of the panel."},{"prefix":"2","text":" The Mayor shall consider the opinions and recommendations of the panel in making his or her nomination and shall give great weight to any recommendation of the Washington Teachers Union."},{"prefix":"c","text":" The duties of the Chancellor shall include to:"},{"prefix":"1","text":" Organize the agency for efficient operation;"},{"prefix":"2","text":" Create offices within the agency, as necessary;"},{"prefix":"3","text":" Exercise the powers necessary and appropriate to operate the schools and school system and to implement applicable provisions of District and federal law;"},{"prefix":"4","text":" Communicate with the collective bargaining unit for the employees under his or her administration;"},{"prefix":"5","text":" Promulgate and implement rules and regulations necessary and appropriate to accomplish his or her duties and functions in accordance with § 38-172 and Chapter 5 of Title 2;"},{"prefix":"6","text":" Obtain parental input as required by the No Child Left Behind Act of 2001, approved January 8, 2002 (Pub. L. No. 107-110; 115 Stat. 1425), and in accordance with the rules promulgated pursuant to this chapter;"},{"prefix":"7","text":" Hold public meetings, at least quarterly;"},{"prefix":"8","text":" Exercise, to the extent that such authority is delegated by the Mayor,:"},{"prefix":"A","text":" Personnel authority; and"},{"prefix":"B","text":" Procurement authority independent of the Office of Contracting and Procurement, consistent with Unit A of Chapter 3 of Title 2;"},{"prefix":"9","text":" Maintain clean and safe school facilities; and"},{"prefix":"10","text":" Create and operate a District-wide database that records the condition of all school facilities under the control of DCPS, which database shall be updated as necessary, but at least once per calendar year."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"1A","text":"District of Columbia Public Schools."},"heading":{"title":"38","chaptersection":"174","identifier":"38-174","catch_text":"Chancellor; appointment; duties."}}