{"text":"","historical":"Effect of Amendments\n\nPub. L. 112-92 rewrote subsec. (a)(4)(F) which had read as follows:\n\n\"(F) ensures that each teacher of core subject matter in the school has a baccalaureate degree or equivalent degree, whether such degree was awarded in or outside of the United States.\"\n\nDC CODE § 38-1853.07\n\nCurrent through December 11, 2012","credits":"(Apr. 15, 2011, 125 Stat. 202, Pub. L. 112-10, Div. C, § 3007; Feb. 1, 2012, 126 Stat. 6, Pub. L. 112-92, § 2.)","sections":[{"prefix":"a","text":" OPPORTUNITY SCHOLARSHIPS. --"},{"prefix":"1","text":" IN GENERAL. -- Subject to paragraphs (2) and (3), an eligible entity receiving a grant under § 38-1853.04(a) shall use the grant funds to provide eligible students with scholarships to pay the tuition, fees, and transportation expenses, if any, to enable the eligible students to attend the District of Columbia private elementary school or secondary school of their choice beginning in school year 2011-2012. Each such eligible entity shall ensure that the amount of any tuition or fees charged by a school participating in such entity's program under this chapter to an eligible student participating in the program does not exceed the amount of tuition or fees that the school charges to students who do not participate in the program."},{"prefix":"2","text":" PAYMENTS TO PARENTS. -- An eligible entity receiving a grant under § 38- 1853.04(a) shall make scholarship payments under the entity's program under this chapter to the parent of the eligible student participating in the program, in a manner which ensures that such payments will be used for the payment of tuition, fees, and transportation expenses (if any), in accordance with this chapter."},{"prefix":"3","text":" AMOUNT OF ASSISTANCE. --"},{"prefix":"A","text":" VARYING AMOUNTS PERMITTED. -- Subject to the other requirements of this section, an eligible entity receiving a grant under § 38-1853.04(a) may award scholarships in larger amounts to those eligible students with the greatest need."},{"prefix":"B","text":" ANNUAL LIMIT ON AMOUNT. --"},{"prefix":"i","text":" LIMIT FOR SCHOOL YEAR 2011-2012. -- The amount of assistance provided to any eligible student by an eligible entity under the entity's program under this chapter for school year 2011-2012 may not exceed--"},{"prefix":"I","text":" $8,000 for attendance in kindergarten through grade 8; and"},{"prefix":"II","text":" $12,000 for attendance in grades 9 through 12."},{"prefix":"ii","text":" CUMULATIVE INFLATION ADJUSTMENT. -- Beginning with school year 2012-2013, the Secretary shall adjust the maximum amounts of assistance described in clause (i) for inflation, as measured by the percentage increase, if any, from the preceding fiscal year in the Consumer Price Index for All Urban Consumers, published by the Bureau of Labor Statistics of the Department of Labor."},{"prefix":"4","text":" PARTICIPATING SCHOOL REQUIREMENTS. -- None of the funds provided under this chapter for opportunity scholarships may be used by an eligible student to enroll in a participating private school unless the participating school--"},{"prefix":"A","text":" has and maintains a valid certificate of occupancy issued by the District of Columbia;"},{"prefix":"B","text":" makes readily available to all prospective students information on its school accreditation;"},{"prefix":"C","text":" in the case of a school that has been operating for 5 years or less, submits to the eligible entity administering the program proof of adequate financial resources reflecting the financial sustainability of the school and the school's ability to be in operation through the school year;"},{"prefix":"D","text":" agrees to submit to site visits as determined to be necessary by the eligible entity pursuant to § 38-1853.05(b)(1)(I);"},{"prefix":"E","text":" has financial systems, controls, policies, and procedures to ensure that funds are used according to this chapter; and"},{"prefix":"F","text":" ensures that, with respect to core academic subjects (as such term is defined in section 9101(11) of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 7801(11)), participating students are taught by a teacher who has a baccalaureate degree or equivalent degree, whether such degree was awarded in or outside of the United Statesensures that each teacher of core subject matter in the school has a baccalaureate degree or equivalent degree, whether such degree was awarded in or outside of the United States."},{"prefix":"b","text":" ADMINISTRATIVE EXPENSES. -- An eligible entity receiving a grant under § 38-1853.04(a) may use not more than 3 percent of the amount provided under the grant each year for the administrative expenses of carrying out its program under this chapter during the year, including--"},{"prefix":"1","text":" determining the eligibility of students to participate;"},{"prefix":"2","text":" selecting eligible students to receive scholarships;"},{"prefix":"3","text":" determining the amount of scholarships and issuing the scholarships to eligible students;"},{"prefix":"4","text":" compiling and maintaining financial and programmatic records; and"},{"prefix":"5","text":" conducting site visits as described in § 38-1853.05(b)(1)(I)."},{"prefix":"c","text":" PARENTAL ASSISTANCE. -- An eligible entity receiving a grant under § 38- 1853.04(a) may use not more than 2 percent of the amount provided under the grant each year for the expenses of educating parents about the entity's program under this chapter, and assisting parents through the application process, under this chapter, including--"},{"prefix":"1","text":" providing information about the program and the participating schools to parents of eligible students;"},{"prefix":"2","text":" providing funds to assist parents of students in meeting expenses that might otherwise preclude the participation of eligible students in the program; and"},{"prefix":"3","text":" streamlining the application process for parents."},{"prefix":"d","text":" STUDENT ACADEMIC ASSISTANCE. -- An eligible entity receiving a grant under § 38-1853.04(a) may use not more than 1 percent of the amount provided under the grant each year for expenses to provide tutoring services to participating eligible students that need additional academic assistance. If there are insufficient funds to provide tutoring services to all such students in a year, the eligible entity shall give priority in such year to students who previously attended an elementary school or secondary school that was identified for improvement, corrective action, or restructuring under section 1116 of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 6316)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV-A","text":" Public Education-School Choice."},"chapter":{"identifier":"18N","text":"Scholarships for Opportunity and Results."},"heading":{"title":"38","chaptersection":"1853","identifier":"38-1853.07","catch_text":"Use of funds."}}