{"text":"","historical":"Legislative History of Laws\n\nLaw 16-268, the \"Public Charter School Assets and Facilities Preservation Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-624, which was referred to Committee on Education, Libraries and Recreation. The Bill was adopted on first and second readings on December 6, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-624 and transmitted to both Houses of Congress for its review. D.C. Law 16-268 became effective on March 14, 2007.\n\nDC CODE § 38-1802.13a\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [251], Pub.L. 104-134, § 2213a, as added Mar. 14, 2007, D.C. Law 16-268, § 4(f), 54 DCR 833.)","sections":[{"prefix":"a","text":" A nonprofit corporation operating a charter school shall dissolve if the charter for the school:"},{"prefix":"1","text":" Has been revoked by the authorizing entity;"},{"prefix":"2","text":" Has not been renewed by the authorizing entity; or"},{"prefix":"3","text":" Has been voluntarily relinquished by the charter school."},{"prefix":"b","text":" The distribution of assets upon dissolution required by subsection (a) of this section shall be in accordance with § 29-301.48 and this section."},{"prefix":"c","text":"(1) Except as provided in paragraph (2) of this subsection, the articles of incorporation or the bylaws of a nonprofit corporation operating the charter school shall require that:"},{"prefix":"A","text":" The corporation shall dissolve if the charter for the charter school has been revoked, has not been renewed, or has been voluntarily relinquished; and"},{"prefix":"B","text":" Any assets to be distributed pursuant to a plan of distribution under § 29- 301.48(3) shall be transferred to the State Education Office of the District of Columbia, to be controlled by the Office of Education Facilities and Partnerships and used solely for educational purposes."},{"prefix":"2","text":" A nonprofit corporation with an existing charter as of March 14, 2007, shall not be required to amend its articles of incorporation or bylaws to comply with the requirements of this section until the time of its charter renewal under § 38-1802.12."},{"prefix":"3","text":" Nothing in this subsection shall be construed as exempting the corporation from any other requirements of this section."},{"prefix":"d","text":"(1) The chartering authority, in consultation with the Board of Trustees, shall develop and execute a plan for:"},{"prefix":"A","text":" Liquidating the corporation's assets in a timely fashion and in a manner that will achieve maximum value;"},{"prefix":"B","text":" Discharging the corporation's debts; and"},{"prefix":"C","text":" Distributing any remaining assets in accordance with this section and § 29- 301.48(3)."},{"prefix":"2","text":" The plan shall:"},{"prefix":"A","text":" Provide that assets to be distributed pursuant to § 29-301.48(3) be transferred or conveyed to the District of Columbia, to be controlled by the Office of Education Facilities and Partnerships within the State Education Office and used solely for educational purposes; and"},{"prefix":"B","text":" Be in accordance with the terms of existing creditor agreements and applicable laws, and creditors shall retain all rights, powers, and remedies available to them to cure default as defined in their agreements with the charter school."},{"prefix":"3","text":" As soon as feasible, the Board of Trustees shall complete and submit to the authorizing entity a closeout audit, which shall include:"},{"prefix":"A","text":" An account of the present value of the charter school's liabilities held by all of its creditors, including:"},{"prefix":"i","text":" Banking institutions;"},{"prefix":"ii","text":" Vendors; and"},{"prefix":"iii","text":" State pension and health benefits agencies; and"},{"prefix":"B","text":" An account of the present value of the charter school's assets, including:"},{"prefix":"i","text":" Books;"},{"prefix":"ii","text":" Supplies;"},{"prefix":"iii","text":" Motor vehicles;"},{"prefix":"iv","text":" Furnishing;"},{"prefix":"v","text":" Equipment; and"},{"prefix":"vi","text":" Facilities."},{"prefix":"4","text":" Nothing in this subsection shall be construed as making the chartering authority or the District of Columbia liable for debts incurred by the corporation."},{"prefix":"e","text":" The chartering authority, in consultation with the Board of Trustees, shall arrange for the transfer and storage of necessary student records in the possession of the charter school."},{"prefix":"f","text":" The chartering authority may utilize assets of the charter school to provide for:"},{"prefix":"1","text":" The transfer and storage of student records pursuant to subsection (e) of this section; and"},{"prefix":"2","text":" Any other actual expenses incurred by the authorizing entity as a result of the dissolution of the nonprofit organization operating the charter school."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.13a","catch_text":"Mandatory dissolution."}}