{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4021 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) addition, see § 4021 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 4021 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nMiscellaneous Notes\n\nShort title: Section 4020 of D.C. Law 18-111 provided that subtitle C of title IV of the act may be cited as the \"Public Charter School Facilities Allotment Task Force Establishment Act of 2009\".\n\nDC CODE § 38-1837.01\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 2010, D.C. Law 18-111, § 4021, 57 DCR 181.)","sections":[{"prefix":"a","text":" There is established a Public Charter School Facilities Allotment Task Force (\"Task Force\"). The Task Force shall:"},{"prefix":"1","text":" Consult with:"},{"prefix":"A","text":" Public charter schools;"},{"prefix":"B","text":" The Council;"},{"prefix":"C","text":" Relevant District government agencies; and"},{"prefix":"D","text":" Banking, or other financial, professionals to determine the financial implications of any changes to the current uniform per student formula for the public charter schools facilities allotment."},{"prefix":"2","text":" Conduct a comprehensive analysis of facilities expenditures among public charter schools, including the allowable facilities expenditures recommended by the Mayor, and identify additional factors bearing on expenditures, if any, for consideration;"},{"prefix":"3","text":" Develop recommendations for a cost-based allocation formula for the public charter schools facilities allotment; and"},{"prefix":"4","text":" Identify cost-saving strategies and measures to ensure that public charter schools facilities allotment funds are used exclusively on public charter school facilities."},{"prefix":"b","text":" The Task Force shall submit to the Council its analysis and recommendations, including its recommendation for a cost-based allocation formula for the public charter schools facilities allotment, by November 30, 2009."},{"prefix":"c","text":" The Task Force shall be disbanded by no later than December 31, 2009."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18A","text":"Miscellaneous Public Charter School Provisions."},"subchapter":{"identifier":"IV","text":"Public Charter School Facilities Allotment Task Force."},"heading":{"title":"38","chaptersection":"1837","identifier":"38-1837.01","catch_text":"Establishment."}}