{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2853.15.\n\nDC CODE ยง 38-1802.05\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1996, 110 Stat. 1321 [241], Pub. L. 104-134, ยง 2205; Nov. 19, 1997, 111 Stat. 2191, Pub. L. 105-100, ยง 168.)","sections":[{"prefix":"a","text":" Board of Trustees. -- The members of a Board of Trustees of a public charter school shall be elected or selected pursuant to the charter granted to the school. Such Board of Trustees shall have an odd number of members that does not exceed 15, of which:"},{"prefix":"1","text":" A majority shall be residents of the District of Columbia; and"},{"prefix":"2","text":" At least 2 shall be parents of a student attending the school."},{"prefix":"b","text":" Eligibility. -- An individual is eligible for election or selection to the Board of Trustees of a public charter school if the person:"},{"prefix":"1","text":" Is a teacher or staff member who is employed at the school;"},{"prefix":"2","text":" Is a parent of a student attending the school; or"},{"prefix":"3","text":" Meets the election or selection criteria set forth in the charter granted to the school."},{"prefix":"c","text":" Election or selection of parents. -- In the case of the first Board of Trustees of a public charter school to be elected or selected after the date on which the school is granted a charter, the election or selection of the members under subsection (a)(2) of this section shall occur on the earliest practicable date after classes at the school have commenced. Until such date, any other members who have been elected or selected shall serve as an interim Board of Trustees. Such an interim Board of Trustees may exercise all of the powers, and shall be subject to all of the duties, of a Board of Trustees."},{"prefix":"d","text":" Fiduciaries. -- The Board of Trustees of a public charter school shall be fiduciaries of the school and shall set overall policy for the school. The Board of Trustees may make final decisions on matters related to the operation of the school, consistent with the charter granted to the school, this subchapter, and other applicable law."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IV","text":" Public Education--Charter Schools."},"chapter":{"identifier":"18","text":"District of Columbia School Reform (Public Charter Schools)."},"subchapter":{"identifier":"II","text":"Public Charter Schools."},"heading":{"title":"38","chaptersection":"1802","identifier":"38-1802.05","catch_text":"Board of Trustees of a public charter school."}}