{"text":"","historical":"Temporary Addition of Section\n\nSection 2(j) of D.C. Law 18-142 added a section to read as follows:\n\n\"Sec 403. Higher Education Incentive Grant Fund; establishment.\n\n\"(a)(1) There is established as nonlapsing fund, the Higher Education Incentive Grant Fund (\"HEIG fund\"), which shall be a separate program line within the University of the District of Columbia budget. All funds deposited into the HEIG fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress.\n\n\"(2) The HEIG fund shall be funded through:\n\n\"(A) Local funds;\n\n\"(B) Federal funds;\n\n\"(C) Federal grant funds; and\n\n\"(D) Grants, gifts, or subsidies from public or private sources.\n\n\"(b) The funds in the HEIG fund shall be used:\n\n\"(1) To fund the HEI program and the HEI scholarship program;\n\n\"(2) For administrative costs and monitoring of the HEIG fund, not to exceed 10% of the fund balance per fiscal year; and\n\n\"(3) To develop the pre-k workforce development plan in accordance with section 401.\".\n\nSection 5(a) of D.C. Law 18-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(j) of Pre-K Acceleration and Clarification Emergency Amendment Act of 2009 (D.C. Act 18-304, January 28, 2010, 57 DCR 1475).\n\nFor temporary (90 day) addition of section, see § 2(i) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-602, December 1, 2010, 57 DCR 11039).\n\nFor temporary (90 day) addition of section, see § 2(i) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 19-4, February 11, 2011, 58 DCR 1399).\n\nLegislative History of Laws\n\nFor history of Law 18-285, see notes under § 38-271.01.\n\nDC CODE § 38-274.03\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-202, §403, as added Mar. 8, 2011, D.C. Law 18-285, § 2(i), 57 DCR 11005.)","sections":[{"prefix":"a","text":"(1) There is established as a nonlapsing fund the Higher Education Incentive Grant Fund, which shall be a separate program line within the University of the District of Columbia budget. All funds deposited into the HEIG fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"2","text":" The HEIG fund shall be funded through:"},{"prefix":"A","text":" Local funds;"},{"prefix":"B","text":" Federal funds;"},{"prefix":"C","text":" Federal grant funds; and"},{"prefix":"D","text":" Grants, gifts, or subsidies from public or private sources."},{"prefix":"b","text":" The funds in the HEIG fund shall be used:"},{"prefix":"1","text":" To fund the HEI program and the HEI scholarship program;"},{"prefix":"2","text":" For administrative costs and monitoring of the HEIG fund, not to exceed 10% of the fund balance per fiscal year; and"},{"prefix":"3","text":" To develop the pre-k workforce development plan in accordance with § 38- 274.01."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2A","text":"Pre-Kindergarten Education System."},"subchapter":{"identifier":"IV","text":"Workforce Development."},"heading":{"title":"38","chaptersection":"274","identifier":"38-274.03","catch_text":"Higher Education Incentive Grant Fund."}}