{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18- 285, in subsec. (a), substituted \"oversee CBO pre-k\" for \"oversee pre-k\"; and rewrote subsecs. (b)(2) and (b)(8), which formerly read:\n\n\"(2) In regard to public charter schools, consult with the Public Charter School Board, established by § 38-1802.14, to ensure that the requirements and the goals of this chapter are met;\"\n\n\"(8) Develop and administer the technical assistance and professional development programs for all teaching staff, principals, and other administrators in all of the sectors of pre-k, in coordination with the District's state system of professional development and training;\"\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 18-142 rewrote subsec. (b)(2) to read as follows:\n\n\"(2) In regard to pre-k programs in public schools and public charter schools, consult with local education agencies and the Public Charter School Board, established by section 2214 of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321; D.C. Official Code § 38- 1802.14), to ensure that the goals of this act are met.\".\n\n; and repealed subsec. (b)(8).\n\nSection 5(a) of D.C. Law 18-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(b) of Pre-K Acceleration and Clarification Emergency Amendment Act of 2009 (D.C. Act 18-304, January 28, 2010, 57 DCR 1475).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-602, December 1, 2010, 57 DCR 11039).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 19-4, February 11, 2011, 58 DCR 1399).\n\nLegislative History of Laws\n\nFor Law 17-202, see notes following § 38-271.01.\n\nFor history of Law 18-285, see notes under § 38-271.01.\n\nDC CODE § 38-271.02\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-202, § 102, 55 DCR 6297; Mar. 8, 2011, D.C. Law 18-285, § 2(b), 57 DCR 11005.)","sections":[{"prefix":"a","text":" The OSSE shall oversee CBO pre-k education services, including:"},{"prefix":"1","text":" All programs, including curricula;"},{"prefix":"2","text":" All related state and federal early childhood programs;"},{"prefix":"3","text":" Any licensure requirements;"},{"prefix":"4","text":" Fiscal matters;"},{"prefix":"5","text":" Funding to:"},{"prefix":"A","text":" Maximize the use of federal funds and other resources;"},{"prefix":"B","text":" Minimize inefficiencies and programmatic barriers;"},{"prefix":"C","text":" Ensure that children are placed on the appropriate funding streams; and"},{"prefix":"D","text":" Ensure that funds authorized by this chapter are used to supplement, not supplant, other funding sources that finance education programs for children of pre-k age;"},{"prefix":"6","text":" The alignment and monitoring of standards and teaching practices between pre-k and grades kindergarten through 3rd grade; and"},{"prefix":"7","text":" The implementation of an external evaluation of all pre-k programs, including the measurement of progress toward school-readiness benchmarks."},{"prefix":"b","text":" The OSSE shall:"},{"prefix":"1","text":" Coordinate with the Interagency Collaboration and Services Integration Commission, established by § 2-1594, to ensure that eligible families can access coordinated support services for their children of pre-k age;"},{"prefix":"2","text":" In regard to pre-k programs in public schools and public charter schools, consult with local education agencies and the Public Charter School Board, established by § 38-1802.14, to ensure that the goals of this chapter are met;"},{"prefix":"3","text":" Establish facilities requirements for classroom expansion and quality improvement, to be utilized by the Office of Public Education Facilities Modernization, established by § 38-451, to complete the capital improvements and renovation of facilities;"},{"prefix":"4","text":" Develop high-quality content standards for all pre-k programs, which have been approved by the State Board of Education;"},{"prefix":"5","text":" Develop and oversee a monitoring, assessment, and accountability process for all programs within the pre-k-education system;"},{"prefix":"6","text":" Promulgate a process for pre-k programs that fail to attain the required high-quality standards by September 1, 2014, which may include:"},{"prefix":"A","text":" A reduction or elimination of local funding;"},{"prefix":"B","text":" Denial of licensure; or"},{"prefix":"C","text":" Revocation of licensure;"},{"prefix":"7","text":" Promulgate a quality-improvement process for pre-k programs that, after 2014, fail to maintain for a period of time, as determined by OSSE, the required high-quality standards, which may include:"},{"prefix":"A","text":" Adherence to a quality-improvement plan;"},{"prefix":"B","text":" A reduction or an elimination of local funding;"},{"prefix":"C","text":" Denial of licensure; or"},{"prefix":"D","text":" Revocation of licensure;"},{"prefix":"8","text":" Develop and administer the technical assistance program across all pre-k education services."},{"prefix":"9","text":" Collect and disseminate to the public on an ongoing basis child and program data; and"},{"prefix":"10","text":" Consider developing a sliding-fee scale for enrollment in pre-k of children whose family income is above 250% of the federal poverty guideline."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2A","text":"Pre-Kindergarten Education System."},"subchapter":{"identifier":"I","text":"Definitions; Administration; and Funding."},"heading":{"title":"38","chaptersection":"271","identifier":"38-271.02","catch_text":"Administration of Pre-k."}}