{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1231.\n\n1973 Ed., § 31-729.\n\nEffect of Amendments\n\nD.C. Law 15-354, in subsec. (c)(2)(C), substituted \"District of Columbia Retirement Board\" for \"Mayor of the District of Columbia\"; and, in subsec. (c)(6), substituted \"District of Columbia Retirement Board\" for \"Board of Education\".\n\nD.C. Law 17-231 rewrote subsecs. (b) and (c)(1); repealed subsec. (c)(5); and added subsec. (c)(7). Prior to amendment or repeal, subsecs. (b), (c)(1), and (c)(7) read as follows:\n\n\"(b)(1) In the event any teacher to whom this part applies shall die subsequent to March 6, 1952, after completing at least 18 months of eligible service and is survived by a widow, or widower, such widow or widower shall be paid an annuity beginning the day after the teacher dies, equal to 55% of the amount of an annuity computed as provided in subsection (a) of § 38-2021.05 with respect to such teacher, except that in the computation of the annuity under such subsection the annuity of the teacher shall be at least the smaller of: (A) forty per centum of his average salary; or (B) the sum obtained under such subsection after increasing his eligible service of the type last performed by the period elapsing between the date of death and the date he would have become 60 years of age. Such annuity and any right thereto shall terminate on the last day of the month before: (A) the widow or widower dies; or (B) the widow or widower remarries before becoming 60 years of age. In the case of a widow or widower whose annuity under this paragraph is terminated because of remarriage before becoming 60 years of age, annuity at the same rate shall be restored commencing on the day the remarriage is dissolved by death, annulment, or divorce, if:\n\n\"(i) The widow or widower elects to receive the annuity which was terminated instead of a survivor benefit to which the widow or widower may be entitled, under this part or another retirement system for employees of the federal or District government, by reason of the remarriage; and\n\n\"(ii) Any lump sum paid on termination of the annuity is repaid to the Custodian of Retirement Funds (as defined in § 1-702(6)) for deposit in the District of Columbia Teachers' Retirement Fund established by § 1-713(a).\n\n\"(2) If any teacher to whom this part applies shall die after completing at least 18 months of eligible service or after having retired under the provisions of § 38-2021.03 or § 38-2021.04 and is survived by a wife or husband, each surviving child shall be paid an annuity equal to the smallest of: (A) sixty per centum of the teacher's average salary divided by the number of children; (B) $900; or (C) $2,700 divided by the number of children. If such teacher is not survived by a wife or husband, each surviving child shall be paid an annuity equal to the smallest of: (A) seventy-five per centum of the teacher's average salary divided by the number of children; (B) $1,080; or (C) $3,240 divided by the number of children. The child's annuity shall commence on the first day after the teacher dies. Such annuity and the right thereto terminate on the last day of the month before the child: (i) becomes 18 years of age unless he is then a student as described or incapable of self-support; (ii) becomes capable of self-support after becoming 18 years of age unless he is then such a student; (iii) becomes 22 years of age if he is then such a student and capable of self-support; (iv) ceases to be such a student after becoming 18 years of age unless he is then incapable of self-support; or (v) dies or marries; whichever first occurs. Upon the death of the surviving wife or husband or termination of the annuity of the child, the annuity of any other child or children shall be recomputed and paid as though such wife, husband, or child had not survived the teacher.\n\n\"(3) In the event any teacher to whom this part applies shall die subsequent to March 6, 1952, after completing at least 18 months of eligible service, and is not survived by a widow, a widower, and/or children, but is survived by dependent parents or a dependent father or a dependent mother, such surviving dependent parents or parent shall be paid an annuity, beginning the first day of the month following the death of the teacher, equal to 55% of the amount of an annuity computed as provided in subsection (a) of § 38-2021.05 with respect to such teacher, except that, in the computation of the annuity under such subsection, the annuity of the teacher shall be at least the smaller of 40% of his average salary, or the sum obtained under such subsection after increasing his eligible service of the type last performed by the period elapsing between the date of death and the date he would have become 60 years of age; provided, that such payments shall be made jointly to surviving dependent parents and payment of such annuity shall continue after the death of either dependent parent; provided further, that all such payments or any right thereto shall cease upon the death of both dependent parents.\"\n\n\"(1) The term 'widow' means a surviving wife of an individual, who either shall have been married to such individual for at least 2 years immediately preceding his death, or is the mother of issue by such marriage.\"\n\n\"(5) The term 'widower' means the surviving husband of a teacher who was married to such teacher for at least 2 years immediately preceding her death or is the father of issue by such marriage.\"\n\nLegislative History of Laws\n\nFor Law 15-354, see notes following § 38-101.\n\nFor Law 17-231, see notes following § 38-2021.05.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-2021.09\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1946, 60 Stat. 880, ch. 779, § 9; Mar. 6, 1952, 66 Stat. 19, ch. 95, § 8; June 4, 1957, 71 Stat. 47, Pub. L. 85-46, § 1; Oct. 24, 1962, 76 Stat. 1237, Pub. L. 87-881, title II, § 203(b), (c), (d), (e); Sept. 2, 1964, 78 Stat. 886, Pub. L. 88-575, § 202; Dec. 29, 1967, 81 Stat. 748, Pub. L. 90-231, § 1(6); May 22, 1970, 84 Stat. 258, Pub. L. 91-263, § 1(e); Oct. 21, 1972, 86 Stat. 1013, Pub. L. 92-518, title II, § 201(4); Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 123(b)(1)(D), (E), 253 (a)(4); Apr. 13, 2005, D.C. Law 15-354, § 55(e), 52 DCR 2638; Sept. 12, 2008, D.C. Law 17-231, § 32(b), 55 DCR 6758.)","sections":[{"prefix":"a","text":" Should any teacher to whom this part applies, after completing 5 years of eligible service and before becoming eligible for retirement, become separated from the service, such teacher may elect to receive a deferred annuity, computed as provided in § 38-2021.05, beginning at the age of 62 years and terminating on the date of his death; provided, that any teacher who becomes separated from the public schools of the District of Columbia for other than retirement purposes and who does not elect to receive a deferred annuity as provided for in this section shall receive as soon as practicable after separation the refund of deductions, deposits, or redeposits with interest thereon (computed to the date of separation or the end of the 90-day period beginning on November 17, 1979, whichever is earlier), or any voluntary contributions made under the provisions of § 38-2021.01, with interest (computed to the date of separation or the end of the 90-day period beginning on November 17, 1979, whichever is earlier); provided further, that no teacher who shall withdraw the amount of his deductions, deposits, or redeposits under this section shall, after reinstatement, be entitled to credit for previous service unless he shall repay to the Custodian of Retirement Funds (as defined in § 1-702(6)) for deposit in the District of Columbia Teachers' Retirement Fund established by § 1-713(a) the amount so withdrawn by him (including the interest thereon) plus interest computed in accordance with § 38- 2023.14(c); and provided further, that the amount required to be so deposited may be paid by the teacher, if he so elects, in any number of monthly installments, not exceeding 100."},{"prefix":"b","text":"(1) In the event any teacher to whom this part applies shall die subsequent to March 6, 1952, after completing at least 18 months of eligible service and is survived by a spouse or domestic partner, such surviving spouse or domestic partner shall be paid an annuity beginning the day after the teacher dies, equal to 55% of the amount of an annuity computed as provided in subsection (a) of § 38-2021.05 with respect to such teacher, except that in the computation of the annuity under such subsection the annuity of the teacher shall be at least the smaller of: (A) forty per centum of his average salary; or (B) the sum obtained under such subsection after increasing his eligible service of the type last performed by the period elapsing between the date of death and the date he would have become 60 years of age. Such annuity and any right thereto shall terminate on the last day of the month before: (A) the surviving spouse or domestic partner dies; or (B) the surviving spouse or domestic partner remarries or enters a new domestic partnership before becoming 60 years of age. In the case of a surviving spouse or domestic partner whose annuity under this paragraph is terminated because of remarriage or entry into a new domestic partnership before becoming 60 years of age, annuity at the same rate shall be restored commencing on the day the remarriage is dissolved by death, annulment, or divorce, or the new domestic partnership is terminated in accordance with § 32-702(d), if:"},{"prefix":"i","text":" The surviving spouse or domestic partner elects to receive the annuity which was terminated instead of a survivor benefit to which the surviving spouse or domestic partner may be entitled, under this part or another retirement system for employees of the federal or District government, by reason of the remarriage or new domestic partnership; and"},{"prefix":"ii","text":" Any lump sum paid on termination of the annuity is repaid to the Custodian of Retirement Funds (as defined in § 1-702(6), for deposit in the District of Columbia Teachers' Retirement Fund established by § 1-713(a)."},{"prefix":"2","text":" If any teacher to whom this part applies shall die after completing at least 18 months of eligible service or after having retired under the provisions of § 38-2021.03 or § 38-2021.04 and is survived by a spouse or domestic partner, each surviving child shall be paid an annuity equal to the smallest of: (A) sixty per centum of the teacher's average salary divided by the number of children; (B) $ 900; or (C) $ 2,700 divided by the number of children. If such teacher is not survived by a spouse or domestic partner, each surviving child shall be paid an annuity equal to the smallest of: (A) seventy-five per centum of the teacher's average salary divided by the number of children; (B) $ 1,080; or (C) $ 3,240 divided by the number of children. The child's annuity shall commence on the first day after the teacher dies. Such annuity and the right thereto terminate on the last day of the month before the child:   (i) becomes 18 years of age unless he is then a student as described or incapable of self-support;  (ii) becomes capable of self-support after becoming 18 years of age unless he or she is then such a student;  (iii) becomes 22 years of age if he or she is then such a student and capable of self-support;  (iv) ceases to be such a student after becoming 18 years of age unless he or she is then incapable of self-support;  or (v) dies or marries; whichever first occurs.  Upon the death of the surviving spouse or domestic partner or termination of the annuity of the child, the annuity of any other child or children shall be recomputed and paid as though such spouse, domestic partner, or child had not survived the teacher."},{"prefix":"3","text":" In the event any teacher to whom this part applies shall die subsequent to March 6, 1952, after completing at least 18 months of eligible service, and is not survived by a spouse, domestic partner, or children, but is survived by dependent parents or a dependent father or a dependent mother, such surviving dependent parents or parent shall be paid an annuity, beginning the first day of the month following the death of the teacher, equal to 55% of the amount of an annuity computed as provided in subsection (a) of § 38-2021.05 with respect to such teacher, except that, in the computation of the annuity under such subsection, the annuity of the teacher shall be at least the smaller of 40% of his average salary, or the sum obtained under such subsection after increasing his eligible service of the type last performed by the period elapsing between the date of death and the date he would have become 60 years of age; provided, that such payments shall be made jointly to surviving dependent parents and payment of such annuity shall continue after the death of either dependent parent; provided further, that all such payments or any right thereto shall cease upon the death of both dependent parents."},{"prefix":"c","text":" As used in this section:"},{"prefix":"1","text":" The term \"spouse\" means a surviving wife or husband of an individual, who either shall have been married to such individual for at least 2 years immediately preceding the individual's death, or is the mother or father of issue by such marriage."},{"prefix":"2","text":" The term \"child\" means:"},{"prefix":"A","text":" An unmarried child under 18 years of age, including:"},{"prefix":"i","text":" An adopted child; and:"},{"prefix":"ii","text":" A stepchild or recognized natural child who lived with the teacher in a regular parent-child relationship;"},{"prefix":"B","text":" Such unmarried child regardless of age who is incapable of self-support because of mental or physical disability incurred before age 18; or"},{"prefix":"C","text":" Such unmarried child between 18 and 22 years of age who is a student regularly pursuing a full-time course of study or training in residence in a high school, trade school, technical or vocational institute, junior college, college, university, or comparable recognized educational institution. For the purpose of this paragraph and paragraph (2) of subsection (b) of this section, a child whose 22nd birthday occurs before July 1st or after August 31st of a calendar year, and while he is regularly pursuing such a course of study or training, is deemed to have become 22 years of age on the 1st day of July after that birthday. A child who is a student is deemed not to have ceased to be a student during an interim between school years if the interim is not more than 5 months and if he shows to the satisfaction of the District of Columbia Retirement Board that he has a bona fide intention of continuing to pursue a course of study or training in the same or different school during the school semester (or other period into which the school year is divided) immediately after the interim."},{"prefix":"3","text":" The term \"dependent parents\" means the natural parents of a teacher who were receiving one half or more of their total income from said teacher immediately preceding the death of said teacher."},{"prefix":"4","text":" The term \"dependent father\" or \"dependent mother\" means the natural father or natural mother of a teacher who was receiving one half or more of his or her total income from said teacher immediately preceding the death of said teacher."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" Questions of dependency and disability arising under this section shall be determined by the District of Columbia Retirement Board and its decisions with respect to such matters shall be final and conclusive and shall not be subject to review."},{"prefix":"7","text":" The term \"domestic partner\" shall have the same meaning as provided in § 32-701(3), and who shall have been a domestic partner with such individual for at least 2 years immediately preceding his death."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"38","chaptersection":"2021","identifier":"38-2021.09","catch_text":"Deferred annuity; annuity to survivors."}}