{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-9, in subsec. (a)(4), substituted \"Director of the Office of Public Education Facilities Modernization\" for \"Superintendent\", and subtituted \"Office of Public Education Facilities Modernization\" for \"District of Columbia Public Schools\".\n\nLegislative History of Laws\n\nFor Law 16-123, see notes following § 38-2971.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nDC CODE § 38-2971.04\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-123, § 104, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(d), 54 DCR 4102.)","sections":[{"prefix":"a","text":" No later than May 1, 2006, the Superintendent and Board of Education shall submit to the Council for approval by resolution a comprehensive facilities management organizational strategy that shall include:"},{"prefix":"1","text":" The specific staffing and organizational structure charged with overseeing and implementing the school capital improvement program, which may include creating in-house capacity or using private project management or a combination thereof, and the rationale for the structure chosen;"},{"prefix":"2","text":" A detailed timeline with specific milestones needed for the development and implementation of the staffing and organizational structure;"},{"prefix":"3","text":" Implementation procedures detailing an annual schedule, project eligibility criteria, and definitions of all eligible project types;"},{"prefix":"4","text":" Measures of program accountability and project management that will be implemented by the Director of the Office of Public Education Facilities Modernization to ensure that the capital expenditures remain aligned with the approved Facilities Master Plan and the capital budget of the Office of Public Education Facilities Modernization;"},{"prefix":"5","text":" A summary report of the school facility condition assessment that was used to inform the development of the revised Facilities Master Plan;"},{"prefix":"6","text":" A detailed plan establishing how and when the school system will address issues of excess capacity and facilities space, including consolidation, closure, and co-locations; and"},{"prefix":"7","text":" Recommendations for policy and legislative changes necessary for the efficient expenditure of the capital budget."},{"prefix":"b","text":" If the Council does not approve or disapprove of the facilities management organizational strategy submitted pursuant to subsection (a) of this section by resolution within 30 days of its submission, the organizational strategy shall be deemed approved."},{"prefix":"c","text":" If the Council disapproves the facilities management organizational strategy submitted pursuant to subsection (a) of this section, the Superintendent and Board of Education may resubmit, within 30 days of the disapproval, a revised version to the Council. If the Council does not approve or disapprove of the facilities management organizational strategy submitted pursuant to this subsection by resolution within 30 days of its submission, the organizational strategy shall be deemed approved."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29B","text":"Public School Capital Spending."},"subchapter":{"identifier":"I","text":"Public School Capital Improvement Fund."},"heading":{"title":"38","chaptersection":"2971","identifier":"38-2971.04","catch_text":"Facilities management organizational strategy."}}