{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1842.6.\n\nReferences in Text\n\nThe \"Education of the Handicapped Act,\" referred to in subsection (a), is the Act of April 13, 1970, 84 Stat. 188, Pub. L. 91-230, Title VI, § 662(3), which is codified at 20 U.S.C. § 1401 et seq.\n\nThe \"Rehabilitation Act of 1973,\" referred to in subsection (a), is 29 U.S.C. § 701 et seq. (September 26, 1973, 87 Stat. 355, Pub. L. 93-112).\n\nDC CODE § 38-2402.06\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1986, 100 Stat. 781, Pub. L. 99-371, § 206, formerly § 406; renumbered and amended Oct. 1, 1992, 106 Stat. 2151, Pub. L. 102-421, §§ 101(b)(6), 136, 151(a)(4), (5); Aug. 11, 1993, 107 Stat. 735, Pub. L. 103- 73, § 204(e).)","sections":[{"prefix":"a","text":" Designation of liaison. -- Not later than 30 days after August 4, 1986, the Secretary shall designate an individual in the Office of Special Education and Rehabilitative Services of the Department of Education from among individuals who have experience in the education of individuals who are deaf to serve as liaison between the Department and Gallaudet University, the National Technical Institute for the Deaf, and other postsecondary educational programs for the deaf under the Education of the Handicapped Act, the Rehabilitation Act of 1973, and other federal or nonfederal agencies, institutions, or organizations involved with the education or rehabilitation of individuals who are deaf or hard of hearing."},{"prefix":"b","text":" Duties of liaison. -- The individual serving as liaison for educational programs for individuals who are deaf or hard of hearing shall:"},{"prefix":"1","text":" Provide information to institutions regarding the Department's efforts directly affecting the operation of such programs by such institutions;"},{"prefix":"2","text":" Review research and other activities carried out by the University, NTID, and other federal or nonfederal agencies, institutions, or organizations involved with the education or rehabilitation of individuals who are deaf or hard of hearing for the purpose of determining overlap and opportunities for coordination among such entities; and"},{"prefix":"3","text":" Provide such support and assistance as such institutions may request and the Secretary considers appropriate."},{"prefix":"c","text":" Authority of Secretary. -- Nothing in this section may be construed to affect the authority of the Secretary under this chapter or any other act with respect to Gallaudet University or the National Technical Institute for the Deaf."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24","text":"Education for the Deaf."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"38","chaptersection":"2402","identifier":"38-2402.06","catch_text":"Liaison for educational programs."}}