{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-304 rewrote subsec. (b)(1) and added subsec. (d). Prior to amendment, subsec. (b)(1) read as follows:\n\n\"(b)(1) No student with a disability whose education, including special education and related services, is funded by the District government shall be placed in a nonpublic special education school or program that has not received and maintained a valid Certificate of Approval from the SEA in accordance with § 38-2561.07, unless the placement has been ordered by a District of Columbia court, a federal court, or a hearing officer pursuant to the IDEA.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 103 of Placement of Students with Disabilities in Nonpublic Schools Emergency Amendment Act of 2006 (D.C. Act 16- 667, December 28, 2006, 54 DCR 1134).\n\nLegislative History of Laws\n\nFor Law 16-269, see notes following § 38-2561.01.\n\nFor Law 17-304, see notes following § 38-2561.01.\n\nDC CODE § 38-2561.03\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-269, § 103, 54 DCR 841; Mar. 20, 2009, D.C. Law 17-304, § 2(b), 55 DCR 12806.)","sections":[{"prefix":"a","text":" DCPS shall be responsible for the placement and funding of a student with a disability in a nonpublic special education school or program when:"},{"prefix":"1","text":" DCPS cannot implement the student's IEP or provide an appropriate placement in conformity with DCPS rules, the IDEA, and any other applicable laws or regulations; and"},{"prefix":"2","text":" The nonpublic special education school or program to which the student has been referred:"},{"prefix":"A","text":" Has been approved by the SEA in accordance with § 38-2561.07;"},{"prefix":"B","text":" Can implement the student's IEP; and"},{"prefix":"C","text":" Represents the least restrictive environment for the student."},{"prefix":"b","text":"(1) Unless the placement of a student has been ordered by a District of Columbia court, federal court, or a hearing officer pursuant to IDEA, no student whose education, including special education or related services, is funded by the District of Columbia government shall be placed in a nonpublic special education school or program that:"},{"prefix":"A","text":" Allows the use of aversive intervention in its policy or practice; or"},{"prefix":"B","text":" Has not received and maintained a valid Certificate of Approval from the SEA in accordance with § 38-2561.07."},{"prefix":"2","text":" A hearing officer may make a placement in a nonpublic special education school or program that lacks a valid Certificate of Approval from the SEA only if the hearing officer has determined that:"},{"prefix":"A","text":" There is no public school or program able to provide the student with a free appropriate public education; and"},{"prefix":"B","text":" There is no nonpublic special education school or program with a valid Certificate of Approval that meets the requirements of subsection (a)(2) of this section."},{"prefix":"c","text":" In conformity with the IDEA, DCPS is not responsible for paying the cost of education, including special education and related services, of a student with a disability who attends a nonpublic special education school or program if:"},{"prefix":"1","text":" DCPS made a free appropriate public education available to the student; and"},{"prefix":"2","text":" The student's parent or guardian elected to place the student in a nonpublic special education school or program."},{"prefix":"d","text":" If the SEA has reason to believe that a child is a neglected child or is being abused, as those terms are defined in § 16-2301(9) and (23), respectively, in an out-of-state nonpublic special education school or program, the SEA shall immediately notify the relevant state's child welfare agency and the parent or guardian of the child. Upon notification, and with parental or guardian consent, the SEA shall work with the parent or guardian to take immediate steps to ensure the safety and health of the child."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Special Education."},"chapter":{"identifier":"25B","text":"Placement of Students with Disabilities in Nonpublic Schools."},"heading":{"title":"38","chaptersection":"2561","identifier":"38-2561.03","catch_text":"Placement and funding of a student with a disability in a nonpublic special education school or program."}}