{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1252.\n\n1973 Ed. § 31-746.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-231, see Historical and Statutory Notes following § 38-2021.08.\n\nReferences in Text\n\n\"§ 403(b) of the Internal Revenue Code of 1986,\" referred to in subsection (a) of this section, is codified as 26 U.S.C. § 403(b).\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to the District of Columbia Council and to a Commissioner of the District of Columbia. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-2023.16\n\nCurrent through December 11, 2012","credits":"(Apr. 26, 1972, 86 Stat. 131, Pub. L. 92-281, §§ 1 to 4; May 10, 1989, D.C. Law 7-231, § 35, 36 DCR 492.)","sections":[{"prefix":"a","text":" Notwithstanding the provisions of §§ 1-611.11 and 1-617.16, and of any other law or regulation affecting the salary of teachers or school officers employed in the service of the public schools of the District of Columbia, the Mayor of the District of Columbia (hereinafter referred to as the \"Mayor\") is authorized to enter into an agreement with a teacher or school officer to reduce the salary of that teacher or school officer by an amount requested by that teacher or school officer, and to contribute that amount for the purchase of an annuity contract described in § 403(b) of the Internal Revenue Code of 1986 (relating to the taxability of beneficiaries of annuity plans) for that teacher or school official."},{"prefix":"b","text":" The reduction in salary effected under an agreement authorized by this section shall not be considered in computing the salary for any teacher or school officer for any other purpose including, but not limited to, the determination of benefits or contributions under Chapters 81 (relating to workmen's compensation) and 87 (relating to life insurance) of Title 5 of the United States Code."},{"prefix":"c","text":" The Mayor shall prescribe such regulations as he deems necessary to carry out the purposes of this section."},{"prefix":"d","text":" For the purposes of this section, the term \"teacher or school officer\" includes all teachers, school officers, and other employees of the Board of Education of the District of Columbia who receive compensation according to the salary schedules under §§ 1-611.11 and 1-617.16, and to whom the provisions of part A of this subchapter are applicable."},{"prefix":"e","text":" This section shall apply with respect to any pay period of any teacher or school officer beginning on or after the 180th day after April 26, 1972."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"B","text":"Additional Annuity Provisions."},"subpart":{"identifier":"II","text":"General."},"heading":{"title":"38","chaptersection":"2023","identifier":"38-2023.16","catch_text":"Tax-sheltered annuity program."}}