{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-105 validated a previously made technical correction.\n\nD.C. Law 15-354 substituted \"District of Columbia Retirement Board\" for \"Mayor\".\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 38-1208.01.\n\nFor Law 15-105, see notes following § 38-302.\n\nFor Law 15-354, see notes following § 38-101.\n\nReferences in Text\n\nSection 403(b) of the Internal Revenue Code of 1986, referred to in subsecs. (b) and (c), is classified as 26 U.S.C.A. § 403(b).\n\nSection 457 of the Internal Revenue Code of 1986, referred to in subsecs. (b) and (c)(1)(C), is classified as 26 U.S.C.A. § 457.\n\nSection 401(a) of the Internal Revenue Code of 1986, referred to in subsec. (c)(1)(A), is classified as 26 U.S.C.A. § 401(a).\n\nSection 403(b) of the Internal Revenue Code of 1986, referred to in subsec. (c)(1)(B), is classified as 26 U.S.C.A. § 403(b).\n\nSection 408(a) or 408(b) of the Internal Revenue Code of 1986, referred to in subsec. (c)(1)(D), is classified as 26 U.S.C.A. § 408(a) or 408(b).\n\nMiscellaneous Notes\n\nSection 3703 of D.C. Law 14-190 provides: \"This subtitle [subtitle A of title XXXVII, §§ 3701 to 3705 of D.C. Law 14-190] is adopted in good faith to comply with the requirements of the Economic Growth and Tax Relief Reconciliation Act of 2001, approved June 7, 2001 (115 Stat. 38; scattered sections of Title 26 of the U.S. Code) (\"EGTRRA\") and shall be construed in accordance with EGTRRA and guidance issued thereunder.\"\n\nSection 3704 of D.C. Law 14-190 provides: \"This subtitle [subtitle A of title XXXVII, §§ 3701 to 3705 of D.C. Law 14-190] shall apply as of January 1, 2002.\"\n\nShort title of subtitle A of title XXXVII of Law 14-190: Section 3701 of D.C. Law 14-190 provided that subtitle A of title XXXVII of the act may be cited as the Teachers Retirement Consolidation Amendment Act of 2002.\n\nDC CODE § 38-2021.24\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1946, ch. 799, § 24, as added Oct. 1, 2002, D.C. Law 14-190, § 3702, 49 DCR 6968; Mar. 13, 2004, D.C. Law 15-105, § 71, 51 DCR 881; Apr. 13, 2005, D.C. Law 15-354, § 55(h), 52 DCR 2638.)","sections":[{"prefix":"a","text":" Any individual withdrawing any distribution under this part, which distribution constitutes an eligible rollover distribution within the meaning of section 402(c) of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 135; 26 U.S.C. § 402(c)) (\"Internal Revenue Code of 1986\"), may elect, at the time and in the manner prescribed by the District of Columbia Retirement Board, and after receipt of proper notice, to have any portion of the distribution paid directly to an eligible retirement plan, within the meaning of section 402(c) of the Internal Revenue Code of 1986, in a direct rollover."},{"prefix":"b","text":" The Custodian of the Retirement Funds shall be entrusted with any transfer from another retirement plan for the purchase of service credit, including transfers allowed by sections 403(b) and 457 of the Internal Revenue Code of 1986. Before any transfer is received, the District of Columbia Retirement Board shall be presented with documentation sufficient to satisfy the provisions of the Internal Revenue Code of 1986 governing the substantiation of proposed transfers for the purchase of service credit."},{"prefix":"c","text":"(1) The Custodian of the Retirement Funds shall also be entrusted with any rollover contribution from:"},{"prefix":"A","text":" A qualified plan described in section 401(a) or 403(b) of the Internal Revenue Code of 1986, excluding after-tax employee contributions;"},{"prefix":"B","text":" An annuity contract described in section 403(b) of the Internal Revenue Code of 1986, excluding after-tax employee contributions;"},{"prefix":"C","text":" An eligible plan under section 457(b) of the Internal Revenue Code of 1986 which is maintained by a state, political subdivision of a state, or any agency or instrumentality of a state or political subdivision of a state; or"},{"prefix":"D","text":" Amounts transferred from an individual retirement account or annuity described in section 408(a) or 408(b) of the Internal Revenue Code of 1986 that is eligible to be rolled over and would otherwise be includible in gross income."},{"prefix":"2","text":" The rollover shall be separately accounted for as member contributions that were not previously taxed. Before any rollover is received, the District of Columbia Retirement Board shall be presented with documentation sufficient to satisfy the provisions of the Internal Revenue Code of 1986 governing the substantiation of proposed rollover contributions. The rollover shall be used to purchase service credit in addition to the service credit provided under the provisions of this act."},{"prefix":"d","text":" The District of Columbia Retirement Board shall administer the plan in the manner required to satisfy the applicable qualification requirements for a qualified governmental plan pursuant to the Internal Revenue Code of 1986. If a conflict should arise with a qualification requirement, the provision shall be interpreted in favor of maintaining the federal qualification requirements. The District of Columbia Retirement Board may adopt rules to implement this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"38","chaptersection":"2021","identifier":"38-2021.24","catch_text":"Rollovers; purchase of service credit."}}