{"text":"","historical":"Temporary Addition of Section\n\nSection 2(c) of D.C. Law 18-142 added a section to read as follows:\n\n\"Sec. 107. State Early Child Development Coordinating Council; establishment.\n\n\"(a) Within 45 days of the effective date of the Pre-k Acceleration and Clarification Emergency Amendment Act of 2010, passed on emergency basis on January 5, 2010 (Enrolled version of Bill 8-603), the Mayor shall establish and convene a State Early Childhood Development Coordinating Council (\"Coordinating Council\") to:\n\n\"(1) Improve collaboration and coordination among entities carrying out federally funded and District-funded pre-k and other early childhood programs to improve school readiness;\n\n\"(2) Assist in the planning and development of a comprehensive early childhood education system that serves children ages birth to 8 years of age; and\n\n\"(3) Comply with the Head Start Act, approved December 12, 2007 (Pub. L. No. 110-134; 121 Stat. 1363).\n\n\"(b) The Coordinating Council shall:\n\n\"(1) Identify opportunities for collaboration and coordination among early childhood education entities;\n\n\"(2) Review the annual pre-k report to the Council required by section 105 and submit to the OSSE additional recommendations to improve the quality of and expand access to pre-k and other early childhood programs to be submitted to the Council along with the annual pre-k report;\n\n\"(3) Develop recommendations to:\n\n\"(A) Increase participation of children in existing pre-k and other early childhood programs;\n\n\"(B) Improve the quality of pre-k and other early childhood programs;\n\n\"(C) Support the implementation of pre-k workforce development programs; and\n\n\"(D) Improve state early learning policies; and\n\n\"(4) Perform other tasks as determined by the Mayor.\n\n\"(c) The Coordinating Council membership shall consist of:\n\n\"(1) The following members, or their designees, the:\n\n\"(A) Mayor;\n\n\"(B) Chairman of the Council of the District of Columbia\n\n\"(C) State Superintendent of Education;\n\n\"(D) Chancellor of the District of Columbia Public Schools;\n\n\"(E) Executive Director of the Public Charter School Board;\n\n\"(F) Director of the Department of Health;\n\n\"(G) Director of the Department of Mental Health;\n\n\"(H) Director of the Department of Human Services;\n\n\"(I) Director of the Child and Family Services Agency;\n\n\"(J) State Director for Head Start Collaboration; and\n\n\"(K) Director of the entity designated as the state resource and referral agency; and\n\n\"(2) The following members, who shall be appointed by the Chairman of the Council or the Mayor, with each appointing at least one District resident from each of the following categories, to serve a term of 2 years:\n\n\"(A) Families whose children are receiving or have received pre-k-education services;\n\n\"(B) Head Start;\n\n\"(C) Community-based organizations;\n\n\"(D) Public schools;\n\n\"(E) Public charter schools;\n\n\"(F) Public charter school support organizations;\n\n\"(G) Early childhood advocacy organizations;\n\n\"(H) Business community;\n\n\"(I) Philanthropic community;\n\n\"(J) DC Collaborative; and\n\n\"(K) Any additional category identified by the Coordinating Council as necessary or appropriate.\n\n\"(d)(1) Two people appointed pursuant to subsection (c)(2) of this section shall be appointed co-chairs, one by the Chairman and one by the Mayor. The co-chairs shall convene the Coordinating Council no fewer than 4 times each year for the purpose of gathering public input on the Coordinating Council's recommendations.\n\n\"(2) A quorum to transact business shall consist of 50% plus one of the members who are appointed and serving.\".\n\nSection 5(a) of D.C. Law 18-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2(c) of Pre-K Acceleration and Clarification Emergency Amendment Act of 2009 (D.C. Act 18-304, January 28, 2010, 57 DCR 1475).\n\nFor temporary (90 day) addition, see § 2(c) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-602, December 1, 2010, 57 DCR 11039).\n\nFor temporary (90 day) addition of section, see § 2(c) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 19-4, February 11, 2011, 58 DCR 1399).\n\nLegislative History of Laws\n\nFor history of Law 18-285, see notes under § 38-271.01.\n\nDC CODE § 38-271.07\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-202, § 107, as added Mar. 8, 2011, D.C. Law 18-285, § 2(c), 57 DCR 11005.)","sections":[{"prefix":"a","text":" Within 45 days of March 8, 2011, the Mayor shall establish and convene a State Early Childhood Development Coordinating Council (\"Coordinating Council\") to:"},{"prefix":"1","text":" Improve collaboration and coordination among entities carrying out federally funded and District-funded pre-k and other early childhood programs to improve school readiness;"},{"prefix":"2","text":" Assist in the planning and development of a comprehensive early childhood education system that serves children ages birth to 8 years of age; and"},{"prefix":"3","text":" Comply with the Improving Head Start for School Readiness Act, approved December 12, 2007 (Pub. L. No. 110-134; 121 Stat. 1363)."},{"prefix":"b","text":" The Coordinating Council shall:"},{"prefix":"1","text":" Identify opportunities for collaboration and coordination among early childhood education entities;"},{"prefix":"2","text":" Review the annual pre-k report to the Council required by § 38-271.05 and submit any additional recommendations to improve the quality of and expand access to pre-k and other early childhood programs to the Council;"},{"prefix":"3","text":" Develop recommendations to:"},{"prefix":"A","text":" Increase participation of children in existing pre-k and other early childhood programs;"},{"prefix":"B","text":" Improve the quality of pre-k and other early childhood programs;"},{"prefix":"C","text":" Support the implementation of pre-k workforce development programs; and"},{"prefix":"D","text":" Improve state early-learning policies; and"},{"prefix":"4","text":" Perform other tasks as determined by the Mayor."},{"prefix":"c","text":" The Coordinating Council membership shall consist of:"},{"prefix":"1","text":" The following members, or their designees:"},{"prefix":"A","text":" The Mayor;"},{"prefix":"B","text":" The Chairman of the Council of the District of Columbia;"},{"prefix":"C","text":" The State Superintendent of Education;"},{"prefix":"D","text":" The Chancellor of the District of Columbia Public Schools;"},{"prefix":"E","text":" The Executive Director of the Public Charter School Board;"},{"prefix":"F","text":" The Director of the Department of Health;"},{"prefix":"G","text":" The Director of the Department of Mental Health;"},{"prefix":"H","text":" The Director of the Department of Human Services;"},{"prefix":"I","text":" The Director of the Child and Family Services Agency;"},{"prefix":"J","text":" The State Director for Head Start Collaboration; and"},{"prefix":"K","text":" The Director of the entity designated as the state resource and referral agency; and"},{"prefix":"2","text":" The Mayor shall appoint at least one District resident from each of the following categories, to serve a term of 2 years:"},{"prefix":"A","text":" Families whose children are receiving or have received pre-k-education services;"},{"prefix":"B","text":" Head Start;"},{"prefix":"C","text":" Community-based organizations;"},{"prefix":"D","text":" Public schools;"},{"prefix":"E","text":" Public charter schools;"},{"prefix":"F","text":" Public charter school support organizations;"},{"prefix":"G","text":" Early childhood advocacy organizations;"},{"prefix":"H","text":" Business community;"},{"prefix":"I","text":" Philanthropic community;"},{"prefix":"J","text":" DC Collaborative; and"},{"prefix":"K","text":" Any additional category identified by the Coordinating Council as necessary or appropriate."},{"prefix":"d","text":"(1) The Mayor shall appoint one person appointed pursuant to subsection (c)(2) of this section to be the chair, who shall convene the Coordinating Council no fewer than 4 times each year to gather public input on the Coordinating Council's recommendations."},{"prefix":"2","text":" A quorum to transact business shall consist of 50% plus one of the members who are appointed and serving."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2A","text":"Pre-Kindergarten Education System."},"subchapter":{"identifier":"I","text":"Definitions; Administration; and Funding."},"heading":{"title":"38","chaptersection":"271","identifier":"38-271.07","catch_text":"State Early Childhood Development Coordinating Council."}}