{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-471.\n\n1981 Ed., § 31-1861.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter see § 802 of the Fiscal Year 1999 Budget Support Emergency Act of 1998 (D.C. Act 12-401, July 13, 1998, 45 DCR 4794).\n\nFor temporary (90-day) addition of section, see § 802 of the Fiscal Year 1999 Budget Support Congressional Review Emergency Act of 1999 (D.C. Act 13-41, March 31, 1999, 46 DCR 3446).\n\nLegislative History of Laws\n\nLaw 12-175, the \"Fiscal Year 1999 Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-618, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 5, 1998, and June 2, 1998, respectively. Signed by the Mayor on June 23, 1998, it was assigned Act No. 12-399 and transmitted to both Houses of Congress for its review. D.C. Law 12-175 became effective on March 26, 1999.\n\nMiscellaneous Notes\n\nDistrict of Columbia Public Schools Truancy and Dropout Prevention Program Act of 1998: Section 1201 of D.C. Law 12-175 provided that title XII of the act may be cited as the \"District of Columbia Public Schools Truancy and Dropout Prevention Program Act of 1998.\"\n\nDC CODE § 38-252\n\nCurrent through December 11, 2012","credits":"(March 26, 1999, D.C. Law 12-175, § 1202, 45 DCR 7193.)","sections":[{"prefix":"a","text":" Subject to the availability of appropriations, the District of Columbia Board of Education, or its successor, and the District of Columbia Public Schools shall offer a Truancy and Dropout Prevention Program for students who are enrolled in the District of Columbia Public Schools system. The programs should be implemented on a full-time basis, work with local schools and parents, and provide resources that will help reduce absences and unexcused absences, and reduce dropout and increase retention rates."},{"prefix":"b","text":" The program shall develop a supportive relationship with the Metropolitan Police Department."},{"prefix":"c","text":" The program shall be available for students who are enrolled in grades K-12 and for students who are enrolled in ungraded classes in elementary, middle or junior high, and high schools."},{"prefix":"d","text":" Notwithstanding any other law, nothing in this section shall be construed to create an entitlement to a truancy or dropout prevention program for any student."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2","text":"Compulsory School Attendance and Expulsion."},"subchapter":{"identifier":"III","text":"Truancy and Dropout Prevention."},"heading":{"title":"38","chaptersection":"252","identifier":"38-252","catch_text":"Truancy and Dropout Prevention Program."}}