{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-304, in subsec. (a), deleted \"and\" from the end of par. (5), substituted \"; and\" for a period at the end of par. (6), and added par. (7); in subsecs. (b)(2) and (3), designated subpar. (A) and inserted \"Except as provided in subparagraph (B) of this paragraph,\", and added subpar. (B).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 111 of Placement of Students with Disabilities in Nonpublic Schools Emergency Amendment Act of 2006 (D.C. Act 16- 667, December 28, 2006, 54 DCR 1134).\n\nLegislative History of Laws\n\nFor Law 16-269, see notes following § 38-2561.01.\n\nFor Law 17-304, see notes following § 38-2561.01.\n\nDC CODE § 38-2561.11\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-269, § 111, 54 DCR 841; Mar. 20, 2009, D.C. Law 17-304, § 2(d), 55 DCR 12806.)","sections":[{"prefix":"a","text":" The SEA may deny, revoke, refuse to renew, or suspend a Certificate of Approval for any one or combination of the following causes:"},{"prefix":"1","text":" Violating any provision of this chapter, applicable rules of the SEA or DCPS, or applicable federal laws or regulations, except that noncompliance with § 38-2561.12 shall not be grounds for denial, revocation, refusal to renew, or suspension;"},{"prefix":"2","text":" Providing false, misleading, or incomplete information, or failing to provide information requested by the SEA or DCPS;"},{"prefix":"3","text":" Violating any commitment made in an application for a Certificate of Approval;"},{"prefix":"4","text":" Failing to provide or maintain the premises or equipment of the special education school or program in a safe and sanitary condition as required by applicable law or regulation;"},{"prefix":"5","text":" Failing to maintain adequate programs or to retain adequate, qualified instructional staff;"},{"prefix":"6","text":" Failing within a reasonable time to provide information requested by DCPS or the SEA as a result of a formal or informal complaint, or as a supplement to an initial application for a Certificate of Approval; and"},{"prefix":"7","text":" Allowing aversive intervention in its policy or practice."},{"prefix":"b","text":"(1) If the SEA determines a nonpublic special education school or program is in violation of subsection (a) of this section, the SEA shall provide the nonpublic special education school or program written notice of the violations before denying, revoking, refusing to renew, or suspending the Certificate of Approval."},{"prefix":"2","text":"(A) Except as provided in subparagraph (B) of this paragraph, a nonpublic special education school or program determined to be in violation of subsection (a) of this section may request a hearing before an independent panel of the SEA. The request shall be in writing and submitted to the SEA within 30 days of receipt of the written notice required under paragraph (1) of this subsection. The panel that reviews the SEA decision shall not contain any individual who participated in the decision to issue the original notice."},{"prefix":"B","text":" A nonpublic special education school or program determined to be in violation of subsection (a)(7) of this section may request a hearing before an independent panel of the SEA. The request shall be in writing and submitted to the SEA within 10 days of receipt of the written notice required under paragraph (1) of this subsection. The panel that reviews the SEA decision shall not contain any individual who participated in the decision to issue the original notice."},{"prefix":"3","text":"(A) Except as provided in subparagraph (B) of this paragraph, the SEA shall hold a hearing within 30 days of receiving a written request, and shall issue its decision no later than 10 days after the hearing. The decision of the SEA panel shall be final and not appealable."},{"prefix":"B","text":" If the notice of violation is due to a violation of subsection (a)(7) of this section, the SEA shall hold a hearing within 15 days of receiving a written request, and shall issue its decision no later than 10 days after the hearing. The decision of the SEA panel shall be final and not appealable."},{"prefix":"4","text":" Pursuant to the IDEA, while review is pending, the nonpublic special education school or program shall continue to provide special education and related services to enrolled students."},{"prefix":"c","text":" The Mayor shall conduct a study of how to improve the process of appealing the SEA's decision to deny, revoke, refuse to renew, or suspend a Certificate of Approval. The study shall include the options of review of SEA decisions by the Office of Administrative Hearings or the courts. The Mayor shall provide a report to the Council, including recommendations for legislative and operations changes, by January 1, 2009."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Special Education."},"chapter":{"identifier":"25B","text":"Placement of Students with Disabilities in Nonpublic Schools."},"heading":{"title":"38","chaptersection":"2561","identifier":"38-2561.11","catch_text":"Certificate of Approval--Denial, revocation, refusal to renew, or suspension."}}