{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-176, see notes following ยง 38-2601.\n\nDC CODE ยง 38-2604\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-176, ยง 5, 47 DCR 6835.)","sections":[{"prefix":"a","text":" Subject to the SEO's determination that adequate funds and staffing are available to ensure a successful transfer, and that the assumption of authority conforms with all pertinent requirements of federal law, the short-term plan shall include the following timelines:"},{"prefix":"1","text":" With regard to federally sponsored summer feeding programs, the plan shall provide for SEO assumption of functions sufficiently in advance to make the SEO fully responsible for the summer 2001 program."},{"prefix":"2","text":" With regard to fall enrollment verification, the plan shall provide for SEO assumption of full authority no later than July 1, 2001, or on such date as the DCFRMAA shall relinquish to the SEO its authority pursuant to ยง 38-1804.02."},{"prefix":"3","text":" With regard to documentation and verification of student residency in the District, the plan shall provide for SEO assumption of full authority no later than April 1, 2001."},{"prefix":"4","text":" With regard to recommendations for revisions in the Uniform Per Student Funding Formula, the plan shall provide for submission by the SEO to the Mayor and Council no later than September 30, 2001."},{"prefix":"b","text":" If at the time of proposed transfer under the short-term plan the SEO is for any reason unable to assume full responsibility for all functions to be transferred, such functions shall continue to be performed by the agency or body currently carrying them out."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26","text":"Office of the State Superintendent of Education."},"heading":{"title":"38","chaptersection":"2604","identifier":"38-2604","catch_text":"Short-term SEO plan."}}