{"text":"","historical":"Effect of Amendments\n\nD.C. Law 107-157, in subsec. (c)(1)(B), deleted \"the main campus of which is located in the State of Maryland or the Commonwealth of Virginia\" at the end of the subparagraph; and, in subsec. (f), substituted \"and (subject to § 38-2706) such sums\" for \"and such sums\".\n\nPub. L. 108-457, in subsec. (f), substituted \"7\" for \"five\".\n\nPub. L. 110-97, in subsec. (c)(2), substituted \"through (G)\" for \"through (F)\"; and, in subsec. (f), substituted \"12 succeeding fiscal years\" for \"7 succeeding fiscal years\".\n\nDC CODE § 38-2704\n\nCurrent through December 11, 2012","credits":"(Nov. 12, 1999, 113 Stat. 1327, Pub. L. 106-98, § 5; Apr. 4, 2002, 116 Stat. 119, Pub. L. 107-157, §§ 3, 5(b)(2); Dec. 17, 2004, 118 Stat. 3637, Pub. L. 108-457, § 1(b); Oct. 24, 2007, 121 Stat. 1013, Pub. L. 110-97, §§ 1(b), 2(b).)","sections":[{"prefix":"a","text":" Grants. --"},{"prefix":"1","text":" In general. -- From amounts appropriated under subsection (f) the Mayor shall award grants to eligible institutions that enroll eligible students to pay the cost of tuition and fees at the eligible institutions on behalf of each eligible student enrolled in an eligible institution. The Mayor may prescribe such regulations as may be necessary to carry out this section."},{"prefix":"2","text":" Maximum student amounts. -- An eligible student shall have paid on the student's behalf under this section:"},{"prefix":"A","text":" Not more than $2,500 for any 1 award year (as defined in section 481 of the Higher Education Act of 1965 (20 U.S.C. 1088)); and"},{"prefix":"B","text":" A total of not more than $12,500."},{"prefix":"3","text":" Proration. -- The Mayor shall prorate payments under this section for students who attend an eligible institution on less than a full-time basis."},{"prefix":"b","text":" Reduction for insufficient appropriations. --"},{"prefix":"1","text":" In general. -- If the funds appropriated pursuant to subsection (f) for any fiscal year are insufficient to award a grant in the amount determined under subsection (a) on behalf of each eligible student enrolled in an eligible institution, then the Mayor shall:"},{"prefix":"A","text":" First, ratably reduce the amount of the tuition and fee payment made on behalf of each eligible student who has not received funds under this section for a preceding year; and"},{"prefix":"B","text":" After making reductions under subparagraph (A), ratably reduce the amount of the tuition and fee payments made on behalf of all other eligible students."},{"prefix":"2","text":" Adjustments. -- The Mayor may adjust the amount of tuition and fee payments made under paragraph (1) based on:"},{"prefix":"A","text":" The financial need of the eligible students to avoid undue hardship to the eligible students; or"},{"prefix":"B","text":" Undue administrative burdens on the Mayor."},{"prefix":"3","text":" Further adjustments. -- Notwithstanding paragraphs (1) and (2), the Mayor may prioritize the making or amount of tuition and fee payments under this subsection based on the income and need of eligible students."},{"prefix":"c","text":" Definitions. -- In this section:"},{"prefix":"1","text":" Eligible institution. -- The term \"eligible institution\" means an institution that:"},{"prefix":"A","text":"(i) Is a private, nonprofit, associate or baccalaureate degree-granting, institution of higher education, as defined in section 101(a) of the Higher Education Act of 1965 (20 U.S.C. 1001(a)), the main campus of which is located:"},{"prefix":"I","text":" In the District of Columbia;"},{"prefix":"II","text":" In the city of Alexandria, Falls Church, or Fairfax, or the county of Arlington or Fairfax, in the Commonwealth of Virginia, or a political subdivision of the Commonwealth of Virginia located within any such county; or"},{"prefix":"III","text":" In the county of Montgomery or Prince George's in the State of Maryland, or a political subdivision of the State of Maryland located within any such county;"},{"prefix":"ii","text":" Is eligible to participate in the student financial assistance programs under title IV of the Higher Education Act of 1965 (20 U.S.C. 1070 et seq.); and"},{"prefix":"iii","text":" Enters into an agreement with the Mayor containing such conditions as the Mayor may specify, including a requirement that the institution use the funds made available under this section to supplement and not supplant assistance that otherwise would be provided to eligible students from the District of Columbia; or"},{"prefix":"B","text":" Is a private historically Black college or university (for purposes of this subparagraph such term shall have the meaning given the term \"part B institution\" in section 322(2) of the Higher Education Act of 1965 (20 U.S.C. 1061(2))."},{"prefix":"2","text":" Eligible student. -- The term \"eligible student\" means an individual who meets the requirements of subparagraphs (A) through (G) of § 38-2702(c)(2)."},{"prefix":"3","text":" Mayor. -- The term \"Mayor\" means the Mayor of the District of Columbia."},{"prefix":"4","text":" Secretary. -- The term \"Secretary\" means the Secretary of Education."},{"prefix":"d","text":" Application. -- Each eligible student desiring a tuition and fee payment under this section shall submit an application to the eligible institution at such time, in such manner, and accompanied by such information as the eligible institution may require."},{"prefix":"e","text":" Administration of program. --"},{"prefix":"1","text":" In general. -- The Mayor shall carry out the program under this section in consultation with the Secretary. The Mayor may enter into a grant, contract, or cooperative agreement with another public or private entity to administer the program under this section if the Mayor determines that doing so is a more efficient way of carrying out the program."},{"prefix":"2","text":" Policies and procedures. -- The Mayor, in consultation with institutions of higher education eligible for participation in the program authorized under this section, shall develop policies and procedures for the administration of the program."},{"prefix":"3","text":" Memorandum of agreement. -- The Mayor and the Secretary shall enter into a Memorandum of Agreement that describes:"},{"prefix":"A","text":" The manner in which the Mayor shall consult with the Secretary with respect to administering the program under this section; and"},{"prefix":"B","text":" Any technical or other assistance to be provided to the Mayor by the Secretary for purposes of administering the program under this section."},{"prefix":"f","text":" Authorization of appropriations. -- There are authorized to be appropriated to the District of Columbia to carry out this section $5,000,000 for fiscal year 2000 and (subject to § 38-2706) such sums as may be necessary for each of the 12 succeeding fiscal years. Such funds shall remain available until expended."},{"prefix":"g","text":" Effective date. -- This section shall take effect with respect to payments for periods of instruction that begin on or after January 1, 2000."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" College Access Assistance."},"chapter":{"identifier":"27","text":"College Access Assistance."},"heading":{"title":"38","chaptersection":"2704","identifier":"38-2704","catch_text":"Private school program."}}