{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-9, see notes under § 38-131.\n\nMiscellaneous Notes\n\nApplicability: Section 305 of Law 17-9 provides that this title shall apply upon Congressional enactment of Title IX and inclusion of its effect in an approved budget and financial plan. Congress enacted the provisions of Title IX in Pub. L. 110-33, approved June 1, 2007.\n\nDC CODE § 38-2605.01\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-176, § 6a, as added June 12, 2007, D.C. Law 17-9, § 302(e), 54 DCR 4102.)","sections":[{"prefix":"a","text":" Within 90 days of June 12, 2007, the Office of the State Superintendent of Education shall submit to the Mayor for approval a detailed transition plan, in accordance with § 38-2606, for implementation of the transfers set forth in §§ 7-863.03a, 38-2601(d), 38-2602.01, and 38-2608, which shall begin within 30 days of approval; provided, that prior to completion and submission of the plan, the Mayor shall give notice of the contemplated action and an opportunity for a hearing for public comment on the plan, which shall:"},{"prefix":"1","text":" Be formulated in consultation with the Board of Education, the District of Columbia Public Schools, the Public Charter School Board, the Washington Teachers Union, and with any relevant District and federal agencies;"},{"prefix":"2","text":" Identify the authority and responsibility of each entity at each stage in the transition process;"},{"prefix":"3","text":" Specify time lines, dates, and benchmarks for completion of the transfer;"},{"prefix":"4","text":" Provide an estimate of the cost to the OSSE of carrying out each transferred function; and"},{"prefix":"5","text":" Identify any factors with potential for disrupting services to students and recommend steps to prevent any possible disruption."},{"prefix":"b","text":" The Mayor shall forward the approved transition plan to the Council and the State Board of Education for review."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26","text":"Office of the State Superintendent of Education."},"heading":{"title":"38","chaptersection":"2605","identifier":"38-2605.01","catch_text":"Transition plan for transfer of state-level functions."}}