{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1842.5.\n\nReferences in Text\n\n\"Section 426 of the Department of Education Organization Act\", referred to in (b), is codified at 20 U.S.C. § 3486.\n\nMiscellaneous Notes\n\nSecretary to submit report: Section 135(b) of Pub. L. 102-421 provided that not later than 180 days after October 1, 1992, the Secretary of Education shall submit a report to Congress regarding progress made by the Department of Education in implementing the recommendations of the Commission on Education of the Deaf pertaining to the provision of a free and appropriate public education to children who are deaf, and children who are hard of hearing, and with respect to the establishment of standards for programs and personnel to meet the educational, communicative, and psychological needs of children who are deaf, and children who are hard of hearing. In preparing this report, the Secretary of Education shall solicit input from the community of individuals who are deaf, and individuals who are hard of hearing.\n\nDC CODE § 38-2402.05\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1986, 100 Stat. 781, Pub. L. 99-371, § 205, formerly § 405; renumbered and amended Oct. 1, 1992, 106 Stat. 2151, Pub. L. 102-421, §§ 101(b)(6), 135(a); Aug. 11, 1993, 107 Stat. 735, Pub. L. 103-73, § 204(d).)","sections":[{"prefix":"a","text":" Activities. -- The Secretary shall conduct monitoring and evaluation activities of the education programs and activities and the administrative operations of the University (including the elementary, secondary, preparatory, undergraduate, and graduate programs) and of NTID. The Secretary may also conduct studies related to the provision of preschool, elementary, secondary, and postsecondary education and other related services to individuals who are deaf or hard of hearing. In carrying out the responsibilities described in this section, the Secretary is authorized to employ such consultants as may be necessary pursuant to § 3109 of Title 5, United States Code."},{"prefix":"b","text":" Report. -- The Secretary, as part of the annual report required under § 426 of the Department of Education Organization Act, shall include a description of the monitoring and evaluation activities pursuant to subsection (a) of this section, together with such recommendations, including recommendations for legislation, as the Secretary may consider necessary."},{"prefix":"c","text":" Authorization of appropriations. -- There are authorized to be appropriated such sums as may be necessary for each of the fiscal years 1993, 1994, 1995, 1996, and 1997 to carry out the monitoring and evaluation activities authorized under this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24","text":"Education for the Deaf."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"38","chaptersection":"2402","identifier":"38-2402.05","catch_text":"Monitoring, evaluation, and reporting."}}