{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-9, in subsec. (a), substituted \"Office of the State Superintendent of Education\" for \"State Education Office\".\n\nD.C. Law 19-21, in subsec. (a), substituted \"lapsing\" for \"nonlapsing\"; and, in subsec. (c), substituted \"be used for the purposes set forth in subsection (b) of this section. Any unexpended funds in the Fund at the end of a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia.\" for \"not revert to the fund balance of the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section, subject to authorization by Congress\".\n\nD.C. Law 19-171, in subsecs. (c-1) and (d), validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 4003(b) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nLegislative History of Laws\n\nFor Law 16-33, see notes following § 38-1306.\n\nFor Law 17-9, see notes under § 38-131.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nFor history of Law 19-171, see notes under § 38-192.01.\n\nDC CODE § 38-2607\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-176, § 7a, as added Oct. 20, 2005, D.C. Law 16-33, § 4003(b), 52 DCR 7503; June 12, 2007, D.C. Law 17-9, § 302(f), 54 DCR 4102; Sept. 14, 2011, D.C. Law 19-21, § 9059, 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 98(b), 59 DCR 6190.)","sections":[{"prefix":"a","text":" There is established a lapsing fund to be designated as the Education Licensure Commission Site Evaluation Fund (\"Fund\"), which shall be a segregated account within the General Fund of the District of Columbia, administered by the Office of the State Superintendent of Education, and used for the purposes set forth in subsection (b) of this section."},{"prefix":"b","text":" The Fund shall be used only to cover costs associated with the Education Licensure Commission's review of institutions for licensing purposes under § 38-1306."},{"prefix":"c","text":" All revenues collected by the Education Licensure Commission for evaluations and observations done pursuant to § 38-1306 shall be deposited into the Fund. All funds deposited into the Fund shall be used for the purposes set forth in subsection (b) of this section. Any unexpended funds in the Fund at the end of a fiscal year shall revert to the unrestricted fund balance of the General Fund of the District of Columbia."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26","text":"Office of the State Superintendent of Education."},"heading":{"title":"38","chaptersection":"2607","identifier":"38-2607","catch_text":"Education Licensure Commission Site Evaluation Fund."}}