{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2908.\n\nEffect of Amendments\n\nD.C. Law 14-190 rewrote the section which had read as follows:\n\n\"§ 38-2908. Facilities allowance for Public Charter Schools.\"\n\n\"(a) The FY 1999 facility allowance for Public Charter Schools shall be determined as follows: The total funds being estimated from all sources for the FY 1998 DCPS capital improvement program shall be divided by the 1997-1998 school year ('SY') DCPS pupil count, as defined in § 38-2906, to determine the 'DCPS per pupil facility cost' for FY 1999. For FY 1999 only, this DCPS per pupil facility cost shall be multiplied by the number of students estimated to be attending each Public Charter School in SY 1998-1999 to determine the actual facility allowance payments to be received by each charter school in FY 1999.\n\n\"(b) For FY 2000 and succeeding fiscal years, the facility allowance for Public Charter Schools shall be determined as described in subsection (a) of this section, except that the DCPS per pupil facility cost for FY 2000 shall be averaged with the DCPS per pupil facility cost for FY 1999, to determine the Public Charter School per pupil facility allowance for FY 2000.  The FY 2000 Public Charter School per pupil facility allowance shall then be multiplied by the number of students estimated to be attending each Public Charter School in SY 1999-2000 to determine the actual facility allowance payments to be received by each Public Charter School in FY 2000.   This 'moving average' shall add 1 year each year until a total of 5 years are included in the calculations. Thereafter, the calculations shall include the most recent 5 years.\n\n\"(c) If supplemental funds for the capital improvement program are received by DCPS during any given fiscal year, the total of those supplemental funds shall be added to that fiscal year's capital improvement program in determining that year's DCPS per pupil facility cost in the next fiscal year's calculations of the moving average.\n\n\"(d) For FY 1999, the facilities allowance for Public Charter Schools shall be $617.00 per student.\n\n\"(e) Payment of the facility allowance to each Public Charter School which has applied shall be made on the same schedule as required for the payment of the per pupil allotments for operating funds, that is, 75% in October and 25% by May 1st of each school year.\"\n\nD.C. Law 16-192 added subsec. (d).\n\nD.C. Law 17-219, in subsec. (a), inserted \"Except as provided in subsections (b) and (b-1) of this section,\"; in subsecs. (b), substituted \"fiscal year 2004 through fiscal year 2008\" for \"FY 2004 and succeeding fiscal years\"; and added subsecs. (b-1) and (e).\n\nD.C. Law 18-111, in subsec. (b-1), substituted \"$2,800\" for \"$3,109\".\n\nD.C. Law 18-223, in subsec. (b-1), substituted \"$3000\" for $2800\".\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Laws 13-067 added subsec. (f) to provide:\n\n\"(f) For DCPS or Public Charter Schools that provide students with room and board in a residential setting, in addition to their instructional program, the facilities allowance determined pursuant to this section shall be multiplied by 2.7 for those students in residence at the school.\".\n\nSection 3(b) of D.C. Laws 13-067 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 13-227 added subsec. (f) to read as follows:\n\n\"(f) For DCPS or Public Charter Schools that provide students with room and board in a residential setting, in addition to their instructional program, the facilities allowance determined pursuant to this section shall be multiplied by 2.7 for those students in residence at the school.\"\n\nSection 5(b) of D.C. Law 13-227 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(f) of D.C. Law 13-262 amended this section to read as follows:\n\n\"(a)(1) The annual facility allowance for Public Charter Schools shall be determined as follows: Starting with FY 1998, the total funds being estimated from all sources for each year's DCPS capital improvement program shall be divided by the October DCPS pupil count, as defined in section 107, for the same fiscal year to determine the DCPS per pupil facility cost for that year.\n\n\"(2) Each year's DCPS per pupil facility cost shall be averaged with those of prior years to calculate a moving average until a total of 5 years are included in the calculations. Thereafter, the calculations shall include the most recent 5 years. This moving average shall constitute the per pupil facility allowance for the succeeding fiscal year, to be paid as prescribed in paragraph (1) of this subsection.\n\n\"(b) If supplemental funds for the capital improvement program are received by DCPS during any given fiscal year, the total of those supplemental funds shall be added to that fiscal year's capital improvement program in determining that year's DCPS per pupil facility cost in the next fiscal year's calculations of the moving average.\"\n\nSection 4(b) of D.C. Law 13-262 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(f) of D.C. Law 14-6 amended this section to read as follows:\n\n\"(a)(1) The annual facility allowance for public charter schools shall be determined as follows: Starting with FY 1998, the total funds being estimated from all sources for each year's DCPS capital improvement program shall be divided by the October DCPS pupil count, as defined in section 107, for the same fiscal year to determine the DCPS per pupil facility cost for that year.\n\n\"(2) Each year's DCPS per pupil facility cost shall be averaged with those of prior years to calculate a moving average until a total of 5 years are included in the calculations. Thereafter, the calculations shall include the most recent 5 years. This moving average shall constitute the per pupil facility allowance for the succeeding fiscal year, to be paid as prescribed in this subsection.\n\n\"(b) If supplemental funds for the capital improvement program are received by DCPS during any given fiscal year, the total of those supplemental funds shall be added to that fiscal year's capital improvement program in determining that year's DCPS per pupil facility cost in the next fiscal year's calculations of the moving average.\"\n\nSection 4(b) of D.C. Law 14-6 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 38-2901.\n\nEmergency Act Amendments\n\nFor temporary addition of chapter, see note to § 38-2901.\n\nFor temporary (90-day) amendment of section, see § 2(a) of Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Emergency Amendment Act of 1999 (D.C. Act 13-152, December 1, 1999, 46 DCR 10395).\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-282, March 7, 2000, 47 DCR 2026).\n\nFor temporary (90 day) amendment of section, see § 2(b) of the Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Emergency Amendment Act of 2000 (D.C. Act 13-456, November 7, 2000, 47 DCR 9418).\n\nFor temporary (90 day) amendment of section, see § 2(f) of the Uniform Per Student Funding Formula Emergency Amendment Act of 2000 (D.C. Act 13-485, December 18, 2000, 48 DCR 20).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Service Improvement and Fiscal Year 2000 Budget Support Special Education Student Funding Increase Non-service Nonprofit Provider Clarifying and Technical Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-17, March 16, 2001, 48 DCR 2687).\n\nFor temporary (90 day) amendment of section, see § 2(f) of Uniform Per Student Funding Formula For Public Schools and Public Charter Schools Emergency Amendment Act of 2001 (D.C. Act 14-18, March 16, 2001, 48 DCR 2691).\n\nFor temporary (90 day) amendment of section, see § 3302(e) of Fiscal Year 2003 Budget Support Emergency Act of 2002 (D.C. Act 14-453, July 23, 2002, 49 DCR 8026).\n\nFor temporary (90 day) amendment of section, see § 4002(g) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 4002(g) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 4002(g) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 4011 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4011 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 4022(e) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-180, see Historical and Statutory Notes following § 38-2901.\n\nFor legislative history of D.C. Law 12-207, see Historical and Statutory Notes following § 38-2901.\n\nFor Law 13-227, see notes following § 38-2905.\n\nFor Law 13-262, see notes following § 38-2901.\n\nFor D.C. Law 14-6, see notes following § 38-2901.\n\nFor Law 14-190, see notes following § 38-1208.01.\n\nFor Law 16-192, see notes following § 38-2731.\n\nFor Law 17-219, see notes following § 38-251.\n\nFor Law 18-111, see notes following § 38-191.\n\nFor Law 18-223, see notes following § 38-103.\n\nMiscellaneous Notes\n\nShort title: Section 4010 of D.C. Law 18-111 provided that subtitle B of title IV of the act may be cited as the \"Charter School Facilities Allotment Reform Amendment Act of 2009\".\n\nDC CODE § 38-2908\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-207, § 109, 45 DCR 8095; Oct. 1, 2002, D.C. Law 14-190, § 3402(e), 49 DCR 6968; Mar. 2, 2007, D.C. Law 16-192, § 4002(g), 53 DCR 6899; Aug. 16, 2008, D.C. Law 17-219, § 4016(d), 55 DCR 7598; Mar. 3, 2010, D.C. Law 18-111, § 4011, 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(e), 57 DCR 6242.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b) and (b-1) of this section, the fiscal year facility allowance for Public Charter Schools shall be determined as follows: DCPS approved capital budget shall be divided by the previous school year (\"SY\") DCPS total pupil count, as defined in § 38-2906, to determine the DCPS per pupil facility cost."},{"prefix":"b","text":" For fiscal year 2004 through fiscal year 2008, the facility allowance for Public Charter Schools shall be determined as described in subsection (a) of this section, except that the DCPS per pupil facility cost for all previous years shall be averaged with the current year's DCPS per pupil facility cost to determine the Public Charter School per pupil facility allowance. The facility allowance shall then be multiplied by the number of students estimated to be attending each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School. For each year after FY 2004, this \"moving average\" shall only include the most recent 5-year's DCPS per pupil facility cost."},{"prefix":"b-1","text":" For fiscal year 2009 and succeeding fiscal years, the per pupil facility allowance for Public Charter Schools shall be $3000. The facility allowance shall then be multiplied by the number of students estimated to be attending each Public Charter School to determine the actual facility allowance payments to be received by each Public Charter School."},{"prefix":"c","text":" The entire annual payment for facilities shall be included in the first payment of the fiscal year and that any payment for new charter schools shall also be included in the first payment of the fiscal year."},{"prefix":"d","text":" For DCPS or Public Charter Schools that provide students with room and board in a residential setting, in addition to their instructional program, the facilities allowance determined pursuant to this section shall be multiplied by 2.7 for those students in residence at the school."},{"prefix":"e","text":" The facilities allowance shall only apply to students receiving instruction at a Public Charter School educational facility or as otherwise approved by the Office of the State Superintendent of Education."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29","text":"Uniform Per Student Funding Formula. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"38","chaptersection":"2908","identifier":"38-2908","catch_text":"Facilities allowance for Public Charter Schools."}}