{"text":"","historical":"Legislative History of Laws\n\nFor D.C. Law 14-50, see notes following ยง 38-2431.\n\nDC CODE ยง 38-2433\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2001, D.C. Law 14-50, ยง 4, 48 DCR 7952.)","sections":[{"prefix":"a","text":" American Sign Language may be offered in elementary and secondary public schools, community colleges, and 4-year universities and colleges, as a modern foreign language for which credit may be given. In secondary public schools, where offered for credit, ASL courses may be taken to satisfy a foreign language requirement."},{"prefix":"b","text":" The minimal requirement of ASL teachers in K-12 schools and 4-year universities and colleges shall be at least a college degree in teaching ASL or a degree in a field related to deaf people with an ASLTA professional level certification. The teacher shall have demonstrated the highest level of knowledge and skills in teaching ASL, including:"},{"prefix":"1","text":" Knowledge of curriculum development;"},{"prefix":"2","text":" Evaluation;"},{"prefix":"3","text":" Linguistics; and"},{"prefix":"4","text":" Theoretical and contemporary issues in the field of ASL."},{"prefix":"c","text":" The minimal requirement of ASL teachers in community colleges or other educational programs shall be at least an ASLTA qualified level certification. The teacher shall have demonstrated proficiency knowledge of second-language teaching methodology, language activities, evaluation, and knowledge of ASL linguistics."},{"prefix":"d","text":" The minimal requirement of ASL teachers in state service providers or agencies shall be at least a ASLTA provisional level certification. The teacher shall have demonstrated proficiency in ASL and basic knowledge about ASL teaching, including developing course outlines and lesson plans."},{"prefix":"e","text":" The requirements of ASLTA certification shall be effective on January 17, 2002."},{"prefix":"f","text":" The ASL curriculum for K-12, L1 users and L2 learners, shall be approved by the ASLTA effective January 1, 2003."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24A","text":"American Sign Language Recognition."},"heading":{"title":"38","chaptersection":"2433","identifier":"38-2433","catch_text":"American Sign Language instruction."}}