{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1235.\n\n1973 Ed., § 31-733.\n\nEffect of Amendments\n\nD.C. Law 17-231 added subsecs. (d) and (e).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 7-231, see Historical and Statutory Notes following § 38-2021.08.\n\nFor Law 17-231, see notes following § 38-2021.05.\n\nReferences in Text\n\nThe \"District of Columbia Teachers' Salary Act of 1945, as amended,\" referred to twice in subsection (a) of this section, was repealed by the Act of July 7, 1947, 61 Stat. 260, ch. 208, § 20.\n\nDC CODE § 38-2021.13\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1946, 60 Stat. 881, ch. 779, § 13; June 4, 1957, 71 Stat. 48, Pub. L. 85-46, § 1; Dec. 29, 1967, 81 Stat. 751, Pub. L. 90-231, § 1(8); May 22, 1970, 84 Stat. 257, Pub. L. 91-263, § 1(a); Oct. 21, 1972, 86 Stat. 1013, Pub. L. 92-518, title II, § 202(a)(2); May 10, 1989, D.C. Law 7- 231, § 34(b), 36 DCR 492; Sept. 12, 2008, D.C. Law 17-231, § 32(d), 55 DCR 6758.)","sections":[{"prefix":"a","text":" The term \"teacher,\" under this part, shall include all teachers employed by the Board of Education in the public day schools of the District of Columbia, including other educational employees whose salaries are established in the District of Columbia Teachers' Salary Act of 1945, as amended, except the employees of the Department of School Attendance and Work Permits; whenever the pronoun \"his\" occurs in this part it shall be construed to mean both male and female; and the term \"annual salary\" shall be construed to mean the total annual income received during the fiscal year for service rendered in the public day schools (not including summer schools) of the District of Columbia, including basic salary, automatic increases, and longevity allowances, provided for in the District of Columbia Teachers' Salary Act of 1945, as amended, and all wartime additional compensation or bonus, and this definition of \"annual salary\" shall not be construed to affect any deductions which have been made prior to July 1, 1946, from any teacher's \"annual salary\" as defined in subchapter I of this chapter."},{"prefix":"b","text":" The term \"average salary\" shall mean the largest annual rate resulting from averaging, over any period of 3 consecutive years of eligible service, or in the case of a survivor annuity under § 38-2021.09(b) based on service of less than 3 years, over the total eligible service in the public schools of the District of Columbia, a teacher's rates of annual salary in effect during such period, with each rate weighted by the time it was in effect."},{"prefix":"c","text":" For purposes of this part, the term \"eligible service\" means service in the public schools of the District of Columbia under a temporary, probationary, or permanent appointment to a position, the rate of compensation of which is prescribed in the salary schedule adopted pursuant to §§ 1-611.11 and 1- 617.16."},{"prefix":"d","text":" For the purposes of this part, the term \"domestic partner\" shall have the same meaning as provided in § 32-701(3)."},{"prefix":"e","text":" For the purposes of this part, the term \"domestic partnership\" shall have the same meaning as provided in § 32-701(4)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"38","chaptersection":"2021","identifier":"38-2021.13","catch_text":"Definitions."}}