{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-285 rewrote subsec. (a), which had read as follows:\n\n\"(a) Within 120 days of July 18, 2008, OSSE shall establish high-quality content standards and program requirements, which have been approved by the State Board of Education, that all pre-k programs are required to meet by September 1, 2014.\"\n\nTemporary Amendments of Section\n\nSection 2(d) of D.C. Law 18-142 rewrote subsec. (a) to read as follows:\n\n\"(a) The OSSE shall develop high-quality content standards and program requirements that pre-k programs that receive funds under this act are required to meet by September 1, 2014.\".\n\nSection 5(a) of D.C. Law 18-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Pre-K Acceleration and Clarification Emergency Amendment Act of 2009 (D.C. Act 18-304, January 28, 2010, 57 DCR 1475).\n\nFor temporary (90 day) addition of section, see § 4103 of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-602, December 1, 2010, 57 DCR 11039).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 19-4, February 11, 2011, 58 DCR 1399).\n\nLegislative History of Laws\n\nFor Law 17-202, see notes following § 38-271.01.\n\nFor history of Law 18-285, see notes under § 38-271.01.\n\nMiscellaneous Notes\n\nShort title: Section 4101 of D.C. Law 18-223 provided that subtitle K of title IV of the act may be cited as the \"Pre-K Expansion and Program Assistance and Workforce Development Act of 2010\".\n\nSection 4103 of D.C. Law 18-223 provides:\n\n\"Sec. 4103. (a) The OSSE shall ensure that funds utilized to support pre-k community-based classrooms maximize the use of and supplement, not supplant, existing federal and local funding sources, such as Head Start and Child Care Subsidy, that finance education programs for children of pre-k age in the District of Columbia.\n\n\"(b) For each provider that meets the high-quality standards established pursuant to section 201 of the Pre-K Enhancement and Expansion Amendment Act of 2008, effective July 18, 2008 (D.C. Law 17-202; D.C. Official Code § 38- 272.01), the OSSE shall ensure that local funding shall be allocated in such a manner that each provider receives in total funding per student funding an amount equal to the Uniform Per Student Funding Formula, established pursuant to section 2401 of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321-107; D.C. Official Code § 38-1804.01).\"\n\nDC CODE § 38-272.01\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-202, § 201, 55 DCR 6297; Mar. 8, 2011, D.C. Law 18-285, § 2(d), 57 DCR 11005.)","sections":[{"prefix":"a","text":" The OSSE shall develop high-quality content standards and program requirements that pre-k programs that receive funds under this chapter are required to meet by September 1, 2014."},{"prefix":"b","text":" The program requirements shall include:"},{"prefix":"1","text":" An adult-to-child ratio of one-to-8 for children 30 months to 3 years of age and of one-to-10 for children 4 years of age or older, or as otherwise approved by OSSE;"},{"prefix":"2","text":" A comprehensive curriculum that is aligned with the District of Columbia Early Learning Standards;"},{"prefix":"3","text":" Accreditation by a national accrediting body approved by OSSE;"},{"prefix":"4","text":" The minimum hours and days of operation;"},{"prefix":"5","text":" Valid and reliable assessments that meet accepted standards of technical adequacy to measure educational objectives and outcomes;"},{"prefix":"6","text":" Teacher qualifications, which may include a waiver of certain academic and degree requirements for current teachers, or current assistant teachers, with a minimum of 10 years of experience as of July 18, 2008, who are employed in programs meeting the educational objectives and outcomes of the HQ standards; provided, that by September 1, 2017, all teachers and assistant teachers shall be required to meet the academic and degree requirements as established by the OSSE and approved by the State Board of Education;"},{"prefix":"7","text":" A professional development and training plan for pre-k teachers and assistant teachers;"},{"prefix":"8","text":" A plan to foster parental support and involvement;"},{"prefix":"9","text":" A plan to coordinate support services;"},{"prefix":"10","text":" A plan to ensure inclusion of children with disabilities, in accordance with federally-stated goals;"},{"prefix":"11","text":" Facilities requirements;"},{"prefix":"12","text":" Licensure requirements; and"},{"prefix":"13","text":" A process for continuous improvement, classroom assessment, and child outcome assessment."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2A","text":"Pre-Kindergarten Education System."},"subchapter":{"identifier":"II","text":"Enhancement of Existing Pre-K Programs."},"heading":{"title":"38","chaptersection":"272","identifier":"38-272.01","catch_text":"Establishing high-quality standards."}}