{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1841.3.\n\nDC CODE § 38-2401.03\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1986, 100 Stat. 781, Pub. L. 99-371, § 103; Oct. 1, 1992, 106 Stat. 2151, Pub. L. 102-421, §§ 101(c), 111; Aug. 11, 1993, 107 Stat. 733, Pub. L. 103-73, § 203(c).)","sections":[{"prefix":"a","text":" Composition of the Board. -- (1) Gallaudet University shall be under the direction and control of a Board of Trustees, composed of 21 members who shall include:"},{"prefix":"A","text":" Three public members of whom (i) one shall be a United States Senator appointed by the President of the Senate, and (ii) two shall be Representatives appointed by the Speaker of the House of Representatives; and"},{"prefix":"B","text":" Eighteen other members, all of whom shall be elected by the Board of Trustees and of whom one shall be elected pursuant to regulations of the Board of Trustees, on nomination by the Gallaudet University Alumni Association, for a term of 3 years."},{"prefix":"2","text":" The members appointed from the Senate and House of Representatives shall be appointed for a term of 2 years at the beginning of each Congress, shall be eligible for reappointment, and shall serve until their successors are appointed."},{"prefix":"3","text":" The Board of Trustees shall have the power to fill any vacancy in the membership of the Board except for public members. Nine trustees shall constitute a quorum to transact business. The Board of Trustees, by vote of a majority of its membership, is authorized to remove any member of their body (except the public members) who may refuse or neglect to discharge the duties of a trustee, or whose removal would, in the judgment of said majority, be to the interest and welfare of said corporation."},{"prefix":"b","text":" Powers of the Board. -- The Board of Trustees is authorized to:"},{"prefix":"1","text":" Make such rules, policies, regulations, and bylaws, not inconsistent with the Constitution and laws of the United States, as may be necessary for the good government of Gallaudet University, for the management of the property and funds of such corporation (including the construction of buildings and other facilities), and for the admission, instruction, care, and discharge of students;"},{"prefix":"2","text":" Provide for the adoption of a corporate seal and for its use;"},{"prefix":"3","text":" Fix the date of holding their annual and other meetings;"},{"prefix":"4","text":" Appoint a president and establish policies, guidelines, and procedures related to the appointments, the salaries, and the dismissals of professors, instructors, and other employees of Gallaudet University, including the adoption of a policy of outreach and recruitment to employ and advance in employment qualified individuals with disabilities, particularly individuals who are deaf or hard of hearing;"},{"prefix":"5","text":" Elect a chairperson and other officers and prescribe their duties and terms of office, and appoint an executive committee to consist of 5 members, and vest the committee with such of its powers during periods between meetings of the Board as the Board deems necessary;"},{"prefix":"6","text":" Establish such schools, departments, and other units as the Board of Trustees deems necessary to carry out the purpose of Gallaudet University;"},{"prefix":"7","text":" Confer such degrees and marks of honor as are conferred by colleges and universities generally, and issue such diplomas and certificates of graduation as, in its opinion, may be deemed advisable, and consistent with academic standards;"},{"prefix":"8","text":" Subject to § 38-2402.03, control expenditures of all moneys appropriated by Congress for the benefit of Gallaudet University; and"},{"prefix":"9","text":" Control the expenditure and investment of any moneys or funds or property which Gallaudet University may have or may receive from sources other than appropriations by Congress."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24","text":"Education for the Deaf."},"subchapter":{"identifier":"I","text":"Gallaudet University; National Technical Institute for the Deaf."},"part":{"identifier":"A","text":"Gallaudet University."},"heading":{"title":"38","chaptersection":"2401","identifier":"38-2401.03","catch_text":"Board of Trustees."}}