{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 113 of Placement of Students with Disabilities in Nonpublic Schools Emergency Amendment Act of 2006 (D.C. Act 16- 667, December 28, 2006, 54 DCR 1134).\n\nLegislative History of Laws\n\nFor Law 16-269, see notes following § 38-2561.01.\n\nDC CODE § 38-2561.13\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-269, § 113, 54 DCR 841.)","sections":[{"prefix":"a","text":" A nonpublic special education school or program may request reconsideration of a rate approved by the Mayor, or his or her designee, by the Rate Reconsideration Panel established by § 38-2561.14. A rate is eligible for reconsideration only for matters that relate to the ability of the nonpublic special education school or program to meet the requirements of an IEP for a student placed by a District government agency."},{"prefix":"b","text":" The opportunity to request rate reconsideration shall apply only to an aggregate rate for students funded by the District government and the rate may not be reconsidered for individual students, except that the Panel may make case-by-case exceptions for a student the Panel determines has unique or highly specialized needs that cannot be properly addressed and funded through an aggregate rate."},{"prefix":"c","text":" A request for reconsideration shall be filed within 30 days of the nonpublic special education school or program's notification of rates from the Mayor, or his or her designee. The reconsideration request shall include the relief requested, the basis for the relief, and sufficient and appropriate information to allow an analysis of the claim."},{"prefix":"d","text":" The decision of the Panel is final and binding."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Special Education."},"chapter":{"identifier":"25B","text":"Placement of Students with Disabilities in Nonpublic Schools."},"heading":{"title":"38","chaptersection":"2561","identifier":"38-2561.13","catch_text":"Rate-setting for nonpublic schools--Reconsideration."}}