{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 18-285 rewrote pars. (1) and (3); and added pars. (1A), (1B), (1C), (2A), and (3A). Prior to amendment, pars. (1) and (3) read as follows:\n\n\"(1) 'Community-based organization' or ' CBO' means Head Start and early childhood- education programs operated by a nonprofit or faith-based organization.\"\n\n\"(3) 'HEI program' means the Higher Education Incentive grant program established by § 38-274.01.\"\n\nD.C. Law 19-21 repealed par. (2), which formerly read:\n\n\"(2) 'Fund' means the Pre-k Program Assistance Grant Fund established by § 38- 272.04.\"\n\nTemporary Amendments of Section\n\nSection 2(a) of D.C. Law 18-142 rewrote par. (1) to read as follows:\n\n\"(1) \"Community-based organization\" or \"CBO\" means a Head Start or early childhood education program operated by a nonprofit entity, faith-based organization, or organization that participates in federally funded or District-funded early childhood programs, including the child care subsidy program funded by the federal Child Care and Development Fund.\"\n\n; in par. (3), substituted \"pursuant to\" for \"by\"; and added pars. (2A) and (3A) to read as follows:\n\n\"(2A) \"HEIG fund\" means the Higher Education Incentive Grant Fund established by section 403.\".\n\n\"(3A) \"HEI scholarship program\" means the scholarship program established pursuant to sections 401 and 402.\".\n\nSection 5(a) of D.C. Law 18-142 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Pre-K Acceleration and Clarification Emergency Amendment Act of 2009 (D.C. Act 18-304, January 28, 2010, 57 DCR 1475).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-602, December 1, 2010, 57 DCR 11039).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Pre-k Acceleration and Clarification Congressional Review Emergency Amendment Act of 2010 (D.C. Act 19-4, February 11, 2011, 58 DCR 1399).\n\nLegislative History of Laws\n\nLaw 17-202, the \"Pre-K Enhancement and Expansion Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-537 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on May 23, 2008, it was assigned Act No. 17-399 and transmitted to both Houses of Congress for its review. D.C. Law 17-202 became effective on July 18, 2008.\n\nLaw 18-285 , the \"Pre-k Acceleration and Clarification Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-605, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on July 13, 2010, and November 9, 2010, respectively. Enacted without signature of the Mayor on December 2, 2010, it was assigned Act No. 18-595 and transmitted to both Houses of Congress for its review. D.C. Law 18-285 became effective on March 8, 2011.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nMiscellaneous Notes\n\nSection 7101 of D.C. Law 17-219 repealed section 701 of D.C. Law 17-202.\n\nEstablishment--District of Columbia Early Childhood Advisory Council, see Mayor's Order 2010-68, May 21, 2010 (57 DCR 4460).\n\nDC CODE § 38-271.01\n\nCurrent through December 11, 2012","credits":"(July 18, 2008, D.C. Law 17-202, § 101, 55 DCR 6297; Mar. 8, 2011, D.C. Law 18-285, § 2(a), 57 DCR 11005; Sept. 14, 2011, D.C. Law 19-21, § 9061(a), 58 DCR 6226.)","sections":[{"prefix":"1","text":" \"Community-based organization\" or \" CBO\" means a Head Start or early childhood education program operated by a nonprofit entity, faith-based organization, or other entity that participates in federally funded early childhood programs."},{"prefix":"1A","text":" \"Coordinating Council\" means the State Early Childhood Development Coordinating Council establish pursuant to § 38-271.07."},{"prefix":"1B","text":" \"DC Collaborative\" means the collaborative of District of Columbia colleges and universities established pursuant to § 38-274.01(a)(3)."},{"prefix":"1C","text":" \"Elementary and secondary education\" means education from and including pre-k through the end of high school or their equivalent."},{"prefix":"2","text":" Repealed."},{"prefix":"2A","text":" \"HEIG fund\" means the Higher Education Incentive Grant Fund established by § 38-274.03."},{"prefix":"3","text":" \"HEI program\" means the Higher Education Incentive grant program established pursuant to § 38-274.01."},{"prefix":"3A","text":" \"HEI scholarship program\" means the scholarship program established pursuant to §§ 38-274.01 and 38-274.02."},{"prefix":"4","text":" \"HQ standards\" means high-quality content standards and program requirements for pre-k programs established by the OSSE pursuant to § 38- 272.01."},{"prefix":"5","text":" \"OSSE\" means the Office of the State Superintendent of Education, established by Chapter 26 of this title."},{"prefix":"6","text":" \"Pre-k\" means the educational gradation available to children of pre-kindergarten age for the 2 years prior to their eligibility for enrollment in kindergarten."},{"prefix":"7","text":" \"Pre-k age\" means children 3 or 4 years of age, and children who become 5 years of age after September 30th of the upcoming school year."},{"prefix":"8","text":" \"Pre-k-education services\" means the District-wide educational services provided to the publicly funded CBOs, District of Columbia Public Schools, and Public Charter Schools who provide pre-k care and education services to pre-k age children."},{"prefix":"9","text":" \"Pre-k program\" means a classroom or a group of classrooms serving pre-k children. A single organization or entity may operate multiple pre-k programs in different locations."},{"prefix":"10","text":" \"Professional development\" means a data-driven, continuous improvement process that provides a range of formal and informal experiences designed for teaching and administrative staff to increase their knowledge and understanding of research-based, developmentally appropriate content and teaching strategies."},{"prefix":"11","text":" \"School readiness\" means a child's mastery of approved early-learning standards in the domains of language and literacy, mathematical thinking, social and emotional development, scientific inquiry, social studies, approaches to learning, and health."},{"prefix":"12","text":" \"Technical assistance\" means the human and technological resources that support the establishment of age-appropriate classroom environments, provide strategies that develop children's early language and literacy development and mathematical thinking, aid in the mastery of early-learning standards, and develop appropriate instructional strategies for children with disabilities and for children whose first language is not English."},{"prefix":"13","text":" \"Workforce development\" means a range of educational and training experiences that support and increase the capacity of individuals to enter and remain a part of the early-care and education-labor market."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2A","text":"Pre-Kindergarten Education System."},"subchapter":{"identifier":"I","text":"Definitions; Administration; and Funding."},"heading":{"title":"38","chaptersection":"271","identifier":"38-271.01","catch_text":"Definitions."}}