{"text":"Any person entitled to annuity pursuant to the provisions of subchapter I of this chapter or part A of this subchapter may decline to accept all or any part of such annuity by a waiver signed and filed with the District of Columbia Retirement Board. Such waiver may be revoked in writing at any time, but no payment of the annuity waived shall be made covering the period during which such waiver was in effect.","historical":"Prior Codifications\n\n1981 Ed., § 31-1246.\n\n1973 Ed., § 31-740.\n\nEffect of Amendments\n\nD.C. Law 15-354 substituted \"District of Columbia Retirement Board\" for \"Mayor of the District of Columbia or his designated agent\".\n\nLegislative History of Laws\n\nFor Law 15-354, see notes following § 38-101.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-2023.15\n\nCurrent through December 11, 2012","credits":"(July 2, 1956, 70 Stat. 487, ch. 497, § 2; Apr. 13, 2005, D.C. Law 15-354, § 57, 52 DCR 2638.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"B","text":"Additional Annuity Provisions."},"subpart":{"identifier":"II","text":"General."},"heading":{"title":"38","chaptersection":"2023","identifier":"38-2023.15","catch_text":"Waiver of annuity; revocation."}}