{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-403.\n\n1973 Ed., §§ 31-205 -- 31-207.\n\nEffect of Amendments\n\nD.C. Law 18-242 added subsec. (i).\n\nD.C. Law 19-141 added subsecs. (i)(A-i), (B-i), and (j), but is not in effect. See Miscellaneous Notes.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-247, see Historical and Statutory Notes following § 38-201.\n\nFor history of Law 18-242, see notes under § 38-201.\n\nFor history of Law 19-141, see notes under § 38-203.\n\nMiscellaneous Notes\n\nSection 601 of D.C. Law 19-141, as amended by section 7004 of D.C. Law 19-168, reads as follows: \"Sections 302(b)(1), 304, and 502(a) shall apply upon the inclusion of their fiscal effect in an approved budget and financial plan.\".\n\nThe fiscal effect of sections 302(b)(1), 304, and 502 of D.C. Law 19-141 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 19-141, are not in effect.\n\nDC CODE § 38-203\n\nCurrent through December 11, 2012","credits":"(Feb. 4, 1925, 43 Stat. 806, ch. 140, Art. I, §§ 5-7; renumbered as Art. II, § 2 and amended, Mar. 8, 1991, D.C. Law 8-247, § 2(a), 38 DCR 376; Oct. 26, 2010, D.C. Law 18-242, § 3(b), 57 DCR 7555; June 7, 2012, D.C. Law 19- 141, § 302(b), 59 DCR 3083.)","sections":[{"prefix":"a","text":" An accurate daily record of the attendance of all minors covered by § 38-202 and this section shall be kept by the teachers of each public, independent, private, or parochial school and by every teacher who gives instruction privately. These records shall be open for inspection at all times by the Board, the Superintendent of Schools, school attendance officers, or other persons authorized to enforce this subchapter."},{"prefix":"b","text":" It shall be the duty of each principal, head teacher, or school administrative officer as designated in each public, independent, private, or parochial school, and of each teacher who gives private instruction to report to the Board the school attendance of any minor covered by § 38-202(a) who is enrolled in a school or who is enrolled for private instruction and who is absent from school or instruction for more than 2 full-day sessions or 4 half-day sessions in any school month, along with a statement of the reasons for the absences."},{"prefix":"c","text":" The absence of a minor covered by § 38-202(a) without valid excuse shall be unlawful."},{"prefix":"d","text":" The parent, guardian, or other person who has custody or control of a minor covered by § 38-202(a) who is absent from school without a valid excuse shall be guilty of a misdemeanor."},{"prefix":"e","text":" Any person convicted of failure to keep a minor in regular attendance in a public, independent, private, or parochial school, or failure to provide regular private instruction acceptable to the Board may be fined not less than $100 or imprisoned for not more than 5 days, or both for each offense."},{"prefix":"f","text":" Each unlawful absence of a minor for 2 full-day sessions or for 4 half-day sessions during a school month shall constitute a separate offense."},{"prefix":"g","text":" For the 1st offense, upon payment of costs, the sentence may be suspended and the defendant may be placed on probation."},{"prefix":"h","text":" For any person convicted under this section, the courts shall consider requiring the offender to perform community service as an alternative to fine or imprisonment or both."},{"prefix":"i","text":" Within 60 days after the end of a school year, each public, independent, private, or parochial school shall report to the Mayor, or the Mayor's designee, and make publicly available, the following data based on the preceding school year:"},{"prefix":"A","text":" The number of minors, categorized by grade, or equivalent grouping for ungraded schools, who had unexcused absences for:"},{"prefix":"i","text":" One to 5 days;"},{"prefix":"ii","text":" Six to 10 days;"},{"prefix":"iii","text":" Eleven to 20 days; and"},{"prefix":"iv","text":" Twenty-one or more days;"},{"prefix":"A-i","text":" [Not funded]"},{"prefix":"B","text":" The number of minors, categorized by grade, or equivalent grouping for ungraded schools, that the school reported to the Child and Family Services Agency pursuant to § 4-1321.02(a-1) and (a-2);"},{"prefix":"B-i","text":" [Not funded]; and"},{"prefix":"C","text":" The policy on absences, including defined categories of valid excuses, that it used."},{"prefix":"j","text":" [Not funded]"}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"2","text":"Compulsory School Attendance and Expulsion."},"subchapter":{"identifier":"I","text":"School Attendance. (Refs & Annos)"},"heading":{"title":"38","chaptersection":"203","identifier":"38-203","catch_text":"Enforcement; penalties."}}