{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1841.3b.\n\nDC CODE § 38-2401.05\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1986, Pub. L. 99-371, § 105, as added Oct. 1, 1992, 106 Stat. 2151, Pub. L. 102-421, § 113; Aug. 11, 1993, 107 Stat. 733, Pub. L. 103-73, § 203(e).)","sections":[{"prefix":"a","text":" General authority. -- The Secretary and Gallaudet University shall establish, within one year after October 1, 1992, a new agreement governing the operation and national mission activities, including construction and provision of equipment, of the elementary and secondary education programs at the University. The Secretary and the University shall periodically update the agreement as determined to be necessary by the Secretary or the University."},{"prefix":"b","text":" Provisions of agreement. -- The agreement shall:"},{"prefix":"1","text":" Provide that federal funds appropriated for the benefit of the Kendall Demonstration Elementary School and the Model Secondary School for the Deaf will be used only for the purposes for which appropriated and in accordance with the applicable provisions of this chapter and such agreement;"},{"prefix":"2","text":" Provide that the University will make an annual report, to be part of the report required under § 38-2402.04, to the Secretary on the operations and national mission activities of the elementary and secondary education programs, including such other information as the Secretary may consider necessary;"},{"prefix":"3","text":" Provide that in the design and construction of any facilities, maximum attention will be given to innovative auditory and visual devices and installations appropriate for the educational functions of such facilities;"},{"prefix":"4","text":" Provide that any laborer or mechanic employed by any contractor or subcontractor in the performance of work on any construction aided by federal funds appropriated for the benefit of the Kendall Demonstration Elementary School or the Model Secondary School for the Deaf will be paid wages at rates not less than those prevailing on similar construction in the locality as determined by the Secretary of Labor in accordance with the Act of March 3, 1931 (40 U.S.C. 276a--276a-5) commonly referred to as the Davis-Bacon Act; except that the Secretary of Labor shall have, with respect to the labor standards specified in this paragraph, the authority and functions set forth in Reorganization Plan Numbered 14 of 1950 (5 U.S.C. App.) and § 2 of the Act of June 13, 1934 (40 U.S.C. 276c); and"},{"prefix":"5","text":" Include such other conditions as the Secretary or the University considers necessary to carry out the purposes of this part."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24","text":"Education for the Deaf."},"subchapter":{"identifier":"I","text":"Gallaudet University; National Technical Institute for the Deaf."},"part":{"identifier":"A","text":"Gallaudet University."},"heading":{"title":"38","chaptersection":"2401","identifier":"38-2401.05","catch_text":"Agreement with Gallaudet University."}}