{"text":"","historical":"Legislative History of Laws\n\nFor Law 13-176, see notes following § 38-2601.\n\nDC CODE § 38-2605\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-176, § 6, 47 DCR 6835.)","sections":[{"prefix":"a","text":"(1) Not later than July 1, 200l, the SEO shall submit recommendations to the Mayor and the Council, based on a study of the additional responsibilities that should be assumed by the SEO, and a transitional plan for each responsibility."},{"prefix":"2","text":" The study, recommendations, and transition plan shall be developed, in consultation with the Board of Education, the Superintendent of Public Schools, the Public Charter School Board, and any other District agencies which currently has the responsibly for functions listed in subsection (b) of this section."},{"prefix":"b","text":" In formulating recommendations, the Officer shall consider the advantages of giving the SEO responsibility for the:"},{"prefix":"1","text":" State-level responsibilities associated with the acquisition and administration of federal grants on behalf of funding or services for all eligible District schools including public, public charter and private schools, and District of Columbia public institutions for post secondary education, including preparation of state plans, applications for competitive grants, setting of state-wide standards and assessment, allocation of federal funds among eligible schools, monitoring of compliance with federal requirements, and submission of reports;"},{"prefix":"2","text":" Issuance of rules to establish requirements to govern acceptable credit to be granted for studies completed at independent, private, public and public charter schools and private instruction, pursuant to § 38-202;"},{"prefix":"3","text":" Issuance of rules regarding enforcement of school attendance requirements for all schools, including public, public charter and private schools, pursuant to § 38-203;"},{"prefix":"4","text":" Conduct of the census of all minors 3 years of age or older who are residents of the District, pursuant to § 38-204;"},{"prefix":"5","text":" Establishment of criteria for individuals to obtain high school equivalency credentials, administration of appropriate exams and issuance of such credentials;"},{"prefix":"6","text":" Issuance of work permits for minors who reside in the District, pursuant to § 32-208;"},{"prefix":"7","text":" Establishment of annual standardized reporting requirements for statistical information from public and public charter schools;"},{"prefix":"8","text":" Fact-finding, research and investigative activities on behalf of the Mayor, Council and other public officials;"},{"prefix":"9","text":" Establishment of teacher certification requirements for all eligible District schools including public, public charter, private schools, and District of Columbia public institutions for post secondary education; and"},{"prefix":"10","text":" Establishment of licensing procedures and standards for instructional staff for all eligible District schools including public, public charter, private schools, and District of Columbia public institutions for post secondary education."},{"prefix":"c","text":" The study shall consider whether the SEO's assumption of each responsibility would:"},{"prefix":"1","text":" Improve the quality of educational and other services to children and adults;"},{"prefix":"2","text":" Eliminate or create duplication of functions by various District agencies;"},{"prefix":"3","text":" Reduce or enlarge multiple reporting requirements upon school authorities, including the Board of Education, Superintendent of Schools, Public School Charter Board, and individual schools;"},{"prefix":"4","text":" Eliminate conflicts of interest; and"},{"prefix":"5","text":" Entail additional costs for the District."},{"prefix":"d","text":" The transition plan shall:"},{"prefix":"1","text":" Identify the authority and responsibility of each party at each stage in the transition process;"},{"prefix":"2","text":" Specify dates and benchmarks for transfer of authority, responsibility, budget, and employees;"},{"prefix":"3","text":" Specify the estimated cost to the SEO of carrying out each function studied, and the recommended source of revenues; and"},{"prefix":"4","text":" Identify any factors with potential for disrupting services to students and recommend steps to prevent such disruption."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26","text":"Office of the State Superintendent of Education."},"heading":{"title":"38","chaptersection":"2605","identifier":"38-2605","catch_text":"Study, recommendations, and transition plan on the additional responsibilities for the SEO."}}