{"text":"The annuities and increases in annuities provided by §§ 38-2023.01 to 38- 2023.03 shall be paid from the District of Columbia Teachers' Retirement and Annuity Fund until such time as all amounts in such fund have been expended or transferred under § 1-713(b) to the District of Columbia Teachers' Retirement Fund established by § 1-713(a) and thereafter from the District of Columbia Teachers' Retirement Fund. Such annuities and increases in annuities shall terminate for each fiscal year beginning on or after July 1, 1960, for which the Congress has failed to make provision for the payment of like annuities and increases in annuities under the Act approved June 25, 1958 (72 Stat. 218), for such fiscal year. For any fiscal year for which such annuities and increases in annuities shall terminate for the reason set forth in this section, §§ 38-2023.01 to 38-2023.03 shall not be in effect and annuities and increases in annuities shall be determined and paid as though such sections had not been enacted. Nothing contained in this section shall be held or considered to prevent the payment of annuities and increases in annuities provided by §§ 38-2023.01 to 38-2023.03 for any fiscal year for which the Congress shall have made provisions for the payment of like annuities and increases in annuities under such Act approved June 25, 1958 (72 Stat. 218).","historical":"Prior Codifications\n\n1981 Ed., § 31-1250.\n\n1973 Ed., § 31-744.\n\nDC CODE § 38-2023.04\n\nCurrent through December 11, 2012","credits":"(Sept. 2, 1958, 72 Stat. 1769, Pub. L. 85-917, § 4; Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, § 123(b)(2).)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"B","text":"Additional Annuity Provisions."},"subpart":{"identifier":"I","text":"Increased Annuities."},"heading":{"title":"38","chaptersection":"2023","identifier":"38-2023.04","catch_text":"Payment of annuity increase."}}