{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see ยง 5 of Special Education Task Force Establishment Second Congressional Review Emergency Act of 2003 (D.C. Act 15- 232, November 25, 2003, 50 DCR 10729).\n\nLegislative History of Laws\n\nFor Law 15-39, see notes following ยง 38-160.\n\nDC CODE ยง 38-2554\n\nCurrent through December 11, 2012","credits":"(Nov. 13, 2003, D.C. Law 15-39, ยง 375, 50 DCR 5668.)","sections":[{"prefix":"a","text":" The Task Force shall be comprised of the following 9 voting members, or designees thereof:"},{"prefix":"1","text":" The Mayor of the District of Columbia;"},{"prefix":"2","text":" The Chair of the Committee on Education, Libraries and Recreation for the Council of the District of Columbia;"},{"prefix":"3","text":" The Chair of the Committee of Finance and Revenue for the Council of the District of Columbia;"},{"prefix":"4","text":" The President of the Board of Education;"},{"prefix":"5","text":" The Superintendent of the District of Columbia Public Schools;"},{"prefix":"6","text":" The State Education Officer of the District of Columbia;"},{"prefix":"7","text":" The Deputy Mayor for Children, Youth, Families and Elders;"},{"prefix":"8","text":" The Chief Financial Officer for the District of Columbia; and"},{"prefix":"9","text":" The Chief Financial Officer for the District of Columbia Public Schools."},{"prefix":"b","text":" The following shall serve as advisory, nonvoting members of the Task Force:"},{"prefix":"1","text":" The members of the Council's Committee on Education, Libraries and Recreation;"},{"prefix":"2","text":" The department head or designee of the Office of Special Education;"},{"prefix":"3","text":" The department head or designee of the Committee on Special Education and Student Services for the Board of Education;"},{"prefix":"4","text":" The Corporation Counsel for the District of Columbia;"},{"prefix":"5","text":" The department head or designee of the Department of Mental Health;"},{"prefix":"6","text":" The department head or designee of the Child and Family Service Agency;"},{"prefix":"7","text":" The department head or designee of the Medical Assistance Administration;"},{"prefix":"8","text":" The department head or designee of the Office of Medicaid Public Provider Operation Reform;"},{"prefix":"9","text":" The representative of the State Advisory Panel on Special Education in the District of Columbia; and"},{"prefix":"10","text":" Two parents of District of Columbia Special Education students."},{"prefix":"c","text":" The Task Force shall be co-chaired by the Mayor and the Chair of the Committee on Education, Libraries and Recreation for the Council of the District of Columbia."},{"prefix":"d","text":" The Director of the State Education Office shall provide staffing for the Task Force."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Special Education."},"chapter":{"identifier":"25A","text":"Special Education Task Force Establishment."},"heading":{"title":"38","chaptersection":"2554","identifier":"38-2554","catch_text":"Composition of the Task Force."}}