{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-111 rewrote subsec. (d), which had read as follows:\n\n\"(d) The Mayor shall, by order, specify the Board's organizational structure, staff, budget, operations, reimbursement of expenses policy, and other matters affecting the Board's functions.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4032 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4032 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes following § 38-2651.\n\nFor Law 18-111, see notes following § 38-191.\n\nMiscellaneous Notes\n\nEstablishment of the State Board of Education's By laws, see Mayor's Order 2007-214, October 3, 2007 (55 DCR 139).\n\nDC CODE § 38-2652\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 403, 54 DCR 4102; Mar. 3, 2010, D.C. Law 18-111, § 4032, 57 DCR 181.)","sections":[{"prefix":"a","text":" The Board shall:"},{"prefix":"1","text":" Advise the State Superintendent of Education on educational matters, including:"},{"prefix":"A","text":" State standards;"},{"prefix":"B","text":" State policies, including those governing special, academic, vocational, charter, and other schools;"},{"prefix":"C","text":" State objectives; and"},{"prefix":"D","text":" State regulations proposed by the Mayor or the State Superintendent of Education;"},{"prefix":"2","text":" Approve state academic standards, following a recommendation by the State Superintendent of Education, ensuring that the standards recommended by the State Superintendent of Education:"},{"prefix":"A","text":" Specify what children are expected to know and be able to do;"},{"prefix":"B","text":" Contain coherent and rigorous content;"},{"prefix":"C","text":" Encourage the teaching of advanced skills; and"},{"prefix":"D","text":" Are updated on a regular basis;"},{"prefix":"3","text":" Approve high school graduation requirements;"},{"prefix":"4","text":" Approve standards for high school equivalence credentials;"},{"prefix":"5","text":" Approve a state definition of:"},{"prefix":"A","text":" \"Adequate yearly progress\" that will be applied consistently to all local education agencies;"},{"prefix":"B","text":" And standards for \"highly qualified teachers,\" pursuant to the No Child Left Behind Act of 2001, approved January 8, 2002 (115 Stat. 1425; 20 U.S.C. § 6301 et seq.) (\"NCLB Act\"); and"},{"prefix":"C","text":" \"Proficiency\" that ensures an accurate measure of student achievement;"},{"prefix":"6","text":" Approve standards for accreditation and certification of teacher preparation programs of colleges and universities;"},{"prefix":"7","text":" Approve the state accountability plan for the District of Columbia developed by the chief state school officer, pursuant to the NCLB Act, ensuring that:"},{"prefix":"A","text":" The plan includes a single statewide accountability system that will ensure all local education agencies make adequate yearly progress; and"},{"prefix":"B","text":" The statewide accountability system included in the plan is based on academic standards, academic assessments, a standardized system of accountability across all local education agencies, and a system of sanctions and rewards that will be used to hold local education agencies accountable for student achievement;"},{"prefix":"8","text":" Approve state policies for parental involvement;"},{"prefix":"9","text":" Approve state policies for supplemental education service providers operating in the District to ensure that providers have a demonstrated record of effectiveness and offer services that promote challenging academic achievement standards and that improve student achievement;"},{"prefix":"10","text":" Approve the rules for residency verification;"},{"prefix":"11","text":" Approve the list of charter school accreditation organizations;"},{"prefix":"12","text":" Approve the categories and format of the annual report card, pursuant to NCLB Act;"},{"prefix":"13","text":" Approve the list of private placement accreditation organizations, pursuant to Chapter 29 of this title;"},{"prefix":"14","text":" Approve state rules for enforcing school attendance requirements; and"},{"prefix":"15","text":" Approve state standards for home schooling."},{"prefix":"b","text":" The Board shall conduct monthly meetings to receive citizen input with respect to issues properly before it, which may be conducted at a location in a ward."},{"prefix":"c","text":" The Board shall consider matters for policy approval upon submission of a request for policy action by the State Superintendent of Education within a review period requested by the Office of the State Superintendent of Education."},{"prefix":"d","text":" The Mayor shall, by order, specify the Board's organizational structure, staff, budget, operations, reimbursement of expenses policy, and other matters affecting the Board's functions; provided, that the Board shall be allocated 3 full-time equivalent staff members to perform administrative functions from within the Office of the State Superintendent of Education. These individuals shall be selected by the Board from a list of at least 3 qualified individuals per position produced by the State Superintendent. The individuals selected and serving shall not be removed except with the approval of both the Board and the State Superintendent."},{"prefix":"e","text":" For the purposes of this section, the term \"state\" means District-wide and similar to functions, policies, and rules performed by states on a state-wide basis."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26A","text":"State Board of Education"},"heading":{"title":"38","chaptersection":"2652","identifier":"38-2652","catch_text":"Functions of the Board."}}