{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21 added subsec. (f).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes under § 38-131.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nMiscellaneous Notes\n\nApplicability: Section 305 of Law 17-9 provides that this title shall apply upon Congressional enactment of Title IX and inclusion of its effect in an approved budget and financial plan. Congress enacted the provisions of Title IX in Pub. L. 110-33, approved June 1, 2007.\n\nDC CODE § 38-2608\n\nCurrent through December 11, 2012","credits":"(Oct. 21, 2000, D.C. Law 13-176, § 7b, as added June 12, 2007, D.C. Law 17-9, § 302(g), 54 DCR 4102; Sept. 14, 2011, D.C. Law 19-21, § 2023, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The OSSE shall be the state agency responsible for supervision of adult education and adult literacy."},{"prefix":"b","text":" All positions, personnel, property, records, and unexpended balances of appropriations, allocations, and other funds available or to be made available to the University of the District of Columbia that support state-level functions related to adult education or adult literacy and all of the powers, duties, and functions delegated to the University of the District of Columbia concerning the establishment, development, and institution of state-level functions related to adult education or adult literacy are transferred to the OSSE."},{"prefix":"c","text":" The transfer described in subsection (b) of this section shall be in accordance with section 7."},{"prefix":"d","text":" The Office of the State Superintendent of Education shall apply for federal funds as provided in the Adult Education Act, approved April 28, 1988 (102 Stat. 302; 20 U.S.C. § 1201 et seq.)."},{"prefix":"e","text":"(1) Notwithstanding any other provision of law, the OSSE is authorized to establish fee rates for all adult education courses. The amount to be charged to each adult shall be fixed annually by the OSSE, which shall be the amount necessary to cover the expense of instruction, cost of textbooks and school supplies, and other operating costs associated with each course offered; provided, that the amount fixed is in accordance with § 2-505. Following the adoption of the fee rates, the OSSE shall transmit a copy of the fee schedule to the Mayor and the Council."},{"prefix":"2","text":" All amounts received by the OSSE pursuant to this subsection shall be paid to the District of Columbia Treasurer and deposited in the General Fund of the District of Columbia in a segregated account to be available as a revenue source for the OSSE to fund select adult education courses for which fees will be charged."},{"prefix":"3","text":" Waivers, in whole or in part, of fees for select adult education courses may be granted by the OSSE."},{"prefix":"f","text":" OSSE shall provide funding for all costs associated with the 24-hour vocational education programs at Phelps Architecture, Construction and Engineering High School (\"Phelps\"), Academy for Construction and Design at Cardozo Senior High School (\"Cardozo\"), and the Hospitality Public Charter School at Roosevelt High School; provided, that a portion of this funding shall be used to employ 2 career technical educators at Cardozo and Phelps."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VIII","text":" State Level Agencies."},"chapter":{"identifier":"26","text":"Office of the State Superintendent of Education."},"heading":{"title":"38","chaptersection":"2608","identifier":"38-2608","catch_text":"Supervision of adult education program."}}