{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2906.\n\nEffect of Amendments\n\nD.C. Law 15-205 designated the existing language as subsec. (a) and added subsec. (b).\n\nD.C. Law 15-348 rewrote the section which had read as follows:\n\n\"(a) Annual appropriations pursuant to the Formula shall be based on the number of resident students enrolled as of October 1 in the year preceding the fiscal year for which the appropriation is made. This count shall be verified by an independent contractor who shall perform a census on the student enrollment of the DCPS. The count shall include the information provided in § 38-1804.02(a) and (b), and after verification shall be transmitted to the Mayor, Council, and the Authority no later than the following January 1. If the verification has not been transmitted by January 1, the Chair of the Council committee with oversight responsibilities for DCPS shall instruct the District of Columbia Auditor to determine the resident enrollment based on the best evidence available, and this count, as certified by the Auditor, shall be the basis for the annual appropriation.\n\n\"(b) In FY 2005, appropriations in excess of the student count shall be made available to the DC Public Schools in order to encourage admittance of up to 578 additional pre-kindergarten students.\"\n\nD.C. Law 16-33 repealed subsec. (b)(3), which had read as follows:\n\n\"(3) Five percent of the total amount generated pursuant to paragraphs (1) and (2) of this subsection, to be put into escrow as a reserve for payments to public charter schools in case enrollment, including enrollment in special needs categories, should exceed that of the projections on which costs are based pursuant to paragraph (2) of this subsection.\"\n\nD.C. Law 16-192 rewrote subsec. (d) which had read as follows:\n\n\"(d) The student counts reported for October 5 of each year shall be verified by an independent contractor commissioned by the Mayor. The independent contractor shall perform a audit on the student enrollment of each DCPS school and of each public charter school. The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by § 38-1804.02, and shall be transmitted by the Mayor to the Council, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October count shall serve as the basis for the annual appropriation for the following fiscal year and for quarterly payments.\"\n\nD.C. Law 17-20 rewrote subsec. (a); and, in subsec. (d)(2), deleted \"for the annual appropriation for the following fiscal year and\" following \"serve as the basis\". Prior to amendment, subsec. (a) read as follows:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS on October 5 in the year preceding the fiscal year for which the appropriation is made. This count shall be verified as provided in subsection (d) of this section.\"\n\nD.C. Law 18-111 repealed subsec. (c); in subsec. (d), substituted \"Office of the State Superintendent of Education\" for \"State Education Office\"; and, in subsec. (e), substituted \"Chancellor is required to submit his or her budget request\" for \"Board of Education is required to submit its budget request\". Prior to repeal, subsec. (c) read as follows:\n\n\"(c) Any amount escrowed pursuant to subsection (b)(3) of this section that remains at the end of each fiscal year shall revert to the General Fund.\"\n\nD.C. Law 18-223, in subsec. (a), added the second sentence; and rewrote subsec. (b)(2), which had read as follows:\n\n\"(2) The annual budget of the District of Columbia Public Charter School Board and, beginning in Fiscal Year 2002, the Public Charter School Office of the Board of Education, plus;\"\n\nTemporary Amendments of Section\n\nSection 2(b) of D.C. Law 13-199 amended the section to provide:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS on October 5 in the year preceding the fiscal year for which the appropriation is made. This count shall be verified as provided in subsection (e) of this section.\n\n\"(b) Annual appropriations for the public charter schools pursuant to the Formula shall equal the total estimated costs for the following:\n\n\"(1) The number of resident students enrolled in all public charter schools combined as of October 5 in the year preceding the fiscal year for which the appropriation is made, and verified as provided in subsection (e) of this section, plus or minus;\n\n\"(2) The number of resident students projected to be enrolled in all public charter schools combined during the fiscal year for which the appropriation is made, and calculated as provided in subsection (f) of this section, plus;\n\n\"(3) The annual budget of the District of Columbia Public Charter School Board and, beginning in fiscal year 2002, the Public Charter School Office of the Board of Education, provided, plus;\n\n\"(4) Five percent of the total amount generated pursuant to paragraphs (1), (2) and (3) of this subsection, to be put into escrow as a reserve for payments to public charter schools in case enrollment, including enrollment in special needs categories, should exceed that of the projections on which costs are based pursuant to paragraph (2) of this subsection. Any amount remaining in the escrow at the end of each fiscal year shall revert to the General Fund.\n\n\"(c) The Mayor shall establish a committee to develop and implement, within 90 days of the of the effective date of the Public School Enrollment Integrity Emergency Amendment Act of 2000, a policy governing proof of District residency for the purposes of this section and the District of Columbia Nonresident Tuition Act. The committee shall be composed of the Mayor, the Chair of the District Council Committee on Education, Libraries and Recreation, the Superintendent of District of Columbia Public Schools, a representative of each of the eligible chartering authorities, and a representative of the D.C. Charter Public School Coalition. Upon establishment of a state education office, the Mayor shall transfer this function to that office.\n\n\"(d) The residency policy developed pursuant to subsection (c) of this section shall apply equally to students in DCPS and the public charter schools.\n\n\"(e) The student counts reported for October 5 of each year shall be verified by an independent contractor commissioned by the Mayor. The independent contractor shall perform a census on the student enrollment of each DCPS and of each public charter school. The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by section 2402 of the District of Columbia School Reform Act of 1995 ('School Reform Act'), and shall be transmitted by the Mayor to the Council, the Authority, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October count shall serve as the basis for the annual appropriation for the following fiscal year and for quarterly payments.\n\n\"(f) Preliminary projections of Public Charter School enrollment shall be made by each chartering authority for the Public Charter Schools under its supervision, and submitted to the Mayor by the date on which the DCPS is required to submit its budget request to the Mayor. The chartering authorities may submit revisions of such projections to the Mayor and Council at any time before the Council committee with oversight responsibilities for the public education budget reports its recommendations on that budget to the Council.\"\n\nSection 6(b) of D.C. Law 13-199 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(d)(1) of D.C. Law 13-262 amended subsec. (a) to read as follows:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS as of October 5 in the year preceding the fiscal year for which the appropriation is made.\"\n\nSection 2(d)(2) of D.C. Law 13-262 amended subsec. (e) to read as follows:\n\n\"(e) The student counts reported for October 5 each year shall be verified by an independent contractor commissioned by the State Education Office. The independent contractor shall perform a census on the student enrollment of each DCPS and of each public charter school. The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by section 2402 of the District of Columbia School Reform Act of 1995 ('School Reform Act'), and shall be transmitted by the State Education Office to the Mayor, the Council, the Authority, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October counts shall serve as the basis for the annual appropriations for the following fiscal year and for quarterly payments to the public charter schools.\"\n\nSection 2(d)(3) of D.C. Law 13-262 added subsecs. (g), (h), and (i) to read as follows:\n\n\"(g) Annual appropriations for UDC shall include a line item restricted to adult education based on the number of resident FTE adult education students projected to be enrolled during the fiscal year.\n\n\"(h) UDC shall submit projections of its adult education enrollment as part of its annual budget submission for the following fiscal year to the Mayor. The Mayor and Council may change the projection in order to adjust the amount of the adult education appropriation to UDC.\n\n\"(i) The FTE adult education enrollment of UDC shall be verified by procedures to be established by the State Education Office. If in any given fiscal year, the enrollment is found to be less than the projected number that served as the basis for that year's appropriation, funds attributable to the excess shall revert to the District of Columbia's General Fund pursuant to procedures to be established by the Chief Financial Officer of the District of Columbia.\"\n\nSection 2(e) of D.C. Law 13-262 amended § 38-2906.01 (see Emergency Act Amendments for addition of section) as follows: in subsec. (a), substituted \"October 25\" for \"October 15\"; rewrote subsec. (b); in subsec. (c), substituted \"October 25\" for \"October 15\"; and in subsec. (d), inserted \"to each payment\" following \"shall be added\". Subsec. (b) was rewritten to read as follows:\n\n\"(b)(1) Except as provided in paragraphs (3) and (4) of this subsection, each payment shall be 1/4 of each public charter school's entitlement determined as follows: The basis of the July 15 payment to a public charter school shall be the estimate used in the June 30 quarterly report submitted by the eligible chartering authorities pursuant to section 2402(a) of the School Reform Act of the number of students that will be enrolled at that public charter school on October 5, and the basis of the October 25 payment shall be the unaudited numbers for that school contained in the reports submitted by the eligible chartering authorities on October 5. The basis of the January 15 and April 15 payments shall be the audited October enrollment numbers; provided, that these amounts shall be adjusted in accordance with the provisions of subsection (c) of this section.\n\n\"(2) Special rule for Fiscal Year 2001. The payment of October 15, 2000, shall be 50% of each public charter school's entitlement based on its unaudited October 5 enrollment count.\n\n\"(3) Special rule for periods when funding is provided through a Continuing Resolution. If payments to public charter schools become due on a date when District of Columbia appropriations have not yet been enacted for the fiscal year in which the payments are due, the Chief Financial Officer of the District of Columbia shall provide payments for new public charter schools and increased enrollments in other public charter schools from any unexpended and unobligated funds held in escrow pursuant to section 107(b)(4).\n\n\"(4) Special rule for alternative and special education schools. Upon application to the Chief Financial Officer of the District of Columbia, and within the enrollment ceilings of their charters, alternative education and special education public charter schools may receive payment for any student enrolling after October 5, on a pro rata basis from the date on which the school begins to provide services to that student; provided, that such student constitutes a net increase to the school's enrollment as of that date. The pro rata payments for special education students enrolling after October 5 based on the public charter school's predetermined enrollment schedule shall be disbursed in addition to the quarterly payments at the discretion of the District of Columbia Chief Financial Officer.\"\n\nSection 4(b) of D.C. Law 13-262 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(e) of D.C. Law 14-6 amended § 38-2609.01 (see Emergency Act Amendments for addition of section) as follows: in subsecs. (a) and (c), substituted \"October 25\" for \"October 15\"; in subsec. (d) inserted \"to each payment\" following \"shall be added\"; and rewrote subsection (b) to read as follows:\n\n\"(b)(1) Except as provided in paragraphs (3) and (4) of this subsection, each payment shall be 1/4 of each public charter school's entitlement determined as follows: The basis of the July 15 payment to a public charter school shall be the estimate used in the June 30 quarterly report submitted by the eligible chartering authorities pursuant to section 2402(a) of the school Reform Act of the number of students that will be enrolled at that public charter school on October 5, and the basis of the October 25 payment shall be the unaudited numbers for the school contained in the reports submitted by the eligible chartering authorities on October 5. The basis of the January 15 and April 15 payments shall be the audited October enrollment numbers; provided, that these amounts shall be adjusted in accordance with the provisions of subsection (c) of this section.\n\n\"(2) Special rule for Fiscal Year 2001. The payment of October 15, 2000, shall be 50% of each public charter school's entitlement based on its unaudited October 5 enrollment count.\n\n\"(3) Special rule for periods when funding is provided through a Continuing Resolution. If payments to public charter schools become due on a date when District of Columbia appropriations have not yet been enacted for the fiscal year in which the payments are due, the Chief Financial Officer of the District of Columbia shall provide payments for new public charter schools and increased enrollments in other public charter schools from any unexpended and unobligated funds held in escrow pursuant to paragraph (4) of this subsection.\n\n\"(4)(A) Special rule for alternative and special education schools. Upon application to the Chief Financial Officer of the District of Columbia, and within the enrollment ceilings of their charters, alternative education and special education public charter schools may receive payment for any student enrolling after October 5, on a pro rata basis from the date on which the school begins to provide services to that student; provided, that the student constitutes a net increase to the school's enrollment as of that date.\n\n\"(B) Upon application by an alternative or special education public charter school, the Chief Financial Officer of the District of Columbia is authorized to make any given quarterly payment to an alternative or special education public charter school up to 3 months in advance based upon the budgeted funds for the approved projected program slots of the public charter school. Additionally, during the first year of operation, repayment of the loan advance for start-up cost shall be suspended until the alternative or special education public charter school primarily serving level 4 and level 5 students reaches 80% of the projected enrollment. If the alternative or special education public charter school has not reached 80% of its projected enrollment by its January disbursement, 50% of the loan repayment shall be deferred until the next fiscal year.\"\n\nSection 4(b) of D.C. Law 14-6 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(d) of D.C. Law 14-6 amended subsecs. (a) and (e) and added subsecs. (g), (h) and (i) to read as follows:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS as of October 5 in the year preceding the fiscal year for which the appropriation is made.\"\n\n\"(e) The student counts reported for October 5 each year shall be verified by an independent contractor commissioned by the State Education Office. The independent contractor shall perform a census on the student enrollment of each DCPS and of each public charter school. The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by section 2402 of the District of Columbia School Reform Act of 1995 (\"School Reform Act\"), and shall be transmitted by the State Education Office to the Mayor, the Council, the Authority, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October counts shall serve as the basis for the annual appropriations for the following fiscal year and for quarterly payments to the public charter schools.\"\n\n\"(g) Annual appropriations for UDC shall include a line item restricted to adult education based on the number of resident FTE adult education students projected to be enrolled during the fiscal year.\n\n\"(h) UDC shall submit projections of its adult education enrollment as part of its annual budget submission for the following fiscal year to the Mayor. The Mayor and Council may change the projection in order to adjust the amount of the adult education appropriation to UDC.\n\n\"(i) The FTE adult education enrollment of UDC shall be verified by procedures to be established by the State Education Office. If in any given fiscal year, the enrollment is found to be less than the projected number that served as the basis for that year's appropriation, funds attributable to the excess shall revert to the District of Columbia's General Fund pursuant to procedures to be established by the Chief Financial Officer of the District of Columbia.\"\n\nSection 4(b) of D.C. Law 14-6 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 14-38 rewrote § 38-2906 to read as follows:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS on October 5 in the year preceding the fiscal year for which the appropriation is made. This count shall be verified as provided in subsection (e) of this section.\n\n\"(b) Annual appropriations for the public charter schools pursuant to the Formula shall equal the total estimated costs for the following:\n\n\"(1) The number of resident students enrolled in all public charter schools combined as of October 5 in the year preceding the fiscal year for which the appropriation is made, and verified as provided in subsection (e) of this section, plus or minus;\n\n\"(2) The number of resident students projected to be enrolled in all public charter schools combined during the fiscal year for which the appropriation is made, and calculated as provided in subsection (f) of this section, plus;\n\n\"(3) The annual budget of the District of Columbia Public Charter School Board and, beginning in fiscal year 2002, the Public Charter School Office of the Board of Education, plus;\n\n\"(4) Five percent of the total amount generated pursuant to paragraphs (1), (2) and (3) of this subsection, to be put into escrow as a reserve for payments to public charter schools in case enrollment, including enrollment in special needs categories, should exceed that of the projections on which costs are based pursuant to paragraph (2) of this subsection. Any amount remaining in the escrow at the end of each fiscal year shall revert to the General Fund.\n\n\"(c) The Mayor shall establish a committee to develop and implement, within 90 days of the effective date of the Public School Enrollment Integrity Temporary Amendment Act of 2001, passed on 2nd reading on June 26, 2001 (Enrolled version of Bill 14-242), a policy governing proof of District residency for the purposes of this section and the District of Columbia Nonresident Tuition Act, approved September 8, 1970 (74 Stat. 853; D.C. Official Code § 38-302 et seq.). The committee shall be composed of the Mayor, the Chair of the District Council Committee on Education, Libraries and Recreation, the Superintendent of District of Columbia Public Schools, a representative of each of the eligible chartering authorities, and a representative of the D.C. Charter Public School Coalition. Upon establishment of a state education office, the Mayor shall transfer this function to that office.\n\n\"(d) The residency policy developed pursuant to subsection (c) of this section shall apply to students in DCPS and the public charter schools.\n\n\"(e) The student counts reported for October 5 of each year shall be verified by an independent contractor commissioned by the Mayor.  The independent contractor shall perform a census on the student enrollment of each DCPS and of each public charter school.  The verification process shall begin no later than one week following the day on which the count is taken.   The verification shall cover the information required by section 2402 of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 257; D.C. Official Code § 38-1804.02) (\"School Reform Act\"), and shall be transmitted by the Mayor to the Council, the Authority, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October count shall serve as the basis for the annual appropriation for the following fiscal year and for quarterly payments.\n\n\"(f) Preliminary projections of Public Charter School enrollment shall be made by each chartering authority for the Public Charter Schools under its supervision, and submitted to the Mayor by the date on which the DCPS is required to submit its budget request to the Mayor. The chartering authorities may submit revisions of such projections to the Mayor and Council at any time before the Council committee with oversight responsibilities for the public education budget reports its recommendations on that budget to the Council.\".\n\nSection 6(b) of D.C. Law 14-38 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 15-67 rewrote the section to read as follows:\n\n\"(a) Annual appropriations for the DCPS pursuant to the Formula shall be based on the number of resident students enrolled in the DCPS on October 5 in the year preceding the fiscal year for which the appropriation is made. This count shall be verified as provided in subsection (e) of this section.\n\n\"(b) Annual appropriations for the public charter schools pursuant to the Formula shall equal the total estimated costs for the following:\n\n\"(1) The number of resident students enrolled in all public charter schools combined as of October 5 in the year preceding the fiscal year for which the appropriation is made, and verified as provided in subsection (e) of this section, plus or minus;\n\n\"(2) The number of resident students projected to be enrolled in all public charter schools combined during the fiscal year for which the appropriation is made, and calculated as provided in subsection (f) of this section, plus;\n\n\"(3) The annual budget of the District of Columbia Public Charter School Board and, beginning in fiscal year 2002, the Public Charter School Office of the Board of Education, plus;\n\n\"(4) Five percent of the total amount generated pursuant to paragraphs (1), (2) and (3) of this subsection, to be put into escrow as a reserve for payments to public charter schools in case enrollment, including enrollment in special needs categories, should exceed that of the projections on which costs are based pursuant to paragraph (2) of this subsection. Any amount remaining in the escrow at the end of each fiscal year shall revert to the General Fund.\n\n\"(c) The Mayor shall establish a committee to develop and implement, within 90 days of the effective date of the Public School Enrollment Integrity Congressional Review Emergency Amendment Act of 2001, effective November 29, 2001 (D.C. Act 14-19; 48 DCR 11239), a policy governing proof of District residency for the purposes of this section and the District of Columbia Nonresident Tuition Act, approved September 8, 1970 (74 Stat. 853; D.C. Official Code § 38-302 et seq.). The committee shall be composed of the Mayor, the Chair of the Council Committee on Education, Libraries and Recreation, the Superintendent of District of Columbia Public Schools, a representative of each of the eligible chartering authorities, and a representative of the D.C. Charter Public School Coalition. Upon establishment of a state education office, the Mayor shall transfer this function to that office.\n\n\"(d) The residency policy developed pursuant to subsection (c) of this section shall apply to students in DCPS and the public charter schools.\n\n\"(e) The student counts reported for October 5 of each year shall be verified by an independent contractor commissioned by the Mayor. The independent contractor shall perform a census on the student enrollment of each DCPS and of each public charter school. The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by section 2402 of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 257; D.C. Official Code § 38-1804.02) ('School Reform Act'), and shall be transmitted by the Mayor to the Council, the Authority, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October count shall serve as the basis for the annual appropriation for the following fiscal year and for quarterly payments.\n\n\"(f) Preliminary projections of Public Charter School enrollment shall be made by each chartering authority for the Public Charter Schools under its supervision, and submitted to the Mayor by the date on which the DCPS is required to submit its budget request to the Mayor. The chartering authorities may submit revisions of such projections to the Mayor and Council at any time before the Council committee with oversight responsibilities for the public education budget reports its recommendations on that budget to the Council.\"\n\nSection 6(b) of D.C. Law 15-67 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSee Historical and Statutory Notes following § 38-2901.\n\nSection 2(c) of D.C. Law 13-199 added § 31-2906a [1981 Ed.].\n\nSection 6(b) of D.C. Law 13-199 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary addition of chapter, see note to § 38-2901.\n\nFor temporary (90-day) amendment of section, see § 2(b) of the Public School Enrollment Integrity Emergency Amendment Act of 2000 (D.C. Act 13-409, August 14, 2000, 47 DCR 7264).\n\nFor temporary (90-day) addition of § 31-2906a [1981 Ed.], see § 2(c) of the Public School Enrollment Integrity Emergency Amendment Act of 2000 (D.C. Act 13-409, August 14, 2000, 47 DCR 7264).\n\nFor temporary (90 day) amendment of section, see § 2(b) of the Public School Enrollment Integrity Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-453, November 7, 2000, 47 DCR 9406).\n\nFor temporary (90 day) amendment of section, see § 2(d) of the Uniform Per Student Funding Formula Emergency Amendment Act of 2000 (D.C. Act 13-485, December 18, 2000, 48 DCR 20).\n\nFor temporary (90 day) amendment of section, see § 2(b) and § 2(c) of Public School Enrollment Integrity Emergency Amendment Act of 2001 (D.C. Act 14-86, July 9, 2001, 48 DCR 6373).\n\nFor temporary (90 day) amendment of section, see § 2(b) and § 2(c) of Public School Enrollment Integrity Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-192, November 29, 2001, 48 DCR 11239).\n\nFor temporary (90 day) amendment of section, see § 2(d) of Uniform Per Student Funding Formula For Public Schools and Public Charter Schools Emergency Amendment Act of 2001 (D.C. Act 14-18, March 16, 2001, 48 DCR 2691).\n\nFor temporary (90 day) addition, see § 2(c) of Public School Enrollment Integrity Clarification Emergency Amendment Act of 2003 (D.C. Act 15-174, October 6, 2003, 50 DCR 9181).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Public School Enrollment Integrity Clarification Congressional Review Emergency Amendment Act of 2003 (D.C. Act 15-282, December 18, 2003, 51 DCR 191).\n\nFor temporary (90 day) amendment of section, see § 4002(d) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Public School Enrollment Integrity Clarification Emergency Amendment Act of 2004 (D.C. Act 15-519, August 2, 2004, 51 DCR 8995).\n\nFor temporary (90 day) amendment of section, see § 4002(d) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 4012(d) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 4002(e) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 4002(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 4002(e) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 4002(e) of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nFor temporary (90 day) amendment of section, see § 4002(c) of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nFor temporary (90 day) amendment of section, see § 4002(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4002(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nFor temporary (90 day) amendment of section, see § 4022(d) of Fiscal Year 2011 Budget Support Emergency Act of 2010 (D.C. Act 18-463, July 2, 2010, 57 DCR 6542).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-180, see Historical and Statutory Notes following § 38-2901.\n\nFor legislative history of D.C. Law 12-207, see Historical and Statutory Notes following § 38-2901.\n\nFor Law 13-262, see notes following § 38-2901.\n\nFor D.C. Law 14-6, see notes following § 38-2901.\n\nFor D.C. Law 15-205, see notes following § 38-2903.\n\nFor Law 15-348, see notes following § 38-1800.02.\n\nFor Law 16-33, see notes following § 38-1306.\n\nFor Law 16-192, see notes following § 38-2731.\n\nFor Law 17-20, see notes following § 38-451.\n\nFor Law 18-111, see notes following § 38-191.\n\nFor Law 18-223, see notes following § 38-103.\n\nMiscellaneous Notes\n\nSection 405 of Chapter 4 of Division A of H.R. 5666 provides:\n\n\"Notwithstanding any provision of the District of Columbia Appropriations Act, 2001, quarterly disbursements shall be calculated and paid to District of Columbia public charter schools during fiscal year 2001 in accordance with section 107a(b) of the Uniform Per Student Funding Formula for Public Schools and Public Charter Schools and Tax Conformity Clarification Amendment Act of 1998 (sec. 31-2906.1(b), D.C. Code [1981 Ed.]), as amended by the Enrollment Integrity Act.\"\n\nDC CODE § 38-2906\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1999, D.C. Law 12-207, § 107, 45 DCR 8095; Dec. 7, 2004, D.C. Law 15-205, § 4002(d), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15-348, § 101(c), 52 DCR 1991; Oct. 20, 2005, D.C. Law 16-33, § 4012(d), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 4002(e), 53 DCR 6899; Sept. 18, 2007, D.C. Law 17-20, § 4002(e), 54 DCR 7052; Mar. 3, 2010, D.C. Law 18-111, § 4002(c), 57 DCR 181; Sept. 24, 2010, D.C. Law 18-223, § 4022(d), 57 DCR 6242.)","sections":[{"prefix":"a","text":" Annual appropriations for DCPS pursuant to the Formula shall equal the total estimated costs for the number of resident students projected to be enrolled in DCPS during the fiscal year for which the appropriation is made; provided, that for fiscal year 2008, the projected change in enrollment shall equal the average annual change in enrollment for the preceding 3 years. Beginning in fiscal year 2012, the base for the projections shall be the audited enrollment for the school year preceding the fiscal year for which the appropriation is made."},{"prefix":"b","text":" Annual appropriations for public charter schools pursuant to the Formula shall equal the total estimated costs for the following:"},{"prefix":"1","text":" The number of resident students projected to be enrolled in all public charter schools combined during the fiscal year for which the appropriation is made, plus;"},{"prefix":"2","text":" The total estimated costs for the per pupil public charter school facilities allotment for the fiscal year for which the appropriation is made."},{"prefix":"3","text":" Repealed."},{"prefix":"c","text":" Repealed."},{"prefix":"d","text":"(1) The student counts reported for October 5 of each year shall be verified by an independent contractor commissioned by the Office of the State Superintendent of Education. The independent contractor shall perform an audit on the student enrollment of each DCPS school and of each public charter school to:"},{"prefix":"A","text":" Verify the accuracy of the information contained in the membership report; and"},{"prefix":"B","text":" Identify any material weaknesses in the systems, procedures, or methodology used by the DCPS system and public charter schools in:"},{"prefix":"i","text":" Determining the number of students, including non-resident students, enrolled in the DCPS and in public charter schools and the number of students whose tuition for enrollment in other school systems is paid for by funds available to the District of Columbia public schools; and"},{"prefix":"ii","text":" Assessing and collecting fees and tuition from non-resident students."},{"prefix":"2","text":" The verification process shall begin no later than one week following the day on which the count is taken. The verification shall cover the information required by § 38-1804.02, and shall be transmitted by the Mayor to the Council, the Comptroller General of the United States, and the appropriate congressional committees no later than the following December 31. Until the verification is transmitted, the unaudited October count shall serve as the basis for quarterly payments."},{"prefix":"e","text":" Preliminary projections of public charter school enrollment shall be made by each eligible chartering authority for the public charter schools under its supervision, and submitted to the Mayor by the date on which the Chancellor is required to submit his or her budget request to the Mayor.   The eligible chartering authorities may submit revisions of the projections to the Mayor and the Council at any time before the Council committee with oversight responsibilities for the public education budget reports its recommendations on that budget to the Council."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29","text":"Uniform Per Student Funding Formula. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"38","chaptersection":"2906","identifier":"38-2906","catch_text":"Pupil count."}}