{"text":"The Board of Trustees of Gallaudet University and the Board of Trustees or other governing body of the institution of higher education with which the Secretary has an agreement under § 38-2401.12 shall prepare and submit an annual report to the Secretary, and to the Committee on Education and Labor of the House of Representatives and the Committee on Labor and Human Resources of the Senate, not later than 100 days after the end of each fiscal year, which shall include the following:","historical":"Prior Codifications\n\n1981 Ed., § 31-1842.4.\n\nDC CODE § 38-2402.04\n\nCurrent through December 11, 2012","credits":"(Aug. 4, 1986, 100 Stat. 781, Pub. L. 99-371, § 204, formerly § 404; renumbered and amended Oct 1, 1992, 106 Stat. 2151, Pub. L. 102-421, §§ 101(b)(6), 134; Aug. 11, 1993, 107 Stat. 735, Pub. L. 103-73, § 204(c).)","sections":[{"prefix":"1","text":" The number of students during the preceding academic year who enrolled and whether these were first-time enrollments, who graduated, who found employment, or who left without completing a program of study, reported under each of the programs of the University (elementary, secondary, preparatory, undergraduate, and graduate) and of NTID;"},{"prefix":"2","text":" For the preceding academic year, and to the extent possible, the following data on individuals who are deaf and from minority backgrounds and who are students (at all educational levels) or employees:"},{"prefix":"A","text":" The number of students enrolled full- and part-time;"},{"prefix":"B","text":" The number of these students who completed or graduated from each of the educational programs;"},{"prefix":"C","text":" The disposition of these students upon graduation/completion of programs at NTID and at the University and its elementary and secondary schools in comparison to students from nonminority backgrounds;"},{"prefix":"D","text":" The number of students needing and receiving support services (such as tutoring and counseling) at all educational levels;"},{"prefix":"E","text":" The number of recruitment activities by type and location for all educational levels;"},{"prefix":"F","text":" Employment openings/vacancies and grade level/type of job and number of these individuals that applied and that were hired; and"},{"prefix":"G","text":" Strategies (such as parent groups and training classes in the development of individualized education programs) used by the elementary and secondary programs and the extension centers to reach and actively involve minority parents in the educational programs of their children who are deaf or hard of hearing and the number of parents who have been served as a result of these activities;"},{"prefix":"3","text":"(A) The annual audited financial statements and auditor's report of the University, as required under § 38-2402.03; and"},{"prefix":"B","text":" The annual audited financial statements and auditor's report of the institution of higher education with which the Secretary has an agreement under § 38-2401.12, including specific schedules and analyses for all NTID funds, as required under § 38-2402.03, and such supplementary schedules presenting financial information for NTID for the end of the Federal fiscal year as determined by the Secretary;"},{"prefix":"4","text":" For the preceding fiscal year, a statement showing the receipts of the University and NTID and from what federal sources, and a statement showing the expenditures of each institution by function, activity, and administrative and academic unit;"},{"prefix":"5","text":" A statement showing the use of funds (both corpus and income) provided by the Federal Endowment Program under § 38-2402.07a;"},{"prefix":"6","text":" A statement showing how such Endowment Program funds are invested, what the gains or losses (both realized and unrealized) on such investments were for the most recent fiscal year, and what changes were made in investments during that year; and"},{"prefix":"7","text":" Such additional information as the Secretary may consider necessary."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24","text":"Education for the Deaf."},"subchapter":{"identifier":"II","text":"General Provisions."},"heading":{"title":"38","chaptersection":"2402","identifier":"38-2402.04","catch_text":"Reports."}}