{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-1221.\n\n1973 Ed., § 31-721.\n\nEffect of Amendments\n\nD.C. Law 15-354, in subsec. (b), substituted \"District of Columbia Retirement Board\" for \"Council of the District of Columbia\" and substituted \"prescribed by the District of Columbia Retirement Board\" for \"prescribed by the Council, in\".\n\nD.C. Law 16-191, in subsec. (b), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Board of Education Early-Out Retirement for \"ET\" Employees Emergency Amendment Act of 1996 (D.C. Act 11-262, April 18, 1996, 43 DCR 2177).\n\nFor temporary amendment of section, see § 4(a) of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Emergency Amendment Act of 1996 (D.C. Act 11-428, October 29, 1996, 43 DCR 6147), and 4(a) of the New Hires Police Officers, Fire Fighters, and Teachers Pension Modification Congressional Adjournment Emergency Amendment Act of 1997 (D.C. Act 12-10, March 3, 1997, 44 DCR 1633).\n\nSection 7 of D.C. Act 12-10 provides for the application of the act.\n\nLegislative History of Laws\n\nLaw 8-97 was introduced in Council and assigned Bill No. 8-267, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 19, 1989, and January 16, 1990, respectively. Signed by the Mayor on January 26, 1990, it was assigned Act No. 8-149 and transmitted to both Houses of Congress for its review.\n\nLaw 10-135, the \"Full Funding of Pension Liability Retirement Reform Amendment Act of 1994,\" was introduced in Council and assigned Bill No. 10-515, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 1, 1994, and April 12, 1994, respectively. Signed by the Mayor on May 4, 1994, it was assigned Act No. 10-239 and transmitted to both Houses of Congress for its review.\n\nLaw 11-218, the \"New Hire Police Officers, Fire Fighters, and Teachers Pension Modification Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-316. The Bill was adopted on first and second readings on July 3, 1996 and October 1, 1996, respectively. Signed by the Mayor on October 18, 1996, it was assigned Act No. 11-432 and transmitted to both Houses of Congress for its review. D.C. Law 11-218 became effective on April 9, 1997.\n\nFor Law 15-354, see notes following § 38-101.\n\nFor Law 16-191, see notes following § 38-1202.01.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(239) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nMiscellaneous Notes\n\nFull Funding of Pension Liability Retirement Reform Amendment Act of 1994: Section 311 of D.C. Law 10-135 amended (a) by inserting \"(or, with respect to each pay period which begins on or after October 1, 1995, 8 per centum)\" following \"7 %\" in the first sentence.\n\nSection 401 of D.C. Law 10-135 provided that notwithstanding any other law, title I, §§ 101(b)(1) and (2), and titles II and III shall apply to any action or transaction taken or undertaken with respect to the Police Officers and Fire Fighters' Retirement Fund, the Teachers' Retirement Fund and the Judges' Retirement Fund on and after October 1, 1995.\n\nSection 501 of D.C. Law 10-135 provides that the act shall take effect on the later of: (1) completion of a 30-day period of Congressional review following approval by the Mayor (or in the event of veto by the Mayor, action by the Council of the District of Columbia to override the veto) as provided in § 1-2- 33(c)(1), and publication in either the District of Columbia Register, the District of Columbia Statutes-at-Large, or the District of Columbia Municipal Regulations; or (2) enactment by Congress of titles II and III of this act and of an amendment to D.C. Code § 11-1563 which amends the first sentence in subsection (a) by inserting after \"per centum\" the following: \"(or, with respect to each pay period which begins on or after October 1, 1995, 4 1/2 per centum)\" and an amendment to D.C. Code § 11-1564(d)(1) which inserts after \"United States Code,\" the following: \"with respect to services performed before October 1, 1995, and equal to 4 1/2 per centum of such salary, pay, or compensation with respect to services performed on or after October 1, 1995,\".\n\nDC CODE § 38-2021.01\n\nCurrent through December 11, 2012","credits":"(Aug. 7, 1946, 60 Stat. 875, ch. 779, § 1; Mar. 6, 1952, 66 Stat. 17, ch. 95, § 1; Aug. 5, 1955, 69 Stat. 530, ch. 569, title V, § 21; June 4, 1957, 71 Stat. 46, Pub. L. 85-46, § 1; Dec. 29, 1967, 81 Stat. 747, Pub. L. 90- 231, § 1(1); May 22, 1970, 84 Stat. 257, Pub. L. 91-263, § 1(d)(1); Nov. 17, 1979, 93 Stat. 866, Pub. L. 96-122, §§ 123(b)(1)(A), 253(a)(1); Mar. 24, 1990, D.C. Law 8-97, § 4, 37 DCR 1046; Apr. 9, 1997, D.C. Law 11-218, § 4(a), 43 DCR 6172; Apr. 13, 2005, D.C. Law 15-354, § 55(a), 52 DCR 2638; Mar. 2, 2007, D.C. Law 16-191, § 60, 53 DCR 6794.)","sections":[{"prefix":"a","text":" Beginning on the first day of the first pay period which begins after December 31, 1969, there shall be deducted and withheld from the annual salary of each teacher in the public schools of the District of Columbia an amount equal to 7% of the teacher's annual salary; except that in the case of teachers hired on or after the first day of the first pay period that begins after October 29, 1996, there shall be deducted and withheld from the annual salary of each teacher in the public schools of the District of Columbia an amount equal to 8% of the teacher's annual salary. The amounts deducted and withheld from the annual salary of each teacher, including amounts so deducted and withheld prior to July 1, 1946, under subchapter I of this chapter, shall be credited to an individual account of the teacher from whose salary the deduction is made, together with interest at 4% per annum, compounded annually up to July 1, 1946, and thereafter at 3% per annum, compounded annually from December 31st of the year in which the deductions are made; provided, that such interest shall not be credited after December 31, 1956, except that in the case of a teacher separated before he has completed 5 years of eligible service interest shall be credited to the date of separation or the end of the 90-day period beginning on November 17, 1979, whichever is earlier. These individual interest-bearing accounts shall be kept by the Custodian of Retirement Funds. After the end of the 90-day period beginning on November 17, 1979, any amounts deducted and withheld pursuant to this subsection shall be paid to the Custodian of Retirement Funds (as defined in § 1-702(6)) for deposit in the District of Columbia Teachers' Retirement Fund established by § 1-713(a)."},{"prefix":"b","text":" Any teacher may at his option and under such regulations as may be prescribed by the District of Columbia Retirement Board deposit with the Custodian of Retirement Funds additional sums in multiples of $25 but not to exceed 10% per annum of his annual salary, pay, or compensation for services rendered since March 1, 1920, which amount together with interest thereon computed in accordance with § 38-2023.14(a) shall, at the date of his retirement, be available to purchase an annuity as he shall elect in accordance with such rules and regulations as may be prescribed by the District of Columbia Retirement Board, in addition to the annuity provided by this part; the purchase price of such annuity shall be based upon the interest rate computed in accordance with § 38-2023.14(a) and upon such table of mortality as shall from time to time be prescribed by the Board.   In the event of death or separation from the service of such teacher before becoming eligible for retirement on annuity, the amounts so deposited with interest at 3% compounded annually from December 31st of the year in which the deposits are made to the date of such death or separation or the end of the 90-day period beginning on November 17, 1979, whichever is earlier shall be refunded in accordance with the provisions of §§ 38-2021.09 and 38-2021.10, respectively. A separate individual account shall be kept by the Custodian of Retirement Funds with respect to the voluntary deposits and interest of each teacher."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"V","text":" Education Personnel."},"chapter":{"identifier":"20","text":"Retirement of Public School Teachers."},"subchapter":{"identifier":"II","text":"Retirement After June 30, 1946. (Refs & Annos)"},"part":{"identifier":"A","text":"General."},"heading":{"title":"38","chaptersection":"2021","identifier":"38-2021.01","catch_text":"Salary deductions; deposit; purchase of annuity."}}