{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 17-304 redesignated former par. (1) as par. (1A); added par. (1); and, in par. (13), substituted \"Office of the State Superintendent of Education,\" for \"District of Columbia Public Schools,\".\n\nD.C. Law 19-169, in par. (14)(E), substituted \"An intellectual disability\" for \"Mental retardation\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 101 of Placement of Students with Disabilities in Nonpublic Schools Emergency Amendment Act of 2006 (D.C. Act 16- 667, December 28, 2006, 54 DCR 1134).\n\nLegislative History of Laws\n\nLaw 16-269, the \"Placement of Students with Disabilities in Nonpublic Schools Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-668, which was referred to Committee on Education, Libraries and Recreation. The Bill was adopted on first and second readings on October 3, 2006, and December 19, 2006, respectively. Signed by the Mayor on December 28, 2006, it was assigned Act No. 16-625 and transmitted to both Houses of Congress for its review. D.C. Law 16-269 became effective on March 14, 2007.\n\nLaw 17-304, the \"Protection of Students with Disabilities Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-654 which was referred to the Committee of the Whole The Bill was adopted on first and second readings on October 7, 2008, and November 18, 2008, respectively. Signed by the Mayor on December 9, 2008, it was assigned Act No. 17-592 and transmitted to both Houses of Congress for its review. D.C. Law 17-304 became effective on March 20, 2009.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nReferences in Text\n\nSection 614(d) of the IDEA, referred to in par. (5), is classified to 20 U.S.C.A. § 1414(d).\n\nSection 612(a)(5)(A) of the IDEA, referred to in par. (6)(D), is classified to 20 U.S.C.A. § 1412(a)(5)(A).\n\nSection 602(26) of the IDEA, referred to in par. (10), is classified to 20 U.S.C.A. § 1401(26).\n\nSection 602(29) of the IDEA, referred to in par. (12), is classified to 20 U.S.C.A. § 1401(29).\n\nDelegation of Authority\n\nDelegation of Authority to the District of Columbia Deputy Mayor for Education to Appoint Special Education Rate Reconsideration Panel Members, see Mayor's Order 2011-173, October 14, 2011 (58 DCR 9081).\n\nDC CODE § 38-2561.01\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-269, § 101, 54 DCR 841; Mar. 20, 2009, D.C. Law 17-304, § 2(a), 55 DCR 12806; Sept. 26, 2012, D.C. Law 19-169, § 25, 59 DCR 5567.)","sections":[{"prefix":"1","text":" \"Aversive intervention\" means specific strategies for behavioral-treatment intervention, including:"},{"prefix":"A","text":" Noxious, painful, intrusive stimuli or activities that result in pain;"},{"prefix":"B","text":" Any form of noxious, painful, or intrusive spray or inhalant;"},{"prefix":"C","text":" Electric shock or use of a graduated electronic decelerator;"},{"prefix":"D","text":" Pinches and deep muscle squeezes;"},{"prefix":"E","text":" Withholding adequate sleep, shelter, clothing, bedding, or bathroom facilities;"},{"prefix":"F","text":" Withholding meals, essential nutrition, or hydration, or intentionally altering staple food or drink to make it distasteful; or"},{"prefix":"G","text":" The use of chemical restraints, instead of positive programs or medical treatments."},{"prefix":"1A","text":" \"Certificate of Approval\" means the document issued by the SEA to the legal authority responsible for governing and operating a nonpublic special education school or program upon determination that the nonpublic special education school or program is in compliance with the requirements of § 38- 2561.07."},{"prefix":"2","text":" \"DCPS\" means the public local education system under the control of the Board of Education. The term \"DCPS\" does not include public charter schools."},{"prefix":"3","text":" \"Free appropriate public education\" means special education and related services that:"},{"prefix":"A","text":" Have been provided at public expense, under public supervision and direction, and without charge;"},{"prefix":"B","text":" Meet the standards of the State Education Agency;"},{"prefix":"C","text":" Include an appropriate preschool, elementary school, or secondary school education; and"},{"prefix":"D","text":" Are provided in conformity with the individualized education plan."},{"prefix":"4","text":" \"IDEA\" means the Individuals with Disabilities Education Act, approved April 13, 1970 (84 Stat. 175; 20 U.S.C. § 1400 et seq.), and its implementing regulations."},{"prefix":"5","text":" \"Individualized education plan\" or \"IEP\" means a written plan that specifies the special education programs and services to be provided to meet the unique educational needs of a student with a disability, as required under section 614(d) of the IDEA."},{"prefix":"6","text":" \"Least restrictive environment\" means a placement of a student with a disability that:"},{"prefix":"A","text":" Provides the special education needed by the student;"},{"prefix":"B","text":" Provides for the education of the student, to the maximum extent appropriate, with other students who do not have disabilities;"},{"prefix":"C","text":" Is based upon consideration of the proximity of the placement to the student's place of residence; and"},{"prefix":"D","text":" Is in accordance with section 612(a)(5)(A) of the IDEA."},{"prefix":"7","text":"(A) \"Nonpublic special education school or program\" means a privately owned or operated preschool, school, educational organization, or program, no matter how titled, that maintains or conducts classes for the purpose of offering instruction, for a consideration, profit, or tuition, to students with disabilities."},{"prefix":"B","text":" The term \"nonpublic special education school or program\" shall not include a privately owned or operated preschool, elementary, middle, or secondary school whose primary purpose is to provide educational services to students without disabilities, even though the school may serve students with disabilities in a regular academic setting."},{"prefix":"8","text":" \"Panel\" means the Rate Reconsideration Panel established by § 38- 2561.14."},{"prefix":"9","text":" \"Rates\" are the annual or per-diem costs paid to each nonpublic special education school or program, for tuition and for each unit of related service delivered."},{"prefix":"10","text":" \"Related services\" shall have the same meaning as provided in section 602(26) of the IDEA."},{"prefix":"11","text":" \"Residential child care facility\" means a program that provides care for children 24 hours a day with a structured set of services and activities designed to achieve objectives related to the needs of the children served."},{"prefix":"12","text":" \"Special education\" shall have the same meaning as provided in section 602(29) of the IDEA."},{"prefix":"13","text":" \"State education agency\" or \"SEA\" means the Office of the State Superintendent of Education, or any successor agency that has primary responsibility for the state-level supervisory functions for special education that are typically handled by a state department of education or public instruction, a state board of education, a state education commission, or a state education authority."},{"prefix":"14","text":" \"Student with a disability\" means a student determined to have:"},{"prefix":"A","text":" Autism;"},{"prefix":"B","text":" Deaf-blindness;"},{"prefix":"C","text":" A developmental delay;"},{"prefix":"D","text":" A hearing impairment, including deafness;"},{"prefix":"E","text":" An intellectual disability;"},{"prefix":"F","text":" Multiple disabilities;"},{"prefix":"G","text":" An orthopedic impairment or other health impairment;"},{"prefix":"H","text":" An emotional disturbance;"},{"prefix":"I","text":" A severe disability;"},{"prefix":"J","text":" A specific learning disability;"},{"prefix":"K","text":" A speech or language impairment;"},{"prefix":"L","text":" A traumatic brain injury;"},{"prefix":"M","text":" A visual impairment, including blindness; or"},{"prefix":"N","text":" Any other condition, disability, or impairment described in section 602(3) of the IDEA, or in section 7(8) of the Rehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 359; 29 U.S.C. § 706(8))."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VII","text":" Special Education."},"chapter":{"identifier":"25B","text":"Placement of Students with Disabilities in Nonpublic Schools."},"heading":{"title":"38","chaptersection":"2561","identifier":"38-2561.01","catch_text":"Definitions."}}