{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nFor D.C. Law 14-50, see notes following ยง 38-2431.\n\nDC CODE ยง 38-2432\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 2001, D.C. Law 14-50, ยง 3, 48 DCR 7952.)","sections":[{"prefix":"1","text":" \"American Sign Language\" or \"ASL\" means a visual language that is separate and distinct from English and other languages, and uses the hands, arms, facial markers, and body movements to convey grammatical information."},{"prefix":"2","text":" \"ASLTA\" means the American Sign Language Teachers Association."},{"prefix":"3","text":" \"Deaf\" means the inability to hear or understand oral communication, with or without the assistance of amplification devices."},{"prefix":"4","text":" \"Deaf people\" means persons who use ASL as their primary language to communicate."},{"prefix":"5","text":" \"Hard of hearing\" means permanent hearing loss which is severe enough to necessitate the use of amplification devices to hear oral communication."},{"prefix":"6","text":" \"Professional certification\" means a teacher has met the ASLTA professional level certification requirements specified in the standards section of the ASLTA Certification Procedures and Standards."},{"prefix":"7","text":" \"Provisional certification\" means a teacher has met the minimum ASLTA provisional level certification requirements specified in the standards section of the ASLTA Certification Procedures and Standards."},{"prefix":"8","text":" \"Qualified certification\" means a teacher has met the ASLTA qualified level certification requirements specified in the standards section of the ASLTA Certification Procedures and Standards."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"VI","text":" Education for Hearing Impaired Persons."},"chapter":{"identifier":"24A","text":"American Sign Language Recognition."},"heading":{"title":"38","chaptersection":"2432","identifier":"38-2432","catch_text":"Definitions."}}