{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-33, rewrote subsec. (b), which had read as follows:\n\n\"(b)(1) Except as provided in paragraph (2) of this subsection, each payment shall be one-fourth of each public charter school's entitlement based on its October enrollment count. The basis of the July 15 and October 15 payments shall be the unaudited numbers contained in the reports submitted by the eligible chartering authorities under § 38-1804.02(a). The basis of the January 15 and April 15 payments shall be the audited October enrollment numbers, provided that these amounts shall be adjusted in accordance with the provisions of subsection (c) of this section.\n\n\"(2) The payment of October 15, 2000, shall be 50% of each public charter school's entitlement based on its unaudited October 5 enrollment count.\"\n\nD.C. Law 16-192 rewrote subsec. (b); and added subsecs. (f) and (g). Prior to amendment, subsec. (b) read as follows:\n\n\"(b) Each payment shall be one-fourth of each public charter school's entitlement, determined as follows:\n\n\"(1) The basis of the July 15 payment to a public charter school shall be the estimate used in the June 30 quarterly report submitted by the eligible chartering authorities pursuant to § 38-1804.02(a) of the number of students that will be enrolled at that public charter school on October 5;\n\n\"(2) The basis of the October 25 and January 15 payments shall be the unaudited numbers for that school contained in the reports submitted by the eligible chartering authorities on October 5; and\n\n\"(3) The basis of the April 15 payment shall be the audited October enrollment numbers; provided, that these amounts shall be adjusted in accordance with the provisions of § 38-2905.\"\n\nD.C. Law 19-21 added subsec. (h).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4012(e) of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 4002(f) of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 4002(f) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 4002(f) of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nFor temporary (90 day) amendment of section, see § 4032 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor Law 15-348, see notes following § 38-1800.02.\n\nFor Law 16-33, see notes following § 38-1306.\n\nFor Law 16-192, see notes following § 38-2731.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nMiscellaneous Notes\n\nShort title: Section 4031 of D.C. Law 19-21 provided that subtitle D of title IV of the act may be cited as \"Charter School Payment Advance Amendment Act of 2011\".\n\nDC CODE § 38-2906.02\n\nCurrent through December 11, 2012","credits":"(Mar. 26, 1998, D.C. Law 12-207, § 107b, as added Apr. 13, 2005, D.C. Law 15-348, § 101(d), 52 DCR 1991; Oct. 20, 2005, D.C. Law 16-33, § 4012(e), 52 DCR 7503; Mar. 2, 2007, D.C. Law 16-192, § 4002(f), 53 DCR 6899; Sept. 14, 2011, D.C. Law 19-21, § 4032, 58 DCR 6226.)","sections":[{"prefix":"a","text":" The Mayor shall make payments to each public charter school from the escrow account established under § 38-1804.03 to a bank designated by each school. The annual payment shall be made in the form of 4 equal quarterly payments calculated in accordance with this section; provided, that the entire annual payment for facilities calculated pursuant to § 38-2908 shall be included in the first payment of the fiscal year and that any payment for new charter schools determined pursuant to § 38-1804.03 shall also be included in the first payment of the fiscal year. The first payment shall be made no later than July 15. Subsequent payments shall be made no later than October 15, January 15, and April 15."},{"prefix":"b","text":" Each payment shall be one-fourth of each public charter school's entitlement, determined as follows:"},{"prefix":"1","text":" The basis of the July 15 payment to a public charter school shall be the estimate used in the June 30 quarterly reports submitted by the eligible chartering authorities pursuant to § 38-1804.02(a)."},{"prefix":"2","text":" The basis of the October 25 and January 15 payments shall be the unaudited October enrollment numbers for that school contained in the reports submitted by the eligible chartering authorities on October 5."},{"prefix":"3","text":" The basis of the April 15 payment shall be the audited October enrollment numbers; provided, that these amounts shall be adjusted in accordance with the provisions of subsection (c) of this section."},{"prefix":"c","text":" Payments shall not be reduced or delayed pending the conduct and results of the audit prescribed by § 38-2906(d). If the audit finds that the number of verified resident students enrolled at any public charter school differs from that on which its July 15 and October 15 payments were based, the Mayor shall recalculate the appropriate amount of subsequent payments accordingly, adjusting them by the amount of the discrepancy."},{"prefix":"d","text":" Payments for special education, limited English proficient students, and other add-on components of the Funding Formula shall be included in the quarterly payments to public charter schools. Payments shall reflect one-quarter of the annual per student amount for each add-on; provided, that add-ons for special education and limited English proficient students shall be added on a pro-rata basis from the date on which a public charter school begins to provide add-on services for such students."},{"prefix":"e","text":" Prior to, or concurrent with, any payment made pursuant to this section, the Chief Financial Officer of the District of Columbia shall provide to each public charter school an accounting indicating the purpose of the payment and how the payment was calculated."},{"prefix":"f","text":" During any period in which payments to public charter schools become due on a date when District funding is authorized pursuant to a continuing resolution rather than pursuant to an appropriations act, the Chief Financial Officer of the District of Columbia shall provide payments for new public charter schools and increased enrollments in other public charter schools from any unexpended and unobligated funds."},{"prefix":"g","text":" Upon application to the Chief Financial Officer of the District of Columbia, charter schools offering alternative education or special education services may receive payment for eligible students enrolling after October 5, on a pro-rata basis from the date on which the school begins to provide services to that student; provided, that the student represents a net increase to the school's enrollment as of October 5. The pro-rata payments for special education students enrolling after October 5 based on the public charter school's predetermined enrollment schedule shall be disbursed in addition to the quarterly payments at the discretion of the Chief Financial Officer."},{"prefix":"h","text":" If an eligible charter authority proposes to revoke the charter of a public charter school as described in § 38-1802.13 during any period prior to a July 15 payment, consistent with this section, the Office of the State Superintendent of Education (\"OSSE\") shall hold the July 15 payment in escrow pending a final decision by the eligible charter authority. Upon a final revocation decision, the Mayor shall have no obligation to release the escrow funds. The OSSE, in its discretion, may approve the distribution of the July 15 payment as it considers appropriate."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29","text":"Uniform Per Student Funding Formula. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"38","chaptersection":"2906","identifier":"38-2906.02","catch_text":"Payments to public charter schools."}}