{"text":"","historical":"Effect of Amendments\n\nD.C. Law 107-157 rewrote subsec. (b); redesignated subsecs. (e) and (f) as subsecs. (f) and (g); and added new subsecs. (e) and (h). Prior to amendment, subsec. (b) read as follows:\n\n\"(b) Administrative Expenses. -- The Mayor of the District of Columbia may use not more than 7 percent of the funds made available for a program under § 38- 2702 or § 38-2704 for a fiscal year to pay the administrative expenses of a program under § 38-2702 or § 38-2704 for the fiscal year.\"\n\nDC CODE § 38-2705\n\nCurrent through December 11, 2012","credits":"(Nov. 12, 1999, 113 Stat. 1329, Pub. L. 106-98, § 6; Apr. 4, 2002, 116 Stat. 119, Pub. L. 107-157, § 4.)","sections":[{"prefix":"a","text":" Personnel. -- The Secretary of Education shall arrange for the assignment of an individual, pursuant to subchapter VI of chapter 33 of title 5, United States Code, to serve as an adviser to the Mayor of the District of Columbia with respect to the programs assisted under this chapter."},{"prefix":"b","text":" Administrative expenses. --"},{"prefix":"1","text":" In general. -- The Mayor of the District of Columbia may not use more than 7% of the total amount of Federal funds appropriated for the program, retroactive to November 12, 1999, for the administrative expenses of the program."},{"prefix":"2","text":" Definition. -- In this subsection, the term \"administrative expenses\" means any expenses that are not directly used to pay the cost of tuition and fees for eligible students to attend eligible institutions."},{"prefix":"c","text":" Inspector general review. -- Each of the programs assisted under this chapter shall be subject to audit and other review by the Inspector General of the Department of Education in the same manner as programs are audited and reviewed under the Inspector General Act of 1978 (5 U.S.C. App.)."},{"prefix":"d","text":" Gifts. -- The Mayor of the District of Columbia may accept, use, and dispose of donations of services or property for purposes of carrying out this chapter."},{"prefix":"e","text":" Local funds. -- It is the sense of Congress that the District of Columbia may appropriate such local funds as necessary for the programs under §§ 38- 2702 and 38-2704."},{"prefix":"f","text":" Funding rule. -- Notwithstanding § 38-2702 or § 38-2704, the Mayor may use funds made available:"},{"prefix":"1","text":" Under § 38-2702 to award grants under § 38-2704 if the amount of funds made available under § 38-2702 exceeds the amount of funds awarded under § 38-2702 during a time period determined by the Mayor; and"},{"prefix":"2","text":" Under § 38-2704 to award grants under § 38-2702 if the amount of funds made available under § 38-2704 exceeds the amount of funds awarded under § 38-2704 during a time period determined by the Mayor."},{"prefix":"g","text":" Maximum student amount adjustments. -- The Mayor shall establish rules to adjust the maximum student amounts described in § 38-2702(a)(2)(B) and § 38-2704(a)(2)(B) for eligible students described in § 38-2702(c)(2) or § 38-2704(c)(2) who transfer between the eligible institutions described in § 38-2702(c)(1) or § 38-2704(c)(1)."},{"prefix":"h","text":" Dedicated account for programs. --"},{"prefix":"1","text":" Establishment. -- The District of Columbia government shall establish a dedicated account for the programs under §§ 38-2702 and 38-2704 consisting of the following amounts:"},{"prefix":"A","text":" The Federal funds appropriated to carry out such programs under this chapter or any other Act."},{"prefix":"B","text":" Any District of Columbia funds appropriated by the District of Columbia to carry out such programs."},{"prefix":"C","text":" Any unobligated balances in amounts made available for such programs in previous fiscal years."},{"prefix":"D","text":" Interest earned on balances of the dedicated account."},{"prefix":"2","text":" Use of funds. -- Amounts in the dedicated account shall be used solely to carry out the programs under §§ 38-2702 and 38-2704."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"IX","text":" College Access Assistance."},"chapter":{"identifier":"27","text":"College Access Assistance."},"heading":{"title":"38","chaptersection":"2705","identifier":"38-2705","catch_text":"General requirements."}}