{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-9 rewrote the section which had read as follows:\n\n\"§ 38-2973.02. Public School Modernization Advisory Committee functions and coordination with Superintendent.\n\n\"(a) The Superintendent shall consult and receive comments from the Committee on the proposed Facilities Master Plan and the Capital Improvement Plan and Budget prior to their adoption.\n\n\"(b) Within 30 days of receipt of the proposed Facilities Master Plan or the Capital Improvement Plan and Budget, the Committee shall provide the Superintendent with written assessments of the following:\n\n\"(1) The adequacy of planning and facility information and analysis on which the Facilities Master Plan, the Capital Improvement Plan and Budget, and maintenance plans were based;\n\n\"(2) Consistency of school facility capacity and grade organization with school system plans, including the Master Education Plan;\n\n\"(3) Alignment with approved operating and capital budgets;\n\n\"(4) Quality and quantity of community and local school participation in the planning process;\n\n\"(5) Overall benefit and level of support provided or created for the project school's educational program;\n\n\"(6) Community planning issues, including:\n\n\"(A) Desired or needed school-community uses;\n\n\"(B) Potential for partnership and collaboration with other city agencies and projects;\n\n\"(C) Economic development and city planning issues for the affected area surrounding the proposed school capital project;\n\n\"(D) Parking and transportation;\n\n\"(E) Participation of local, small, and disadvantaged business enterprises in the procurement process related to the proposed project; and\n\n\"(F) Other issues directly related to the modernization, construction, or renovation of the project school that are likely to have an impact on the community; and\n\n\"(7) Projected measurable benchmarks to be achieved by the end of the fiscal year for each capital project.\n\n\"(c) The Committee shall forward any written assessment provided to the Superintendent to the Board of Education, the Mayor, the Chair of the Council's Committee on Education, Libraries, and Recreation, and the Chief Financial Officer.\n\n\"(d) The Superintendent shall submit to the Committee on a quarterly basis a status report on all capital improvement projects funded through the capital budget of the District of Columbia Public Schools. The report shall include the following information:\n\n\"(1) A summary of ongoing capital improvement projects;\n\n\"(2) The approved budget and current and estimated cost of completion of each capital improvement project;\n\n\"(3) Encumbered and actual expenditures of each project;\n\n\"(4) A detailed list of change orders approved for each capital improvement project;\n\n\"(5) A detailed schedule with milestones identified and a comparison of original schedule with current status of work; and\n\n\"(6) If any project has a different scope, exceeds its budget, or is proceeding on a substantially modified schedule, an explanation regarding the revised scope of work, a new expected date of completion, a revised anticipated budget for each capital improvement project, and a justification for the change, delay, or increase in cost.\n\n\"(e)(1) Within 30 days of receipt of the quarterly status report from the Superintendent, the Committee shall submit a copy of the report, any written analysis or concerns about specific items or projects within the report, and specific policy recommendations, to the Mayor, the Chair of the Council, the Chair of the Committee on Education, Libraries, and Recreation, and the President of the Board of Education.\n\n\"(2) The Superintendent shall respond to written analysis or concerns in writing within 30 days of receipt of comments or queries from the Committee.\n\n\"(f) The Chief Financial Officer shall provide appropriate staff support to the Committee.\"\n\nLegislative History of Laws\n\nFor Law 16-123, see notes following § 38-2971.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nDC CODE § 38-2973.02\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-123, § 202, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, § 1010(f), 54 DCR 4102.)","sections":[{"prefix":"a","text":" The Director of the Office of Public Education Facilities Modernization shall consult and receive comments from the Committee on the proposed Facilities Master Plan and the Capital Improvement Plan and Budget prior to their adoption."},{"prefix":"b","text":" Within 30 days of receipt of the proposed Facilities Master Plan or the Capital Improvement Plan and Budget, the Committee shall provide the Director of the Office of Public Education Facilities Modernization with written assessments of the following:"},{"prefix":"1","text":" The adequacy of planning and facility information and analysis on which the Facilities Master Plan, the Capital Improvement Plan and Budget, and maintenance plans were based;"},{"prefix":"2","text":" Consistency of school facility capacity and grade organization with school system plans, including the Master Education Plan;"},{"prefix":"3","text":" Alignment with approved operating and capital budgets;"},{"prefix":"4","text":" Quality and quantity of community and local school participation in the planning process;"},{"prefix":"5","text":" Overall benefit and level of support provided or created for the project school's educational program;"},{"prefix":"6","text":" Community planning issues, including:"},{"prefix":"A","text":" Desired or needed school-community uses;"},{"prefix":"B","text":" Potential for partnership and collaboration with other city agencies and projects;"},{"prefix":"C","text":" Economic development and city planning issues for the affected area surrounding the proposed school capital project;"},{"prefix":"D","text":" Parking and transportation;"},{"prefix":"E","text":" Participation of local, small, and disadvantaged business enterprises in the procurement process related to the proposed project; and"},{"prefix":"F","text":" Other issues directly related to the modernization, construction, or renovation of the project school that are likely to have an impact on the community; and"},{"prefix":"7","text":" Projected measurable benchmarks to be achieved by the end of the fiscal year for each capital project."},{"prefix":"c","text":" The Committee shall forward any written assessment provided to the Director of the Office of Public Education Facilities Modernization to the Mayor, the Council, the Chancellor of the District of Columbia Public Schools, and the Chief Financial Officer."},{"prefix":"d","text":" The Director of the Office of Public Education Facilities Modernization shall submit to the Committee on a quarterly basis a status report on all capital improvement projects funded through the capital budget of the Office of Public Education Facilities Modernization. The report shall include the following information:"},{"prefix":"1","text":" A summary of ongoing capital improvement projects;"},{"prefix":"2","text":" The approved budget and current and estimated cost of completion of each capital improvement project;"},{"prefix":"3","text":" Encumbered and actual expenditures of each project;"},{"prefix":"4","text":" A detailed list of change orders approved for each capital improvement project;"},{"prefix":"5","text":" A detailed schedule with milestones identified and a comparison of original schedule with current status of work; and"},{"prefix":"6","text":" If any project has a different scope, exceeds its budget, or is proceeding on a substantially modified schedule, an explanation regarding the revised scope of work, a new expected date of completion, a revised anticipated budget for each capital improvement project, and a justification for the change, delay, or increase in cost."},{"prefix":"e","text":"(1) Within 30 days of receipt of the quarterly status report from the Director of the Office of Public Education Facilities Modernization, the Committee shall submit a copy of the report, any written analysis or concerns about specific items or projects within the report, and specific policy recommendations, to the Mayor, the Council, the Chancellor of the District of Columbia Public Schools, and the Chief Financial Officer."},{"prefix":"2","text":" The Director of the Office of Public Education Facilities Modernization shall respond to written analysis or concerns in writing within 30 days of receipt of comments or queries from the Committee."},{"prefix":"f","text":" The Chief Financial Officer shall provide appropriate staff support to the Committee."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29B","text":"Public School Capital Spending."},"subchapter":{"identifier":"III","text":"Public School Capital Improvement Expenditure Accountability."},"heading":{"title":"38","chaptersection":"2973","identifier":"38-2973.02","catch_text":"Public School Modernization Advisory Committee functions and coordination with the Director of the Office of Public Education Facilities Modernization."}}