{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-9 rewrote subsecs. (a), (b), (d), (f), and (g), which had read as follows:\n\n\"(a) There is established a Public School Modernization Advisory Committee ('Committee'), whose purpose shall be:\n\n\"(1) To monitor that capital funds are aligned with the priorities of the Board of Education and those of the District for educational infrastructure;\n\n\"(2) To monitor that expenditures are aligned with the approved Facilities Master Plan, the District of Columbia Capital Improvement Plan and Budget, and the DCPS maintenance plan; and\n\n\"(3) To advise the Board of Education as to whether the expenditure of funds is managed in accord with best practices and budgetary limitations.\n\n\"(b) The Committee shall consist of 11 members. The Mayor, Council, and Chief Financial Officer shall each appoint 2 members to the Committee and the Board of Education shall appoint 5 members, of which one member shall be the parent of a DCPS student and one member shall be a teacher within DCPS.\"\n\n\"(d) Members shall serve for a term of 3 years, with no more than one renewal. Of the initial appointments, the Mayor, Council, Chief Financial Officer, and the Board of Education shall each appoint one member to serve for a 2-year term.\"\n\n\"(f) No member shall serve as an officer, director, partner, employee, consultant, or contractor with an organization that provides services under contract to the Board of Education. Members shall file financial disclosure forms pursuant to § 1-1106.02.\n\n\"(g) The Chairperson of the Committee shall be designated by the President of the Board of Education in consultation with the chairperson of the Committee on Education, Libraries, and Recreation and the Mayor.\"\n\nD.C. Law 19-124, in subsec. (f), substituted \"§ 1-1162.24\" for \"§ 1-1106.02\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 401(o) of Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2012 (D.C. Act 19-298, January 29, 2012, 59 DCR 683).\n\nLegislative History of Laws\n\nFor Law 16-123, see notes following § 38-2971.01.\n\nFor Law 17-9, see notes under § 38-103.\n\nLaw 19-124 , the \"Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-511, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on December 6, 2011, and December 20, 2011, respectively. Signed by the Mayor on February 27, 2012, it was assigned Act No. 19-318 and transmitted to both Houses of Congress for its review. D.C. Law 19-124 became effective on April 27, 2012.\n\nDC CODE § 38-2973.01\n\nCurrent through December 11, 2012","credits":"(June 8, 2006, D.C. Law 16-123, § 201, 53 DCR 2843; June 12, 2007, D.C. Law 17-9, 1010(e), 54 DCR 4102; Apr. 27, 2012, D.C. Law 19-124, § 501(o), 59 DCR 1862.)","sections":[{"prefix":"a","text":" There is established a Public School Modernization Advisory Committee (\"Committee\"), whose purpose shall be:"},{"prefix":"1","text":" To monitor that capital funds are aligned with the priorities of the Mayor for educational infrastructure;"},{"prefix":"2","text":" To monitor that expenditures are aligned with the approved Facilities Master Plan, the District of Columbia Capital Improvement Plan and Budget, and the DCPS maintenance plan; and"},{"prefix":"3","text":" To advise the Director of the Office of Public Education Facilities Modernization as to whether the expenditure of funds is managed in accord with best practices and budgetary limitations."},{"prefix":"b","text":" The Committee shall consist of 11 members, as follows:"},{"prefix":"1","text":" The Mayor shall appoint 5 members to the Committee, of which one member shall be the parent of a District of Columbia Public Schools (\"DCPS\") student and one member shall be a teacher in DCPS."},{"prefix":"2","text":" The Council shall appoint 3 members."},{"prefix":"3","text":" The Chief Financial Officer shall appoint 2 members."},{"prefix":"4","text":" The Board of the Education shall appoint one member."},{"prefix":"c","text":" Members shall:"},{"prefix":"1","text":" Be residents of the District of Columbia;"},{"prefix":"2","text":" Have expertise in planning, design, construction, asset management, development, financial management, or public finance; and"},{"prefix":"3","text":" Be able to describe their stake in public education and public infrastructure."},{"prefix":"d","text":" Members shall serve for a term of 3 years. Of the initial appointments, the Mayor, Council, Chief Financial Officer, and the Board of Education shall each appoint one member to serve for a 2-year term."},{"prefix":"e","text":" Members are required to attend meetings and may be replaced on the Committee for failure to attend meetings."},{"prefix":"f","text":" No member shall serve as an officer, director, partner, employee, consultant, or contractor with an organization that provides services under contract to the Office of Public Education Facilities Modernization.   Members shall file financial disclosure forms pursuant to § 1-1162.24."},{"prefix":"g","text":" The Chairperson of the Committee shall be designated by the Mayor in consultation with the Council and Chief Financial Officer."},{"prefix":"h","text":" Members shall serve without compensation, but shall receive reimbursement for transportation, parking, or mileage expenses incurred in the performance of official duties, not to exceed $25 per meeting."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"X","text":" School Funding."},"chapter":{"identifier":"29B","text":"Public School Capital Spending."},"subchapter":{"identifier":"III","text":"Public School Capital Improvement Expenditure Accountability."},"heading":{"title":"38","chaptersection":"2973","identifier":"38-2973.01","catch_text":"Establishment of Public School Modernization Advisory Committee."}}