{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-603.\n\n1973 Ed., § 31-308.\n\nEffect of Amendments\n\nD.C. Law 15-105, in subsec. (a), substituted \"State Education Office\" for \"Board\" throughout.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-82, see Historical and Statutory Notes following § 38-302.\n\nFor Law 15-105, see notes following § 38-302.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 38-303\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 853, Pub. L. 86-725, § 3; Aug. 22, 1980, D.C. Law 3-82, § 2(c), 27 DCR 2647; Oct. 21, 2000, D.C. Law 13-176, § 8(a), 47 DCR 6835; Mar. 13, 2004, D.C. Law 15-105, § 92, 51 DCR 881.)","sections":[{"prefix":"a","text":" The State Education Office shall take such action as may be necessary to determine which of the persons, attending or desiring to attend the public schools of the District of Columbia, for whom tuition shall be paid as required by § 38-302, and said State Education Office is authorized to make regulations to carry out the intent and purposes of this chapter; provided, that such rules and all changes proposed to such rules are issued by the State Education Office in accordance with the provisions of § 2-505(a). Following the final adoption of such rules, the State Education Office shall transmit a copy to the Mayor and a copy to the Council of the District of Columbia."},{"prefix":"b","text":" Any person who makes a statement required or authorized by this chapter to be filed with the State Education Office knowing that the information set forth in such statement is false shall be fined not more than $300 or imprisoned for not more than 90 days, or both. Any person violating any regulation made pursuant to the authority in this chapter shall be fined not more than $100 or imprisoned for not more than 30 days."},{"prefix":"c","text":" All prosecutions for violations of this chapter, or regulations made pursuant thereto, shall be conducted in the name of the District of Columbia by the Corporation Counsel or any of his assistants. As used in this chapter the term \"Corporation Counsel\" means the attorney for the District of Columbia, by whatever title such attorney may be known, designated by the Mayor of the District of Columbia to perform the functions prescribed for the Corporation Counsel in this chapter."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"303","identifier":"38-303","catch_text":"Regulations determining tuition requirement; penalties; prosecutions."}}