{"text":"","historical":"Legislative History of Laws\n\nLaw 17-9, the \"Public Education Reform Amendment Act of 2007\", was introduced in Council and assigned Bill No. 17-1, which was referred to Committee of the Whole. The Bill was adopted on first and second readings on April 3, 2007, and April 19, 2007, respectively. Signed by the Mayor on April 23, 2007, it was assigned Act No. 17-38 and transmitted to both Houses of Congress for its review. D.C. Law 17-9 became effective on June 12, 2007.\n\nMiscellaneous Notes\n\nApplicability: Section 607 of Law 17-9 provides that this title shall apply upon Congressional enactment of Title IX. Congress enacted the provisions of Title IX in Pub. L. 110-33, approved June 1, 2007.\n\nDC CODE ยง 38-351\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, ยง 602, 54 DCR 4102.)","sections":[{"prefix":"a","text":"(1) There is established within the Department of Education an Office of Ombudsman for Public Education (\"Office of Ombudsman\"), which shall be headed by an Ombudsman appointed by the Mayor and confirmed by the Council in accordance with paragraph (2) of this subsection."},{"prefix":"2","text":" The Mayor shall submit a nomination for Ombudsman to the Council for a 45- day period of review, excluding days of Council recess. If the Council does not approve or disapprove the nomination, by resolution, within this 45-day review period, the nomination shall be deemed approved."},{"prefix":"b","text":" If a vacancy in the position of Ombudsman occurs as a consequence of resignation, disability, death, or other reason other than expiration of term, the Mayor shall appoint a replacement to fill the unexpired term in the same manner as provided in subsection (a) of this section; provided, that the Mayor shall submit the nomination to the Council within 30 days after the occurrence of the vacancy."},{"prefix":"c","text":" The Ombudsman shall serve for a term of 3 years, and may be reappointed."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3A","text":"Ombudsman for Public Education"},"heading":{"title":"38","chaptersection":"351","identifier":"38-351","catch_text":"Office of Ombudsman; establishment; term."}}