{"text":"The Ombudsman shall:","historical":"Legislative History of Laws\n\nFor Law 17-9, see notes following ยง 38-351.\n\nDC CODE ยง 38-354\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, ยง 605, 54 DCR 4102.)","sections":[{"prefix":"1","text":" Have access to books, records, files, reports, findings, and all other papers, items, or property belonging to or in use by all departments, agencies, instrumentalities, and employees of District of Columbia Public Schools (\"DCPS\") necessary to facilitate the purpose of this chapter, excluding the Executive Office of the Mayor, the Council, and the District of Columbia courts;"},{"prefix":"2","text":" Have full access to student educational records as allowed by federal and local law;"},{"prefix":"3","text":" Speak in regard to educational issues under the purview of the Office of Ombudsman with any official or employee within the public school system without the permission of the individual's supervisor;"},{"prefix":"4","text":" Examine an act or failure to act of any official or employee within the public school system;"},{"prefix":"5","text":" Determine which complaints and concerns warrant further examination;"},{"prefix":"6","text":" Examine any matter under the purview of the Office of Ombudsman absent a complaint;"},{"prefix":"7","text":" Forward to the Office of the Inspector General all complaints and concerns that require an audit or investigation of a school or a program, agency, or department within DCPS that falls within the purview of the Office of the Inspector General; and"},{"prefix":"8","text":" Forward to the Deputy Mayor for Education any policy recommendations that the Ombudsman determines would be helpful to prevent and detect corruption, mismanagement, waste, fraud, and abuse within DCPS."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3A","text":"Ombudsman for Public Education"},"heading":{"title":"38","chaptersection":"354","identifier":"38-354","catch_text":"Authority."}}