{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-126, see § 7012 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-126, see § 7012 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor history of Law 19-126, see notes under § 38-312.\n\nMiscellaneous Notes\n\nSection 3 of D.C. Law 19-126 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nSection 7012 of D.C. Law 19-168 repealed section 3 of D.C. Law 19-126.\n\nDC CODE § 38-312.01\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 854, Pub. L. 86-725, § 15a, as added May 9, 2012, D.C. Law 19-126, § 2(b), 59 DCR 1939.)","sections":[{"prefix":"a","text":" The Office of the State Superintendent of Education shall establish a hotline to receive tips and information regarding the non-District residence, or other primary caregiver status, of a parent or a primary caregiver of a student in a District of Columbia public school or a public charter school."},{"prefix":"b","text":" District of Columbia public schools and public charter schools shall post a sign, which is clearly visible and not smaller than 8.5 inches by 11 inches, at each location where admission procedures take place and in each principal's office, notifying the public of the hotline and of the penalties set forth in this chapter."},{"prefix":"c","text":" The Office of the State Superintendent of Education shall ensure that District of Columbia public schools and public charter schools investigate an allegation received through the hotline or through any other source of information."},{"prefix":"d","text":"(1) The Office of the State Superintendent of Education shall refer to the Office of the Attorney General all cases concerning any person, including any official of a District of Columbia public school or public charter school, who knowingly supplies false information to a public official in connection with the verification of residency or primary caregiver status."},{"prefix":"2","text":" The Attorney General shall keep a log of all cases referred by the Office of the State Superintendent of Education and issue a report by May 1, 2012. The report shall include:"},{"prefix":"A","text":" The number of cases reported pursuant to this subsection;"},{"prefix":"B","text":" The number of students involved in each case;"},{"prefix":"C","text":" A list of schools involved in each case; and"},{"prefix":"D","text":" The resources needed to prosecute each case."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"312","identifier":"38-312.01","catch_text":"False information hotline."}}