{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-602.\n\n1973 Ed., § 31-307.\n\nEffect of Amendments\n\nD.C. Law 13-176 authorized substitution of State Education Office for Board of Education where appearing in this section.\n\nD.C. Law 15-105, in subsecs. (b) and (c), substituted \"State Education Office\" for \"Board\" throughout.\n\nD.C. Law 15-205, in subsec. (a), substituted 'parent, guardian, custodian, or other primary caregiver\" for \"parent or guardian\"; and rewrote subsec. (b) which had read:\n\n\"(b) The amount which shall be paid with respect to each person subject to subsection (a) of this section shall be fixed by the State Education Office as the amount necessary to cover the expense of tuition and cost of textbooks and school supplies used by such person; provided, that such amounts and changes in the amounts fixed by this subsection are set by the State Education Office in accordance with the provisions of § 2-505(a). Following the final adoption of such amounts, the State Education Office shall transmit a copy to the Mayor and a copy to the Council of the District of Columbia.\"\n\nD.C. Law 19-21, in subsec. (c), substituted \"revert to the unrestricted fund balance of the General Fund of the District of Columbia\" for \"be reserved as a restricted fund balance and used to provide authority to expend for subsequent years subject to the direction of the State Education Office; provided, that the base of the budget of the State Education Office shall be reduced by an amount equal to the estimated revenue from nonresident tuition for fiscal year 1981\".\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2 of the Waiver of Tuition for Non-Resident Minor Children of Deceased or Incapacitated Parents Emergency Amendment Act of 1994 (D.C. Act 10-237, April 28, 1994, 41 DCR 2606).\n\nFor temporary (90 day) amendment of section, see § 4012(a) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 4012(a) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 3-82 was introduced in Council and assigned Bill No. 3-3, which was referred to the Committee of the Whole. The Bill was adopted on first, amended first and second readings on April 22, 1980, May 6, 1980, and May 20, 1980, respectively. Signed by the Mayor on June 12, 1980, it was assigned Act No. 3- 196 and transmitted to both Houses of Congress for its review.\n\nLaw 13-176, the \"State Education Office Establishment Act of 2000,\" was introduced in Council and assigned Bill No. 13-416, which was referred to the Committee on Education, Libraries and Recreation. The Bill was adopted on first and second readings on June 6, 2000, and July 11, 2000, respectively. Signed by the Mayor on July 26, 2000, it was assigned Act No. 13-187 and transmitted to both Houses of Congress for its review. D.C. Law 13-176 became effective on October 21, 2000.\n\nLaw 15-105, the \"Technical Amendments Act of 2003\", was introduced in Council and assigned Bill No. 15-437, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 2003, and December 2, 2003, respectively. Signed by the Mayor on January 6, 2004, it was assigned Act No. 15-291 and transmitted to both Houses of Congress for its review. D.C. Law 15-105 became effective on March 13, 2004.\n\nFor D.C. Law 15-205, see notes following § 38-301.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nDC CODE § 38-302\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 853, Pub. L. 86-725, § 2; Aug. 22, 1980, D.C. Law 3-82, § 2(a), (b), 27 DCR 2647; Oct. 21, 2000, D.C. Law 13-176, § 8(a), 47 DCR 6835; Mar. 13, 2004, D.C. Law 15-105, § 92, 51 DCR 881; Dec. 7, 2004, D.C. Law 15-205, § 4012(a), 51 DCR 8441; Sept. 14, 2011, D.C. Law 19- 21, § 9055, 58 DCR 6226.)","sections":[{"prefix":"a","text":" In the case of: (1) each adult who attends a public school of the District of Columbia and does not reside in the District of Columbia; and (2) each child who attends such a public school and does not have a parent, guardian, custodian, or other primary caregiver who resides in the District of Columbia, or is not an orphan; there shall be paid to the State Education Office the amount fixed by the State Education Office pursuant to subsection (b) of this section."},{"prefix":"b","text":" The amount which shall be paid with respect to each person subject to subsection (a) of this section shall be fixed by the State Education Office as the amount necessary to cover all expenses incurred by the District of Columbia public schools or public charter schools that are a result of each person's use of a school's services, as determined by § 38-2602, and in accordance with Chapter 29 of this title.   Following the final determination of the amounts, the State Education Office shall publish the tuition rate determinations in the District of Columbia Municipal Regulations."},{"prefix":"c","text":" All amounts received by the State Education Office under this section shall be paid to the D.C. Treasurer under regulations established by the Mayor and accounted for in the General Fund as a separate revenue source allocable to provide authority for such school purposes as the State Education Office may approve. Any unexpended balance at the end of fiscal year 1981 or each succeeding year thereafter shall revert to the unrestricted fund balance of the General Fund of the District of Columbia."},{"prefix":"d","text":" Notwithstanding the provisions of subsection (a) of this section, upon the submission of evidence satisfactory to the State Education Office that care, custody, and substantial support are supplied by the person or persons with whom a child is residing in the District of Columbia, and that the parent or guardian of such child is unable to supply such care, custody, and support, or that such child is self-supporting, such child shall be considered a resident of the District of Columbia for the purpose of school attendance and exempt from the requirement to pay tuition."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"302","identifier":"38-302","catch_text":"Tuition required of nonresidents; deposit of payments."}}