{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-9, see notes following ยง 38-351.\n\nDC CODE ยง 38-355\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, ยง 606, 54 DCR 4102.)","sections":[{"prefix":"a","text":" The Ombudsman shall not:"},{"prefix":"1","text":" Disclose personally identifiable information regarding a student without the specific written consent of the student or parent, as required by federal and local law;"},{"prefix":"2","text":" Disclose the substance of a conversation with any teacher or other official or employee within the public school system without consent;"},{"prefix":"3","text":" Disclose the identity of any person who brings a complaint or provides information to the Ombudsman without the person's consent, unless the Ombudsman determines that disclosure is unavoidable or necessary to further the ends of an investigation;"},{"prefix":"4","text":" Have the authority to take any personnel action; or"},{"prefix":"5","text":" Examine the Executive Office of Mayor, the Council or its personnel, or the District of Columbia courts or its personnel."},{"prefix":"b","text":" The Ombudsman shall not:"},{"prefix":"1","text":" Be compelled to testify in a legal or administrative proceeding regarding an Office of Ombudsman examination or to release information gathered during the course of an examination or investigation;"},{"prefix":"2","text":" Be held personally liable for the good faith performance of his or her responsibilities under this chapter, except that no immunity shall extend to criminal acts, or other acts that violate District or federal law; or"},{"prefix":"3","text":" Be subject to retaliatory action for the good faith performance of his or her responsibilities under this chapter."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3A","text":"Ombudsman for Public Education"},"heading":{"title":"38","chaptersection":"355","identifier":"38-355","catch_text":"Limitations; protections."}}