{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor D.C. Law 15-205, see notes following § 38-301.\n\nDC CODE § 38-310\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 854, Pub. L. 86-725, § 13, as added Dec. 7, 2004, D.C. Law 15-205, § 4012(c), 51 DCR 8441.)","sections":[{"prefix":"a","text":" A person seeking to enroll a student as an other primary caregiver shall provide documentation that establishes his or her status as an other primary caregiver in conjunction with documentation that establishes the caregiver's residency status pursuant to §§ 38-308 and 38-309."},{"prefix":"b","text":" Status as an other primary caregiver shall be established through the use of one of the following items:"},{"prefix":"1","text":" Previous school records indicating that the student is in the care of the caregiver;"},{"prefix":"2","text":" Immunization or medical records indicating that the student is in the care of the caregiver;"},{"prefix":"3","text":" Proof that the caregiver receives public or medical benefits on behalf of the student;"},{"prefix":"4","text":" A signed statement, sworn under penalty of perjury, that he or she is the primary caregiver for the student; or"},{"prefix":"5","text":" An attestation from a legal, medical or social service professional attesting to the caregiver's status relevant to the student."},{"prefix":"c","text":" The statement submitted pursuant to paragraph (4) of this subsection shall be submitted on a standard form to be issued by the State Education Office, and shall be available at all District of Columbia public schools buildings, public charter schools, the DCPS student residency office, the Board of Education's public charter school office, the Public Charter School Board, and the State Education Office. The form shall delineate appropriate indicators of primary caregiver status. The statement need not be notarized, but shall make clear that it is sworn under penalty of perjury;"},{"prefix":"d","text":" The attestation submitted pursuant to paragraph (5) of this section shall be submitted on a standard form to be issued by the State Education Office. The form shall delineate appropriate indicators of the status, and shall be available at all District of Columbia public school buildings, public charter schools, the DCPS student residency office, the Board of Education's public charter school office, the Public Charter School Board, and the State Education Office. The attestation need not be notarized."},{"prefix":"e","text":" If the person seeking to enroll the student cannot establish his or her primary caregiver status pursuant to this section then the principal or the principal's designee attempting to verify residency shall refer the person to the DCPS student residency office or the appropriate chartering authority and procedures established by the Board of Education or the appropriate chartering authority pursuant to § 38-311 shall be followed."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"310","identifier":"38-310","catch_text":"Documentation to be submitted to establish status as other primary caregiver."}}