{"text":"The fact that a parent or caregiver of a student has provided satisfactory evidence of residency or other primary caregiver status pursuant to this chapter shall not prevent a principal or other school administrator, a chartering authority, or the Office of the State Superintendent of Education from establishing by information and other evidence that a student or the student's parent or primary caregiver is not in fact a District of Columbia resident or an other primary caregiver. Any person, including any District of Columbia public schools or public charter school official, who knowingly supplies false information to a public official in connection with student residency verification shall be subject to charges of tuition retroactively, and payment of a fine of not more than $2, 000 or imprisonment for not more than 90 days, but not both a fine and imprisonment. The case of a person who knowing supplies false information may be referred by the Office of the State Superintendent of Education to the Office of the Attorney General for consideration for prosecution.","historical":"Effect of Amendments\n\nD.C. Law 19-126 rewrote the section, which formerly read:\n\n\"The fact that a parent or caregiver of a student has provided satisfactory evidence of residency or other primary caregiver status pursuant to this chapter shall not prevent a principal or other school administrator, the Board of Education, a chartering authority, or the State Education Office from establishing by information and other evidence that a student or the student's parent or primary caregiver is not in fact a District of Columbia resident or an other primary caregiver. Any person, including any District of Columbia public schools or public charter school official, who knowingly supplies false information to a public official in connection with student residency verification shall be subject to charges of tuition retroactively, payment of a fine of not more than $500, or imprisonment for not more than 90 days, or any combination thereof. The case of a person who knowing supplies false information may be referred to the Office of the Attorney General for consideration for prosecution.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-126, see § 7012 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 19-126, see § 7012 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor D.C. Law 15-205, see notes following § 38-301.\n\nLaw 19-126, the \"District of Columbia Public Schools and Public Charter School Student Residency Fraud Prevention Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-228, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on January 4, 2012, and February 7, 2012, respectively. Signed by the Mayor on March 1, 2012, it was assigned Act No. 19-320 and transmitted to both Houses of Congress for its review. D.C. Law 19-126 became effective on May 9, 2012.\n\nDC CODE § 38-312\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 854, Pub. L. 86-725, § 15, as added Dec. 7, 2004, D.C. Law 15-205, § 4012(c), 51 DCR 8441; May 9, 2012, D.C. Law 19- 126, § 2(a), 59 DCR 1939.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"312","identifier":"38-312","catch_text":"False information; penalty."}}