{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) addition, see § 4012(c) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nFor D.C. Law 15-205, see notes following § 38-301.\n\nDC CODE § 38-311\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 854, Pub. L. 86-725, § 14, as added Dec. 7, 2004, D.C. Law 15-205, § 4012(c), 51 DCR 8441.)","sections":[{"prefix":"a","text":" The Board of Education and the chartering authorities shall establish such procedures as they deem appropriate to establish residency and other primary caregiver status in cases where persons seeking to enroll students in schools under their supervision are unable to prove residency or other primary caregiver status at the local school level under § 38-309 and 38-310. The established procedures shall be provided to the State Education Office by the aforementioned agencies no later than 30 calendar days before the first day of school."},{"prefix":"b","text":" The procedures established pursuant to subsection (a) of this section shall:"},{"prefix":"1","text":" Provide for the designation of officials authorized to determine residency and other primary caregiver status;"},{"prefix":"2","text":" Include the designation of forms and methods to document residency and other primary caregiver status in addition to those set forth in this chapter, for use when documents set forth in this chapter are unavailable or are of questionable authenticity;"},{"prefix":"3","text":" Establish investigation and appeal procedures for persons seeking to enroll students whose residency or other primary caregiver documentation is found to be unsatisfactory;"},{"prefix":"4","text":" Provide for written notification of the determination of residency and other primary caregiver status to the person seeking to enroll the student, and, in the case of those whose documentation is found to be unsatisfactory, the reasons therefor and a written description of procedures for administrative review and appeal of the determination;"},{"prefix":"5","text":" Include rules and criteria to permit students to attend school without prepayment of tuition during any administrative review and appeal procedures on their residency status;"},{"prefix":"6","text":" Designate the point at which the administrative determination is final; and"},{"prefix":"7","text":" Include procedures for the payment of non-resident tuition on behalf of students found not to be residents of the District and for their exclusion from DCPS or public charter schools, upon their failure to pay such tuition."},{"prefix":"c","text":" The procedures promulgated pursuant to this section shall be subject to approval by the State Education Office, which shall act to approve or disapprove the procedures within 30 calendar days of receipt of the proposed procedures."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"311","identifier":"38-311","catch_text":"Authorities to establish procedures if unable to confirm residency and other primary caregiver status at the attending school."}}