{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n2001 Ed., § 38-304.\n\n1981 Ed., § 31-604.\n\n1973 Ed., § 31-309.\n\nEffect of Amendments\n\nD.C. Law 15-205 rewrote the section which had read:\n\n\"As used in this chapter:\n\n\"(1) The term 'child' means a person who is less than 18 years of age.\n\n\"(2) The term 'orphan' means a child who resides in the District of Columbia and who does not have a living parent or guardian.\n\n\"(3) The term 'adult' means a person who is 18 years of age, or older.\n\n\"(4) The term 'guardian' means a person:\n\n\"(A) Appointed as a guardian for a child by a court of competent jurisdiction; and\n\n\"(B) Who has control or custody of such child.\n\n\"(5) The term 'parent' means a person:\n\n\"(A) Who:\n\n\"(i) Is a natural parent of a child;\n\n\"(ii) Is a stepfather or stepmother of a child; or\n\n\"(iii) Has adopted a child; and\n\n\"(B) Who has custody or control of such child.\n\n\"(6) The term 'Board of Education' means the Board of Education of the District of Columbia.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4012(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 4012(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nLegislative History of Laws\n\nLaw 1-75 was introduced in Council and assigned Bill No. 1-252, which was referred to the Committee on Public Services and Consumer Affairs. The Bill was adopted on first and second readings on April 6, 1976, and April 20, 1976, respectively. Signed by the Mayor on May 14, 1976, it was assigned Act No. 1- 116 and transmitted to both Houses of Congress for its review.\n\nLaw 15-205, the \"Fiscal Year 2005 Budget Support Act of 2004\", was introduced in Council and assigned Bill No. 15-768, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 14, 2004, and June 29, 2004, respectively. Signed by the Mayor on August 2, 2004, it was assigned Act No. 15-487 and transmitted to both Houses of Congress for its review. D.C. Law 15-205 became effective on December 7, 2004.\n\nEditor's Notes\n\nFormer § 38-301 has been recodified as § 38-161.\n\nMiscellaneous Notes\n\nShort title of subtitle B of title IV of Law 15-205: Section 4011 of D.C. 15- 205 provided that subtitle B of title IV of the act may be cited as the Truth in Student Residency in Public and Public Charter Schools Act of 2004.\n\nDC CODE § 38-301\n\nCurrent through December 11, 2012","credits":"(Sept. 8, 1960, 74 Stat. 854, Pub. L. 86-725, § 4; July 22, 1976, D.C. Law 1-75, § 5(f), 23 DCR 1183; Dec. 7, 2004, D.C. Law 15-205, § 4012(b), 51 DCR 8441.)","sections":[{"prefix":"1","text":" \"Adult\" means a person who is 18 years of age, or older."},{"prefix":"2","text":" \"Adult student\" means a student who is at least 18 years old, or who has been emancipated from parental control by marriage, operation of statute, or the order of a court of competent jurisdiction."},{"prefix":"3","text":" \"Appointed representative\" means an individual acting on behalf of a person, pursuant to his or her written authorization, in presenting to school or chartering authority officials documentation to establish or verify the District residency of the person seeking to enroll the student."},{"prefix":"4","text":" \"Chartering Authority\" means a District entity authorized to grant charters for the establishment of charter schools, pursuant to either subchapter II of Chapter 18 of this title or Chapter 17 of this title."},{"prefix":"5","text":" \"Child\" means a person who is less than 18 years of age."},{"prefix":"6","text":" \"Custodian\" means a person to whom physical custody has been granted by a court of competent jurisdiction."},{"prefix":"7","text":" \"District of Columbia public schools\" or \"DCPS\" means the District of Columbia public school system, not including public charter schools."},{"prefix":"8","text":" \"Guardian\" means a person who has been appointed legal guardian of a student by a court of competent jurisdiction."},{"prefix":"9","text":" \"Orphan\" means a child who resides in the District of Columbia and who does not have a living parent or guardian."},{"prefix":"10","text":" \"Other primary caregiver\" means a person other than a parent or court appointed custodian or guardian who is the primary provider of care and support to a child who resides with him or her, and whose parent, custodian, or guardian is unable to supply such care and support and who submits evidence, pursuant to § 38-310 and procedures established pursuant to § 38-311, that he or she is the primary caregiver of the student."},{"prefix":"11","text":" \"Parent\" means a natural parent, stepparent, or parent by adoption who has custody or control of a student, including joint custody."},{"prefix":"12","text":" \"Public charter school\" means a District school authorized by a chartering authority."},{"prefix":"13","text":" \"State Education Office\" means the office established by Chapter 26 of this title."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3","text":"Residency Requirement and Nonresident Tuition."},"heading":{"title":"38","chaptersection":"301","identifier":"38-301","catch_text":"Definitions."}}