{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-9, see notes following ยง 38-351.\n\nDC CODE ยง 38-353\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, ยง 604, 54 DCR 4102.)","sections":[{"prefix":"a","text":" The Ombudsman shall:"},{"prefix":"1","text":" Provide outreach to residents and parents, and to further this purpose, have the cooperation of all individuals within the public school system;"},{"prefix":"2","text":" Encourage communication between residents and the Mayor regarding all levels of public education;"},{"prefix":"3","text":" Serve as a vehicle for citizens to communicate their complaints and concerns regarding public education through a single office;"},{"prefix":"4","text":" Respond to complaints and concerns in a timely fashion with accurate and helpful information;"},{"prefix":"5","text":" Receive complaints and concerns from parents, students, teachers, and other District residents concerning public education, including personnel actions, policies, and procedures;"},{"prefix":"6","text":" Determine the validity of any complaint quickly and professionally;"},{"prefix":"7","text":" Examine and address valid complaints and concerns;"},{"prefix":"8","text":" Generate options for a response, and offer a recommendation among the options;"},{"prefix":"9","text":" Make a referral to the pertinent school official, when appropriate;"},{"prefix":"10","text":" Identify systemic concerns raised by citizens, or otherwise received, related to public education;"},{"prefix":"11","text":" Maintain a database that tracks complaints and concerns received according to various categories, including school level and location;"},{"prefix":"12","text":" Submit to the Deputy Mayor for Public Education and the Chairman of the Council, on a monthly basis, an analysis of the preceding month, including complaint and resolution data;"},{"prefix":"13","text":" Recommend policy changes, staff training, and strategies to improve the delivery of public education services;"},{"prefix":"14","text":" Systemically track complaints and concerns, and periodically analyze the data and report to the Deputy Mayor for Education patterns of complaints and concerns that suggest a need for a policy change, staff training, or the implementation of strategic action to address an issue; and"},{"prefix":"15","text":" Within 90 days of the end of each school year, submit to the Deputy Mayor for Education a report analyzing the work of the previous year, including an analysis of the types, and number, of:"},{"prefix":"A","text":" Inquiries;"},{"prefix":"B","text":" Complaints and concerns resolved informally;"},{"prefix":"C","text":" Complaints and concerns examined;"},{"prefix":"D","text":" Examinations pending;"},{"prefix":"E","text":" Recommendations made; and"},{"prefix":"F","text":" Recommendations that were followed, to the extent that it can be determined."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"3A","text":"Ombudsman for Public Education"},"heading":{"title":"38","chaptersection":"353","identifier":"38-353","catch_text":"Duties."}}