{"text":"","historical":"Temporary Amendments of Section\n\nSection 4 of D.C. Law 17-97, in par. (6), substituted \"including planning, design, maintenance,\" for \"including planning, design,\" and \"provided, that it shall not manage cleaning and janitorial services at DCPS facilities.\" for \"provided, that it shall not manage routine maintenance at DCPS facilities.\".\n\nSection 7(b) of D.C. Law 17-97 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 17-363, in par. (6), substituted \"Be limited to directing and managing the modernization or new construction of only District of Columbia Public Schools ('DCPS') facilities, including sites that were in DCPS inventory on June 12, 2007, but are no longer DCPS facilities,\" for \"Direct and manage the modernization or new construction of District of Columbia Public Schools ('DCPS') facilities\" and substituted \"provided further, that nothing shall prevent OFM from directing and managing the modernization of Stoddard Elementary School and Stoddard Recreation Center;\" for \"facilities.\"\n\nSection 4(b) of D.C. Law 17-363 provides that the act shall expire after 225 days of its having taken effect.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 18-185 added a section to read as follows:\n\n\"Sec. 704a. Mentorship program.\n\n\"(a) There is established a Department of Parks and Recreation Capital Project Mentorship Program ('DPRMP') in the OPEFM.\n\n\"(b) The Director of the Department of Parks and Recreation ('DPR') is authorized to assign DPR's capital construction full-time employees to OPEFM for the DPRMP.\n\n\"(c) OPEFM has the authority to direct and manage the modernization or new construction of Department of Parks and Recreation capital projects ('Project'), as authorized funds become available, for the following sites:\n\n\"(1) Noyes;\n\n\"(2) Eighteenth and Michigan Avenue;\n\n\"(3) Harry Thomas, Sr. Recreation Center;\n\n\"(4) Dakota Playground;\n\n\"(5) New York Avenue Playground;\n\n\"(6) Langdon Park;\n\n\"(7) Edgewood Recreation Center;\n\n\"(8) Brentwood Recreation Center;\n\n\"(9) First and Florida Avenue, N.W.;\n\n\"(10) Trinidad Recreation Center;\n\n\"(11) Justice Park;\n\n\"(12) Park View;\n\n\"(13) Seventh and N Street;\n\n\"(14) Eleventh and Monroe, Street, N.W.;\n\n\"(15) Shepherd Field; and\n\n\"(16) Watkins Park.\n\n\"(d) Prior to acting on each Project, OPEFM shall submit rules to the Council for a 10-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If a member of the Council introduces a resolution of approval or disapproval within the 10-day period of review, the period of review is extended for 45 days. The rules shall include:\n\n\"(1) The project name and location;\n\n\"(2) The date on which funds were authorized for the Project;\n\n\"(3) The DPR's specific role in the Project; and\n\n\"(4) A plan to include Certified Business Enterprises ('CBEs') pursuant to the Small, Local, and Disadvantaged Business Enterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2-218.01 et seq.).\n\n\"(e) Every 60 days after OPEFM's rules are approved pursuant to subsection (d) of this section, DPR shall submit to the Council a report to include:\n\n\"(1) A summary of how practices utilized by OPEFM in capital construction will be incorporated by DPR's capital projects staff following the completion of the DPRMP;\n\n\"(2) The number and names of CBEs working on the Project;\n\n\"(3) The percentage of District residents employed on the Project; and\n\n\"(4) Funds expended to date on the Project.\".\n\nSection 4(b) of D.C. Law 18-185 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4 of School Modernization Use of Funds Requirements Emergency Amendment Act of 2007 (D.C. Act 17-129, October 5, 2007, 54 DCR 10030).\n\nFor temporary (90 day) amendment of section, see § 4 of School Modernization Use of Funds Requirement Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-229, December 27, 2007, 55 DCR 225).\n\nFor temporary (90 day) amendment of section, see § 6 of Public Education Personnel Reform Emergency Amendment Act of 2007 (D.C. Act 17-241, January 22, 2008, 55 DCR 983).\n\nFor temporary (90 day) amendment of section, see § 2 of Office of Public Education Facilities Modernization Clarification Emergency Amendment Act of 2008 (D.C. Act 17-575, December 8, 2008, 55 DCR 12617).\n\nFor temporary (90 day) amendment of section, see § 2 of Office of Public Education Facilities Modernization Clarification Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-26, March 16, 2009, 56 DCR 2315).\n\nFor temporary (90 day) addition, see § 2 of Department of Parks and Recreation Capital Construction Mentorship Program Amendment Act of 2010 (D.C. Act 18-367, April 6, 2010, 57 DCR 3170).\n\nFor temporary (90 day) repeal of section, see § 1012(b) of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nLegislative History of Laws\n\nFor Law 17-9, see notes following § 38-451.\n\nLaw 17-122, the \"Public Education Personnel Reform Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-450 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 11, 2007, and January 8, 2008, respectively. Signed by the Mayor on January 29, 2008, it was assigned Act No. 17-271 and transmitted to both Houses of Congress for its review. D.C. Law 17-122 became effective on March 20, 2008.\n\nFor Law 17-202, see notes following § 38-202.\n\nLaw 18-209, the \"Healthy Schools Act of 2010\", was introduced in Council and assigned Bill No. 18-564, which was referred to the Committee of the Whole and the Committee on Government Operations and the Environment. The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively. Signed by the Mayor on May 21, 2010, it was assigned Act No. 18- 428 and transmitted to both Houses of Congress for its review. D.C. Law 18-209 became effective on July 27, 2010.\n\nFor history of Law 19-21, see notes under § 38-451.\n\nDelegation of Authority\n\nDelegation of authority to Allen Lew of the Mayor's Authority under the Public Education Reform Amendment Act of 2007 relating to facilities, see Mayor's Order 2007-164, July 23, 2007 (54 DCR 11591).\n\nResolutions\n\nResolution 18-605, the \"Park and Recreation Center Mentorship Projects Emergency Approval Resolution of 2010\", was approved effective July 13, 2010.\n\nDC CODE § 38-453\n\nCurrent through December 11, 2012","credits":"(June 12, 2007, D.C. Law 17-9, § 704, 54 DCR 4102; Mar. 20, 2008, D.C. Law 17-122, § 6, 55 DCR 1506; July 18, 2008, D.C. Law 17-202, § 605, 55 DCR 6297; July 27, 2010, D.C. Law 18-209, § 507, 57 DCR 4779; Sept. 14, 2011, D.C. Law 19-21, § 1032(b), 58 DCR 6226.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"4A","text":"Office of Public Education Facilities."},"subchapter":{"identifier":"I","text":"Establishment. [Repealed]"},"heading":{"title":"38","chaptersection":"453","identifier":"38-453","catch_text":"Director; authority. [Repealed]"}}