{"text":"On and after June 28, 1944, appropriations for the District of Columbia shall not be used for the maintenance of school in any building unless all outside doors thereto used as exits or entrances shall open outward and be kept unlocked every school day from one-half hour before until one-half hour after school hours.","historical":"Prior Codifications\n\n1981 Ed., § 31-209.\n\n1973 Ed., § 31-812.\n\nTemporary Addition of Section\n\nTemporary Oyster Elementary School modernization and development project: Section 2 of D.C Law 11-215 provided:\n\n\"Sec. 2. Definitions.\n\nFor purposes of this chapter, the terms:\n\n(1) \"Board\" means the Board of Education of the District of Columbia.\n\n(2) \"Council\" means the Council of the District of Columbia.\n\n(3) \"District\" means the District of Columbia Government.\n\n(4) \"Mayor\" means the Mayor of the District of Columbia.\n\n(5) \"Payments in lieu of taxes\" means payments into the Board of Education Real Property Improvement and Maintenance Fund, established by § 9-402(b)(1)), of the equivalent of Class II property taxes at 100% of the assessed valuation of the privately owned building or structure occupying any portion of the Oyster School site.\n\n(6) \"Privately owned structure\" means any building or structure not owned by the District of Columbia government or any of its agencies that is erected on the Oyster School site under a long-term lease or other agreement between a developer and the District of Columbia Public Schools.\"\n\nSection 3 of D.C Law 11-215 provided:\n\n\"Sec. 3. Authorization of private development of the Oyster Elementary School site.\n\n(a) The Board of Education, pursuant to § 31-201 [§ 38-401, 2001 Ed.], is authorized to enter into a long-term land lease for private development of part of the James F. Oyster Elementary School site. Pursuant to § 31-201(c) [§ 38- 401, 2001 Ed.], all proceeds derived from the private development, including payments in lieu of taxes (\"PILOTS\"), shall be deposited into the Board of Education Real Property Improvement and Maintenance Fund. Any proceeds which remain after paying the costs of modernizing Oyster Elementary School shall be used for repair, modernization and improvements of other school system facilities.\n\n(b) Privately owned or used structure, erected or constructed on the Oyster School site, shall annually pay in lieu of taxes an amount that is equivalent to Class II property taxes at 100% of the assessed valuation of the privately owned or used structure.\"\n\nSection 5 of D.C. Law 11-215 provided that \"the Mayor, or in a control year, the Chief Financial Officer on behalf of the Mayor, shall issue rules to implement the provisions of this act. The rules shall be submitted to the Council of the District of Columbia within 60 days of enactment of this act.\"\n\nSection 7(b) of D.C Law 11-215 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary authorization, on an emergency basis, to privately develop a portion of the James F. Oyster School site, and to fund improvements to the Oyster School and other public school facilities through payments in lieu of taxes on the privately developed portion of the Oyster School site and for the issuance of rules to implement these provisions, see §§ 2, 3, and 5 of the Oyster Elementary School Modernization and Development Project Emergency Act of 1996 (D.C. Act 11-385, August 28, 1996, 43 DCR 4799) and §§ 2, 3, and 5 of the Oyster Elementary School Modernization and Development Project Congressional Adjournment Emergency Act of 1996 (D.C. Act 11-437, December 4, 1996, 44 DCR 104).\n\nFor temporary (90 day) addition of sections, see §§ 2, 3 of School-Based Enrichment Programs Emergency Act of 2012 (D.C. Act 19-529, November 2, 2012, 59 DCR 13330).\n\nLegislative History of Laws\n\nLaw 11-215, the \"Oyster Elementary School Modernization and Development Project Temporary Act of 1996,\" was introduced in Council and assigned Bill No. 11- 828. The Bill was adopted on first and second readings on July 17, 1996, and October 1, 1996, respectively. Signed by the Mayor on October 15, 1996, it was assigned Act No. 11-413 and transmitted to both Houses of Congress for its review. D.C. Law 11-215 became effective on April 9, 1997.\n\nDC CODE § 38-409\n\nCurrent through December 11, 2012","credits":"(June 28, 1944, 58 Stat. 515, ch. 300, § 1.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"4","text":"Use of School Buildings."},"heading":{"title":"38","chaptersection":"409","identifier":"38-409","catch_text":"Entrances to school buildings."}}