{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 31-2404.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-66, see Historical and Statutory Notes following § 38-601.\n\nFor legislative history of D.C. Law 10-29, see Historical and Statutory Notes following § 38-601.\n\nDC CODE § 38-604\n\nCurrent through December 11, 2012","credits":"(Dec. 3, 1985, D.C. Law 6-66, § 5, 32 DCR 6086; Oct. 15, 1993, D.C. Law 10-29, § 2(e), 40 DCR 5752.)","sections":[{"prefix":"a","text":" No student shall be excluded from school on account of his or her failure to furnish a required certificate of health, testing for lead poisoning or dental health. If a certificate of health, testing for lead poisoning or dental health is not furnished when required, the principal or other appropriate school official shall give both oral and written notice to a minor student's parent(s) or guardian or an adult student that submission of the certificate is required by law. The notice shall explain how to contact the public health authorities for the purpose of having the student examined if private health care is not available or desired. If after 30 calendar days the student has still not furnished the required certificate of health, testing for lead poisoning or dental health, the principal or other appropriate school official shall inquire into whether the student has had an examination. If the student has not been given an examination and none is scheduled, the principal or other appropriate school official shall notify the public health authorities, who shall make prompt and, if necessary, continuing efforts to secure the consent of the parent(s), guardian, or adult student so that the student may as soon as possible be given the required examination(s) either in a public health facility or at school."},{"prefix":"b","text":" Notwithstanding the provisions in subsection (a) of this section, any parent or guardian who, without good cause, fails to comply with the provisions of this subchapter or any rule issued pursuant to § 38-608 shall, at the discretion of the Mayor, be subject to a fine not to exceed $100 per school year."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"6","text":"Student Health Care."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"38","chaptersection":"604","identifier":"38-604","catch_text":"Notice of noncompliance; attendance unaffected."}}