{"text":"","historical":"Temporary Addition of Section\n\nSection 4 of Law 17-52 added a section to read as follows:\n\n\"Sec. 4. Medication action plan.\n\n\"(a) No student shall possess or self-administer medication at the school in which the student is currently enrolled, at school-sponsored activities, or while on school-sponsored transportation, unless the school has a valid medication action plan for that student.\n\n\"(b) A valid medication action plan shall include:\n\n\"(1) Written medical authorization, signed by the student's health practitioner, that states:\n\n\"(A) The name of the student;\n\n\"(B) Emergency contact information for the responsible person;\n\n\"(C) Contact information for the health practitioner;\n\n\"(D) The name, purpose, and prescribed dosage of the medication;\n\n\"(E) The frequency that the medication is to be administered;\n\n\"(F) The possible side effects of the medication;\n\n\"(G) Special instructions or emergency procedures; and\n\n\"(H) In the case of self-administered medication, confirmation that the student has been instructed in the proper technique for self-administration of the medication and has demonstrated the ability to self-administer the medication effectively;\n\n\"(2) Written authorization, signed by the responsible person, that states:\n\n\"(A) A trained school employee may administer medication to the student in accordance with rules established by the Mayor; or\n\n\"(B) In the case of self-administration, the student may possess and self-administer the medication at the school in which the student is currently enrolled, at school-sponsored activities, and while on school-sponsored transportation; and\n\n\"(3) Written acknowledgment that the school and its employees shall incur no liability and that the responsible person shall indemnify and hold harmless the school and its employees against any claims that may arise relating to the administration, general supervision, training, administration, or self-administration of the authorized medication.\n\n\"(c) Within 30 days of any changes in the student's health that affect the medication action plan, the responsible person shall revise the medication action plan and submit the amended plan to the school.\n\n\"(d) The medication action plan shall be updated at least annually, in accordance with a schedule determined by the Mayor.\n\n\"(e) A school may deny a medication action plan, pursuant to terms established by the Mayor.\"\n\nSection 11(b) of D.C. Law 17-52 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 4 of Student Access to Treatment Emergency Amendment Act of 2007 (D.C. Act 17-82, July 26, 2007, 54 DCR 7999).\n\nFor temporary (90 day) addition, see § 4 of Student Access to Treatment Congressional Review Emergency Act of 2007 (D.C. Act 17-140, October 17, 2007, 54 DCR 10736).\n\nLegislative History of Laws\n\nFor Law 17-107, see notes following § 38-651.01.\n\nDC CODE § 38-651.03\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-107, § 4, 54 DCR 12230.)","sections":[{"prefix":"a","text":" A valid medication action plan shall include:"},{"prefix":"1","text":" Written medical authorization, signed by a licensed health practitioner, that states:"},{"prefix":"A","text":" The name of the student;"},{"prefix":"B","text":" Emergency contact information for the responsible person;"},{"prefix":"C","text":" Contact information for the licensed health practitioner;"},{"prefix":"D","text":" The name, purpose, and prescribed dosage of the medication;"},{"prefix":"E","text":" The frequency that the medication is to be administered;"},{"prefix":"F","text":" The possible side effects of the medication as listed on the label;"},{"prefix":"G","text":" Special instructions or emergency procedures; and"},{"prefix":"H","text":" In the case of self-administered medication, confirmation that the student has been instructed in the proper technique for self-administration of the medication and has demonstrated the ability to self-administer the medication effectively."},{"prefix":"2","text":" Written authorization, signed by the responsible person, that states:"},{"prefix":"A","text":" A trained employee or agent of the school may administer medication to the student in accordance with rules established by the Mayor; or"},{"prefix":"B","text":" In the case of self-administration, the student may possess and self-administer the medication at the school in which the student is currently enrolled, at school-sponsored activities, and while on school-sponsored transportation; and"},{"prefix":"C","text":" The name of the student may be distributed to appropriate school staff, as determined by the principal; and"},{"prefix":"3","text":" Written acknowledgment that the District, a school, or an employee or agent of a school shall be immune from civil liability for the good-faith performance of responsibilities under this subchapter; except, that no immunity shall extend to criminal acts, intentional wrongdoing, gross negligence, or wanton or willful misconduct."},{"prefix":"b","text":" Immediately following any changes regarding the health or treatment of the student, the responsible person shall submit to the school an amended medication action plan."},{"prefix":"c","text":" The medication action plan shall be updated at least annually, in accordance with a schedule determined by the Mayor."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"6","text":"Student Health Care."},"subchapter":{"identifier":"IV","text":"Administration of Medication by Students and Trained School Employees."},"heading":{"title":"38","chaptersection":"651","identifier":"38-651.03","catch_text":"Medication action plan."}}