{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-169, in subsec. (a)(2), substituted \"experiencing\" for \"suffering\".\n\nLegislative History of Laws\n\nFor Law 17-107, see notes following ยง 38-651.01.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nDelegation of Authority\n\nDelegation of Authority to the Student Access to Treatment Act of 2007, see Mayor's Order 2008-85, June 11, 2008 (55 DCR 9362).\n\nDC CODE ยง 38-651.04\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-107, ยง 5, 54 DCR 12230; Sept. 26, 2012, D.C. Law 19-169, ยง 24, 59 DCR 5567.)","sections":[{"prefix":"a","text":" By July 1, 2008, the Mayor shall develop and implement a medication administration training program, which shall provide training and certification of employees and agents of a school to:"},{"prefix":"1","text":" Administer medication to students with valid medication action plans who are not authorized to possess that medication or are not competent to self-administer the medication; and"},{"prefix":"2","text":" Administer medication in emergency circumstances to any student experiencing an acute episode of asthma, anaphylaxis, or other illness."},{"prefix":"b","text":" All training provided pursuant to subsection (a) of this section shall be conducted by a health-care professional licensed in the District of Columbia."},{"prefix":"c","text":" A health-care professional shall provide a school with written certification of successful completion of the training for each employee or agent of the school. The certification shall be valid for 3 years."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"6","text":"Student Health Care."},"subchapter":{"identifier":"IV","text":"Administration of Medication by Students and Trained School Employees."},"heading":{"title":"38","chaptersection":"651","identifier":"38-651.04","catch_text":"Medication administration training program."}}