{"text":"","historical":"Temporary Addition of Section\n\nSection 7 of Law 17-52 added a section to read as follows:\n\n\"Sec. 7. Misuse.\n\n\"A student who self-administers medication while at school, at a school-sponsored activity, or while on school-sponsored transportation for a purpose other than his or her own authorized treatment may be subject to disciplinary action by the school; provided, that disciplinary action shall not limit or restrict the access of a student to his or her prescribed medication. The school shall promptly notify the responsible person of any disciplinary action imposed.\"\n\nSection 11(b) of D.C. Law 17-52 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 7 of Student Access to Treatment Emergency Amendment Act of 2007 (D.C. Act 17-82, July 26, 2007, 54 DCR 7999).\n\nFor temporary (90 day) addition, see § 7 of Student Access to Treatment Congressional Review Emergency Act of 2007 (D.C. Act 17-140, October 17, 2007, 54 DCR 10736).\n\nLegislative History of Laws\n\nFor Law 17-107, see notes following § 38-651.01.\n\nDC CODE § 38-651.10\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-107, § 11, 54 DCR 12230.)","sections":[{"prefix":"a","text":" A school may deny a medication action plan pursuant to terms established by the Mayor."},{"prefix":"b","text":" A student who self-administers medication while at school, at a school-sponsored activity, or while on school-sponsored transportation for a purpose other than his or her own treatment may be subject to disciplinary action by the school; provided, that disciplinary action shall not limit or restrict the access of a student to his or her prescribed medication. The school shall promptly notify the responsible person of any disciplinary action imposed."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"6","text":"Student Health Care."},"subchapter":{"identifier":"IV","text":"Administration of Medication by Students and Trained School Employees."},"heading":{"title":"38","chaptersection":"651","identifier":"38-651.10","catch_text":"Misuse."}}