{"text":"For the purposes of this subchapter, the term:","historical":"Temporary Addition of Section\n\nSection 2 of Law 17-52 added a section to read as follows:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Medication action plan' means a written medical treatment plan for an individual student with prescription medication that is developed and submitted to a school in accordance with section 4.\n\n\"(2) 'Responsible person' means, in the case of a student under 18 years of age, a parent, legal guardian, legal custodian, foster parent, or other adult charged with the ongoing care and supervision of the student, and in the case of a student 18 years of age or older, the student himself or herself.\n\n\"(3) 'School' means:\n\n\"(A) Any public school operated under the authority of the Mayor of the District of Columbia; and\n\n\"(B) Any charter school, parochial school, or private school in the District.\"\n\nSection 11(b) of D.C. Law 17-52 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2 of Student Access to Treatment Emergency Amendment Act of 2007 (D.C. Act 17-82, July 26, 2007, 54 DCR 7999).\n\nFor temporary (90 day) addition, see § 2 of Student Access to Treatment Congressional Review Emergency Act of 2007 (D.C. Act 17-140, October 17, 2007, 54 DCR 10736).\n\nLegislative History of Laws\n\nLaw 17-107, the \"Student Access to Treatment Act of 2007\", was introduced in Council and assigned Bill No. 17-134 which was referred to the Committee on Health. The Bill was adopted on first reading on October 23, 2007. Signed by the Mayor on December 3, 2007, it was assigned Act No. 17-226 and transmitted to both Houses of Congress for its review. D.C. Law 17-107 became effective on February 2, 2008.\n\nDC CODE § 38-651.01\n\nCurrent through December 11, 2012","credits":"(Feb. 2, 2008, D.C. Law 17-107, § 2, 54 DCR 12230.)","sections":[{"prefix":"1","text":" \"Emergency circumstances\" means reasonably apparent circumstances that indicate that any delay in treatment would endanger the health or life of the student."},{"prefix":"2","text":" \"Medication\" means any prescription or non-prescription drug used to treat conditions and illnesses covered by this subchapter."},{"prefix":"3","text":" \"Medication action plan\" means a written medical treatment plan for an individual student that is developed and submitted to a school in accordance with § 38-651.03."},{"prefix":"4","text":" \"Responsible person\" means, in the case of a student under 18 years of age, a parent, legal guardian, legal custodian, foster parent, or other adult charged with the ongoing care and supervision of the student, and, in the case of a student 18 years of age or older, the student himself or herself."},{"prefix":"5","text":" \"School\" means:"},{"prefix":"A","text":" Any public school operated under the authority of the Mayor of the District of Columbia; and"},{"prefix":"B","text":" Any charter school, parochial school, or private school in the District."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"6","text":"Student Health Care."},"subchapter":{"identifier":"IV","text":"Administration of Medication by Students and Trained School Employees."},"heading":{"title":"38","chaptersection":"651","identifier":"38-651.01","catch_text":"Definitions."}}