{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-142, see notes under ยง 38-751.01.\n\nDC CODE ยง 38-754.03\n\nCurrent through December 11, 2012","credits":"(June 19, 2012, D.C. Law 19-142, ยง 403, 59 DCR 3642.)","sections":[{"prefix":"a","text":" The Mayor shall establish and administer the multiyear Community Schools Incentive Initiative (\"Incentive Initiative\") to award multiyear grants to incentivize the establishment of no fewer than 5 new community schools within one year of June 19, 2012, with priority given to schools that have:"},{"prefix":"1","text":" A focus on mental health prevention and treatment services and adult education and training; and"},{"prefix":"2","text":" A student population of which at least 75% of the students qualify for free or reduced-price lunch."},{"prefix":"b","text":" The Mayor shall promote and encourage the use of public school and public charter school facilities by community and neighborhood groups."},{"prefix":"c","text":" Within 60 days of June 19, 2012, the Mayor shall convene a Community Schools Advisory Committee that shall consist of:"},{"prefix":"1","text":" The Chancellor of the District of Columbia Public Schools, or designee;"},{"prefix":"2","text":" The Director of the Department of Parks and Recreation, or designee;"},{"prefix":"3","text":" The Director of the Department of Health, or designee;"},{"prefix":"4","text":" The Director of the Department of Employment Services, or designee;"},{"prefix":"5","text":" The President of the State Board of Education, or designee;"},{"prefix":"6","text":" The President of the University of the District of Columbia, or designee;"},{"prefix":"7","text":" The President of the University of the District of Columbia Community College, or designee;"},{"prefix":"8","text":" The Deputy Mayor for Education, or designee;"},{"prefix":"9","text":" Representatives from at least 4 community-based organizations;"},{"prefix":"10","text":" Representatives from at least 4 philanthropic or business organizations;"},{"prefix":"11","text":" The Director of the Public Charter School Board, or designee; and"},{"prefix":"12","text":" The directors of 2 public charter schools."},{"prefix":"d","text":" The Community Schools Advisory Committee shall:"},{"prefix":"1","text":" Advise the Mayor on the development of the Incentive Initiative, including the development of a results-based framework and accompanying performance indicators with which to measure the success of the Incentive Initiative;"},{"prefix":"2","text":" Participate in the selection process for Incentive Initiative grantees;"},{"prefix":"3","text":" Develop recommendations on how all public schools can become centers of their communities by opening school facilities for nonprofit and community use;"},{"prefix":"4","text":" Identify potential funding sources for the provision of eligible services within the Incentive Initiative; and"},{"prefix":"5","text":" Develop yearly measurable performance goals to assess:"},{"prefix":"A","text":" How to increase the percentage of families and students receiving services for each year of the Incentive Initiative;"},{"prefix":"B","text":" The outcomes for students and families, particularly student academic achievement; and"},{"prefix":"C","text":" The number of public schools and public charter schools that have established formal relationships with community and neighborhood groups to use school facilities."},{"prefix":"e","text":" Within 180 days of June 19, 2012, the Mayor shall establish a process for awarding grants of no more than $200,000 a year to successful eligible consortiums and shall require that each application for an Incentive Initiative grant include:"},{"prefix":"1","text":" An assessment of the local school community and the neighborhood's needs and assets;"},{"prefix":"2","text":" A description of the proposed eligible consortium, including the type and number of community partners, as defined in ยง 38-754.02, and how the eligible consortium shall address the needs and build upon the assets of the community that the eligible consortium will serve;"},{"prefix":"3","text":" A proposed budget and narrative description of the proposed use of grant funds, which budget shall reflect a core concept of service coordination and integration and the narrative describe how the eligible consortium shall provide at least 4 additional eligible services that did not exist before the establishment of the eligible consortium;"},{"prefix":"4","text":" The identification of operational funding for eligible services and community partners; and"},{"prefix":"5","text":" A plan for the development of a community advisory board to include members of school leadership, school faculty, parents of school students, community leaders, community-based organizations, and other community members."},{"prefix":"f","text":" The Mayor shall:"},{"prefix":"1","text":" Conduct periodic evaluations of the progress achieved with funds allocated under a grant, consistent with the purposes of this section;"},{"prefix":"2","text":" Use the evaluations to refine and improve activities conducted with the grant and the performance measures for the activities;"},{"prefix":"3","text":" Make the results of the evaluations publicly available, including providing public notice of the availability; and"},{"prefix":"4","text":" Identify best practices and lessons learned for the purpose of informing the District-wide community school policy."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"7B","text":"Education Preparedness."},"subchapter":{"identifier":"IV","text":"Community Schools Incentive."},"heading":{"title":"38","chaptersection":"754","identifier":"38-754.03","catch_text":"Administration of Community Schools Incentive Initiative."}}