{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-142, see notes under ยง 38-751.01.\n\nDC CODE ยง 38-752.03\n\nCurrent through December 11, 2012","credits":"(June 19, 2012, D.C. Law 19-142, ยง 203, 59 DCR 3642.)","sections":[{"prefix":"a","text":"(1) Beginning with the graduating class of 2014, the Mayor shall ensure that each public high school student applies to at least one post-secondary institution before graduation."},{"prefix":"2","text":" The Mayor shall ensure that each public high school student participates in a program designed to provide students with information on applying to an appropriate post-secondary institution, including information on financial aid and other resources necessary to streamline a transition to a post-secondary institution. The program may include school-based and non-school-based resources."},{"prefix":"b","text":" The Mayor shall issue a report that details the number of students that attend a post-secondary institution, including the number of students who attend each type, including:"},{"prefix":"1","text":" Universities;"},{"prefix":"2","text":" Colleges;"},{"prefix":"3","text":" Vocational schools; and"},{"prefix":"4","text":" Other post-secondary institutions."},{"prefix":"c","text":" Beginning with the graduating class of 2014, the Mayor shall require that each student attending public high school takes the SAT or the American College Testing program before graduation."},{"prefix":"d","text":" The Mayor may exempt a student from the requirements of subsections (a)(1) and (c) of this section, if the Mayor determines that it would constitute an undue hardship on the student."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"7B","text":"Education Preparedness."},"subchapter":{"identifier":"II","text":"Post-Secondary Preparation Plan."},"heading":{"title":"38","chaptersection":"752","identifier":"38-752.03","catch_text":"Post-secondary preparation plan."}}