{"text":"For the purposes of this subchapter, the term:","historical":"Legislative History of Laws\n\nFor history of Law 19-142, see notes under ยง 38-751.01.\n\nDC CODE ยง 38-754.02\n\nCurrent through December 11, 2012","credits":"(June 19, 2012, D.C. Law 19-142, ยง 402, 59 DCR 3642.)","sections":[{"prefix":"1","text":" \"Community partner\" means a provider of one or more eligible services."},{"prefix":"2","text":" \"Community school\" means a public and private partnership to coordinate educational, developmental, family, health, and after-school-care programs during school and non-school hours for students, families, and local communities at a public school or public charter school with the objectives of improving academic achievement, reducing absenteeism, building stronger relationships between students, parents, and communities, and improving the skills, capacity, and well-being of the surrounding community residents."},{"prefix":"3","text":" \"Eligible consortium\" means a partnership established between a local education agency and one or more community partners for purposes of establishing, operating, and sustaining a community school."},{"prefix":"4","text":" \"Eligible services\" means:"},{"prefix":"A","text":" Primary medical and dental care that will be available to students and community residents;"},{"prefix":"B","text":" Mental health prevention and treatment services that will be available to students and community residents;"},{"prefix":"C","text":" Academic-enrichment activities designed to promote a student's cognitive development and provide opportunities to practice and apply academic skills;"},{"prefix":"D","text":" Programs designed to increase attendance, including reducing early chronic absenteeism rates;"},{"prefix":"E","text":" Youth development programs designed to promote young people's social, emotional, physical, and moral development, including arts, sports, physical fitness, youth leadership, community service, and service-learning opportunities;"},{"prefix":"F","text":" Early childhood education, including Head Start and Early Head Start programs;"},{"prefix":"G","text":" Programs designed to:"},{"prefix":"i","text":" Facilitate parental involvement in, and engagement with, their children's education, including parental activities that involve supporting, monitoring, and advocating for their children's education;"},{"prefix":"ii","text":" Promote parental leadership in the life of the school; and"},{"prefix":"iii","text":" Build parenting skills;"},{"prefix":"H","text":" School-age child-care services, including before-school and after-school services and full-day programming that operates during school holidays, summers, vacations, and weekends;"},{"prefix":"I","text":" Programs that provide assistance to students who have been truant, suspended, or expelled and that offer multiple pathways to high school graduation or General Educational Development completion;"},{"prefix":"J","text":" Youth and adult job-training services and career-counseling services;"},{"prefix":"K","text":" Nutrition-education services;"},{"prefix":"L","text":" Adult education, including instruction in English as a second language, adult literacy, computer literacy, financial literacy, and hard-skills training; or"},{"prefix":"M","text":" Programs that provide remedial education and enrichment activities."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"7B","text":"Education Preparedness."},"subchapter":{"identifier":"IV","text":"Community Schools Incentive."},"heading":{"title":"38","chaptersection":"754","identifier":"38-754.02","catch_text":"Definitions."}}