{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-37, in the lead-in language of subsec. (a), substituted \"February 18\" for \"January 18\"; in subsec. (a)(1)(D), substituted \"certified or highly qualified health teacher\" for \"certified health teacher\"; in subsec. (a)(2)(D), deleted \"and\" from the end; and added subsecs. (a)(2)(F) to (L).\n\nD.C. Law 19-168, in subsec. (d), substituted \"30\" for \"14\".\n\nD.C. Law 19-171, in subsecs. (a)(2)(H) to (L), substituted \"Whether the school\" for \"Whether your school\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(l) of Healthy Schools Emergency Amendment Act of 2011 (D.C. Act 19-143, August 9, 2011, 58 DCR 6814).\n\nFor temporary (90 day) amendment of section, see § 4062(m) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 4062(m) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 18-209, see notes following § 38-821.01.\n\nFor history of Law 19-37, see notes under § 38-821.01.\n\nFor history of Law 19-168, see notes under § 38-751.01.\n\nFor history of Law 19-171, see notes under § 38-192.01.\n\nDC CODE § 38-826.02\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, § 602, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(l), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(m), 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 94, 59 DCR 6190.)","sections":[{"prefix":"a","text":" On or before February 15 of each year, each public school and public charter school shall submit the following information to the Office of the State Superintendent of Education regarding each of its campuses:"},{"prefix":"1","text":" Health programs:"},{"prefix":"A","text":" Whether the school has full-time, part-time, or no nurse coverage;"},{"prefix":"B","text":" The name and contact information of the school's nurse;"},{"prefix":"C","text":" Whether the school has a school-based mental health program or offers similar services on site;"},{"prefix":"D","text":" Whether there is a certified or highly qualified health teacher on staff; and"},{"prefix":"E","text":" Whether there is a school-based health center;"},{"prefix":"2","text":" Nutrition programs:"},{"prefix":"A","text":" The name of the school's food service vendor;"},{"prefix":"B","text":" Whether the school's meals meet the nutritional standards required by federal and District law;"},{"prefix":"C","text":" Where the information required by § 38-822.05 can be found;"},{"prefix":"D","text":" Whether the school participates in the farm-to-school program under § 38-823.01;"},{"prefix":"E","text":" Whether the school participates in the School Gardens Program under § 38-825.03;"},{"prefix":"F","text":" The number of students qualifying for free, reduced-price, and paid meals;"},{"prefix":"G","text":" For the most recent November, the average daily participation in the national school breakfast and school lunch programs with breakdowns for the number of free, reduced-price, and paid students participating in school breakfast and lunch programs on an average daily basis;"},{"prefix":"H","text":" Whether the school participates in Afterschool Meal Snack and Supper Program and if so, the number of children served snacks and suppers on an average daily basis;"},{"prefix":"I","text":" For elementary schools, whether your school participates in the Fresh Fruit and Vegetable Snack Program;"},{"prefix":"J","text":" Whether the school participates in D.C. Free Summer Meals Program and if so, the number of breakfasts, lunches, suppers, and snacks served on an average daily basis the preceding summer;"},{"prefix":"K","text":" Whether the school has vending machines and if so, how many vending machines, the hours of operation of said vending machines, and what items are sold from the machines; and"},{"prefix":"L","text":" Whether the schools has a school store and if so, what food and beverages are sold and the hours of operation;"},{"prefix":"3","text":" Physical and health education:"},{"prefix":"A","text":" The average amount of weekly physical education that students receive in each grade;"},{"prefix":"B","text":" The average amount of weekly health education that students receive in each grade; and"},{"prefix":"C","text":" How the school promotes physical activity;"},{"prefix":"4","text":" Wellness policy:"},{"prefix":"A","text":" Whether the school is in compliance with its local wellness policy; and"},{"prefix":"B","text":" Where a copy of the school's local wellness policy can be found."},{"prefix":"b","text":" The Office of the State Superintendent of Education may change the information, as set forth in subsection (a) of this section, to be included in the healthy schools profile form."},{"prefix":"c","text":" On or before January 15 of each year, each public school and public charter school shall post the information required by subsection (a) of this section online if the school has a website and make the form available to parents in its office."},{"prefix":"d","text":" The Office of the State Superintendent of Education shall post the information required by subsection (a) of this section on its website within 30 days of receipt."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"VI","text":"Health and Wellness."},"heading":{"title":"38","chaptersection":"826","identifier":"38-826.02","catch_text":"School health profiles."}}