{"text":"","historical":"Legislative History of Laws\n\nFor Law 18-209, see notes following ยง 38-821.01.\n\nDC CODE ยง 38-827.02\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, ยง 702, 57 DCR 4779.)","sections":[{"prefix":"a","text":" The Commission shall be composed of 13 members who are experts in health, wellness, or nutrition; parents; teachers; or students. The Mayor shall appoint 10 members, no more than 5 of whom shall represent District agencies. The Chairman of the Council shall appoint one member. The chair of the Council committee with oversight of education shall appoint one member. The Chair of the Public Charter School Board shall appoint one member."},{"prefix":"b","text":" Members shall serve 3-year terms on the Commission, except that:"},{"prefix":"1","text":" Of the Mayor's first 10 persons appointed, 4 shall be appointed to serve 3- year terms, 3 shall be appointed to serve 2-year terms, and 3 shall be appointed to serve one-year terms; and"},{"prefix":"2","text":" Students shall serve for one year."},{"prefix":"c","text":" The Mayor shall designate one member of the Commission to serve as its Chairperson."},{"prefix":"d","text":" A member shall serve for no more than 2 consecutive, full terms."},{"prefix":"e","text":" Unless excused by the Chairperson, any member who fails to attend 3 consecutive meetings shall be deemed to be removed from the Commission, creating a vacancy."},{"prefix":"f","text":" Each member of the Commission shall serve without compensation; provided, that each member may be reimbursed for actual expenses pursuant to ยง 1- 611.08."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"VII","text":"Healthy Youth and Schools Commission."},"heading":{"title":"38","chaptersection":"827","identifier":"38-827.02","catch_text":"Composition and organization of the Commission."}}