{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-37, in the lead-in language of subsec. (a), substituted \"breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program\" for \"breakfast, lunch, and after-school meals served to students in public schools and public charter school or by organizations participating in the Afterschool Meal Program \"; in the lead-in language of subsec. (b), substituted \"breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program\" for \"breakfast and lunch meals served to students in each public school and public charter school\"; and, in subsec. (b)(1)(C)(ii), substituted \"public schools, public charter schools, and participating private schools\" for \"public schools and public charter schools\".\n\nD.C. Law 19-168, in subsec. (b)(1)(C)(ii), substituted \"July 1, 2022\" for \"August 1, 2020\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(d) of Healthy Schools Emergency Amendment Act of 2011 (D.C. Act 19-143, August 9, 2011, 58 DCR 6814).\n\nFor temporary (90 day) amendment of section, see § 4062(b) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 4062(b) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 18-209, see notes following § 38-821.01.\n\nFor history of Law 19-37, see notes under § 38-821.01.\n\nFor history of Law 19-168, see notes under § 38-751.01.\n\nDC CODE § 38-822.02\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, § 202, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(d), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" All breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program shall meet or exceed the federal nutritional standards set forth in:"},{"prefix":"1","text":" The Child Nutrition Act of 1996, approved October 11, 1996 (80 Stat. 885;   42 U.S.C. § 1771 et seq.);"},{"prefix":"2","text":" The Richard B. Russell National School Lunch Act, approved June 4, 1946 (60 Stat. 230; 42 U.S.C. § 1751 et seq.);"},{"prefix":"3","text":" 7 C.F.R. Parts 210, 215, 220, 225, and 226; and"},{"prefix":"4","text":" Other applicable federal law."},{"prefix":"b","text":" In addition to the requirements of subsection (a) of this section, breakfast, lunch, after-school snacks and suppers, and summer meals served to students in public schools, public charter schools, and participating private schools or by organizations participating in the Afterschool Meal Program or the Summer Food Service Program shall meet or exceed:"},{"prefix":"1","text":" The following nutritional requirements per serving:"},{"prefix":"A","text":" Saturated fat: Fewer than 10% of total calories;"},{"prefix":"B","text":" Trans fat: Zero grams; and"},{"prefix":"C","text":"(i) Sodium:"},{"prefix":"I","text":" For breakfast meals:"},{"prefix":"aa","text":" Less than 430 milligrams for Grades Kindergarten through 5;"},{"prefix":"bb","text":" Less than 470 milligrams for Grades 6 through 8; and"},{"prefix":"cc","text":" Less than 500 milligrams for Grades 9 through 12; and"},{"prefix":"II","text":" For lunch meals:"},{"prefix":"aa","text":" Less than 640 milligrams for Grades Kindergarten through 5;"},{"prefix":"bb","text":" Less than 710 milligrams for Grades 6 through 8; and"},{"prefix":"cc","text":" Less than 740 milligrams for Grades 9 through 12."},{"prefix":"ii","text":" The requirements of this subparagraph shall not apply until July 1, 2022; provided, that public schools, public charter schools, and participating private schools shall gradually reduce the amount of sodium served in school meals; and"},{"prefix":"2","text":" The serving requirements of the United State Department of Agriculture's HealthierUS School Challenge program at the Gold Award Level for vegetables, fruits, whole grains, milk, and other foods served in school meals, as may be revised from time to time, notwithstanding any termination of the program."},{"prefix":"c","text":" The Office of the State Superintendent of Education may adopt standards that exceed the requirements of this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"II","text":"School Nutrition."},"heading":{"title":"38","chaptersection":"822","identifier":"38-822.02","catch_text":"Nutritional standards for school meals."}}