{"text":"There is hereby created in the public schools of the District of Columbia a Department of Food Services, which Department, under the direction and control of the Board of Education of the District of Columbia, hereinafter referred to as the \"Board,\" is hereby authorized to conduct a centralized system of public school cafeterias, lunchrooms, and related services, hereinafter referred to as \"food services.\"","historical":"Prior Codifications\n\n1981 Ed., § 31-801.\n\n1973 Ed., § 31-1401.\n\nEffect of Amendments\n\nD.C. Law 13-172 deleted the former second sentence providing: \"Contracting for services, supplies, or equipment shall be done through the office of Contracting and Procurement\".\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 705 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90-day) amendment of section, see § 705 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nLaw 11-259, the \"Procurement Reform Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-705, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on January 3, 1997, it was assigned Act No. 11-526 and transmitted to both Houses of Congress for its review. D.C. Law 11-259 became effective on April 12, 1997.\n\nLaw 13-172, the \"Fiscal Year 2001 Budget Support Act of 2000,\" was introduced in Council and assigned Bill No. 13-679, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2000, and June 6, 2000, respectively. Signed by the Mayor on June 26, 2000, it was assigned Act No. 13-175 and transmitted to both Houses of Congress for its review. D.C. Law 13-172 became effective on October 19, 2000.\n\nMiscellaneous Notes\n\nContracting out of food services and security services by Board of Education: Section 1203 of D.C. law 11-98 required the Board of Education to contract out, beginning in School Year 1995-96 and Fiscal Year 1996, all food services operations and security services for the D.C. Public Schools and to contract out, for no more than a 3-year period, beginning in School Year 1995-96 and Fiscal Year 1996, the development of new management and data systems, as well as training of currently employed personnel to use and manage these systems, in the area of budget, finance, personnel/human resources, management information services, procurement, and supply management.\n\nSection 1401 of D.C. Law 11-98 provided that §§ 201, 301, 302, and 1203 of the act shall apply upon enactment by Congress of the District of Columbia Appropriations Act, 1996.\n\nDC CODE § 38-801\n\nCurrent through December 11, 2012","credits":"(Oct. 8, 1951, 65 Stat. 367, ch. 448, title I, § 1; Apr. 12, 1997, D.C. Law 11-259, § 313, 44 DCR 1423; Oct. 19, 2000, D.C. Law 13-172, § 705, 47 DCR 6308.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8","text":"Public School Food Services. (Refs & Annos)"},"heading":{"title":"38","chaptersection":"801","identifier":"38-801","catch_text":"Department of Food Services."}}