{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-37, in subsec. (a)(1), substituted \"December 31, 2011\" for  \"December 31, 2010\" in subpar. (B), deleted \"and\" from the end of subpar. (G ), substituted \";   and\" for a period the end of subpar. (H), and added subpar. (I);  and, in subsec. (c), substituted \"December 31, 2011\" for \"December 31, 2010\".\n\nD.C. Law 19-168, in subsec. (a)(1), substituted \"Department of General Services\" for \"Office of Public Education Facilities Modernization\" in the lead-language, deleted \"and\" from the end of subpar. (H), substituted \"; and\" for a period the end of subpar. (I), and added subpar. (J); in subsec. (b), substituted \"December 31, 2012\" for \"December 31, 2010\"; in subsec. (b), substituted \"December 31, 2012\" for \"December 31, 2011\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(i) of Healthy Schools Emergency Amendment Act of 2011 (D.C. Act 19-143, August 9, 2011, 58 DCR 6814).\n\nFor temporary (90 day) amendment of section, see § 4062(j) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 4062(j) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 18-209, see notes following § 38-821.01.\n\nFor history of Law 19-37, see notes under § 38-821.01.\n\nFor history of Law 19-168, see notes under § 38-751.01.\n\nDC CODE § 38-825.01\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, § 501, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(i), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(j), 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) An environmental programs office is established in the Department of General Services and shall:"},{"prefix":"A","text":" Contract with vendors to recycle all materials required by District law at all public schools, including food services, by December 31, 2010, and provide technical assistance to public charter schools about recycling."},{"prefix":"B","text":" Develop a master recycling plan for public schools on or before December 31, 2011 to reach a system-wide diversion rate of 45% by August 1, 2015;"},{"prefix":"C","text":" Analyze utility usage at each public school and develop a plan to reduce that amount by 20% on or before August 1, 2015;"},{"prefix":"D","text":" Establish an integrated pest management program;"},{"prefix":"E","text":" Test drinking water in public schools for lead and promptly take any remedial action required;"},{"prefix":"F","text":" Comply with the Environmental Protection Agency's Lead; Renovation, Repair, and Painting Program, established by 40 C.F.R. Part 745;"},{"prefix":"G","text":" Post the results of its environmental testing online;"},{"prefix":"H","text":" Promote the Environmental Protection Agency's Indoor Air Quality Tools for Schools Program to reduce exposure to environmental factors that impact asthma among children and adults in public schools;"},{"prefix":"I","text":" Develop an electronic recycling policy for public schools on or before December 31, 2011; and"},{"prefix":"J","text":" Establish a composting program in the District of Columbia Public Schools.."},{"prefix":"2","text":" The contracts under paragraph (1)(A) of this subsection shall be negotiated to provide a financial incentive to reduce the amount of waste created in public schools and, when possible, to increase diversion rates in public schools;"},{"prefix":"b","text":" The District of Columbia Public Schools shall:"},{"prefix":"1","text":" Use environmentally friendly cleaning supplies in public schools; provided, that the agency may exhaust its current supply of conventional cleaners; and"},{"prefix":"2","text":" Prepare and transmit to the Mayor, the Council, and the Healthy Schools and Youth Commission, on or before December 31, 2012, a plan to use sustainable products in serving meals to students."},{"prefix":"c","text":" On or before December 31, 2012, the Mayor shall prepare and transmit to the Council a comprehensive report describing the implementation of recycling, composting, energy-reduction, pest management, air quality, and environmentally friendly cleaning supplies programs in public schools. The report shall include:"},{"prefix":"1","text":" A thorough, school-by-school breakdown of the waste stream in public schools, including tonnages, components, and diversion rates;"},{"prefix":"2","text":" Baseline energy usage, an analysis of usage patterns, and savings achieved;"},{"prefix":"3","text":" Recommendations and a timeline for further implementing these programs; and"},{"prefix":"4","text":" A proposal for recognizing and rewarding schools that significantly improve their environmental portfolio."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"V","text":"Environment."},"heading":{"title":"38","chaptersection":"825","identifier":"38-825.01","catch_text":"Environmental programs office."}}