{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-370, in subsecs. (c)(6) and (7), substituted \"shall make grants available, subject to the availability of funds in the Fund,\" for \"shall make grants available\".\n\nD.C. Law 19-21 repealed subsec. (c)(2); and added subsecs. (f) and (g). Prior to repeal, subsec. (c)(2) formerly read as follows:\n\n\"(2) To provide free breakfast meals in public charter schools under § 38- 822.03(a), the Office of the State Superintendent of Education shall reimburse public charter schools as follows:\"\n\nD.C. Law 19-37, in subsecs. (c)(1) and (3), substituted \"public schools, public charter schools, and participating private schools\" for \"public schools and public charter schools\"; and rewrote subsec. (c)(5), which formerly read:\n\n\"(5) To encourage local foods to be served in schools, the Office of the State Superintendent of Education shall provide an additional 5 cents per lunch meal reimbursement to public schools and public charter schools when at least one component of a reimbursable lunch meal is comprised entirely of locally grown and unprocessed foods; provided, that the schools report the name and address of the farms where the locally grown foods were grown to the Office of the State Superintendent of Education.\"\n\nD.C. Law 19-168, in subsec. (c)(1), substituted \"participating private schools, and organizations participating in the Summer Food Service Program\" for \"and participating private schools\"; in subsec. (c)(3), substituted \"40 cents for each lunch meal that meets the requirements of §§ 38-822.02 and 38-822.03 and is served to students who qualify for reduced-price meals\" for \"40 cents for each lunch meal served to students who qualify for reduced-price meals\"; rewrote subsec. (c)(4); in subsec. (e), substituted \"do not meet any or all of the requirements\" for \"do not meet the requirements\"; and, in subsec. (g), substituted \"this section, and to further improve health, wellness, and nutrition in schools.\" for \"this section.\". Prior to amendment subsec. (c)(4), which formerly read:\n\n\"(4) To provide resources to implement the breakfast-in-the-classroom program under § 38-822.03(a)(2), for the 2010-2011 school year, the Office of the State Superintendent of Education shall provide $7 per student to public schools and public charter schools participating in the National School Lunch Program, in which more than 40% of students qualify for free or reduced-price meals.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 412 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nFor temporary (90 day) amendment of section, see § 4012 of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Healthy Schools Emergency Amendment Act of 2011 (D.C. Act 19-143, August 9, 2011, 58 DCR 6814).\n\nFor temporary (90 day) amendment of section, see § 4062(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 4062(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 18-209, see notes following § 38-821.01.\n\nLaw 18-370, the \"Fiscal Year 2011 Supplemental Budget Support Act of 2010\", was introduced in Council and assigned Bill No. 18-1100, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 7, 2010, and December 21, 2010, respectively. Signed by the Mayor on January 27, 2011, it was assigned Act No. 18-721 and transmitted to both Houses of Congress for its review. D.C. Law 18-370 became effective on April 8, 2011.\n\nFor history of Law 19-21, see notes under § 38-271.01.\n\nFor history of Law 19-37, see notes under § 38-821.01.\n\nFor history of Law 19-168, see notes under § 38-751.01.\n\nMiscellaneous Notes\n\nShort title: Section 411 of D.C. Law 18-370 provided that subtitle B of title IV of the act may be cited as \"Healthy Schools Amendment Act of 2010\".\n\nShort title: Section 4011 of D.C. Law 19-21 provided that subtitle B of title IV of the act may be cited as \"Healthy Schools Technical Amendment Act of 2011\".\n\nShort title: Section 4061 of D.C. Law 19-168 provided that subtitle G of title IV of the act may be cited as \"Healthy Schools Amendment Act of 2012\".\n\nDC CODE § 38-821.02\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, § 102, 57 DCR 4779; Apr. 8, 2011, D.C. Law 18-370, § 412, 58 DCR 1008; Sept. 14, 2011, D.C. Law 19-21, § 4012, 58 DCR 6226; Oct. 20, 2011, D.C. Law 19-37, § 2(b), 58 DCR 6841; Sept. 20, 2012, D.C. Law 19-168, § 4062(a), 59 DCR 8025.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Healthy Schools Fund (\"Fund\"), which shall be used solely as provided in subsection (c) of this section and administered by the Office of the State Superintendent of Education. The Fund shall be funded by annual appropriations, which shall be deposited into the Fund."},{"prefix":"b","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"c","text":" The funds in the Fund shall be used as follows:"},{"prefix":"1","text":" To provide additional funding for healthy school meals, the Office of the State Superintendent of Education shall reimburse public schools, public charter schools, participating private schools, and organizations participating in the Summer Food Service Program as follows:"},{"prefix":"A","text":" Ten cents for each breakfast meal served that meets the requirements of §§ 38-822.02 and 38-822.03; and"},{"prefix":"B","text":" Ten cents for each lunch meal served that meets the requirements of §§ 38-822.02 and 38-822.03."},{"prefix":"2","text":" Repealed."},{"prefix":"3","text":" To eliminate the reduced-price copayment under § 38-822.03(b)(1), the Office of the State Superintendent of Education shall reimburse public schools, public charter schools, and participating private schools 40 cents for each lunch meal that meets the requirements of §§ 38-822.02 and 38-822.03 and is served to students who qualify for reduced-price meals."},{"prefix":"4","text":" To provide resources to implement the breakfast-in-the-classroom program under § 38-822.03(a)(2), the Office of the State Superintendent of Education shall provide a one-time subsidy of $7 per student to new public schools, new public charter schools, and new private schools that have not previously received the funds and that participate in the National School Lunch Program, in which more than 40% of students qualify for free or reduced-price meals."},{"prefix":"5","text":"(A) To encourage local foods to be served in schools, the Office of the State Superintendent of Education shall provide an additional 5 cents per day reimbursement to public schools, public charter schools, and participating private schools when at least one component of a reimbursable breakfast or lunch meal is comprised entirely of locally grown and unprocessed foods; provided, that the schools report the name and address of the farms where the locally grown foods were grown to the Office of the State Superintendent of Education."},{"prefix":"B","text":" For the purposes of this paragraph, the term \"locally grown and unprocessed foods\" shall not include milk."},{"prefix":"6","text":" To increase physical activity in schools, the Office of the State Superintendent of Education shall make grants available, subject to the availability of funds in the Fund, through a competitive process to public schools and public charter schools; provided, that schools shall meet the requirements of § 38-824.02 and seek to increase the amount of physical activity in which their students engage."},{"prefix":"7","text":" To support school gardens, the Office of the State Superintendent of Education shall make grants available, subject to the availability of funds in the Fund, through a competitive process to public schools, public charter schools, and other organizations."},{"prefix":"d","text":" The Office of the State Superintendent of Education may, by rule, increase the amounts, as set forth in subsection (c) of this section, to further improve the quality and nutrition of school meals."},{"prefix":"e","text":" The Office of the State Superintendent of Education may withhold local funds provided by subsection (c) of this section from public schools and public charter schools that do not meet any or all of the requirements of §§ 38- 822.02, 38-822.03, 38-822.05, and 38-822.06."},{"prefix":"f","text":" Beginning on October 1, 2011, an amount of $4,266,000 from the revenues derived from the collection of the tax imposed upon all vendors by § 47-2002 shall be deposited annually into the Fund."},{"prefix":"g","text":" All excess monies remaining in the Fund at the end of a fiscal year shall be administered by the Office of the State Superintendent of Education for the purposes set forth in subsection (c)(6) and (7) of this section, and to further improve health, wellness, and nutrition in schools."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"I","text":"Definitions; Establishment of Healthy Schools Fund."},"heading":{"title":"38","chaptersection":"821","identifier":"38-821.02","catch_text":"Establishment of the Healthy Schools Fund."}}