{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-37 added par. (6A).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Healthy Schools Emergency Amendment Act of 2011 (D.C. Act 19-143, August 9, 2011, 58 DCR 6814).\n\nLegislative History of Laws\n\nLaw 18-209, the \"Healthy Schools Act of 2010\", was introduced in Council and assigned Bill No. 18-564, which was referred to the Committee of the Whole and the Committee on Government Operations and the Environment.   The Bill was adopted on first and second readings on April 20, 2010, and May 4, 2010, respectively.  Signed by the Mayor on May 21, 2010, it was assigned Act No. 18- 428 and transmitted to both Houses of Congress for its review.  D.C. Law 18-209 became effective on July 27, 2010.\n\nLaw 19-37, the \"Healthy Schools Amendment Act of 2011\", was introduced in Council and assigned Bill No. 19-144, which was referred to the Committee of the Whole and the committee on Government Operations and the Environment. The Bill was adopted on first and second readings on June 21, 2011, and July 12, 2011, respectively. Signed by the Mayor on August 9, 2011, it was assigned Act No. 19-152 and transmitted to both Houses of Congress for its review. D.C. Law 19-37 became effective on October 20, 2011.\n\nDC CODE § 38-821.01\n\nCurrent through December 11, 2012","credits":"(July 27, 2010, D.C. Law 18-209, § 101, 57 DCR 4779; Oct. 20, 2011, D.C. Law 19-37, § 2(a), 58 DCR 6841.)","sections":[{"prefix":"1","text":" \"Healthy Schools Fund\" means the fund established by § 38-821.02."},{"prefix":"2","text":" \"Healthy Schools and Youth Commission\" or \"Commission\" means the body established by § 38-827.01."},{"prefix":"3","text":" \"Locally grown\" means grown in Delaware, the District of Columbia, Maryland, New Jersey, North Carolina, Pennsylvania, Virginia, or West Virginia."},{"prefix":"4","text":" \"Locally processed\" means processed at a facility in Delaware, the District of Columbia, Maryland, New Jersey, North Carolina, Pennsylvania, Virginia, or West Virginia."},{"prefix":"5","text":" \"Meals\" means breakfast, lunch, or after-school snacks served as a part of the National School Lunch Program, School Breakfast Program, or Summer Food Service Program, or after-school meals served as part of the Child and Adult Care Food Program."},{"prefix":"6","text":" \"Moderate-to-vigorous physical activity\" means movement resulting in a substantially increased heart rate and breathing."},{"prefix":"6A","text":" \"Participating private school\" means a private school that participates in the National School Lunch Program, established by the Richard B. Russell National School Lunch Act, approved June 4, 1946 (60 Stat. 230; 42 U.S.C. § 1771 et seq.), and elects to participate in the Healthy Schools Act program."},{"prefix":"7","text":" \"Public charter school\" means a school chartered under Chapter 18 of this title. The term \"public charter school\" shall not include private or parochial schools."},{"prefix":"8","text":" \"Public school\" means a school operated by the District of Columbia Public Schools, established by § 38-171."},{"prefix":"9","text":" \"Sustainable agriculture\" means an integrated system of plant and animal production practices having a site-specific application that will, over the long-term:"},{"prefix":"A","text":" Satisfy human food and fiber needs;"},{"prefix":"B","text":" Enhance environmental quality and the natural resource base upon which the agricultural economy depends;"},{"prefix":"C","text":" Make the most efficient use of nonrenewable resources and on-farm resources and integrate, where appropriate, natural biological cycles and controls;"},{"prefix":"D","text":" Sustain the economic viability of farm operations; and"},{"prefix":"E","text":" Enhance the quality of life for farmers and society as a whole."},{"prefix":"10","text":"(A) \"Unprocessed\" means foods that are nearest their whole, raw, and natural state, and contain no artificial flavors or colors, synthetic ingredients, chemical preservatives, or dyes."},{"prefix":"B","text":" For the purposes of this paragraph, food which undergoes the following processes shall be deemed to be unprocessed:"},{"prefix":"i","text":" Cooling, refrigerating, or freezing;"},{"prefix":"ii","text":" Size adjustment through size reduction made by peeling, slicing, dicing, cutting, chopping, shucking, or grinding;"},{"prefix":"iii","text":" Drying or dehydration;"},{"prefix":"iv","text":" Washing;"},{"prefix":"v","text":" The application of high water pressure or \"cold pasteurization\";"},{"prefix":"vi","text":" Packaging, such as placing eggs in cartons, and vacuum packing and bagging, such as placing vegetables in bags;"},{"prefix":"vii","text":" Butchering livestock, fish, or poultry; and"},{"prefix":"viii","text":" The pasteurization of milk."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"8A","text":"Healthy Schools."},"subchapter":{"identifier":"I","text":"Definitions; Establishment of Healthy Schools Fund."},"heading":{"title":"38","chaptersection":"821","identifier":"38-821.01","catch_text":"Definitions."}}