{"text":"There is hereby authorized to be appropriated from any money in the Treasury to the credit of the District of Columbia not exceeding $15,000 as a working capital fund for the operation of the Department, which fund shall be used as a permanent revolving fund for all necessary expenses of such Department. There shall be deposited to the credit of such fund such amounts as may be appropriated pursuant to this chapter, together with such amounts as the respective branches of the government of the District of Columbia and the private educational institutions authorized by law to participate in the distribution of surplus property shall pay as fees for services rendered by the Department. The Mayor is authorized to promulgate rules and regulations governing the manner in which the Department shall carry out its duties, including the fixing of reasonable fees to be charged for its services.","historical":"Prior Codifications\n\n1981 Ed., § 31-302.\n\n1973 Ed., § 31-1302.\n\nLegislative History of Laws\n\nLaw 3-13 was introduced in Council and assigned Bill No. 3-50, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on May 8, 1979, and May 22, 1979, respectively. Signed by the Mayor on June 8, 1979, it was assigned Act No. 3-50 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nTransfer of unexpended balances: Section 7(g) of the Act of June 14, 1980, D.C. Law 3-70, provided for the transfer to the Department of General Services Internal Service Fund, or successor fund established by the Mayor, any unexpended balances in the Educational Surplus Property Fund.\n\nEducational Agency for Surplus Property abolished: See Historical and Statutory Notes following § 38-924.\n\nDC CODE § 38-925\n\nCurrent through December 11, 2012","credits":"(Aug. 16, 1950, 64 Stat. 450, ch. 720, § 2; Aug. 1, 1979, D.C. Law 3-13, § 2, 25 DCR 10563.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"9","text":"Miscellaneous Provisions."},"heading":{"title":"38","chaptersection":"925","identifier":"38-925","catch_text":"Working capital fund; rules and regulations."}}