{"text":"The Mayor of the District of Columbia, the Chairman and members of the Council of the District of Columbia, the Chief Judge of the District of Columbia Court of Appeals, the Chief Judge of the Superior Court of the District of Columbia, the Executive Officer of the District of Columbia Court System, the Superintendent of Schools, the City Administrator, the Director of the District of Columbia Public Library, and the Chief Executive Officer of the University of the District of Columbia are authorized to provide for the expenditure, within the limits of specified annual appropriation, of funds for appropriate purposes related to their official capacity as they may respectively deem necessary. Their determination thereof shall be final and conclusive, and their certificate shall be sufficient voucher for the expenditure of appropriations made pursuant to this section.","historical":"Prior Codifications\n\n1981 Ed., § 31-2215.\n\n1973 Ed., § 31-1122.\n\nLegislative History of Laws\n\nLaw 2-111 was introduced in Council and assigned Bill No. 2-334, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 13, 1978 and June 27, 1978, respectively. Signed by the Mayor on July 17, 1978, it was assigned Act No. 2-232 and transmitted to both Houses of Congress for its review.\n\nLaw 4-46 was introduced in Council and assigned Bill No. 4-202, which was referred to the Committee on Human Services. The Bill was adopted on first, first amended and second readings on June 16, 1981, June 30, 1981 and July 14, 1981, respectively. Signed by the Mayor on August 6, 1981, it was assigned Act No. 4-81 and transmitted to both Houses of Congress for its review.\n\nLaw 4-61 was introduced in Council and assigned Bill No. 4-264, which was referred to the Committee on Transportation and Environmental Affairs. The Bill was adopted on first and second readings on September 15, 1981 and September 29, 1981, respectively. Signed by the Mayor on October 30, 1981, it was assigned Act No. 4-107 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 38-915\n\nCurrent through December 11, 2012","credits":"(Oct. 26, 1973, 87 Stat. 509, Pub. L. 93-140, § 26; Sept. 23, 1978, D.C. Law 2-111, § 2, 25 DCR 1462; Oct. 24, 1981, D.C. Law 4-46, § 2, 28 DCR 4271; Jan. 26, 1982, D.C. Law 4-61, § 7, 28 DCR 4771.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"9","text":"Miscellaneous Provisions."},"heading":{"title":"38","chaptersection":"915","identifier":"38-915","catch_text":"Official expenses."}}