{"text":"In recognition of:\n\n\n\n\n\n\n\nIT IS HEREBY DECLARED, that funding of the public schools be acknowledged as of the highest priority of the District of Columbia. This priority status for public education funding will be given due consideration by the District of Columbia Board of Education, the Council of the District of Columbia and the Mayor of the District of Columbia in all future proposals, recommendations, and legislative enactments affecting financial support of the public schools.","historical":"Prior Codifications\n\n1981 Ed., ยง 31-2216.\n\nLegislative History of Laws\n\nLaw 7-68, \"District of Columbia Public School Support Initiative of 1986,\" was submitted to the electors of the District of Columbia on November 3, 1987, as Initiative No. 25. The results of the voting, certified by the Board of Elections and Ethics on November 17, 1987, were 54,729 for the Initiative and 16,223 against the Initiative. It was assigned Act No. 7-102 after certification and was transmitted to both Houses of Congress for its review on November 23, 1987.\n\nDC CODE ยง 38-916\n\nCurrent through December 11, 2012","credits":"(Feb. 17, 1988, D.C. Law 7-68, ยง 2, 34 DCR 7737.)","sections":[{"prefix":"1","text":" The critical importance of high quality public education for all students in the District of Columbia;"},{"prefix":"2","text":" The need in District of Columbia public schools for smaller classes and supplemental instructional resources to address the needs of the many students requiring special attention;"},{"prefix":"3","text":" The need to attract and retain highly qualified teachers and principals;"},{"prefix":"4","text":" The need for District of Columbia public school graduates to possess educational skills that render them competitive with graduates of suburban schools as regards employment and higher education;"},{"prefix":"5","text":" The need to restore and repair school facilities throughout the District of Columbia; and"},{"prefix":"6","text":" The fact that in recent years the budget for the District of Columbia public schools has increased at a rate substantially below that of almost all other District of Columbia agencies:"}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"38","text":"Educational Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Public Education-Primary and Secondary."},"chapter":{"identifier":"9","text":"Miscellaneous Provisions."},"heading":{"title":"38","chaptersection":"916","identifier":"38-916","catch_text":"Funding of public schools--Declaration of policy."}}