{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 37-104.\n\n1973 Ed., § 37-104.\n\nLegislative History of Laws\n\nLaw 6-17 was introduced in Council and assigned Bill No. 6-114, which was referred to the Committee on Libraries, Recreation, and Charitable Games. The Bill was adopted on first and second readings on May 14, 1985 and May 28, 1985, respectively. Signed by the Mayor on June 10, 1985, it was assigned Act No. 6- 32 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 39-104\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, 29 Stat. 244, ch. 315, § 4; Apr. 1, 1926, 44 Stat. 229, ch. 98, § 4; Sept. 5, 1985, D.C. Law 6-17, § 2, 32 DCR 3582.)","sections":[{"prefix":"a","text":" The public library shall be in the charge of a Board of Library Trustees (\"Board\"), which shall be composed of 9 members appointed by the Mayor of the District of Columbia, with the advice and consent of the Council of the District of Columbia."},{"prefix":"b","text":" Each member of the Board shall be a resident of the District of Columbia, and shall have a demonstrated interest in the public library."},{"prefix":"c","text":" Each member of the Board shall serve for a term of 5 years, and until a successor is appointed and confirmed."},{"prefix":"d","text":" Of the members of the Board appointed under this subchapter, 3 shall be appointed for a term of 5 years, 3 shall be appointed for a term of 4 years, and 3 shall be appointed for a term of 3 years from the date the first members are installed. Thereafter, that date shall become the anniversary date for all appointments. The members of the Board serving on September 5, 1985, shall continue to serve until the new Board members are qualified to serve."},{"prefix":"e","text":" A member of the Board may be reappointed but shall not serve more than 2 consecutive terms. A person may be reappointed after an absence of 1 year from the board."},{"prefix":"f","text":" Whenever a vacancy as a consequence of resignation, disability, death, or for other reasons occurs in an unexpired term on the Board, the Mayor shall appoint a replacement to fill that unexpired term in the same manner specified in subsections (a) and (b) of this section. A member appointed to fill an unexpired term shall serve only for the remainder of that term. The completion of the unexpired term of a former member's term shall not constitute a full term for purposes of subsection (e) of this section."},{"prefix":"g","text":" Each year, the Board shall elect 1 of its members to serve as its president and may elect any other officer it requires."},{"prefix":"h","text":" Members of the Board shall be compensated at a rate to be determined by the Mayor, in accordance with § 1-611.08."},{"prefix":"i","text":" The librarian of the public library shall be a nonvoting, ex officio member of the Board."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"104","identifier":"39-104","catch_text":"Board of Trustees--Appointment; qualifications; term; vacancies; officers; compensation; ex officio member."}}