{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 37-105.\n\n1973 Ed., § 37-105.\n\nEffect of Amendments\n\nD.C. Law 16-197, in subsec. (a)(1), deleted ''provided, however, that contracting for the maintenance of the library and the erection or enlargement of library buildings shall be carried out by the Office of Contracting and Procurement on behalf of the Board;\" following \"of the library;\"; rewrote subsec. (a)(3); and added subsec. (c). Subsec. (a)(3) was amended to read as follows:\n\n\"(3) Have the authority to procure all goods and services necessary to operate the library system, independent of the Office of Contracting and Procurement and the requirements of Unit A of Chapter 3 of Title 2, except as specified in § 2-303.20, and in accordance with subsection (c) of this section;\".\n\nSubsec. (c) was added to read as follows:\n\n\"(c)(1) The Board shall not exercise the procurement authority granted to it under subsection (a)(3) of this section until the Council has approved rules governing the procurement of goods and services submitted by the Board pursuant to this subsection.\n\n\"(2) The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution, within the 45-day period, the proposed rules shall be deemed disapproved.\"\n\nThe amendments to this section made by D.C. Law 16-197 expired on March 2, 2009, pursuant to section 4 of D.C. Law 16-197.\n\nD.C. Law 18-111 rewrote subsecs. (a)(1), (3), and added subsec. (c). Prior to amendment, subsecs. (a)(1), (3) read as follows:\n\n\"(1) Have the authority to provide for the care and preservation of the library provided, however, that contracting for the maintenance of the library and the erection or enlargement of library buildings shall be carried out by the Office of Contracting and Procurement on behalf of the Board;\"\n\n\"(3) Have the authority to provide for the purchase of books, periodicals, newspapers, audio visual aids, and other materials necessary to operate the library;\".\n\nD.C. Law 19-21, in subsec. (b), substituted \"unrestricted fund balance of the General Fund of the District of Columbia\" for \"District of Columbia Treasurer for credit to the public library's Book Purchase Fund\".\n\nD.C. Law 19-171, in subsec. (a)(3), substituted \"the requirements of Chapter 3A of Title 2; except as specified in § 2-351.05\" for \"the requirements of Unit A of Chapter 3 of Title 2; except as specified in § 2-303.20\".\n\nTemporary Amendments of Section\n\nSection 2 of D.C. Law 18-45, in subsec. (a), deleted all text following the semicolon in par. (1), and rewrote par. (3) to read as follows:\n\n\"(3) Have the authority to procure all goods and services necessary to operate the library system, independent of the Office of Contracting and Procurement and the requirements of the District of Columbia Procurement Practices Act of 1985, effective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 2- 301.01 et seq.)('Act'), except as specified in section 320 of the Act, and in accordance with subsection (c) of this section;\".\n\n; and added subsec. (c) to read as follows:\n\n\"(c)(1) The rules published at page 493 of volume 55 of the District of Columbia Register (55 DCR 493) are revived. The Board may exercise procurement authority consistent with rules published at page 493 of volume 55 of the District of Columbia Register (55 DCR 493) until the rules are amended or superseded.\n\n\"(2) The Board may issue rules to implement the provisions of this section. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution, within the 45-day period, the proposed rules shall be deemed disapproved.\".\n\nSection 5(b) of D.C. Law 18-45 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Library Procurement Emergency Amendment Act of 2006 (D.C. Act 16-483, October 18, 2006, 53 DCR 8645).\n\nFor temporary (90 day) amendment of section, see § 2 of Library Procurement Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-661, December 28, 2006, 54 DCR 1114).\n\nFor temporary (90 day) amendment of section, see § 2 of DCPL Procurement Emergency Amendment Act of 2009 (D.C. Act 18-93, May 20, 2009, 56 DCR 4311).\n\nFor temporary (90 day) amendment of section, see § 2 of DCPL Procurement Congressional Review Emergency Act of 2009 (D.C. Act 18-151, July 28, 2009, 56 DCR 6338).\n\nFor temporary (90 day) amendment of section, see § 4041 of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 4041 of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nLaw 2-139 was introduced in Council and assigned Bill No. 2-10, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on October 17, 1978 and October 31, 1978, respectively. Signed by the Mayor on November 22, 1978, it was assigned Act No. 2-300 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 6-17, see Historical and Statutory Notes following § 39-104.\n\nLaw 11-259, the \"Procurement Reform Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-705, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on January 3, 1997, it was assigned Act No. 11-526 and transmitted to both Houses of Congress for its review. D.C. Law 11-259 became effective on April 12, 1997.\n\nLaw 16-197, the \"Library Procurement Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-562, which was referred to the Committee on Education, Libraries and Recreation. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 23, 2006, it was assigned Act No. 16-492 and transmitted to both Houses of Congress for its review. D.C. Law 16-197 became effective on March 2, 2007.\n\nLaw 18-111, the \"Fiscal Year 2010 Budget Support Act of 2009\", was introduced in Council and assigned Bill No. 18-203, which was referred to the Committee on the Whole. The bill was adopted on first and second readings on May 12, 2009, and September 22, 2009, respectively. Signed by the Mayor on December 18, 2009, it was assigned Act No. 18-255 and transmitted to both Houses of Congress for its review. D.C. Law 18-111 became effective on March 3, 2010.\n\nLaw 19-21, the \"Fiscal Year 2012 Budget Support Act of 2011\", was introduced in Council and assigned Bill No. 19-203, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 25, 2011, and June 14, 2011, respectively. Signed by the Mayor on July 22, 2011, it was assigned Act No. 19-98 and transmitted to both Houses of Congress for its review. D.C. Law 19-21 became effective on September 14, 2011.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nResolutions\n\nResolution 17-263, the \"Library Procurement Regulations Approval Resolution of 2007\", was approved effective July 10, 2007.\n\nMiscellaneous Notes\n\nSunset provision: Section 4 of D.C. Law 16-197 provides: \"This act shall expire 2 years after its effective date.\"\n\nShort title: Section 4040 of D.C. Law 18-111 provided that subtitle E of title IV of the act may be cited as the \"DCPL Procurement Amendment Act of 2009\".\n\nSections 2, 3 and 5 of D.C. Law 18-368 provides:\n\n\"Sec. 2. Definitions.\n\n\"For the purposes of this act, the term:\n\n\"(1) 'Deed Transfer and Recordation Taxes' means the revenue resulting from the imposition of the taxes under section 303 of the District of Columbia Deed Recordation Tax Act of 1962, approved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42-1103), and section 47-903 of the District of Columbia Official Code.\n\n\"(2) 'Developer' means Eastbanc-W.D.C. Partners, LLC., its successors, affiliates, and assigns, either collectively or individually.\n\n\"(3) 'District Property' means the West End Library Property, Special Operations/MPD Building Property, and the West End Fire Station Property, as defined in paragraph (9) of this section.\n\n\"(4) 'Fund' means the West End Library and Fire Station Maintenance Fund established by section 4.\n\n\"(5) 'Fund Managers' means the Chief Librarian of the District of Columbia Public Library and the Mayor.\n\n\"(6) 'LDDA' means the Land Development and Disposition Agreement between the District and the Developer pursuant to the West End Parcels Disposition Approval Resolution of 2010, effective July 13, 2010 (Res.18-553; 57 DCR 7623).\n\n\"(7) 'Maintenance Agreement' means a West End Library and Fire Station Maintenance Agreement by and among the Fund Managers, and Developer, or its successors, or assigns, and established pursuant to section 5.\n\n\"(8) 'Project' means the acquisition, development, construction, installation, and equipping of the multi-use project to be located on the Property, to include:\n\n\"(A) A new library, estimated to contain approximately 20,000 gross square feet;\n\n\"(B) A new fire station, estimated to contain approximately 16,000 gross square feet;\n\n\"(C) A residential building on Square 37 estimated to contain approximately 224,390 gross square feet with approximately 153 units;\n\n\"(D) A residential rental building, including affordable housing units in Square 50, subject to public financial assistance;\n\n\"(E) Retail space estimated to contain approximately 9,600 gross square feet; and\n\n\"(F) Below-grade parking.\n\n\"(9) 'Property\" means the following parcels of land located in Squares 37 and 50 in the District:\n\n\"(A) Square 37, Lot 836 ('West End Library Property');\n\n\"(B) Square 37, Lot 837 ('Special Operations/MPD Building Property');\n\n\"(C) Square 37, Lot 855 ('Developer Property');\n\n\"(D) Square 50, Lot 822 ('West End Fire Station Property'); and\n\n\"(E) Related air rights parcels.\n\n\"(10) 'West End Fire Station' means a new fire station in Square 50 in the West End to be constructed by the Developer pursuant to the LDDA.\n\n\"(11) 'West End Library' means a new neighborhood branch library to be constructed in Square 37 in the West End by the Developer pursuant to the LDDA.\n\n\"Sec. 3. Authorization.\n\n\"(a) Notwithstanding any statutory and regulatory process established regarding contracting and procurement, the District of Columbia Board of Library Trustees is authorized to procure the services of Developer for the design, development, and construction of that portion of the Project to include the West End Library, subject to a cost cap as established pursuant to agreement between the District and Developer.\n\n\"(b) Notwithstanding any statutory regulatory process established regarding contracting and procurement, the Mayor is authorized to procure the services of Developer for the design, development, and construction of that portion of the Project to include the West End Fire Station, subject to a cost cap as established pursuant to agreement between the District and Developer.\n\n\"(c)(1) The District of Columbia Procurement Practices Act of 1985, effective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 2-301.01 et seq.), and the Procurement Practices Reform Act of 2010, passed on 2nd reading on December 7, 2010 (Enrolled version of Bill 18-610), shall not apply to the procurement authorized under subsections (a) and (b) of this subsection.\n\n\"(2) The regulations set forth in Chapter 43 of Title 19 and Title 27 of the District of Columbia Municipal Regulations shall not apply to the procurement authorized under subsections (a) and (b) of this subsection.\"\n\n\"Sec. 5. West End Library and Fire Station Maintenance Agreement.\n\n\"(a) Notwithstanding any other provision of law, the Mayor and the Board of Library Trustees are authorized to enter into a maintenance agreement with a contractor to provide supplemental maintenance services to the West End Library and West End Fire Station in order to:\n\n\"(1) Maintain the cleanliness and operability of the exterior facade of the West End Fire Station and West End Library to at least the same standards as the larger buildings of which they are a part;\n\n\"(2) Maintain the cleanliness and operability of the interior of the West End Fire Station and West End Library, including lighting, window coverings, floors and floor coverings, bathrooms and other public spaces, FF&E, and the HVAC systems to at least the same standards as the larger buildings of which they are a part;\n\n(3) Pay for supplemental external building and grounds maintenance;\n\n\"(4) Pay for property, casualty, and liability insurance (premiums and deductibles) attributable to the new library and fire station components of the Project (including common elements); and\n\n\"(5) Provide a capital replacement reserve for the new library and the new fire station as determined to be needed by the Chief Librarian of the District of Columbia Public Library and the Mayor.\n\n\"(b)(1) The District of Columbia Procurement Practices Act of 1985, effective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 2-301.01 et seq.), and the Procurement Practices Reform Act of 2010, passed on 2nd reading on December 7, 2010 (Enrolled version of Bill 18-610), shall not apply to the Maintenance Agreement.\n\n\"(2) The regulations set forth in Chapter 43 of Title 19 and Title 27 of the District of Columbia Municipal Regulations shall not apply to the Maintenance Agreement.\"\n\nDC CODE § 39-105\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, 29 Stat. 244, ch. 315, § 5; Apr. 1, 1926, 44 Stat. 230, ch. 98, § 5; Mar. 3, 1979, D.C. Law 2-139, § 3205(jjj), 25 DCR 5740; Sept. 5, 1985, D.C. Law 6-17, § 2, 32 DCR 3582; Apr. 12, 1997, D.C. Law 11-259, § 316, 44 DCR 1423; Oct. 21, 1998, 112 Stat. 2681-146, Pub. L. 105-277, § 156; Mar. 2, 2007, D.C. Law 16-197, § 2, 53 DCR 8827; Mar. 3, 2010, D.C. Law 18-111, § 4041, 57 DCR 181; Sept. 14, 2011, D.C. Law 19-21, § 9054(c), 58 DCR 6226; Sept. 26, 2012, D.C. Law 19-171, § 217, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Board of Library Trustees shall:"},{"prefix":"1","text":" Have the authority to provide for the care and preservation of the library;"},{"prefix":"2","text":" Determine the policy of the public library;"},{"prefix":"3","text":" Have the authority to procure all goods and services necessary to operate the library system, independent of the Office of Contracting and Procurement and the requirements of Chapter 3A of Title 2; except as specified in § 2- 351.05, and in accordance with subsection (c) of this section;"},{"prefix":"4","text":" Have the authority to establish rules necessary for the organization and governance of the Board it deems necessary;"},{"prefix":"5","text":" Have the authority to establish rules necessary for the management of the library;"},{"prefix":"6","text":" Have the authority to prescribe rules for borrowing and returning books;"},{"prefix":"7","text":" Have the authority to fix, assess, and collect fines and penalties for the loss or injury to books and other library materials, and for the retention of books and other library materials beyond the period fixed by library rules;"},{"prefix":"8","text":" Account for and control, under the rules of the library and the laws of the District of Columbia, the spending of all public funds received by the library;"},{"prefix":"9","text":" Make an annual report to the Mayor and the Council of the District of Columbia on the operation of the public library on or before February 1st of each calendar year for the preceding fiscal year;"},{"prefix":"10","text":" Select and appoint a professional librarian as librarian of the public library to supervise and manage the day-to-day operations of the library, in accordance with the provisions of the District of Columbia Government Comprehensive Merit Personnel Act of 1978 (Chapter 6 of Title 1). The librarian of the public library shall appoint assistants and employees the Board deems necessary for the proper operation of the library, in accordance with the provisions of subchapter VIII of Chapter 6 of Title 1;"},{"prefix":"11","text":" Encourage and assist in the establishment of community support groups in the branch libraries which may advise the Board on library matters, gather information on the needs of the library, promote improvement of library services, and provide general support of library activities;"},{"prefix":"12","text":" Meet at least once every 2 months;"},{"prefix":"13","text":" Notwithstanding any other provision of law, the Board of Trustees of the District of Columbia Public Library is authorized to hire a fund raiser and to raise funds from private sources and expend those funds for the benefit of the District of Columbia Public Library, with the prior review and approval of the Chief Financial Officer for the District of Columbia and the District of Columbia Financial Responsibility and Management Assistance Authority."},{"prefix":"b","text":" All monies received by the Board for fines and penalties shall be paid to the unrestricted fund balance of the General Fund of the District of Columbia."},{"prefix":"c","text":"(1) The Board may issue rules to govern its procurement. The proposed rules shall be submitted to the Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution, within the 45-day period, the proposed rules shall be deemed disapproved."},{"prefix":"2","text":" The Board may exercise procurement authority consistent with rules promulgated under the Act until the Board promulgates rules under paragraph (1) of this subsection."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"105","identifier":"39-105","catch_text":"Board of Trustees--Duties; deposit of fines."}}