{"text":"The Board shall have power to purchase, rent, and sell library-related items, including, but not limited to, the following: film catalogs and other publications of the library; publications and items of special interest commemorating individuals and events connected with the library; unneeded books; video recordings; reproductions of unique library materials; and promotional items and souvenirs such as book tote bags, pens, notebooks, and postcards. Any profits realized or proceeds collected shall be deposited into the Books and Other Library Materials Account, established by § 39-114.","historical":"Prior Codifications\n\n1981 Ed., § 37-106.1.\n\nEffect of Amendments\n\nD.C. Law 19-21 substituted \"or proceeds collected shall be deposited into the unrestricted fund balance of the General Fund of the District of Columbia\" for \"shall be used to purchase books and other publications\".\n\nD.C. Law 19-168 substituted \"into the Books and Other Library Materials Account, established by § 39-114\" for \" \"into the unrestricted fund balance of the General Fund of the District of Columbia\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 4022(a) of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) amendment of section, see § 4022(a) of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nFor temporary (90 day) amendment of section, see § 101(b) of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nLaw 4-38 was introduced in Council and assigned Bill No. 4-221, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 16, 1981, and June 30, 1981, respectively. Signed by the Mayor on July 20, 1981, it was assigned Act No. 4-65 and transmitted to both Houses of Congress for its review.\n\nLaw 5-55 was introduced in Council and assigned Bill No. 5-214, which was referred to the Committee on Libraries, Recreation and Related Youth Affairs. The Bill was adopted on first and second readings on October 18, 1983, and November 1, 1983, respectively. Signed by the Mayor on November 21, 1983, it was assigned Act No. 5-81 and transmitted to both Houses of Congress for its review.\n\nFor history of Law 19-21, see notes under § 39-105.\n\nLaw 19-168, the \"Fiscal Year 2013 Budget Support Act of 2012\", was introduced in Council and assigned Bill No. 19-743, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2012, and June 5, 2012, respectively. Signed by the Mayor on June 22, 2012, it was assigned Act No. 19-385 and transmitted to both Houses of Congress for its review. D.C. Law 19-168 became effective on September 20, 2012.\n\nMiscellaneous Notes\n\nShort title: Section 4021 of D.C. Law 19-168 provided that subtitle C of title IV of the act may be cited as \"Books and Other Library Materials Account Amendment Act of 2012\".\n\nDC CODE § 39-107\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, ch. 315, § 7, as added Oct. 8, 1981, D.C. Law 4-38, § 2, 28 DCR 3389; Mar. 14, 1984, D.C. Law 5-55, § 2, 30 DCR 6284; Sept. 14, 2011, D.C. Law 19-21, § 9053, 58 DCR 6226; Sept. 20, 2012, D.C. Law 19-168, § 4022(a), 59 DCR 8025.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"107","identifier":"39-107","catch_text":"Purchase, rent, and sale of library-related items; use of profits."}}