{"text":"The Mayor of the District is authorized to include in his annual estimates for appropriation sums as he may deem necessary for the proper maintenance of the library, including branches, for the purchase of land for sites for library buildings, and for the erection and enlargement of necessary library buildings.","historical":"Prior Codifications\n\n1981 Ed., § 37-106.\n\n1973 Ed., § 37-106.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 1051 of Fiscal Year 2010 Budget Support Emergency Act of 2009 (D.C. Act 18-187, August 26, 2009, 56 DCR 7374).\n\nLegislative History of Laws\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 39-106\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, 29 Stat. 244, ch. 315, § 6, as added Apr. 1, 1926, 44 Stat. 230, ch. 98, § 6; Apr. 20, 1999, D.C. Law 12-264, § 39, 46 DCR 2118.)","sections":[],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"106","identifier":"39-106","catch_text":"Mayor authorized to seek appropriations for library expenses."}}