{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-78, see notes following ยง 39-109.\n\nDC CODE ยง 39-111\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, 29 Stat. 244, ch. 315, ยง 11, as added Apr. 4, 2006, D.C. Law 16-78, ยง 2, 53 DCR 802.)","sections":[{"prefix":"a","text":" The Task Force shall:"},{"prefix":"1","text":" Review:"},{"prefix":"A","text":" The District of Columbia Comprehensive Plan;"},{"prefix":"B","text":" The DCPL Capital Construction/Renovation Master Plan for Branch Libraries;"},{"prefix":"C","text":" The DCPL Building Condition Survey;"},{"prefix":"D","text":" The DCPL Strategic Business Plan 2005-2006;"},{"prefix":"E","text":" Any revisions to the plans set forth in subparagraphs (A) through (D) of this paragraph; and"},{"prefix":"F","text":" The recommendations of the Mayor's Blue Ribbon Task Force on the Future of the District of Columbia Public Library System;"},{"prefix":"2","text":" Identify methods to integrate the facility and programming needs of the DCPL, and other educational, recreational, and community needs into the District's planning and economic development opportunities;"},{"prefix":"3","text":" Assess and recommend methods of using DCPL assets to raise funds to modernize and enhance the DCPL system, including:"},{"prefix":"A","text":" Developing mixed-use projects that incorporate library facilities with revenue-producing ventures;"},{"prefix":"B","text":" Selling or leasing air rights above library buildings; and"},{"prefix":"C","text":" Selling or leasing facilities or real property used by or under the control of the DCPL;"},{"prefix":"4","text":" Within 180 days of April 4, 2006:"},{"prefix":"A","text":" Develop a strategic plan to use the revenue raised to fund the construction and renovation of library facilities and submit it to the Board of Library Trustees for approval and to the Mayor and Council for informational purposes; and"},{"prefix":"B","text":" Develop and submit to the Mayor and Council specific recommendations on actions the Mayor and Council may take to implement the strategic plan; and"},{"prefix":"5","text":" Following approval by the Board of Library Trustees of the strategic plan developed and submitted to the Board of Library Trustees, the Mayor, and the Council pursuant to paragraph (4) of this subsection, support the implementation of the plan."},{"prefix":"b","text":" The Task Force shall provide opportunity for public input into the development of the strategic plan after providing notice of the opportunity to the public, including posting information on the DCPL Internet site."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"111","identifier":"39-111","catch_text":"Duties of the Task Force."}}