{"text":"\"Records or information concerning your borrowing records in the public library in the District of Columbia are being sought pursuant to the enclosed subpoena.\n\n\"In accordance with the District of Columbia Confidentiality of Library Records Act of 1984, these records will not be released until 10 days from the date this notice was mailed.\n\n\"If you desire that these records or information not be released, you must file a motion in the Superior Court of the District of Columbia requesting that the records be kept confidential, and state your reasons for the request. A sample motion is enclosed.\n\n\"You may wish to contact a lawyer. If you do not have a lawyer, you may call the District of Columbia Bar Lawyer Referral Service.\"","historical":"Prior Codifications\n\n1981 Ed., § 37-106.2.\n\nLegislative History of Laws\n\nLaw 5-128, the \"District of Columbia Confidentiality Library Records Act of 1984,\" was introduced in Council and assigned Bill No. 5-401, which was referred to the Committee on Libraries, Recreation and Related Youth Affairs. The Bill was adopted on first and second readings on July 10, 1984, and September 12, 1984, respectively. Signed by the Mayor on October 1, 1984, it was assigned Act No. 5-181 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 12-264, see Historical and Statutory Notes following § 39-106.\n\nReferences in Text\n\nThe \"District of Columbia Confidentiality of Library Records Act of 1984,\" referred to in (b)(4), is D.C. Law 5-128.\n\nDC CODE § 39-108\n\nCurrent through December 11, 2012","credits":"(June 3, 1896, ch. 315, § 8, as added Mar. 13, 1985, D.C. Law 5-128, § 2, 31 DCR 5187; Apr. 20, 1999, D.C. Law 12-264, § 40, 46 DCR 2118.)","sections":[{"prefix":"a","text":" Circulation records maintained by the public library in the District of Columbia which can be used to identify a library patron who has requested, used, or borrowed identified library materials from the public library and the specific material that patron has requested, used, or borrowed from the public library, shall be kept confidential, except that the records may be disclosed to officers, employees, and agents of the public library to the extent necessary for the proper operation of the public library."},{"prefix":"b","text":"(1) Circulation records shall not be disclosed by any officer, employee, or agent of the public library to a 3rd party or parties, except with the written permission of the affected library patron or as the result of a court order."},{"prefix":"2","text":" A person whose records are requested pursuant to paragraph (1) of this subsection may file a motion in the Superior Court of the District of Columbia requesting that the records be kept confidential. The motion shall be accompanied by the reasons for the request."},{"prefix":"3","text":" Paragraph (1) of this subsection shall not operate to prohibit the officers of the public library from disclosing relevant information on a library patron to the Corporation Counsel of the District of Columbia or legal counsel retained to represent the public library in a civil action."},{"prefix":"4","text":" Within 2 working days after receiving a subpoena issued by the court for public library records, the public library shall send a copy of the subpoena and the following notice, by certified mail, to all affected library patrons:"},{"prefix":"5","text":" The public library shall not make available any subpoenaed materials until 10 days after the above notice has been mailed."},{"prefix":"6","text":" Upon application of a government authority, the notice required by paragraph (4) of this subsection may be waived by order of an appropriate court if the presiding judge finds that:"},{"prefix":"A","text":" The investigation being conducted is within the lawful jurisdiction of the government authority seeking the records;"},{"prefix":"B","text":" There is reason to believe that the records being sought are relevant to a legitimate law enforcement inquiry; or"},{"prefix":"C","text":" There is reason to believe that the notice will result in:"},{"prefix":"i","text":" Endangering the life or physical safety of any person;"},{"prefix":"ii","text":" Flight from prosecution;"},{"prefix":"iii","text":" Destruction of or tampering with evidence;"},{"prefix":"iv","text":" Intimidation of potential witnesses; or"},{"prefix":"v","text":" Otherwise seriously jeopardizing an investigation or official proceeding."},{"prefix":"7","text":" The term \"government authority\", as used in paragraph (6) of this subsection, means any federal, state, or local government agency or department."},{"prefix":"c","text":" The Board of Library Trustees may issue rules necessary to implement this section."},{"prefix":"d","text":" Unless otherwise authorized or required by law, any officer, employee, or agent of the public library who shall violate any provision of this section or any rules issued pursuant to it commits a misdemeanor, and upon conviction shall be punished by a fine of not more than $300. The aggrieved public library patron may also bring a civil action against the individual violator for actual damages or $250, whichever is greater, reasonable attorneys' fees, and court costs."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"108","identifier":"39-108","catch_text":"Confidentiality of circulation records."}}