{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-78, see notes following § 39-109.\n\nDC CODE § 39-112\n\nCurrent through December 11, 2012","credits":"(June 3, 1898, 29 Stat. 244, ch. 315, § 12, as added Apr. 4, 2006, D.C. Law 16-78, § 2, 53 DCR 802.)","sections":[{"prefix":"a","text":" There is established within the General Fund of the District of Columbia a segregated, nonlapsing trust fund designated as the Library Development Trust Fund (\"Trust Fund\") into which shall be deposited any revenue generated from:"},{"prefix":"1","text":" The development of mixed-use projects involving library facilities;"},{"prefix":"2","text":" The sale or lease of air rights above library facilities;"},{"prefix":"3","text":" The sale or lease of library facilities or of real property used by or under the control of the DCPL;"},{"prefix":"4","text":" Any project developed pursuant to this subchapter;"},{"prefix":"5","text":" Any grants, gifts, or subsidies from public or private sources meant to assist in effecting the purpose of this subchapter; and"},{"prefix":"6","text":" Any return on investment of the assets of the Trust Fund."},{"prefix":"b","text":" Monies deposited into the Trust Fund shall be used to solicit proposals for public-private partnerships and to finance public-private partnerships pursuant to this subchapter, such as the:"},{"prefix":"1","text":" Purchase of a library site and improvement;"},{"prefix":"2","text":" Construction of a library facility;"},{"prefix":"3","text":" Complete or partial furnishing of a library facility;"},{"prefix":"4","text":" Repair of a library facility;"},{"prefix":"5","text":" Renovation of a library facility; and"},{"prefix":"6","text":" Costs or expenses associated with an approved plan or project, including architectural, engineering, consulting, demolition, and legal costs."},{"prefix":"c","text":" Pursuant to § 39-106, the Mayor shall submit to the Council, as part of the annual budget, a requested appropriation for expenditures from the Trust Fund, including a description of the specific approved plan or project for which the funds will be used."},{"prefix":"d","text":" Funds deposited in the Trust Fund shall not revert to the fund balance of the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in this section, subject to authorization by Congress."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"112","identifier":"39-112","catch_text":"Establishment of the Library Development Trust Fund."}}