{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-78, see notes following ยง 39-109.\n\nDC CODE ยง 39-110\n\nCurrent through December 11, 2012","credits":"(June 13, 1896, 29 Stat. 244, ch. 315, ยง 10, as added Apr. 4, 2006, D.C. Law 16-78, ยง 2, 53 DCR 802.)","sections":[{"prefix":"a","text":"(1) The Task Force shall be comprised of the following 11 members:"},{"prefix":"A","text":" The Mayor, or his or her designee;"},{"prefix":"B","text":" The Chairperson of the Committee on Education, Libraries, and Recreation of the Council of the District of Columbia, or his or her designee;"},{"prefix":"C","text":" The Chairperson of the Committee on Economic Development of the Council of the District of Columbia, or his or her designee;"},{"prefix":"D","text":" The Deputy Mayor for Planning and Economic Development, or his or her designee;"},{"prefix":"E","text":" The Deputy Mayor for Children, Youth, Families and Elders, or his or her designee;"},{"prefix":"F","text":" The Chief Financial Officer, or his or her designee;"},{"prefix":"G","text":" The President of the Board of Library Trustees; the Chairperson of the Board of Library Trustees' Facilities Committee; and a third member of the Board of Library Trustees designated by the Board President; and"},{"prefix":"H","text":" Two public members, one of whom shall be appointed by the Mayor and one of whom shall be appointed by the Council by resolution, to serve 3-year terms."},{"prefix":"2","text":" Vacancies occurring in the Task Force shall be filled in the same manner as the original appointees."},{"prefix":"b","text":" The President of the Board of Library Trustees shall serve as Chairperson."},{"prefix":"c","text":" The following 3 persons, or their designees, shall serve as ex-officio, nonvoting members of the Task Force:"},{"prefix":"1","text":" The Director of the District of Columbia Public Library;"},{"prefix":"2","text":" The Superintendent of the District of Columbia Public Schools; and"},{"prefix":"3","text":" The President of the University of the District of Columbia."},{"prefix":"d","text":" Each member shall serve without compensation, except that members may receive reimbursement for expenses incurred in the service of the Task Force."},{"prefix":"e","text":" The DCPL shall provide staffing for the Task Force."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" Libraries."},"chapter":{"identifier":"1","text":"Public Libraries. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"39","chaptersection":"110","identifier":"39-110","catch_text":"Membership and organization of the Library Enhancement Task Force."}}