{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-271, see notes following ยง 39-401.\n\nMiscellaneous Notes\n\nStudio Theatre, Inc.: Sections 2 and 3 of D.C. Law 15-311 provide:\n\n\"Sec. 2. Findings.\n\n\"The Council finds:\n\n\"(1) The Studio Theatre, Inc. ('Studio') is an important cultural and economic asset of the District.\n\n\"(2) Studio is a not-for-profit organization and the largest actor training program in the District.\n\n\"(3) Studio moved to the 14th Street corridor in 1975, less than a decade after the area was hard hit by the riots of 1968. At the time of Studio's relocation, the 14th Street corridor was full of empty storefronts and littered with hypodermic needles and condoms.\n\n\"(4) Studio's relocation to the 14th Street corridor and its active involvement in the community has contributed significantly to the corridor's physical and economic revitalization.\n\n\"(5) In 2001, Studio announced a major plan to ensure the theatre's continued survival and vibrancy on 14th Street.\n\n\"(6) Studio purchased 2 adjacent, dilapidated buildings and announced plans for a 4-theatre performance and training complex.\n\n\"(7) Studio is currently engaged in a capital campaign to finance the costs of acquiring, constructing, rehabilitating, furnishing, and equipping the additional space.\n\n\"(8) The capital campaign --although having already raised $10 million --has produced lower than expected contributions from corporations and individuals.\n\n\"(9) Financial assistance from the District is necessary to avoid a funding shortfall and to ensure the successful completion and operation of the project.\n\n\"(10) Studio's expansion will provide significant cultural, social, educational, and economic benefits to residents of the District of Columbia and contribute to community improvements.\n\n\"Sec. 3. Authority to provide funds.\n\n\"The Mayor may provide up to $2 million to The Studio Theatre, Inc., a not-for-profit District of Columbia corporation, to assist in financing the costs of expanding, rehabilitating, maintaining, furnishing, equipping, and making other capital improvements to The Studio Theatre. For the purposes of this paragraph, the term \"The Studio Theatre\" means the facilities located at 1507 and 1509 14th Street, N.W., Washington, D.C. listed in the land records as Lots 830, 834, and 835 in Square 241, that are operated by The Studio Theatre, Inc.\"\n\nDC CODE ยง 39-403\n\nCurrent through December 11, 2012","credits":"(Apr. 5, 2005, D.C. Law 15-271, ยง 4, 52 DCR 820.)","sections":[{"prefix":"a","text":" The Council finds that the Washington Drama Society is an eligible organization, and that the Arena Stage Project will contribute to the redevelopment of the southwest waterfront and provide financial, economic, educational, and cultural benefits to the residents of the District."},{"prefix":"b","text":" Subject to the appropriation of funds or the identification of legally available funds, the Mayor is authorized to provide economic assistance to the Washington Drama Society for the Arena Stage Project in an amount not to exceed $20 million."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cultural Institutions."},"chapter":{"identifier":"4","text":"Arts, Cultural and Educational Facilities Support."},"heading":{"title":"39","chaptersection":"403","identifier":"39-403","catch_text":"Economic assistance to Arena Stage."}}