{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-171, in subsec. (c)(4), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 39-105.\n\nFor history of Law 19-171, see notes under § 39-105.\n\nDC CODE § 39-501.02\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-290, § 2b, as added Mar. 3, 2010, D.C. Law 18-111, § 2071(b), 57 DCR 181; Sept. 26, 2012, D.C. Law 19-171, § 99(a), 59 DCR 6190.)","sections":[{"prefix":"a","text":" To be eligible for a payment under § 39-501(c), an approved applicant shall:"},{"prefix":"1","text":" Invest and expend at least $250,000 for a qualified film and digital media infrastructure project in the District;"},{"prefix":"2","text":" File an application with the Mayor pursuant to subsection (b) of this section;"},{"prefix":"3","text":" Enter into an agreement with the Mayor pursuant to subsection (d) of this section;"},{"prefix":"4","text":" Comply with the terms of the agreement; and"},{"prefix":"5","text":" Not be delinquent in a tax or other obligation owed to the District, or be owned or under common control of an entity that is delinquent in a tax or other obligation owed to the District."},{"prefix":"b","text":" An approved applicant seeking a payment under § 39-501(c) shall submit an application to the Mayor, in a form and with the documentation and information, including an estimate of total base infrastructure investment, as may be prescribed by the Mayor."},{"prefix":"c","text":" After receiving an application under subsection (b) of this section, the Mayor shall review the application and determine whether to enter into an incentive agreement with the applicant pursuant to subsection (d) of this section. In determining whether to enter into the incentive agreement, the Mayor may consider:"},{"prefix":"1","text":" The potential that, in the absence of a payment under § 39-501(c), the qualified film and digital media infrastructure project in which the base infrastructure investment will be made will be constructed in a location other than the District, or not constructed at all;"},{"prefix":"2","text":" The extent to which the qualified film and digital media infrastructure project is likely to:"},{"prefix":"A","text":" Create contracting and procurement opportunities for certified business enterprises;"},{"prefix":"B","text":" Create jobs, job training opportunities, and apprenticeships for District residents and District youth;"},{"prefix":"C","text":" Promote economic development and neighborhood revitalization in the District;"},{"prefix":"3","text":" The extent to which the qualified film and digital media infrastructure project is likely to attract motion picture, television, and video production to the District; and"},{"prefix":"4","text":" The record of the applicant in completing commitments to engage in qualified film and digital media infrastructure projects."},{"prefix":"d","text":" An incentive agreement entered into by the Mayor and the eligible production company shall include the following provisions:"},{"prefix":"1","text":" The name of the applicant;"},{"prefix":"2","text":" A description of the qualified film and digital media infrastructure project;"},{"prefix":"3","text":" The applicant's estimated base investment;"},{"prefix":"4","text":" A preliminary estimate of the payment to be made by the District pursuant to this agreement;"},{"prefix":"5","text":" Any obligations of the eligible production company, including obligations such as a commitment to hire District residents, provide apprenticeship opportunities for District residents and youth, provide employment opportunities for District residents and youth, and to contract with certified business entities; and"},{"prefix":"6","text":" Any other provisions considered appropriate by the Mayor."},{"prefix":"e","text":" If the Mayor determines, after the qualified film and digital media infrastructure project is complete, that an applicant has complied with the terms of the agreement under this section, the Mayor may provide to the company the payment authorized by § 39-501(c)."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cultural Institutions."},"chapter":{"identifier":"5","text":"Film DC Economic Incentive."},"heading":{"title":"39","chaptersection":"501","identifier":"39-501.02","catch_text":"Infrastructure incentives."}}