{"text":"For the purposes of this chapter, the term:","historical":"Effect of Amendments\n\nD.C. Law 19-168, in par. (2), substituted \"production is completed, excluding above-the-line crew such as\" for \"production is completed, including\"; in par. (8), substituted \"below-the-line crew members who are not residents of the District\" for \"below-the-line crew members\"; and rewrote par. (10)(B), which formerly read:\n\n\"(B) Qualified production expenditure includes the purchase of tangible personal property or services related to producing or distributing a qualified production, production work, production equipment, production software, development work, postproduction work, postproduction equipment, postproduction software, set design, set construction, set operations, props, lighting, wardrobe, catering, lodging, use of vehicles directly attributable to the production or distribution of a qualified production, and any purchase of equipment relating to the duplication or market distribution of any content created or produced in the District, and payment of wages, benefits, or fees to any contractual or salaried employee excluding below-the-line crew who performs services in the District, including a payment to a personal services corporation or professional employer organization for the services of qualified personnel.\"\n\nD.C. Law 19-171, in par. (10A), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 39-105.\n\nFor history of Law 19-168, see notes under § 39-107.\n\nFor history of Law 19-171, see notes under § 39-105.\n\nMiscellaneous Notes\n\nShort title: Section 2121 of D.C. Law 19-168 provided that subtitle M of title II of the act may be cited as \"Film DC Economic Incentive Amendment Act of 2012\".\n\nDC CODE § 39-501.03\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-290, § 2c, as added Mar. 3, 2010, D.C. Law 18-111, § 2071(b), 57 DCR 181; Sept. 20, 2012, D.C. Law 19-168, § 2122, 59 DCR 8025; Sept. 26, 2012, D.C. Law 19-171, § 99(b), 59 DCR 6190.)","sections":[{"prefix":"1","text":" \"Base infrastructure investment\" means the cost, including fabrication and installation, expended by a person in the development of a qualified film and digital media infrastructure project for tangible assets of a type that are, or under the United States Internal Revenue Code will become, eligible for depreciation, amortization, or accelerated capital cost recovery for federal income tax purposes that are physically located in the District for use in a business activity in the District and that are not mobile tangible assets. The term \"base infrastructure investment\" does not include qualified production expenditure or qualified personnel expenditure."},{"prefix":"2","text":" \"Below-the-line crew\" means a person employed by an eligible production company for a qualified production after production begins and before production is completed, excluding above-the-line crew such as a producer, director, writer, actor, or other person in a similar position."},{"prefix":"3","text":" \"Eligible production company\" means an entity in the business of producing qualified productions."},{"prefix":"4","text":" \"Postproduction expenditure\" means a direct expenditure for editing, Foley recording, automatic dialogue replacement, sound editing, special or visual effects, including computer-generated imagery or other effects, scoring and music editing, beginning and end credits, negative cutting, soundtrack production, dubbing, subtitling, addition of sound or visual effects, advertising, marketing, distribution, and related expenses."},{"prefix":"5","text":" \"Qualified film and digital media infrastructure project\" means a film, video, television, or digital media production and postproduction facility located in the District, movable and immovable property and equipment related to the facility, and any other facility that is a necessary component of the primary facility. The term \"qualified film and digital media infrastructure project\" does not include a movie theater or other commercial exhibition facility."},{"prefix":"6","text":" \"Qualified job training expenditure\" means salary and other expenditures paid by an eligible production company to provide qualified personnel with on-the-job training to upgrade or enhance the skills of the qualified personnel as a member of the below-the-line crew for a qualified production."},{"prefix":"7","text":" \"Qualified personnel\" means a District resident that is legally eligible for employment."},{"prefix":"8","text":" \"Qualified personnel expenditure\" means an expenditure made in the District directly attributable to the production or distribution of a qualified production that is a transaction subject to taxation in the District and is a payment of wages, benefits, or fees to below-the-line crew members who are not residents of the District, and includes a payment to a personal services corporation or professional employer organization for the services of qualified personnel as below-the-line crew members who are not residents of the District."},{"prefix":"9","text":" \"Qualified production\" means motion picture, television, or video content created in whole or in part in the District, intended for nationwide distribution or exhibition by any means, including by motion picture, documentary, television programming, commercials, or internet video production and includes a trailer, pilot, or any video teaser associated with a qualified production. The term \"qualified production\" does not include:"},{"prefix":"A","text":" A production that:"},{"prefix":"i","text":" Consists primarily of televised news or current events;"},{"prefix":"ii","text":" Consists primarily of a live sporting event;"},{"prefix":"iii","text":" Consists primarily of political advertising;"},{"prefix":"iv","text":" Primarily markets a product or service other than a qualified production; or"},{"prefix":"B","text":" A radio program."},{"prefix":"10","text":"(A) \"Qualified production expenditure\" means a development, preproduction, production, or postproduction expenditure made in the District that is:"},{"prefix":"i","text":" Directly attributable to the production or distribution of a qualified production;"},{"prefix":"ii","text":" Is for the production or distribution of a qualified production;"},{"prefix":"iii","text":" In accordance with generally accepted entertainment industry practices; and"},{"prefix":"iv","text":" Not a qualified personnel expenditure."},{"prefix":"B","text":" Qualified production expenditure includes the purchase of tangible or intangible personal property or services related to producing or distributing a qualified production, production work, production equipment, production software, development work, postproduction work, postproduction equipment, postproduction software, set design, set construction, set operations, props, lighting, wardrobe, catering, lodging, use of facilities or equipment, use of soundstages or studios, location fees, and related services, excluding services provided by the District government, and materials, use of vehicles directly attributable to the production or distribution of a qualified production, and any purchase of equipment relating to the duplication or market distribution of any content created or produced in the District, and payment of wages, benefits, or fees to any contractual or salaried employee, including above-the line crew such as producers, directors, writers, and actors, and below-the-line crew who are residents of the District, and excluding below-the-line crew who performs services in the District, including a payment to a personal services corporation or professional employer organization for the services of qualified personnel."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cultural Institutions."},"chapter":{"identifier":"5","text":"Film DC Economic Incentive."},"heading":{"title":"39","chaptersection":"501","identifier":"39-501.03","catch_text":"Definitions."}}