{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) addition, see § 2071(b) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor Law 18-111, see notes following § 39-105.\n\nDC CODE § 39-501.01\n\nCurrent through December 11, 2012","credits":"(Mar. 14, 2007, D.C. Law 16-290, § 2a, as added Mar. 3, 2010, D.C. Law 18-111, § 2071(b), 57 DCR 181.)","sections":[{"prefix":"a","text":" To qualify for a payment under § 39-501(b), an eligible production company shall:"},{"prefix":"1","text":" Spend at least $250,000 in the District for the development, preproduction, production, or postproduction costs of a qualified production;"},{"prefix":"2","text":" File an application with the Mayor pursuant to subsection (b) of this section;"},{"prefix":"3","text":" Enter into an incentive agreement with the Mayor pursuant to subsection (d) of this section;"},{"prefix":"4","text":" Comply with the terms of the agreement; and"},{"prefix":"5","text":" Not be delinquent in a tax or other obligation owed to the District or be owned or under common control of an entity that is delinquent in a tax or other obligation owed to the District."},{"prefix":"b","text":" An eligible production company seeking a payment under § 39-501(b) shall submit an application to the Mayor. The application shall be submitted in a form, and with such documentation and information, may be prescribed by the Mayor, including:"},{"prefix":"1","text":" An estimate of qualified production expenditures;"},{"prefix":"2","text":" An estimate of qualified personnel expenditures;"},{"prefix":"3","text":" An estimate of qualified job training expenditures; and"},{"prefix":"4","text":" An estimate of and total investment in qualified film and digital media infrastructure projects in the District associated with an identified qualified production."},{"prefix":"c","text":" After receiving an application under subsection (b) of this section, the Mayor shall review the application and determine whether to enter into an incentive agreement pursuant to subsection (d) of this section with the eligible production company. In determining whether to enter into an incentive agreement with the eligible production company, the Mayor may consider:"},{"prefix":"1","text":" The potential that, in the absence of a payment under § 39-501.02(a), the qualified production will be produced in a location other than the District;"},{"prefix":"2","text":"(A) The qualified production is likely to promote the District as a tourist destination;"},{"prefix":"B","text":" The qualified production is likely to create contracting and procurement opportunities for certified business enterprises;"},{"prefix":"C","text":" The qualified production is likely to:"},{"prefix":"i","text":" Create jobs;"},{"prefix":"ii","text":" Job training opportunities; and"},{"prefix":"iii","text":" Apprenticeships for District residents;"},{"prefix":"D","text":" The qualified production will produce employment opportunities for District youth;"},{"prefix":"E","text":" The qualified production is likely to promote economic development and neighborhood revitalization in the District;"},{"prefix":"F","text":" A payment under § 39-501.02(a) is likely to attract private investment for the production of other qualified productions or base infrastructure investments in the District; and"},{"prefix":"3","text":" The record of the eligible production company in completing commitments to engage in a qualified production."},{"prefix":"d","text":" An incentive agreement entered into by the Mayor and the eligible production company shall include the following provisions:"},{"prefix":"1","text":" The name of the eligible production company;"},{"prefix":"2","text":" The name and description of the qualified production;"},{"prefix":"3","text":" The eligible production company's:"},{"prefix":"A","text":" Estimated qualified production expenditures;"},{"prefix":"B","text":" Qualified personnel expenditures;"},{"prefix":"C","text":" Qualified job training expenditures; and"},{"prefix":"D","text":" The base infrastructure investment;"},{"prefix":"4","text":" A preliminary estimate of the payment to be made by the District pursuant to the agreement;"},{"prefix":"5","text":" Any obligations of the eligible production company, including obligations such a commitment to hire District residents, provide apprenticeship opportunities for District residents and youth, provide employment opportunities for District residents and youth, and to contract with certified business entities; and"},{"prefix":"6","text":" Any other provisions considered appropriate by the Mayor."},{"prefix":"e","text":" If the Mayor determines that an eligible production company, after it completes the qualified production, has complied with the terms of the agreement entered into under this section, the Mayor shall provide to the company the payment authorized by § 39-501(b)."},{"prefix":"f","text":" The Mayor shall reserve funds sufficient to pay the amount identified in subsection (d)(4) of this section."}],"division":{"identifier":"VI","text":"Education, Libraries, and Cultural Institutions."},"title":{"identifier":"39","text":"Libraries and Cultural Institutions. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Cultural Institutions."},"chapter":{"identifier":"5","text":"Film DC Economic Incentive."},"heading":{"title":"39","chaptersection":"501","identifier":"39-501.01","catch_text":"Production incentives."}}