{"text":"It shall be the duty of the Council of the District of Columbia to make such rules and regulations relating to the admission of persons to, and it shall be the duty of the Mayor to make such rules and regulations relating to the administration of, the institutions hereinbefore referred to, as will promote discipline and good conduct of inmates and employees and efficiency and economy in the operation of these institutions.","historical":"Prior Codifications\n\n1981 Ed., § 3-108.\n\n1973 Ed., § 3-108.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(81) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-20.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 4-108\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1926, 44 Stat. 209, ch. 58, § 9.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"108","identifier":"4-108","catch_text":"Rules and regulations relating to admissions of persons and administration of institutions."}}