{"text":"The Board shall have complete and exclusive control and management of the following institutions of the District of Columbia:","historical":"Prior Codifications\n\n1981 Ed., § 3-106.\n\n1973 Ed., § 3-106.\n\nReferences in Text\n\nBoard of Public Welfare abolished: See note to § 4-102.\n\nThe District Training School was redesignated as Forest Haven by § 1(1) of the Act of October 22, 1970, 84 Stat. 1087, Pub. L. 91-490.\n\nStatutory provisions for both the National Training School for Girls and the Industrial Home School for Colored Children were formerly codified in D.C. Code, § 32-901 to 32-913 [1981 Ed.]. These provisions were omitted from codification as obsolete in the 1973 Edition of the D.C. Code in light of the Act of August 3, 1951, 62 Stat. 154, ch. 291, § 1, which provided that no new commitments to the National Training School for Girls should be made after August 3, 1951.\n\nTransfer of Functions\n\nManagement and regulation of the workhouse at Occoquan in the State of Virginia, the reformatory at Lorton in the State of Virginia, and the Washington Asylum and Jail was vested in the Department of Corrections by the Act of June 27, 1946, 60 Stat. 320, ch. 507, § 2. The Department of Corrections was abolished and another Department of Corrections established under direction and control of a Commissioner and headed by a Director to take care of persons committed to the workhouse, Lorton Reformatory, Women's Reformatory and the D.C. Jail.\n\nThe direction and control of the Gallinger Municipal Hospital and the Tuberculosis Hospital had been transferred to the Health Department of the District of Columbia by the Act of June 29, 1937, 50 Stat. 376, ch. 403, § 1. Reorganization Order No. 57, as amended, redesignated as Organization Order No. 141 and amended, established, under the direction and control of a Commissioner, a Department of Public Health headed by a Director, for the purpose of planning, implementing, and directing public health and hospital care programs, and for performing certain other allied medical functions. Prior to its redesignation the Order abolished the previously existing Gallinger Municipal Hospital and transferred all of its positions and functions to the new Department. It further provided that within the Department the District of Columbia General Hospital performs all functions previously performed by Gallinger Municipal Hospital. Functions of the Department of Public Welfare and of the Department of Public Health as set forth in Organization Order Nos. 140 and 141, respectively, were transferred to the Director of the Department of Human Resources by Commissioner's Order No. 69-96, dated March 7, 1969, as amended by Commissioner's Order No. 70-83, dated March 6, 1970. The Department of Human Resources was replaced by the Department of Human Services by Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nDC CODE § 4-106\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1926, 44 Stat. 209, ch. 58, § 6.)","sections":[{"prefix":"1","text":" The workhouse at Occoquan in the State of Virginia;"},{"prefix":"2","text":" The reformatory at Lorton in the State of Virginia;"},{"prefix":"3","text":" The Washington Asylum and Jail;"},{"prefix":"4","text":" The National Training School for Girls, in the District of Columbia and at Muirkirk in the State of Maryland;"},{"prefix":"5","text":" The Gallinger Municipal Hospital;"},{"prefix":"6","text":" The Tuberculosis Hospital;"},{"prefix":"7","text":" The Home for the Aged and Infirm;"},{"prefix":"8","text":" The Municipal Lodging House;"},{"prefix":"9","text":" The Industrial Home School;"},{"prefix":"10","text":" Industrial Home School for Colored Children; and"},{"prefix":"11","text":" Forest Haven in Anne Arundel County, in the State of Maryland."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"106","identifier":"4-106","catch_text":"Institutions placed under control of Board."}}