{"text":"The following powers and duties prior to March 16, 1926, imposed by law upon the Board of Charities shall be vested in the Board, and the unexpended balance of all appropriations made for the purpose of discharging such powers and duties shall become available to the Board:","historical":"Prior Codifications\n\n1981 Ed., § 3-110.\n\n1973 Ed., § 3-110.\n\nEffect of Amendments\n\nD.C. Law 16-305 substituted \"persons with mental illness\" for \"insane persons\", throughout the section.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-87, see Historical and Statutory Notes following § 1-1210.\n\nLaw 16-305, the \"People First Respectful Language Modernization Act of 2006\", was introduced in Council and assigned Bill No. 16-664, which was referred to Committee on the Whole.  The Bill was adopted on first and second readings on June 20, 2006, and July 11, 2006, respectively.   Signed by the Mayor on July 17, 2006, it was assigned Act No. 16-437 and transmitted to both Houses of Congress for its review.  D.C. Law 16-305 became effective on April 24, 2007.\n\nReferences in Text\n\nBoard of Public Welfare abolished: See note to § 4-102.\n\nDC CODE § 4-110\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1926, 44 Stat. 210, ch. 58, § 10; Oct. 1, 1976, D.C. Law 1-87, § 5, 23 DCR 2544; Apr. 24, 2007, D.C. Law 16-305, § 15, 53 DCR 6198.)","sections":[{"prefix":"1","text":" To provide for the transportation to their respective places of residence of nonresident indigent persons, and to provide for indigent persons, who are legal residents of the District of Columbia, medical care and treatment when necessary, under contracts with such hospitals as are or may be designated by law;"},{"prefix":"2","text":" To provide for the transportation to their respective places of residence of nonresident persons with mental illness and to afford hospital care for indigent persons with mental illness who are legal residents of the District of Columbia in such hospital or hospitals as are or may be designated by law; and"},{"prefix":"3","text":" To provide for all other aged, infirm, or needy persons, in the manner authorized by law or by appropriations enacted by the Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"110","identifier":"4-110","catch_text":"Powers of Board of Charities transferred."}}