{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-114.\n\n1973 Ed., § 3-114.\n\nEffect of Amendments\n\nD.C. Law 19-169, in subsec. (a)(4), substituted \"children with substantial intellectual disabilities\" for \"substantially retarded children\" .\n\nLegislative History of Laws\n\nLaw 6-166, the \"D.C. Child Support Enforcement Amendment Act of 1985,\" was introduced in Council and assigned Bill No. 6-134, which was referred to the Committee on Human Services and reassigned to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 8, 1986 and September 23, 1986, respectively. Signed by the Mayor on October 9, 1986, it was assigned Act No. 6-212 and transmitted to both Houses of Congress for its review.\n\nLaw 19-169, the \"People First Respectful Language Modernization Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-189, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 6, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 15, 2012, it was assigned Act No. 19-361 and transmitted to both Houses of Congress for its review. D.C. Law 19-169 became effective on September 26, 2012.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commissioner. The District of Columbia Self-Government and Government Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 6-166, see Mayor's Order 87-273, December 10, 1987.\n\nDC CODE § 4-114\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1926, 44 Stat. 210, ch. 58, § 11; Jan. 2, 1974, 87 Stat. 1057, Pub. L. 93-241, § 1(a)(1); Feb. 24, 1987, D.C. Law 6-166, § 33(e), 33 DCR 6710; Sept. 26, 2012, D.C. Law 19-169, § 8, 59 DCR 5567.)","sections":[{"prefix":"a","text":" The Mayor of the District of Columbia (hereinafter referred to as the \"Mayor\") may:"},{"prefix":"1","text":" Make temporary provision for the care of children pending investigation of their status;"},{"prefix":"2","text":" Have the care and legal guardianship, including the power to consent to or arrange for adoption in appropriate cases, of:"},{"prefix":"A","text":" Children who may be committed to the Mayor as wards of the District of Columbia by courts of competent jurisdiction; and"},{"prefix":"B","text":" Children who are relinquished by their parents to the Mayor or whose relinquishment is transferred to the Mayor by a licensed child-placing agency under § 4-1406;"},{"prefix":"3","text":" Make such provisions for the care and maintenance of such children in private homes, under contract, including adoption subsidy pursuant to § 4- 301, or in public or private institutions, as the welfare of such children may require; and"},{"prefix":"4","text":" Provide care and maintenance for children with substantial intellectual disabilities who may be received upon application or upon court commitment, in institutions or homes or other facilities equipped to receive them, within or without the District of Columbia."},{"prefix":"b","text":" The Mayor shall cause the wards of the District of Columbia placed out under temporary care to be visited as often as may be required to safeguard their welfare."},{"prefix":"c","text":" The Mayor may, where appropriate, secure an assignment of rights from a parent whose child is in the custody of a person or agency receiving foster care maintenance payments under Part E in Subchapter IV of the Social Security Act (42 U.S.C. § 670 et seq.)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"114","identifier":"4-114","catch_text":"Powers of Mayor over dependent children."}}