{"text":"Said Board of Public Welfare shall have the care and supervision of the following classes of children:","historical":"Prior Codifications\n\n1981 Ed., § 3-116.\n\n1973 Ed., § 3-116.\n\nReferences in Text\n\nBoard of Public Welfare abolished: See note to § 4-102.\n\nThe Board of Trustees of the National Training School for Boys, referred to in paragraph (3) of this section, was abolished and the School and its functions, including the functions of the Board of Trustees, were transferred to the Department of Justice by Reorganization Plan No. 2 of 1939. The School was operated until May 15, 1968, when it was closed pursuant to an order of the Attorney General.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 402(82) of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to the District of Columbia Council, subject to the right of the Commissioner as provided in § 406 of the Plan. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 4-116\n\nCurrent through December 11, 2012","credits":"(July 26, 1892, 27 Stat. 269, ch. 250, § 4; Mar. 19, 1906, 34 Stat. 73, ch. 960, § 8; May 27, 1908, 35 Stat. 380, ch. 200; Mar. 16, 1926, 44 Stat. 210, ch. 58, § 11; July 29, 1970, 84 Stat. 577, Pub. L. 91-358, title I, § 159(b).)","sections":[{"prefix":"1","text":" All children committed under § 44-1509;"},{"prefix":"2","text":" All children who are destitute of suitable homes and adequate means of earning an honest living, all children abandoned by their parents or guardians, all children of habitually drunken or vicious or unfit parents, all children habitually begging on the streets or from door to door, all children kept in vicious or immoral associations, all children known by their language or life to be vicious or incorrigible whenever such children may be committed to the care of the Board by the Family Division of the Superior Court; provided, that the laws regulating the commitment of children to the training schools of the District shall not be deemed to be repealed in any part by this section;"},{"prefix":"3","text":" Such children as the Board of Trustees of the National Training School for Boys may, in their discretion, commit to the Board of Public Welfare, and power is hereby given the Board of Trustees of the said School to commit any inmate thereof to the said Board of Public Welfare, conditionally upon the good behavior of the child so committed;"},{"prefix":"4","text":" Under the rules to be established by the Council of the District of Columbia children may be received and temporarily cared for pending investigation or judgment of the court."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"116","identifier":"4-116","catch_text":"Children over whom Board shall have supervision."}}