{"text":"No court shall commit a child under 17 years of age, charged with or convicted of a petty crime or misdemeanor punishable by a fine or imprisonment, to a jail, workhouse, or police station, but if such child be unable to give bail or pay a fine, it may be committed to the Board of Public Welfare temporarily or permanently, in the discretion of the court, and said Board shall make some suitable provision for said child outside the inclosure of any jail, workhouse, or police station, or said court may commit such child to the National Training School under the laws now providing for such commitment.","historical":"Prior Codifications\n\n1981 Ed., § 3-120.\n\n1973 Ed., § 3-121.\n\nReferences in Text\n\nBoard of Public Welfare abolished: See note to § 4-102.\n\nStatutory provisions for the National Training School for Boys and the National Training School for Girls were formerly codified in Chapters 13 and 14 of Title 44, respectively. These provisions were omitted from codification as obsolete in the 1973 Edition of the D.C. Code. As regards the National Training School for Boys, the School and its functions were transferred to the Department of Justice by Reorganization Plan No. 2 of 1939. The School was operated until May 15, 1968, when it was closed pursuant to an order of the Attorney General. As regards the National Training School for Girls, the Act of August 3, 1951, 62 Stat. 154, ch. 291, § 1, provided that no new commitments to the School should be made after August 3, 1951.\n\nDC CODE § 4-119\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1095, ch. 847, § 2; Mar. 16, 1926, 44 Stat. 210, ch. 58, § 11.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Public Welfare Supervision. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"119","identifier":"4-119","catch_text":"Commitment of children under 17 years of age."}}