{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2126.\n\n1973 Ed., § 6-2136.\n\nEffect of Amendments\n\nD.C. Law 13-136 added subsec. (c).\n\nD.C. Law 14-28, in subsec. (a), inserted \"or the investigation or review of child fatalities by representatives of the Child Fatality Review Committee, established pursuant to § 4-1317.03\".\n\nD.C. Law 14-69 repealed subsec. (c) which had read:.\n\n\"(c) Notwithstanding subsection (a) of this section, the Mayor or the Director of the designated Child and Family Services Agency may disclose to the public the findings or information about a case of child abuse or neglect which has resulted in a child's fatality or near fatality. Nothing may be disclosed that would likely endanger the life, safety, or physical or emotional well-being of a child or the life or safety of any other person or which may compromise the integrity of a Mayor's investigation or a civil or criminal investigation or judicial proceeding. If the Mayor denies access to specific information on this basis, the requesting entity may seek disclosure of the information through the Superior Court. The name or any other information identifying the person or entity who referred the child to the Department of Human Services shall not be released to the public.\"\n\nD.C. Law 18-273 rewrote subsec. (a), which had read as follows:\n\n\"(a) Information acquired by staff of the Social Rehabilitation Administration of the Department of Human Services which identifies individual children reported as or found to be abused or neglected or which identifies other members of their families or other persons or other individuals shall be considered confidential and may be released or divulged only for purposes relating to the identification of abuse or neglect, the identification of service needs or resources, the securing or provision of treatment or direct services for the child or individual identified, or the investigation or review of child fatalities by representatives of the Child Fatality Review Committee, established pursuant to § 4-1371.03.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 18 of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nTemporary Repeal of Section\n\nFor temporary (225 day) repeal of section, see § 2(a) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Temporary Amendment Act of 2000 (D.C. Law 13-215, April 3, 2001, law notification 38 DCR 3457).\n\nEmergency Act Amendments\n\nFor temporary (90-day) amendment of section, see § 2(a) of the Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Emergency Amendment Act of 2000 (D.C. Act 13-428, August 14, 2000, 47 DCR 7451).\n\nFor temporary (90 day) repeal of section, see § 2(a) of the Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Legislative Review Emergency Amendment Act of 2000 (D.C. Act 13-491, December 18, 2000, 48 DCR 57).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-6, February 13, 2001, 48 DCR 2479).\n\nFor temporary (90 day) amendment of section, see § 18 of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) amendment of section, see § 18 of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14- 82, July 9, 2001, 48 DCR 6355).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Second Emergency Amendment Act of 2001 (D.C. Act 14-191, November 29, 2001, 48 DCR 11233).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-286, February 25, 2002, 49 DCR 2317).\n\nFor temporary (90 day) amendment of section, see § 202 of Data-Sharing and Information Coordination Emergency Amendment Act of 2010 (D.C. Act 18-530, August 6, 2010, 57 DCR 8099).\n\nFor temporary (90 day) amendment of section, see § 202 of Data-Sharing and Information Coordination Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-582, October 20, 2010, 57 DCR 10118).\n\nLegislative History of Laws\n\nLaw 3-29, the \"Confidentiality and Disclosure of Records on Abused and Neglected Children Act of 1979,\" was introduced in Council and assigned Bill No. 3-159, which was referred to the Committee on Human Resources. The Bill was adopted on first and second readings on July 17, 1979 and July 31, 1979, respectively. Signed by the Mayor on August 1, 1979, it was assigned Act No. 3-78 and transmitted to both Houses of Congress for its review.\n\nFor Law 13-136, see notes following § 4-1301.02.\n\nFor Law 14-28, see notes following § 4-344.01.\n\nLaw 14-69, the \"Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-181, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 26, 2001, and July 10, 2001, respectively. Signed by the Mayor on November 19, 2001, it was assigned Act No. 14-182 and transmitted to both Houses of Congress for its review. D.C. Law 14-69 became effective on February 27, 2002.\n\nFor Law 18-273, see notes following § 4-209.04.\n\nDC CODE § 4-1303.06\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title III, § 306, as added Oct. 18, 1979, D.C. Law 3-29, § 2, 26 DCR 678; June 27, 2000, D.C. Law 13-136, § 201(e), 47 DCR 2850; Oct. 3, 2001, D.C. Law 14-28, § 4618, 48 DCR 6981; Feb. 13, 2002, D.C. Law 14-69, § 2(a), 48 DCR 11072; Dec. 4, 2010, D.C. Law 18-273, § 202, 57 DCR 7171.)","sections":[{"prefix":"a","text":" Information acquired by staff of the Child and Family Services Agency that identifies individual children reported as or found to be abused or neglected or which identifies other members of their families or other persons shall be considered confidential and may be released or divulged only for:"},{"prefix":"1","text":" Purposes relating to the identification of abuse or neglect;"},{"prefix":"2","text":" The identification of service needs or resources;"},{"prefix":"3","text":" The securing or provision of treatment or direct services for the child or individual identified;"},{"prefix":"4","text":" The investigation or review of child fatalities by representatives of the Child Fatality Review Committee, established pursuant to § 4-1371.03; or"},{"prefix":"5","text":" For the purposes of and in accordance with Chapter 2A of Title 7."},{"prefix":"b","text":" Persons or agencies who are not covered by confidentiality requirements comparable to those in subsection (a) of this section, to whom information is released pursuant to this section, § 4-1302.03, or § 4-1302.04 must sign a statement that they will not divulge such confidential information for purposes unrelated to the purposes of treatment, identification or evaluation."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.06","catch_text":"Confidentiality of records and information."}}