{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2124.\n\n1973 Ed., § 6-2134.\n\nEffect of Amendments\n\nD.C. Law 13-277 repealed subsec. (a); in subsec. (b), substituted \"Agency\" for \"Division\"; in subsec (c), substituted \"§ 4-1303.03(a)(7) or (b) of this section\" for \"subsection (a) or (b) of this section\", substituted \"Director of the Agency\" for \"Chief of the Division\", and in par. (2), substituted \"abuse or neglect\" for \"neglect\". Prior to repeal subsec. (a) read:\n\n\"(a) When an investigation made pursuant to §§ 4-1301.04 and 4-1301.05 indicates that a child is an abused or neglected child and in need of services, the Chief of the Division is authorized to provide or secure any necessary services which may include:\n\n\"(1) Emergency financial aid;\n\n\"(2) Temporary 3rd-party placement with responsible neighbors or relatives for the child and his or her siblings: Provided, that the person with whom the child is placed shall not be considered an agent of the Department of Human Services;\n\n\"(3) Emergency caretaker(s) who enter the home and provide temporary care for the child and his or her siblings in appropriate cases, when the consent of the parent or other custodian cannot be obtained, notwithstanding the provisions of the Act of March 3, 1901, as amended (31 Stat. 1324);\n\n\"(4) The placement of homemakers in the home to maintain the child and his or her siblings or to assist the parent or other caretaker in discharging his or her responsibilities to the child;\n\n\"(5) Day care for the child and his or her siblings;\n\n\"(6) Counselling services for the child and his or her family;\n\n\"(7) Medical evaluation and/or emergency treatment of the child by a qualified physician; and\n\n\"(8) Other appropriate services or resources available in the community including, but not limited to, parenting classes and family counseling.\"\n\nD.C. Law 15-341, in subsec. (b), substituted \"inadequate supervision\" for \"inadequate supervision and a 3rd-party placement cannot be made\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor legislative history of D.C. Law 10-227, see Historical and Statutory Notes following § 4-1301.09.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nDC CODE § 4-1303.04\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22; title III, § 304, 24 DCR 3341; Mar. 16, 1995, D.C. Law 10-227, § 2(c), 42 DCR 4; Apr. 4, 2001, D.C. Law 13-277, § 2(p), 48 DCR 2043; Apr. 12, 2005, D.C. Law 15-341, § 2(l), 52 DCR 2315.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"b","text":" When an investigation indicates that a child has been left alone or with inadequate supervision, the Agency is authorized to make a temporary custodial placement of the child; provided, that:"},{"prefix":"1","text":" Notice is left for the parent or custodian which shall state the procedure for reclaiming the child;"},{"prefix":"2","text":" Efforts continue to locate the parent;"},{"prefix":"3","text":" The child is returned forthwith upon the request of the parent or custodian, unless there is additional evidence of immediate danger to the child and police action is taken pursuant to § 16-2309(3) or (4); and"},{"prefix":"4","text":" A complaint alleging neglect is filed with the Superior Court of the District of Columbia:"},{"prefix":"A","text":" At the end of 5 days if the parent or custodian fails to claim the child within that time; or"},{"prefix":"B","text":" Immediately upon the discovery of additional evidence of immediate danger to the child."},{"prefix":"c","text":" When an investigation made pursuant to § 4-1301.04 or § 4-1301.05 indicates that a child is an abused or a neglected child and when it has been determined that the child cannot be adequately protected by any of the services set forth in § 4-1303.03(a)(7) or (b) of this section or by any other services, the Director of the Agency is authorized to:"},{"prefix":"1","text":" Remove the child with the consent of the parent, guardian, or other person acting in loco parentis;"},{"prefix":"2","text":" Request the Corporation Counsel of the District of Columbia to petition the Family Division of the Superior Court of the District of Columbia for a finding of abuse or neglect and, where appropriate, the removal of the child; and"},{"prefix":"3","text":" Request the police to remove the child when the consent of a parent, guardian or other custodian cannot be obtained and the need to protect the child does not allow sufficient time to obtain a court order."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.04","catch_text":"Services authorized; custodial placement; removal of child."}}