{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2121.\n\n1973 Ed., § 6-2131.\n\nEmergency Act Amendments\n\nFor temporary (90 day) enactments, see §§ 5192, 5193 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) enactments, see §§ 5192, 5193 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) enactments, see §§ 5192, 5193 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor legislative history of D.C. Law 10-227, see Historical and Statutory Notes following § 4-1301.09.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nShort title: Section 5192 of D.C. Law 16-192 provided that subtitle M of title V of the act may be cited as the \"Assessment of District Programs to Prevent Child Abuse and Neglect Act of 2006\".\n\nSections 5192 and 5193 of D.C. Law 16-192 provided:\n\n\"Sec. 5192. Definitions.\n\n\"For the purposes of this subtitle, the term:\n\n\"(1) 'Primary prevention' means activities and services provided to families that are designed to prevent or reduce the prevalence of child abuse and neglect before signs of abuse or neglect may be present.\n\n\"(2) 'Secondary prevention' means activities and services provided to persons identified by etiological studies because of their propensity to abuse or neglect children in their care. Secondary prevention strategies target children who are identified as being at risk of abuse or neglect and are designed to intervene at the earliest warning signs of abuse or neglect.\n\n\"Sec. 5193. Status of abuse and neglect prevention programs.\n\n\"(a) The Mayor shall convene a working group to assess child abuse and neglect prevention programs in the District. The working group shall:\n\n\"(1) Take an inventory of all current public and private programs for the prevention of child abuse and neglect, including:\n\n\"(A) All primary prevention programs servicing the District;\n\n\"(B) All secondary prevention programs servicing the District;\n\n\"(C) All sources of local, federal, and private funding for each program; and\n\n\"(D) A determination of whether each program's services are evaluated for effectiveness; and\n\n\"(2) Perform a gap analysis to identify where these programs are:\n\n\"(A) Meeting, or failing to meet, the primary prevention needs of the District;\n\n\"(B) Meeting, or failing to meet, the secondary prevention needs of the District; and\n\n\"(C) Duplicating services identified in the inventory.\n\n\"(b) The inventory and gap analysis shall be completed, submitted to the Council, and made available to the public no later than December 31, 2006.\"\n\nDelegation of Authority\n\nDelegation of authority pursuant to title XXIII (Section 2352(a)) of Public Law 97-35, the \"Omnibus Budget Reconciliation Act, to Deliver Social Services Block Grant Funded Homemaker Services for Individuals and Families who are in Need of or Receiving Protective Services\", see Mayor's Order 97-101, May 28, 1997 (44 DCR 3529).\n\nDC CODE § 4-1303.01\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title III, § 301, 24 DCR 3341; Mar. 16, 1995, D.C. Law 10-227, § 2(b), 42 DCR 4; Apr. 4, 2001, D.C. Law 13-277, § 2(k), 48 DCR 2043.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.01","catch_text":"Establishment and purposes. [Repealed]"}}