{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 2-1352.\n\n1973 Ed., § 2-162.\n\nEffect of Amendments\n\nD.C. Law 16-204, in subsec. (b), substituted \"domestic violence counselor as defined in § 14-310(a)(2), and mental health professional as defined in § 7- 1201.01(11)\" for \"and mental health professional\".\n\nD.C. Law 16-306, in subsec. (a), substituted \"Child and Family Services Agency\" for \"Child Protective Services Division of the Department of Human Services\"; in subsec. (b), inserted \"Child and Family Services Agency employees, agents, and contractors, and\" following \"include\", and inserted \"athletic coach, Department of Parks and Recreation employee, public housing resident manager,\" following \"teacher,\"; in subsecs. (b), (c) and (d), substituted \"Child and Family Services Agency\" for \"Child Protective Services Division of the Department of Human Services\"; and added subsec. (e).\n\nD.C. Law 17-198, in subsec. (b), inserted \"Such persons are not required to report when employed by a lawyer who is providing representation in a criminal, civil, including family law, or delinquency matter and the basis for the suspicion arises solely in the course of that representation.\"\n\nD.C. Law 17-281, in subsecs. (b) and (d), substituted \"law-enforcement officer, humane officer of any agency charged with the enforcement of animal cruelty laws,\" for \"law-enforcement officer,\".\n\nD.C. Law 17-353 validated previously made technical corrections in subsec. (b).\n\nD.C. Law 18-239, in subsec. (b), substituted \"day care worker, human trafficking counselor as defined in § 14-311(2),\" for \"day care worker,\".\n\nD.C. Law 18-242 added subsecs. (a-1) and (a-2).\n\nD.C. Law 19-164 added subsec. (f).\n\nTemporary Amendments of Section\n\nSection 3 of D.C. Law 19-64 added subsec. (f) to read as follows:\n\n\"(f) A health professional licensed pursuant to the District of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1201.01 et seq.), who in his or her own professional or official capacity knows that a child under 12 months of age is diagnosed as having a Fetal Alcohol Spectrum Disorder shall immediately report or have a report made to the Child and Family Services Agency.\".\n\nSection 5(b) of D.C. Law 19-64 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 203(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 203(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 203(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 203(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nFor temporary (90 day) amendment of section, see § 3 of Child Abuse Prevention and Treatment Emergency Amendment Act of 2011 (D.C. Act 19-165, October 11, 2011, 58 DCR 8896).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1321.01.\n\nLaw 8-87, the \"Protection of Children from Exposure to Drug-related Activity Amendment Act of 1989,\" was introduced in Council and assigned Bill No. 8-139, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 21, 1989, and December 5, 1989, respectively. Signed by the Mayor on December 21, 1989, it was assigned Act No. 8-137 and transmitted to both Houses of Congress for its review.\n\nLaw 16-204, the \"Domestic Violence Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-466, which was referred to the Committee on Judiciary. The Bill was adopted on first and second readings on July 11, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 25, 2006, it was assigned Act No. 16-504 and transmitted to both Houses of Congress for its review. D.C. Law 16-204 became effective on March 2, 2007.\n\nFor Law 16-306, see notes following § 4-1305.01.\n\nFor Law 17-198, see notes following § 4-1301.06b.\n\nLaw 17-281, the \"Animal Protection Amendment Act of 2008\", was introduced in Council and assigned Bill No. 17-89 which was referred to the Committees on Health and Public Safety and Judiciary. The Bill was adopted on first and second readings on July 1, 2008, and July 15, 2008, respectively. Signed by the Mayor on August 4, 2008, it was assigned Act No. 17-493 and transmitted to both Houses of Congress for its review. D.C. Law 17-281 became effective on December 5, 2008.\n\nFor Law 17-353, see notes following § 4-1301.06b.\n\nFor history of Law 18-239, see notes under § 4-501.\n\nLaw 18-242 , the \"Safe Children and Safe Neighborhoods Educational Neglect Mandatory Reporting Amendment Act of 2010\", was introduced in Council and assigned Bill No. 18-529, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 15, 2010, and July 13, 2010, respectively. Signed by the Mayor on July 30, 2010, it was assigned Act No. 18-493 and transmitted to both Houses of Congress for its review. D.C. Law 18-242 became effective on October 26, 2010.\n\nFor history of Law 19-164 see notes under § 4-1301.09a.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 18-242 provides:\n\n\"Sec. 4. Applicability.\n\n\"Section 2 shall apply as follows:\n\n\"(1) Subsection (a) shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\n\n\"(2) Subsection (b) shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of section 2(a) and (b) of Law 18-242 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 18-242, are not in effect.\n\nDC CODE § 4-1321.02\n\nCurrent through December 11, 2012","credits":"(Nov. 6, 1966, 80 Stat. 1354, Pub. L. 89-775, § 2; Sept. 23, 1977, D.C. Law 2-22, title I, § 103(c), 24 DCR 3341; Mar. 15, 1990, D.C. Law 8-87, § 2(a), 37 DCR 50; Mar. 2, 2007, D.C. Law 16-204, § 2, 53 DCR 9059; Apr. 24, 2007, D.C. Law 16-306, § 203(a), 53 DCR 8610; July 18, 2008, D.C. Law 17-198, § 3, 55 DCR 6283; Dec. 5, 2008, D.C. Law 17-281, § 102, 55 DCR 9186; Mar. 25, 2009, D.C. Law 17-353, §§ 173(a), 193, 240(b), 56 DCR 1117; Oct. 23, 2010, D.C. Law 18-239, § 202, 57 DCR 5405; Oct. 26, 2010, D.C. Law 18-242, § 2, 57 DCR 7555; July 13, 2012, D.C. Law 19-164, § 3, 59 DCR 6185.)","sections":[{"prefix":"a","text":" Notwithstanding § 14-307, any person specified in subsection (b) of this section who knows or has reasonable cause to suspect that a child known to him or her in his or her professional or official capacity has been or is in immediate danger of being a mentally or physically abused or neglected child, as defined in § 16-2301(9), shall immediately report or have a report made of such knowledge or suspicion to either the Metropolitan Police Department of the District of Columbia or the Child and Family Services Agency."},{"prefix":"a-1","text":" [Not funded]"},{"prefix":"a-2","text":" [Not funded]"},{"prefix":"b","text":" Persons required to report such abuse or neglect shall include Child and Family Services Agency employees, agents, and contractors, and every physician, psychologist, medical examiner, dentist, chiropractor, registered nurse, licensed practical nurse, person involved in the care and treatment of patients, law-enforcement officer, humane officer of any agency charged with the enforcement of animal cruelty laws, school official, teacher, athletic coach, Department of Parks and Recreation employee, public housing resident manager, social service worker, day care worker, human trafficking counselor as defined in § 14-311(2), domestic violence counselor as defined in § 14- 310(a)(2), and mental health professional as defined in § 7-1201.01(11). Such persons are not required to report when employed by a lawyer who is providing representation in a criminal, civil, including family law, or delinquency matter and the basis for the suspicion arises solely in the course of that representation. Whenever a person is required to report in his or her capacity as a member of the staff of a hospital, school, social agency or similar institution, he or she shall immediately notify the person in charge of the institution or his or her designated agent who shall then be required to make the report. The fact that such a notification has been made does not relieve the person who was originally required to report from his or her duty under subsection (a) of this section of having a report made promptly to the Metropolitan Police Department of the District of Columbia or the Child and Family Services Agency."},{"prefix":"c","text":" In addition to those persons who are required to make a report, any other person may make a report to the Metropolitan Police Department of the District of Columbia or the Child and Family Services Agency."},{"prefix":"d","text":" In addition to the requirements in subsections (a) and (b) of this section, any health professional licensed pursuant to Chapter 12 of Title 3, or a law enforcement officer, humane officer of any agency charged with the enforcement of animal cruelty laws, except an undercover officer whose identity or investigation might be jeopardized, shall report immediately, in writing, to the Child and Family Services Agency, that the law enforcement officer or health professional has reasonable cause to believe that a child is abused as a result of inadequate care, control, or subsistence in the home environment due to exposure to drug-related activity. The report shall be in accordance with the provisions of § 4-1321.03."},{"prefix":"e","text":" Notwithstanding § 14-307, any person specified in subsection (b) of this section who knows or has reasonable cause to suspect that a child known to him or her in his or her professional or official capacity has been, or is in immediate danger of being, the victim of \"sexual abuse\" or \"attempted sexual abuse\" prohibited by Chapter 30 of Title 22; or that the child was assisted, supported, caused, encouraged, commanded, enabled, induced, facilitated, or permitted to become a prostitute, as that term is defined in § 22- 2701.01(3); or that the child has an injury caused by a bullet; or that the child has an injury caused by a knife or other sharp object which has been caused by other than accidental means, shall immediately report or have a report made of such knowledge, information, or suspicion to the Metropolitan Police Department or the Child and Family Services Agency."},{"prefix":"f","text":" A health professional licensed pursuant to Chapter 12 of Title 3, who in his or her own professional or official capacity knows that a child under 12 months of age is diagnosed as having a Fetal Alcohol Spectrum Disorder, shall immediately report or have a report made to the Child and Family Services Agency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"II","text":"Reports of Neglected Children."},"heading":{"title":"4","chaptersection":"1321","identifier":"4-1321.02","catch_text":"Persons required to make reports; procedure."}}