{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2134.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see notes to § 4-1341.01.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-56, see Historical and Statutory Notes following § 4-1341.01.\n\nDC CODE § 4-1341.04\n\nCurrent through December 11, 2012","credits":"(Oct. 5, 1993, D.C. Law 10-56, § 5, 40 DCR 7222.)","sections":[{"prefix":"a","text":" The Board of Directors shall:"},{"prefix":"1","text":" Administer the Trust Fund;"},{"prefix":"2","text":" File such papers as may be required by the Recorder of Deeds of the District of Columbia;"},{"prefix":"3","text":" Have the power to adopt, amend, or repeal bylaws for operation of the Trust Fund;"},{"prefix":"4","text":" Remove a member by a 2/3rd vote of the remaining members of the Board of Directors;"},{"prefix":"5","text":" Meet not less than quarterly at a time to be determined;"},{"prefix":"6","text":" Assess service needs and gaps relative to child abuse and child neglect prevention programs in the District;"},{"prefix":"7","text":" Develop and implement program recommendations in order to address identified service needs;"},{"prefix":"8","text":" Develop and implement proposal solicitation and establish criteria for the awarding of grants to meet identified service needs;"},{"prefix":"9","text":" Review, approve, and monitor the expenditure of the Trust Fund and child abuse and child neglect prevention programs;"},{"prefix":"10","text":" Assist in providing information to the public about the purpose and work of the Trust Fund;"},{"prefix":"11","text":" Hire and monitor an executive director of the Trust Fund; and"},{"prefix":"12","text":" Invite comments and recommendations at least annually from interested child advocacy coalitions and community organizations to review the Trust Fund's program plans."},{"prefix":"b","text":" Administrative expenses shall not exceed 10% of the funds available in the Trust Fund."},{"prefix":"c","text":" One year after its original formation, the Board of Directors shall develop a District-wide plan for the distribution of funds from the Trust Fund. The plan shall be developed annually. The plan shall assure a distribution of funds to services that reach children in all geographic areas of the District. The plan shall be transmitted to the Mayor and Chairman of the Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"III","text":"Child Abuse and Neglect Prevention Children's Trust Fund."},"heading":{"title":"4","chaptersection":"1341","identifier":"4-1341.04","catch_text":"Powers and responsibilities of the Board of Directors."}}