{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of this section, see section 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-6, February 13, 2001, 48 DCR 2479).\n\nFor temporary (90 day) addition of section, see § 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Second Emergency Amendment Act of 2001 (D.C. Act 14-191, November 29, 2001, 48 DCR 11233).\n\nFor temporary (90 day) addition of section, see § 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-286, February 25, 2002, 49 DCR 2317).\n\nLegislative History of Laws\n\nFor Law 14-69, see notes following § 4-1303.06.\n\nDC CODE § 4-1303.32\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IIIA, § 332, as added Feb. 13, 2002, D.C. Law 14-69, § 2(b), 48 DCR 11072.)","sections":[{"prefix":"a","text":"(1) Notwithstanding any other provision of law, a disclosing official shall upon written request by any person, and may upon his or her own initiative, disclose to the public the findings and information related to a child fatality or near fatality, except as provided in paragraph (2) of this subsection."},{"prefix":"2","text":" Paragraph (1) of this subsection shall not apply to the disclosure of any portion of the findings or information if disclosure of that portion would likely:"},{"prefix":"A","text":" Endanger the life, physical safety, or physical or emotional well-being of the child who is the subject of the findings and information or a child who is a sibling of such child or has shared the same household as such child;"},{"prefix":"B","text":" Endanger the life or physical safety of any person;"},{"prefix":"C","text":" Interfere with an ongoing law enforcement investigation or proceeding pertaining to the child fatality or near fatality;"},{"prefix":"D","text":" Deprive a person of a right to a fair trial or an impartial adjudication;"},{"prefix":"E","text":" Disclose the identity of any person who reported suspected abuse, neglect, or maltreatment to the Metropolitan Police Department or the Child and Family Services Agency, or the identity of any confidential law enforcement source in a criminal proceeding pertaining to the child fatality or near fatality;"},{"prefix":"F","text":" Disclose the identity of a birth parent of a child, if the child has been adopted and there has been no contact between the child and the birth parent immediately prior to the fatality or near fatality; or"},{"prefix":"G","text":" Disclose personal or private information."},{"prefix":"3","text":" Any reasonably segregable portion of a public record shall be provided to any person requesting such record after deletion of those portions which may be withheld from disclosure under paragraph (2) of this subsection."},{"prefix":"b","text":"(1) The disclosing official shall either make the requested findings or information related to a child fatality or near fatality accessible to the person making the request or send the person a letter of denial explaining the disclosing official's determination to withhold all or any portion of the requested findings or information within 10 days (excluding Saturdays, Sundays, and legal public holidays) of receipt of the request by the disclosing official. A letter of denial shall contain at least the following:"},{"prefix":"A","text":" The specific reasons and legal authority for the denial or decision to withhold;"},{"prefix":"B","text":" Notification to the requestor of any right to appeal; and"},{"prefix":"C","text":" A description of the documents withheld by the disclosing official."},{"prefix":"2","text":" In unusual circumstances, the time limit provided in paragraph (1) of this subsection may be extended by written notice to the person making the request setting forth the reasons for extension and expected date for determination. The extension shall not exceed 10 days (excluding Saturdays, Sundays, and legal public holidays). For purposes of this subsection, and only to the extent necessary for processing of the particular request, \"unusual circumstances\" are limited to:"},{"prefix":"A","text":" The need to search for, collect, and appropriately examine a voluminous amount of separate and distinct records which are demanded in a single request; or"},{"prefix":"B","text":" The need for consultation, which shall be conducted with all practicable speed, with another agency having a substantial interest in the determination of the request."},{"prefix":"3","text":" Except as provided in paragraph (2) of this subsection, any failure on the part of the disclosing official to comply with a request under this section within the time provision of paragraph (1) of this subsection shall be deemed a denial of the request, and the person making the request shall be considered to have exhausted his or her administrative remedies with respect to that request."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C-I","text":"Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.32","catch_text":"Disclosure of findings and information."}}