{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) repeal of section 701 of D.C. Law 18-230, see § 110 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor Law 18-230, see notes following § 4-301.\n\nMiscellaneous Notes\n\nSection 701 of D.C. Law 18-230 provides:\n\n\"Sec. 701. Applicability.\n\n\"Title III of this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Title III of Law 18-230 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are not in effect.\n\nThe Budget Director of the Council of the District of Columbia has determined, as of October 10, 2012, that the fiscal effect of Title III of Law 18-230 has been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are in effect. Section 110 of Emergency Act 19-482 repealed section 701 of Law 18-230.\n\nDC CODE § 4-1303.08\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, § 308, as added Sept. 24, 2010, D.C. Law 18-230, § 301(b), 57 DCR 6951.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Immediate birth family member\" means a person 18 years of age or older who is the birth mother, father, or sibling of a registrant."},{"prefix":"2","text":" \"Registrant\" means an individual, 18 years of age or older, who was, or currently is, a respondent in a child abuse or neglect case under Chapter 23 of Title 16 or his or her immediate birth family member."},{"prefix":"3","text":" \"Registry\" means the Voluntary Foster Care Registry established by subsection (b) of this section."},{"prefix":"b","text":" Within 180 days of September 24, 2010, the Agency shall establish the Voluntary Foster Care Registry (\"Registry\") for a registrant who seeks to reconnect with his or her immediate birth family member to place otherwise personal confidential information in the Registry to aid in that endeavor."},{"prefix":"c","text":" To use the Registry, an applicant shall:"},{"prefix":"1","text":" Complete a registration form, which shall include:"},{"prefix":"A","text":" Proof that the applicant qualifies as a registrant, as defined in subsection (a) of this section, including the following information, to the extent known, pertaining to both the applicant and the individual being sought:"},{"prefix":"i","text":" Name;"},{"prefix":"ii","text":" Previous name;"},{"prefix":"iii","text":" Address;"},{"prefix":"iv","text":" Telephone number;"},{"prefix":"v","text":" Name of adoptive parents, if applicable; and"},{"prefix":"vi","text":" Name of birth mother and father;"},{"prefix":"B","text":" The name and address of the child placement agency that placed the child for adoption, if applicable; and"},{"prefix":"C","text":" A statement of consent to be identified to other registrants who are matched as immediate birth family members, including a statement whether the registrant consents to be identified to any immediate birth family member who registers or only to specific immediate birth family members. If the registrant consents to be identified only to specific immediate birth family members, the statement shall indicate by name or relationship which immediate birth family members for whom the consent is valid;"},{"prefix":"2","text":"(A) Except as provided in subparagraph (B) of the paragraph, pay a one-time fee, to be established by rule, which may be waived or reduced for individuals with verified income at or below the national poverty level."},{"prefix":"B","text":" A registrant who, at the time he or she registers, is the respondent in an open neglect case under Chapter 23 of Title 16 shall not be required to pay a fee."},{"prefix":"d","text":" A registrant shall provide changes in the information in the Registry occurring after registration to the Agency. The Agency shall timely input the updated information in the Registry."},{"prefix":"e","text":" A registrant may withdraw from the Registry at any time by submitting a notarized affidavit to the Agency that contains the registrant's name and a request to be removed from the Registry."},{"prefix":"f","text":"(1) Upon receipt of a completed registration and the applicable fee, the Agency, or its designee, shall search the Registry for potential matching immediate birth family members."},{"prefix":"2","text":" In addition to the Registry search, the Agency may inquire into the records of:"},{"prefix":"A","text":" Child placement agencies;"},{"prefix":"B","text":" Local departments of social services;"},{"prefix":"C","text":" The court, which shall grant the Agency access to the court record upon receipt of a petition from the Agency that provides proof of consent of the parties to disclosure of the information, as evidenced in the registration forms, and states that review of the record is needed to make a match or to provide matching information; and"},{"prefix":"D","text":" The Vital Records Division of the Department of Health."},{"prefix":"3","text":" Prior to releasing any identifying information to a registrant, the Agency shall verify that the registrant consents to have his or her identifying information released to a immediate birth family member who is a registrant. The Agency shall also obtain substantiation of a familial relationship from a reliable, independent third-party source, as established by rule and upon whom the Agency did not rely in conducting its search. A third-party independent source may include:"},{"prefix":"A","text":" The child placement agency that placed the child for adoption;"},{"prefix":"B","text":" The Vital Records Division of the Department of Health; or"},{"prefix":"C","text":" The Family Court of the Superior Court of the District of Columbia."},{"prefix":"4","text":" A match shall be ascertained between the child and an immediate birth family member if:"},{"prefix":"A","text":" The child and the child's birth mother and birth father are registrants;"},{"prefix":"B","text":" The child and one or more birth siblings are registrants; or"},{"prefix":"C","text":" The child and only one birth parent are registrants."},{"prefix":"5","text":" Information shall be provided regarding only those immediate birth family members who are registrants."},{"prefix":"g","text":"(1) The Registry shall retain information and documents collected until the date specified by the registrant or for 99 years, whichever occurs first."},{"prefix":"2","text":"(A) Registry documents and information shall be destroyed in accordance with the District procedure for disposal of confidential information."},{"prefix":"B","text":" Information in the Registry may not be disclosed except as provided by this subchapter or regulations issued pursuant to this subchapter, or pursuant to a court order."},{"prefix":"h","text":" The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.08","catch_text":"Voluntary Foster Care Registry."}}