{"text":"","historical":"Effect of Amendments\n\nD.C. Law 14-310, in subsec. (a), validated a previously made technical correction; and repealed subsec. (c) which had read as follows:\n\n\"(c) Subsections (a) and (b) of this section shall apply as of October 1, 2003.\"\n\nD.C. Law 15-105, in subsec. (a), validated a previously made technical correction.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2 of Improved Child Abuse Investigations Technical Temporary Amendment Act of 2002 (D.C. Law 14-240, March 25, 2003, law notification 50 DCR 2753).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of § 4-1301.51, see § 2 of Improved Child Abuse Investigations Technical Emergency Amendment Act of 2002 (D.C. Act 14-494, October 23, 2002, 49 DCR 9781).\n\nFor temporary (90 day) amendment of section, see § 2 of Improved Child Abuse Investigations Technical Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-603, January 7, 2003, 50 DCR 687).\n\nLegislative History of Laws\n\nLaw 14-206, the \"Improved Child Abuse Investigations Amendment Act of 2002\", was introduced in Council and assigned Bill No. 14-372, which was referred to Committee on the Judiciary and the Committee on Human Services.  The Bill was adopted on first and second readings on June 18, 2002, and July 2, 2002, respectively.   Signed by the Mayor on July 23, 2002, it was assigned Act No. 14-440 and transmitted to both Houses of Congress for its review.  D.C. Law 14- 206 became effective on October 19, 2002.\n\nLaw 14-310, the \"Criminal Code and Miscellaneous Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-954, which was referred to the Committee on Whole. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-622 and transmitted to both Houses of Congress for its review. D.C. Law 14-310 became effective on June 12, 2003.\n\nFor Law 15-105, see notes following § 4-204.08.\n\nDC CODE § 4-1301.51\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title I-A, § 151, as added Oct. 19, 2002, D.C. Law 14-206, § 2(f), 49 DCR 7815; June 12, 2003, D.C. Law 14-310, § 6, 50 DCR 1092; Mar. 13, 2004, D.C. Law 15-105, § 34(b), 51 DCR 881.)","sections":[{"prefix":"a","text":" Every instance of sexual abuse of a child shall be reviewed and investigated by a multidisciplinary investigation team (\"MDT\"), which shall focus, first, on the needs of the child, and, second, on the law enforcement, prosecution, and related civil proceedings. The MDT may handle other instances of child abuse and neglect as identified in the protocol provided in subsection (b) of this section."},{"prefix":"1","text":" A MDT shall consist of one or more representatives of the:"},{"prefix":"A","text":" Metropolitan Police Department;"},{"prefix":"B","text":" Child and Family Services Agency; and"},{"prefix":"C","text":" Office of the Corporation Counsel."},{"prefix":"2","text":" The Office of the United States Attorney and the Children's Advocacy Center shall be requested to designate one or more representatives to serve on a MDT, and those designated representatives shall be included on the MDT."},{"prefix":"3","text":" A MDT may also include:"},{"prefix":"A","text":" A representative of the District of Columbia Public Schools;"},{"prefix":"B","text":" Licensed mental health practitioners;"},{"prefix":"C","text":" Medical personnel;"},{"prefix":"D","text":" Child development specialists;"},{"prefix":"E","text":" Victim counselors; and"},{"prefix":"F","text":" Experts in the assessment and treatment of substance abuse."},{"prefix":"b","text":" The MDT shall adopt a written child abuse protocol to ensure coordination and cooperation among all agencies investigating and prosecuting cases arising from alleged child abuse or neglect to increase the efficiency and effectiveness of the agencies handling the cases and to facilitate the provision of services to children and families. The protocol shall:"},{"prefix":"1","text":" Define additional categories of abuse and neglect cases, in addition to sexual abuse, which will be handled by the MDT;"},{"prefix":"2","text":" Outline in detail the procedures to be used in investigating and prosecuting cases arising from alleged child abuse or neglect; and"},{"prefix":"3","text":" Outline in detail the methods to be used in coordinating treatment programs and other services to the child, the family, and the perpetrator."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"A-I","text":"Multidisciplinary Investigation Team; Confidentiality."},"heading":{"title":"4","chaptersection":"1301","identifier":"4-1301.51","catch_text":"Mandatory investigation of child abuse and neglect cases by multidisciplinary team."}}