{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2105.\n\n1973 Ed., § 6-2105.\n\nEffect of Amendments\n\nD.C. Law 13-277 substituted \"Agency\" for \"Division\" throughout the section; and, in subsec. (e), substituted \"Director of the \" for \"Chief of the\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nLaw 8-134, the \"Infant and Child Abandonment Prevention Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-404, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 13, 1990, and March 27, 1990, respectively. Signed by the Mayor on April 13, 1990, it was assigned Act No. 8-190 and transmitted to both Houses of Congress for its review.\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-13035.01a.\n\nDC CODE § 4-1301.07\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title I, § 107, 24 DCR 3341; June 8, 1990, D.C. Law 8-134, § 3, 37 DCR 2613; Apr. 4, 2001, D.C. Law 13-277, § 2(f), 48 DCR 2043.)","sections":[{"prefix":"a","text":" In cases in which a child is alleged to be a neglected, but not an abused, child the Agency shall determine whether the child should be removed from the home or can be protected by the provision of services or resources. If in the opinion of the Agency the available services or resources are insufficient to protect the child and there is insufficient time to petition for removal, the Agency shall request the police to remove the child pursuant to § 16- 2309(a)(3) or (a)(4)."},{"prefix":"b","text":" In all cases for which the police are responsible for the initial investigation but which do not involve an immediate danger to a child, the police shall seek from the Agency and the Agency shall provide assistance in the determination of whether the child can be protected by the provision of services or resources or whether removal is necessary. Whenever possible the Agency shall dispatch a worker to the scene to provide assistance in this determination."},{"prefix":"c","text":" In all cases for which the police are responsible for the initial investigation and which do involve an immediate danger to a child and require removal pursuant to § 16-2309(a)(3), the police shall immediately notify the Agency of the removal and the latter shall investigate alternative placements for the child."},{"prefix":"d","text":" When, prior to a shelter care hearing, the Agency locates a suitable alternative placement pursuant to subsection (c) of this section, the police may release the child pursuant to § 16-2311(a)(1)."},{"prefix":"e","text":" The Director of the Agency or his or her designee shall take custody of a child and remove the child from a hospital pending further custody proceedings if:"},{"prefix":"1","text":" The Director of the Agency receives written notification from the chief executive officer of a hospital located in the District of Columbia that a child has resided in the hospital for at least 10 days following the birth of the child, despite a medical determination that the child is ready for discharge; and"},{"prefix":"2","text":" The parent, guardian, or custodian of the child, as established by the hospital admission records, has not taken any action nor made any effort to maintain a parental, guardianship, or custodial relationship or contact with the child."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"A","text":"Reporting Abuse and Neglect."},"heading":{"title":"4","chaptersection":"1301","identifier":"4-1301.07","catch_text":"Removal of children."}}