{"text":"For the purposes of this part:","historical":"Effect of Amendments\n\nD.C. Law 13-277 added par. (1A); and repealed par. (5) which had read:\n\n\"(5) 'Department' means the District of Columbia Department of Human Services.\"\n\nD.C. Law 15-341 rewrote par. (4) which had read as follows:\n\n\"(4) 'Criminal records check' means a search of criminal records, in order to determine whether an individual has a criminal conviction, conducted by the following agencies:\n\n\"(A) The Federal Bureau of Investigation, for national searches;\n\n\"(B) The police if the individual resides in the District; and\n\n\"(C) Any state law enforcement agency, if the individual resides outside of the District.\"\n\nD.C. Law 16-191 renumbered the section.\n\nD.C. Law 16-306 rewrote par. (4); and added par. (6A). Prior to amendment, par. (4) read as follows:\n\n\"(4) 'Criminal records check' means a search of criminal records to determine whether an individual has a criminal conviction that is performed by the Federal Bureau of Investigation of national records, and by:\n\n\"(A) The Metropolitan Police Department, if the individual resides in the District; or\n\n\"(B) The state's law enforcement agency, if the individual resides outside of the District; and\n\n\"(C) The state law enforcement agency of any state in which the individual may have resided or worked, or is believed to have had another connection as an adult.\"\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of §§ 6-2109.1 to 6-2109.9 [1981 Ed.], see § 201(e) of the Adoption and Safe Families Emergency Amendment Act of 1999 (D.C. Act 13-117, July 28, 1999, 46 DCR 6558).\n\nFor temporary (90-day) addition of §§ 6-2109.1 to 6-2109.9 [1981 Ed.], see § 201(e) of the Adoption and Safe Families Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-178, November 2, 1999, 46 DCR 9714).\n\nFor temporary (90-day) addition of §§ 6-2109.1 to 6-2109.9 [1981 Ed.], see § 201(e) of the Adoption and Safe Families Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-240, January 11, 2000, 47 DCR 556).\n\nFor temporary (90 day) amendment of section, see § 202(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 202(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 202(a) of Omnibus Public Safety Congressional Review Emergency Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 202(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nLaw 13-136, the \"Adoption and Safe Families Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-214, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on February 1, 2000, and March 7, 2000, respectively. Signed by the Mayor on March 31, 2000, it was assigned Act No. 13-315 and transmitted to both Houses of Congress for its review. D.C. Law 13-136 became effective on June 27, 2000.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nFor Law 15-341, see notes following § 4-1303.51.\n\nFor Law 16-191, see notes following § 4-204.61.\n\nLaw 16-306, the \"Omnibus Public Safety Amendment Act of 2006\", was introduced in Council and assigned Bill No. 16-247, which was referred to Committee on the Judiciary. The Bill was adopted on first and second readings on June 6, 2006, and October 3, 2006, respectively. Signed by the Mayor on October 17, 2006, it was assigned Act No. 16-482 and transmitted to both Houses of Congress for its review. D.C. Law 16-306 became effective on April 24, 2007.\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nDC CODE § 4-1305.01\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title V, § 501, formerly § 321, as added June 27, 2000, D.C. Law 13-136, § 201(f), 47 DCR 2850; Apr. 4, 2001, D.C. Law 13-277, § 2(r), 48 DCR 2043; Apr. 12, 2005, D.C. Law 15-341, § 2(n), 52 DCR 2315; renumbered Mar. 2, 2007, D.C. Law 16-191, § 22(a)(2), 53 DCR 6794; Apr. 24, 2007, D.C. Law 16-306, § 202(a), 53 DCR 8610.)","sections":[{"prefix":"1","text":" \"Adult\" means an individual who is at least 18 years of age."},{"prefix":"1A","text":" \"Agency\" means the Child and Family Services Agency established by § 4- 1303.01a."},{"prefix":"2","text":" \"Applicant\" means a person applying for a criminal records check under this part."},{"prefix":"3","text":" \"Conviction\" means a plea or verdict of guilty or a plea of nolo contendere."},{"prefix":"4","text":" \"Criminal record check\" means a search of criminal records to determine whether an individual has a criminal conviction that is performed by the Federal Bureau of Investigation of national records, and by:"},{"prefix":"A","text":" The Metropolitan Police Department, if the individual as an adult has resided, worked, or attended school in the District at any time in the past 5 years; or"},{"prefix":"B","text":" The state's law enforcement agency, if the individual as an adult has resided, worked, or attended school outside of the District at any time in the past 5 years."},{"prefix":"5","text":" Repealed."},{"prefix":"6","text":" \"Foster family home\" means a home described in subchapter XVII of Chapter 2 of this title, or another foster family home in the District of Columbia."},{"prefix":"6A","text":" \"Information form\" means a written statement in a form established by the Agency that:"},{"prefix":"A","text":" Is signed by the individual under penalty of perjury;"},{"prefix":"B","text":" Identifies each state in which the individual has resided, worked, or attended school at any time in the past 5 years;"},{"prefix":"C","text":" Identifies each felony for which the individual has been convicted as an adult, and the date and state of that conviction;"},{"prefix":"D","text":" Identifies each state in which the individual is currently on parole or probation; and"},{"prefix":"E","text":" Includes any other information required by the Agency."},{"prefix":"7","text":" \"Licensed child-placing agency\" means an individual or entity defined as such in § 4-1402."},{"prefix":"8","text":" \"Police\" means the Metropolitan Police Department of the District of Columbia."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"E","text":"Criminal Records Check."},"heading":{"title":"4","chaptersection":"1305","identifier":"4-1305.01","catch_text":"Definitions."}}