{"text":"For the purposes of this part, the term:","historical":"Effect of Amendments\n\nD.C. Law 15-105 validated previously made technical corrections.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of this section, see section 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2001 (D.C. Act 14-6, February 13, 2001, 48 DCR 2479).\n\nFor temporary (90 day) addition of section, see § 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Second Emergency Amendment Act of 2001 (D.C. Act 14-191, November 29, 2001, 48 DCR 11233).\n\nFor temporary (90 day) addition of section, see § 2(b) of Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-286, February 25, 2002, 49 DCR 2317).\n\nLegislative History of Laws\n\nFor Law 14-69, see notes following § 4-1303.06.\n\nFor Law 15-105, see notes following § 4-204.08.\n\nDC CODE § 4-1303.31\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IIIA, § 331, as added Feb. 13, 2002, D.C. Law 14-69, § 2(b), 48 DCR 11072; Mar. 13, 2004, D.C. Law 15-105, § 34(c), 51 DCR 881.)","sections":[{"prefix":"1","text":"(A) \"Agency\" shall have the same meaning provided in § 2-502(3), except that the term \"agency\" shall include:"},{"prefix":"i","text":" The Social Services Division of the Superior Court of the District of Columbia; and"},{"prefix":"ii","text":" The Child and Family Services Agency, whether under the administrative control of the Mayor or the court-appointed receiver."},{"prefix":"B","text":" The term \"agency\" does not include the executive branch of the federal government, its agencies, officials, and employees, or the Child Fatality Review Committee."},{"prefix":"2","text":" \"Child fatality\" means:"},{"prefix":"A","text":" The death of a child as a result of child abuse, neglect, or maltreatment, as certified by a physician, or the Chief Medical Examiner of the jurisdiction in which the child died or where the autopsy was performed; or"},{"prefix":"B","text":" The death of a child where the Chief Medical Examiner cannot rule out child abuse, neglect, or maltreatment as contributing to the cause of death."},{"prefix":"3","text":" \"Disclosing official\" means:"},{"prefix":"A","text":" The Mayor or such other official or officials of the District as the Mayor may from time to time designate in writing to perform the functions under this part; and"},{"prefix":"B","text":" The Director of the Child and Family Services Agency."},{"prefix":"4","text":" \"District\" means the District of Columbia."},{"prefix":"5","text":" \"Findings and information related to a child fatality or near fatality\" means:"},{"prefix":"A","text":" All public records in the possession of any officer or agency of the District that pertain to a child fatality or near fatality, or that are compiled, received, or created in the course of any investigation, assessment, or review conducted in connection with a child fatality or near fatality; and"},{"prefix":"B","text":" A written summary that includes, to the extent possible, all of the following information pertaining to a child fatality or near fatality:"},{"prefix":"i","text":" The name of the child, except that the name of the child shall not be disclosed in a case of a near fatality unless the name has otherwise previously been disclosed;"},{"prefix":"ii","text":" The name of the parent or other person legally responsible for the child, except that the name of the parent or other person legally responsible for the child shall not be disclosed in a case of a near fatality unless the name has otherwise previously been disclosed;"},{"prefix":"iii","text":" Confirmation of the receipt of all reports, accepted or not accepted, by an agency of the District for investigation or assessment of suspected child abuse, neglect, or maltreatment, including confirmation that investigations or assessments were conducted; the results of the investigations or assessments; a description of the conduct of the most recent investigation or assessment and the services rendered; and a statement of the basis for the agency's determination;"},{"prefix":"iv","text":" The basis for any finding of either abuse or neglect, including the results of any review of a community child protection team or any public agency;"},{"prefix":"v","text":" Identification of child protective or other services provided to or any actions taken by any agency regarding the child, including the dates, outcomes, and results of any services provided and any actions taken;"},{"prefix":"vi","text":" Any actions taken by any agency in response to reports or allegations of abuse or neglect of the child, including the dates, outcomes, and results of any actions taken; and"},{"prefix":"vii","text":" Other pertinent information concerning the circumstances of any abuse or neglect of the child and the investigation of such abuse or neglect."},{"prefix":"6","text":" \"Near fatality\" means a child in serious or critical medical condition as a result of child abuse, neglect, or maltreatment, as certified by a physician."},{"prefix":"7","text":" \"Personal or private information\" means information about an individual's personal relationships, sexual preference or conduct, economic or financial needs or status, physical or mental health, substance use or abuse, work or school records, religious beliefs, or political opinions, unless such personal or private information is related to the cause of the child fatality or near fatality."},{"prefix":"8","text":" \"Public record\" shall have the same meaning provided in § 2-502(18)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C-I","text":"Public Disclosure of Findings and Information in Cases of Child Fatality or Near Fatality."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.31","catch_text":"Definitions."}}