{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 5204 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 5204 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 5204 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 4-1345.01.\n\nDC CODE § 4-1345.03\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-192, § 5204, 53 DCR 6899.)","sections":[{"prefix":"a","text":" The Mayor shall use the funds described in § 4-1345.02 to support policies, programs, and services for at-risk children, youth, and families that:"},{"prefix":"1","text":" Offer a broad spectrum of assistance and support tailored to the needs of at-risk children, youth, and families, such as child abuse prevention, child care, domestic violence prevention, job training, maternal and child health, mental health counseling, mentoring, parent education, respite care, and substance abuse treatment;"},{"prefix":"2","text":" Cross agency and professional boundaries, using an interdisciplinary approach and employing techniques such as case management, co-location of programs and staff, and inter-agency case conferences to ensure that services are coordinated and accessible to at-risk children, youth, and families;"},{"prefix":"3","text":" Build on family strengths and view the needs of the child or youth in the context of his or her family;"},{"prefix":"4","text":" Respect cultural diversity and promote family involvement;"},{"prefix":"5","text":" Adopt flexible approaches to service delivery, such as home visits, and ensure that essential supports, such as transportation, are in place so that at-risk children, youth, and families can use available services;"},{"prefix":"6","text":" Promote access and continuity by offering assistance, when possible, in non-traditional settings such as the home, school, or community, and at convenient times, including evening and weekend hours, and by reducing complex eligibility and paperwork requirements;"},{"prefix":"7","text":" Reduce barriers to essential programs and services by reducing complex eligibility and paperwork requirements and providing referrals to programs and services offered by private organizations;"},{"prefix":"8","text":" Are of sufficient intensity and duration to help children, youth, and families who are most at risk or in need, as reflected by multiple risk factors or chronic poverty;"},{"prefix":"9","text":" Are provided by skilled and committed individuals with experience and demonstrated effectiveness in serving at-risk children, youth, and families; and"},{"prefix":"10","text":" Support, to the greatest extent possible, in-home and community care for children and youth in the child welfare or juvenile justice systems, or at risk of referral to those systems, while reducing reliance on out-of-home or institutional care."},{"prefix":"b","text":" The Mayor shall establish performance measures and goals for the programs and services financed by the Fund. The measures and goals shall focus on high-priority outcomes for at-risk children, youth, and families, and shall reflect the impact, effectiveness, and quality of the programs and services. The Mayor shall include the measures and goals in the performance plans and reports required by subchapter XIV-A of Chapter 6 of Title 1."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"III-A","text":"Integrated Funding and Services for At-Risk Children, Youth, and Families."},"heading":{"title":"4","chaptersection":"1345","identifier":"4-1345.03","catch_text":"Scope and design of programs and services."}}