{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2104.\n\n1973 Ed., § 6-2104.\n\nEffect of Amendments\n\nD.C. Law 13-277, in subsec. (a), substituted \"with the Agency\" for \"with the Division\" and substituted \"either the Agency\" for \"either the department of Human Services\".\n\nD.C. Law 15-341 rewrote the section which had read as follows:\n\n\"(a) The primary responsibility for the initial investigation is with the police in cases of an allegedly abused child and with the Agency in other cases of an allegedly neglected child: Provided, however, that the investigation of a report involving acts or omissions of either the Agency or the police shall be conducted by the department which is not involved.\n\n\"(b) The purpose of the initial investigation shall be to determine:\n\n\"(1) The nature, extent, and cause of the abuse or neglect;\n\n\"(2) The identity of the person responsible for the abuse or neglect;\n\n\"(3) The name, age, sex, and condition of the abused or neglected child and all other children in the home;\n\n\"(4) The conditions in the home at the time of the investigation;\n\n\"(5) Whether there is any child in the home whose health, safety, or welfare is in jeopardy because of his or her treatment in the home or his or her home environment; and\n\n\"(6) Whether any child who is in jeopardy because of treatment in the home or his or her home environment should be removed from the home or can be protected by the provision of resources such as those listed in § 4-1303.04.\"\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nDC CODE § 4-1301.06\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title I, § 106, 24 DCR 3341; Apr. 4, 2001, D.C. Law 13-277, § 2(d), 48 DCR 2043; Apr. 12, 2005, D.C. Law 15-341, § 2(c), 52 DCR 2315.)","sections":[{"prefix":"a","text":" The full investigation shall be completed no more than 30 days after the receipt of the first notice of the suspected abuse or neglect."},{"prefix":"b","text":" The investigation shall determine:"},{"prefix":"1","text":" The nature, extent, and cause of the abuse or neglect, if any;"},{"prefix":"2","text":" If mental injury, as defined in § 16-2301(31), is suspected, an assessment of the suspected mental injury by a physician, a psychologist, or a licensed clinical social worker;"},{"prefix":"3","text":" If the suspected abuse or neglect is determined to be substantiated:"},{"prefix":"A","text":" The identity of the person responsible for the abuse or neglect;"},{"prefix":"B","text":" The name, age, sex, and condition of the abused or neglected child and all other children in the home;"},{"prefix":"C","text":" The conditions in the home at the time of the alleged abuse or neglect;"},{"prefix":"D","text":" Whether there is any child in the home whose health, safety, or welfare is at risk; and"},{"prefix":"E","text":" Whether any child who is at risk should be removed from the home or can be protected by the provision of resources, such as those listed in §§ 4- 1303.03 and 4-1303.03a."},{"prefix":"c","text":"(1) Within 5 business days after the completion of the investigation, the Agency shall complete a final report of its findings."},{"prefix":"2","text":" The Agency shall provide a copy of a report regarding suspected abuse or neglect that addresses possible criminal activity to the Metropolitan Police Department, the Office of the Attorney General, and the United States Attorney for the District of Columbia."},{"prefix":"d","text":" If the Agency determines that a report was made in bad faith, the Agency shall refer the report to the Office of the Attorney General, which shall determine whether prosecution of the person making the report in bad faith is warranted."},{"prefix":"e","text":" Nothing in this section shall be read as abrogating the responsibility of the Metropolitan Police Department for criminal investigations."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"A","text":"Reporting Abuse and Neglect."},"heading":{"title":"4","chaptersection":"1301","identifier":"4-1301.06","catch_text":"Investigation."}}