{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 6-2131.\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter IV, see §§ 2-9 of the Child Abuse and Neglect Prevention Children's Trust Fund Emergency Act of 1993 (D.C. Act 10-87, August 4, 1993, 40 DCR 6067) and §§ 2-9 of the Child Abuse and Neglect Prevention Children's Trust Fund Congressional Recess Emergency Act of 1993 (D.C. Act 10-133, October 27, 1993, 40 DCR 7600).\n\nLegislative History of Laws\n\nD.C. Law 10-56, the \"Child Abuse and Neglect Prevention Children's Trust Fund Act of 1993\" was introduced in Council and assigned Bill No. 10-114, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on July 13, 1993, and September 21, 1993, respectively. Signed by the Mayor on October 1, 1993, it was assigned Act No. 10-109 and transmitted to both Houses of Congress for its review. D.C. Law 10-56 became effective on November 20, 1993.\n\nDC CODE § 4-1341.01\n\nCurrent through December 11, 2012","credits":"(Oct. 5, 1993, D.C. Law 10-56, § 2, 40 DCR 7222.)","sections":[{"prefix":"1","text":" \"Child\" means a person under 18 years of age."},{"prefix":"2","text":" \"Child abuse\" means harm or threatened harm to a child's health or welfare by a person responsible for the child's health or welfare, which occurs through the intentional infliction of physical or emotional injury or an act of sexual abuse, which includes a violation of any provision of subchapter of this chapter."},{"prefix":"3","text":" \"Child neglect\" means harm to a child's health or welfare which occurs through the failure to provide adequate food, clothing, shelter, education, or medical care."},{"prefix":"4","text":" \"Prevention program\" means a program designed to prevent child abuse or child neglect including a community-based program that:"},{"prefix":"A","text":" Focuses on child abuse or child neglect;"},{"prefix":"B","text":" Focuses on public awareness;"},{"prefix":"C","text":" Focuses on prenatal care, perinatal bonding, child development, basic child care, care of children with special needs or coping with family stress;"},{"prefix":"D","text":" Provides aid to parents who potentially may abuse or neglect their children, child abuse or child neglect counseling, support groups for parents who potentially may abuse or neglect their children, and support groups for their children, or early identification of families in which there is a potential for child abuse or child neglect;"},{"prefix":"E","text":" Trains and places volunteers in programs that focus on child abuse or child neglect prevention; or"},{"prefix":"F","text":" Develops and makes available to the District of Columbia Board of Education curricula and educational material on basic child care and parenting skills, or trains educators."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"III","text":"Child Abuse and Neglect Prevention Children's Trust Fund."},"heading":{"title":"4","chaptersection":"1341","identifier":"4-1341.01","catch_text":"Definitions."}}