{"text":"","historical":"Temporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2 of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 3 of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) addition of section, see § 3 of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14- 82, July 9, 2001, 48 DCR 6355).\n\nLegislative History of Laws\n\nFor Law 14-20, see notes following § 4-1302.03.\n\nDelegation of Authority\n\nDelegation of Authority Pursuant to DC Act 14-40, the Child Fatality Review Committee Establishment Emergency Act of 2001, see Mayor's Order 2001-119, August 9, 2001 (48 DCR 7810).\n\nDC CODE § 4-1371.03\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 4603, 48 DCR 6981.)","sections":[{"prefix":"a","text":" There is established, as part of the District of Columbia government, a Child Fatality Review Committee. Facilities and other administrative support may be provided in a specific department or through the Committee, as determined by the Mayor."},{"prefix":"b","text":" The Committee shall:"},{"prefix":"1","text":" Identify and characterize the scope and nature of child deaths in the jurisdiction, particularly those that are violent, accidental, unexpected, or unexplained;"},{"prefix":"2","text":" Examine past events and circumstances surrounding child deaths by reviewing the records and other pertinent documents of public and private agencies responsible for serving families and children, investigating deaths, or treating children in an effort to reduce the number of preventable child fatalities and shall give special attention to child deaths that may have been caused by abuse, negligence, or other forms of maltreatment;"},{"prefix":"3","text":" Develop and revise as necessary operating rules and procedures for the review of child deaths, including identification of cases to be reviewed, coordination among the agencies and professionals involved, and improvement of the identification, data collection, and record keeping of the causes of child death;"},{"prefix":"4","text":" Recommend systemic improvements to promote improved and integrated public and private systems serving families and children;"},{"prefix":"5","text":" Recommend components for prevention and education programs; and"},{"prefix":"6","text":" Recommend training to improve the investigation of child deaths."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"V","text":"Child Fatality Review Committee."},"heading":{"title":"4","chaptersection":"1371","identifier":"4-1371.03","catch_text":"Establishment and purpose."}}