{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-341 rewrote subsec. (a) which had read as follows:\n\n\"(a) The Committee shall be responsible for reviewing the deaths of children who were residents of the District of Columbia and of such children who, or whose families, at the time of death, or at any point during the 2 years prior to the child's death, were known to the child welfare, juvenile justice, or mental retardation or developmental disabilities systems of the District of Columbia.\"\n\nD.C. Law 19-169, in subsec. (a)(1), substituted \"intellectual disability\" for \"mental retardation\"; and, in subsec. (e)(2), substituted \"intellectual or developmental disabilities systems\" for \"mental retardation/developmental disabilities system\".\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2 of Child Fatality Review Committee Establishment Temporary Act of 2001 (D.C. Law 14-20, September 6, 2001, law notification 48 DCR 9090).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 5 of Child Fatality Review Committee Establishment Emergency Act of 2001 (D.C. Act 14-40, April 25, 2001, 48 DCR 5917).\n\nFor temporary (90 day) addition of section, see § 5 of Child Fatality Review Committee Establishment Legislative Review Emergency Act of 2001 (D.C. Act 14- 82, July 9, 2001, 48 DCR 6355).\n\nLegislative History of Laws\n\nFor Law 14-28, see notes following § 4-344.01.\n\nFor Law 15-341, see notes following § 4-1303.51.\n\nFor history of Law 19-169, see notes under § 4-114.\n\nDC CODE § 4-1371.05\n\nCurrent through December 11, 2012","credits":"(Oct. 3, 2001, D.C. Law 14-28, § 4605, 48 DCR 6981; Apr. 12, 2005, D.C. Law 15-341, § 4, 52 DCR 2315; Sept. 26, 2012, D.C. Law 19-169, § 11(b), 59 DCR 5567.)","sections":[{"prefix":"a","text":" The Committee shall be responsible for reviewing the deaths of children who were residents of the District of Columbia and of such children who, or whose families, at the time of death:"},{"prefix":"1","text":" Or at any point during the 2 years prior to the child's death, were known to the juvenile justice or intellectual disability or developmental disabilities systems of the District of Columbia; and"},{"prefix":"2","text":" Or at any point during the 4 years prior to the child's death, were known to the child welfare system of the District of Columbia."},{"prefix":"b","text":" The Committee may review the deaths of nonresidents if the death is determined to be accidental or unexpected and occurs within the District."},{"prefix":"c","text":" The Committee shall establish, by regulation, the manner of review of cases, including use of the following approaches:"},{"prefix":"1","text":" Multidisciplinary review of individual fatalities;"},{"prefix":"2","text":" Multidisciplinary review of clusters of fatalities identified by special category or characteristic;"},{"prefix":"3","text":" Statistical reviews of fatalities; or"},{"prefix":"4","text":" Any combination of such approaches."},{"prefix":"d","text":" The Committee shall establish 2 review teams to conduct its review of child fatalities. The Infant Mortality Review Team shall review the deaths of children under the age of one year and the Child Fatality Review Team shall review the deaths of children over the age of one year. Each team may include designated public officials with responsibilities for child and juvenile welfare from each of the agencies and entities listed in § 4-1371.04."},{"prefix":"e","text":" Full multidisciplinary/multi-agency reviews shall be conducted, at a minimum, on the following fatalities:"},{"prefix":"1","text":" Those children known to the juvenile justice system;"},{"prefix":"2","text":" Those children who are known to the intellectual or developmental disabilities systems;"},{"prefix":"3","text":" Those children for which there is or has been a report of child abuse or neglect concerning the child's family;"},{"prefix":"4","text":" Those children who were under the jurisdiction of the Superior Court of the District of Columbia (including protective service, foster care, and adoption cases);"},{"prefix":"5","text":" Those children who, for some other reason, were wards of the District; and"},{"prefix":"6","text":" Medical Examiner Office cases."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"V","text":"Child Fatality Review Committee."},"heading":{"title":"4","chaptersection":"1371","identifier":"4-1371.05","catch_text":"Criteria for case review."}}