{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nDC CODE § 4-1303.03a\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title III, § 303a, as added Apr. 12, 2005, D.C. Law 15-341, § 2(j), 52 DCR 2315.)","sections":[{"prefix":"a","text":" To implement the Director's authority to deliver child and family services pursuant to § 4-1303.03(a-1)(3), the Agency may financially support, in cooperation with other public and private agencies, a program of neighborhood-based services to families with children to meet permanency and safety goals set forth in the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D.C. Law 13-136; 47 DCR 2850)."},{"prefix":"b","text":" Any program of neighborhood-based services to families with children that the Agency supports shall:"},{"prefix":"1","text":" Give communities, through neighborhood-based collaboratives or other organizations, the maximum opportunity to design and deliver, or arrange for the delivery of, child welfare services consistent with:"},{"prefix":"A","text":" The health and safety of the child;"},{"prefix":"B","text":" The policies and programs of the Agency; and"},{"prefix":"C","text":" The implementation plan in the LaShawn v. Williams case while it is in effect; and"},{"prefix":"2","text":" Contain measurable performance outcomes by which the programs will be evaluated in conjunction with data provided by the Agency, including:"},{"prefix":"A","text":" The numbers of children and families referred for services;"},{"prefix":"B","text":" The number of children and families provided services, along with a breakdown of the particular services provided;"},{"prefix":"C","text":" Subsequent referrals of children and families served by neighborhood-based programs to the Agency's child abuse and neglect reporting line; and"},{"prefix":"D","text":" Subsequent foster care placements for children served by neighborhood-based programs."},{"prefix":"3","text":" The performance outcomes required by paragraph (2) of this subsection shall be included in the annual report to the Mayor, Council, and public required by § 4-1303.03(b)(10), and shall be incorporated into any contract between the Agency and a neighborhood-based service provider."},{"prefix":"c","text":" For the purposes of this section, the term \"services to families with children\" means:"},{"prefix":"1","text":" Assistance to help a family resolve a crisis that is brought on by catastrophe, crime, death, economic deprivation, desertion, domestic violence, lack of shelter, physical or mental illness, or substance abuse, and threatens the safety and welfare of the child;"},{"prefix":"2","text":" Family interventions:"},{"prefix":"A","text":" To resolve marital and relationship conflict, family conflict, and parent-child relationship problems; and"},{"prefix":"B","text":" To teach parenting, and child care and development skills;"},{"prefix":"3","text":" Information and referral services to teach families how to locate and use community services, including health care and legal services; and"},{"prefix":"4","text":" Home management services to teach the management of household duties and responsibilities, including budgeting skills."},{"prefix":"d","text":" In implementing partnerships with neighborhood groups, the Agency may:"},{"prefix":"1","text":" Report to the Mayor and Council on specific services needed but not available in sufficient number to prevent child endangerment;"},{"prefix":"2","text":" To the extent possible:"},{"prefix":"A","text":" Coordinate for families with children the delivery of day care, health, education, mental health, employment, housing, domestic violence, and other services provided by public and private agencies;"},{"prefix":"B","text":" Deliver services through organizations based in the neighborhoods in which the recipients live;"},{"prefix":"C","text":" Consult with families served by the Agency to determine appropriate services; and"},{"prefix":"3","text":" Share information regarding its program with the Mayor's Advisory Committee on Child Abuse and Neglect and the Mayor's Commission on Violence Against Women."},{"prefix":"e","text":" The Mayor, in consultation with the Agency and in accordance with Chapter 5 of Title 2, may issues rules to implement neighborhood-based programs under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.03a","catch_text":"Provision of neighborhood-based services; partnerships with neighborhood groups."}}