{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-341, see notes following § 4-1303.51.\n\nDC CODE § 4-1303.53\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title IIIB, § 353, as added Apr. 12, 2005, D.C. Law 15-341, § 2(m), 52 DCR 2315.)","sections":[{"prefix":"a","text":"(1) A quorum shall consist of 8 members and the Panel shall develop written bylaws, with the approval of a majority of Panel members, to establish other procedural requirements it considers necessary, including the designation of additional officers."},{"prefix":"2","text":" The Panel may establish such committees as it considers necessary, according to rules set forth in the bylaws."},{"prefix":"3","text":" The Panel may establish written protocols to guide its work in evaluating the policies, practices, procedures, and performance of the child welfare system."},{"prefix":"b","text":"(1) The Panel shall meet not less than once every 3 months, in appropriate meeting space provided by the Agency, at no cost."},{"prefix":"2","text":" Panel meetings shall be open to the public, except that the Panel shall meet in closed session when it is reviewing specific child cases."},{"prefix":"3","text":" Any resolution, rule, act, regulation, or other official action is effective only if it is taken, made, or enacted at an open meeting as defined in § 1-207.42."},{"prefix":"c","text":"(1) The Panel shall receive staff support from one or more employees of the Agency, as designated by the Director of the Agency."},{"prefix":"2","text":" The Agency shall include in its annual performance-based budget submission to the Mayor and Council, beginning in Fiscal Year 2007, an activity-level line item for the Panel, which will include personal services and non-personal services funding."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C-Ii","text":"Citizen Review Panel."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.53","catch_text":"Panel procedures: meetings: staff support."}}