{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2102.\n\n1973 Ed., § 6-2102.\n\nEffect of Amendments\n\nD.C. Law 13-277 substituted \"Agency\" for \"Division\" throughout the section.\n\nD.C. Law 15-341 rewrote the section which had read as follows:\n\n\"(a) Upon the receipt of an oral report, the Agency shall immediately inform the police of the contents of the report, if it alleges a child is or may have been an abused child.\n\n\"(b) The Agency shall commence an investigation of all reports alleging neglect other than abuse within 24 hours of the receipt of the report except that when:\n\n\"(1) A report alleges that a child is left alone or with inadequate supervision, the Agency shall commence an investigation immediately. If the Agency is unable to dispatch a worker to the child forthwith, it shall inform the police of the report;\n\n\"(2) A report indicates the existence of an immediate danger to a child and the immediate removal of the child from his or her surroundings appears necessary despite the available resources, the Agency shall inform the police of the contents of the report and request the police to investigate. The Agency shall immediately commence a social investigation.\n\n\"(c) In all cases occurring after normal working hours or when it is otherwise deemed necessary, the Agency may request the assistance of the police.\"\n\nD.C. Law 18-228 rewrote the section, which had read as follows:\n\n\"(a) The Agency shall conduct a thorough investigation of a report of suspected child abuse or neglect to protect the health and safety of the child or children.\n\n\"(b) The investigation shall commence:\n\n\"(1) Immediately upon receiving a report of suspected abuse or neglect indicating that the child's safety or health is in immediate danger; and\n\n\"(2) As soon as possible, and at least within 24 hours, upon receiving any report not involving immediate danger to the child.\n\n\"(c) The initial phase of the investigation shall:\n\n\"(1) Be completed within 24 hours of its commencement;\n\n\"(2) Include notification and coordination with the Metropolitan Police Department when there is indication of a crime, including sexual or serious physical abuse; and\n\n\"(3) Include:\n\n\"(A) Seeing the child and all other children in the household outside of the presence of the caretaker or caretakers;\n\n\"(B) Conducting an interview with the child's caretaker or caretakers;\n\n\"(C) Speaking with the source of the report;\n\n\"(D) Assessing the safety and risk of harm to the child from abuse or neglect in the place where the child lives;\n\n\"(E) Deciding on the safety of the child and of other children in the household; and\n\n\"(F) Deciding on the safety of other children in the care or custody of the person or persons alleged to be abusing or neglecting the child.\n\n\"(d) The Agency may request the assistance of the Metropolitan Police Department to assist in the investigation or to ensure the safety of Agency staff.\"\n\nD.C. Law 19-21 repealed subsec. (e)(1); and, in subsec. (e)(2), substituted \"December 15, 2011\" for \"October 1, 2010\" in the lead-in language, substituted \"to phase in full implementation of this alternative to investigation;\" for \"toward full implementation of this alternative to investigation; and\" in subpar. (A), substituted \"process; and\" for \"process.\" in subpar. (B), and added subpar. (C). Prior to repeal, subsec. (e)(1) read as follows:\n\n\"(e)(1) The use of family assessments, where appropriate, shall be fully implemented within 365 days of September 24, 2010.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 5022(a) of Fiscal Year 2012 Budget Support Emergency Act of 2011 (D.C. Act 19-93, June 29, 2011, 58 DCR 5599).\n\nFor temporary (90 day) repeal of section 3 of D.C. Law 18-228, see § 109 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor D.C. Law 13-277, see note following § 4-1301.02.\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nFor Law 18-228, see notes following § 4-1301.02.\n\nFor history of Law 19-21, see notes under § 4-204.07.\n\nMiscellaneous Notes\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nSection 3 of D.C. Law 18-228 provides:\n\n\"Sec. 3. Applicability.\n\n\"This act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Law 18-228 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 18-228, are not in effect.\n\nThe Budget Director of the Council of the District of Columbia has determined, as of October 10, 2012, that the fiscal effect of Title III of Law 18-228 has been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by Law 18-228, are in effect. Section 109 of Emergency Act 19-482 repealed section 3 of Law 18-228.\n\nShort title: Section 5051 of D.C. Law 19-21 provided that subtitle F of title V of the act may be cited as \"Families Together Amendment Act of 2011\".\n\nDC CODE § 4-1301.04\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title I, § 104, 24 DCR 3341; Apr. 4, 2001, D.C. Law 13-277, § 2(b), 48 DCR 2043; Apr. 12, 2005, D.C. Law 15-341, § 2(b), 52 DCR 2315; Sept. 24, 2010, D.C. Law 18-228, § 2(b), 57 DCR 6926; Sept. 14, 2011, D.C. Law 19-21, § 5052(a), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) The Agency shall conduct a thorough investigation of a report of suspected child abuse or neglect to protect the health and safety of the child or children."},{"prefix":"2","text":" For all other reports of suspected child abuse or neglect, the Agency, directly or through a contractor or another appropriate District agency, shall conduct either a thorough investigation or a family assessment. A family's cooperation with the family assessment and its acceptance of services offered pursuant to the assessment shall be voluntary; provided, that there are no child-safety concerns."},{"prefix":"3","text":" If at any time the Agency determines that a report referred for family assessment should be re-referred for an investigation, the Agency shall commence an investigation pursuant to subsections (b), (c), and (d) of this section and the requirements of this subchapter."},{"prefix":"4","text":" If the family assessment determines that the family needs services, the Agency, directly or through a contractor or another appropriate District agency, shall assist the family in obtaining these services."},{"prefix":"5","text":" The family assessment shall commence as soon as possible, but no later than 5 days after the Agency's receipt of the report, and shall include seeing the child and all other children in the household within that 5-day period; provided, that the report does not involve a child who is at imminent risk of or has experienced abuse or neglect that the Agency determines to be severe, in which case the report shall be referred for investigation."},{"prefix":"6","text":" If at any time the Agency finds, through an evaluation, that the time period of 5 days to commence a family assessment is not serving the best interest of families and children, it shall re-evaluate its practices regarding commencement and implementation of the family assessment, comparing its practices with national standards and best practices. The Agency shall report the conclusions of any re-evaluation to the Council, along with recommendations, if any, for legislative initiatives that address the conclusions of the report."},{"prefix":"b","text":" The investigation shall commence:"},{"prefix":"1","text":" Immediately upon receiving a report of suspected abuse or neglect or a referral for investigation following a family assessment indicating that the child's safety or health is in immediate danger; and"},{"prefix":"2","text":" As soon as possible, and at least within 24 hours, upon receiving any report or a referral for investigation following a family assessment not involving immediate danger to the child."},{"prefix":"c","text":" The initial phase of the investigation shall:"},{"prefix":"1","text":" Be completed within 24 hours of its commencement;"},{"prefix":"2","text":" Include notification and coordination with the Metropolitan Police Department when there is indication of a crime, including sexual or serious physical abuse; and"},{"prefix":"3","text":" Include:"},{"prefix":"A","text":" Seeing the child and all other children in the household outside of the presence of the caretaker or caretakers;"},{"prefix":"B","text":" Conducting an interview with the child's caretaker or caretakers;"},{"prefix":"C","text":" Speaking with the source of the report;"},{"prefix":"D","text":" Assessing the safety and risk of harm to the child from abuse or neglect in the place where the child lives;"},{"prefix":"E","text":" Deciding on the safety of the child and of other children in the household; and"},{"prefix":"F","text":" Deciding on the safety of other children in the care or custody of the person or persons alleged to be abusing or neglecting the child;"},{"prefix":"G","text":" A finding as to whether the report of abuse or neglect is substantiated, inconclusive, or unfounded, unless at any time during the investigation the Director determines it appropriate to refer the family for a family assessment and suspends the investigation to complete a family assessment in accordance with rules issued pursuant to § 4-1306.01(d)."},{"prefix":"d","text":" The Agency may request the assistance of the Metropolitan Police Department to assist in the investigation or to ensure the safety of Agency staff."},{"prefix":"e","text":"(1) Repealed."},{"prefix":"2","text":" On or before December 15, 2011, the Agency shall submit a written report to the Council's Committee on Human Services detailing the Agency's progress toward using family assessments as authorized by this section, which shall include:"},{"prefix":"A","text":" A detailed review of the steps taken to phase in full implementation of this alternative to investigation;"},{"prefix":"B","text":" An evaluation of the strengths and needs of the implementation process; and"},{"prefix":"C","text":" Whether additional funding will be needed in fiscal year 2013 for expanded implementation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"A","text":"Reporting Abuse and Neglect."},"heading":{"title":"4","chaptersection":"1301","identifier":"4-1301.04","catch_text":"Handling of reports--By Agency."}}