{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2123.\n\n1973 Ed., § 6-2133.\n\nEffect of Amendments\n\nD.C. Law 13-136 rewrote this section, which previously read:\n\n\"(a) The Chief of the Division shall have the following duties and responsibilities, any of which may be contracted for with private or other public agencies:\n\n\"(1) To receive and investigate reports of neglect as provided in § 103 of this act, and §§ 6-2102 and 6-2104 and to assist in the determination of the need for the removal of an abused child as provided in § 6-2105;\n\n\"(2) Within 90 days of taking a child into custody pursuant to paragraph (1) of subsection (c) of § 6-2124, to return the child to the home or to request the filing of a neglect petition in the Family Division of the Superior Court of the District of Columbia;\n\n\"(3) To maintain a program of treatment and services for families of neglected and abused children;\n\n\"(4) To prepare annually a plan for child protective services which shall be reviewed and commented on by the Mayor's Committee on Child Abuse and Neglect. The plan shall:\n\n\"(A) Describe the Division's implementation of this act, including its organization, staffing, method of operations and financing, and programs and procedures for the receipt, investigation and verification of reports;\n\n\"(B) Describe the provisions for the determination of protective and the treatment of ameliorative service needs, and the provision of such services;\n\n\"(C) State the guidelines for referrals to the Family Division of the Superior Court of the District of Columbia; and\n\n\"(D) State the provisions for monitoring, evaluation and planning. The 1st plan shall be made available to the public within 90 days of September 23, 1977;\n\n\"(5) To encourage and assist in the formation of child abuse/neglect teams in hospitals, health and mental health clinics and other appropriate facilities in the District of Columbia; and\n\n\"(6) To take whatever additional actions are necessary to accomplish the purposes of this act.\n\n\"(b) The Director of the Department of Human Services, in addition to his or her other responsibilities, shall have the following duties and responsibilities, any of which may be contracted for with private or other public agencies:\n\n\"(1) When a child has been adjudicated a neglected child and committed to the Department of Human Services, to offer rehabilitative services to the child's family;\n\n\"(2) When rehabilitative services have failed to reunite a committed child and his or her family within a reasonable time, to prepare a permanent plan for the child;\n\n\"(3) To establish or attempt to secure priority access for protective service clients, by contract or agreement with private organizations, other public agencies, or other Department of Human Services units, to services necessary for the preservation or reunification of families. These services may include but shall not be limited to:\n\n\"(A) Emergency financial aid;\n\n\"(B) Emergency caretakers;\n\n\"(C) Homemakers;\n\n\"(D) Family shelters;\n\n\"(E) Emergency foster homes;\n\n\"(F) Facilities providing medical, psychiatric or other therapeutic services;\n\n\"(G) Day care;\n\n\"(H) Parent aides/lay therapists;\n\n\"(4) To monitor and evaluate services to and needs of neglected children and their families;\n\n\"(5) To compile and publish training materials and provide technical assistance on neglect prevention, identification and treatment; and\n\n\"(6) To prepare and submit to the Mayor, the Council of the District of Columbia, and the public an annual report which shall include a description of the specific actions taken to implement this act and an evaluation of the Division's performance. The report shall include a full statistical analysis of case reports received, an evaluation of services offered, recommendations for additional legislation or services needed to fulfill the purposes of this act and the comments submitted by the Mayor's Interagency Interdepartmental Committee on Abuse and Neglect. The 1st report shall be submitted not later than 1 year and 90 days after September 23, 1977.\n\n\"(c) The Chief of the Division and the Director of the Department of Human Resources shall implement the Protection of Children from Exposure to Drug-related Activity Amendment Act of 1989. The Chief of the Division and the Director of the Department of Human Services shall provide the services authorized pursuant to this section to a child who is abused as a result of inadequate care, control, or subsistence due to exposure to drug-related activity.\"\n\nD.C. Law 13-277 rewrote the section heading which had read: \"Duties and Responsibilities\"; in subsec. (a), rewrote the lead-in sentence which had read: \"The Chief of the Division, or the person or agency that contracts with the department for these services shall:\", in par. (4)(A)(i), substituted \"Agency's\" for \"Division's\", and added pars. (7) to (15); added subsec. (a-1); in subsec. (b), in the lead-in sentence, substituted \"Agency, or the person or agency the Agency contracts with\" for \"Director of the Department of Human Services, or the person or agency the department contracts with\", in pars. (2) and (4), substituted \"Agency\" for \"Department of Human Services\", and in par. (10(E), substituted \"Agency's\" for \"Division's\"; in subsec. (c), substituted \"Director of the Agency\" for \"Chief of the Division and the Director of the Department of Human Services\"; and, in subsec. (d), substituted \"Agency\" for \"Department of Human Services\", and deleted \"and the Child Abuse Unit of the Social Services Division of the Superior Court of the district of Columbia\" preceding \"in administering\".\n\nD.C. Law 14-42 validated a previously made technical correction in subsec. (d).\n\nD.C. Law 15-341, in subsec. (a)(1), substituted \"abuse or neglect\" for \"neglect\" and substituted \"abused or neglected\" for \"abused\"; in subsec. (a)(2), substituted \"that the Office of the Attorney General file\" for \"the filing of\"; rewrote subsecs. (a-1)(5), (b)(4)(D), and (b)(4)(F); deleted 'and\" from the end of (b)(4)(G); added subsecs. (b)(4)(I), (J), and (K); deleted 'and\" from the end of (b)(9); added subsecs. (b)(9A) and (9B); rewrote subsec. (b)(10)(B)(iii); deleted 'and\" from the end of subsec. (b)(10)(B)(iv); and added subsec. (b)(10)(B)(v). Prior to amendment, subsecs. (a-1)(5), (b)(4)(D), (b)(4)(F), and (b)(10)(B)(iii) read as follows:\n\n\"(5) To facilitate meetings for a child in foster care with extended family members;\"\n\n\"(D) Family shelters;\"\n\n\"(F) Facilities providing medical, psychiatric, or other therapeutic services;\"\n\n\"(iii) The number of children who have been in care for 24 months or longer, the number of children who became part of this class during the previous year, and the ages and legal statuses of these children; and\"\n\nD.C. Law 15-354 repealed par. (12) of subsec. (a) which had read as follows:\n\n\"(12) To encourage and assist in the formation of child abuse and neglect teams in hospitals, health and mental health clinics, and other appropriate facilities in the District of Columbia;\".\n\nD.C. Law 17-199, in subsec. (a-1), added par. (3A).\n\nD.C. Law 18-162, in subsec. (a), deleted \"and\" from the end of par. (14); substituted \"; and\" for a period at the end of par. (15), and added par. (16).\n\nD.C. Law 18-230, in subsec. (a), deleted \"and\" from the end of par. (15); substituted \"; and\" for a period at the end of par. (16), and added par. (17).\n\nD.C. Law 18-312 added subsec. (b)(11).\n\nD.C. Law 19-162 added subsecs. (a)(18) and (19).\n\nD.C. Law 19-171 validated previously made technical corrections in the designation of subsecs. (a)(15), (16), and (17); and, in subsec. (a-1)(9), substituted \"consistent with Chapter 3A of Title 2; except, that § 2-352.01(a) shall not apply\" for \"consistent with unit A of Chapter 3 of Title 2, except § 2-301.05(a), (b), (c), and (e)\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 201(d) of Adoption and Safe Families Temporary Amendment Act of 1999 (D.C. Law 13-56, March 7, 2000, law notification 47 DCR 1978).\n\nFor temporary (225 day) amendment of section, see § 2 of Child and Family Services Grant-making Temporary Amendment Act of 2006 (D.C. Law 16-193, March 2, 2007, law notification 54 DCR 2491).\n\nFor temporary (225 day) amendment of section, see § 2 of Child and Family Services Grant-making Temporary Amendment Act of 2007 (D.C. Law 17-105, February 2, 2008, law notification 55 DCR 4257).\n\nEmergency Act Amendments\n\nFor temporary provisions transferring to the Mayor the discretionary authority for creating monetary obligations and approving expenditures in the District of Columbia's Aid to Families With Dependent Children, Medicaid, and child abuse and neglect/foster care programs that Reorganization Plan No. 2 of 1979, Reorganization Plan No. 3 of 1986, and the Prevention of Child Abuse and Neglect Act of 1977 vested in the Department of Human Services, see § 2 of the Reorganization No. 2 of 1995 to Transfer to the Mayor Certain Discretionary Authority Vested in the Department of Human Services Emergency Act of 1995 (D.C. Act 11-103, July 21, 1995, 42 DCR 4012).\n\nFor temporary (90-day) amendment of section, see § 201(d) of the Adoption and Safe Families Emergency Amendment Act of 1999 (D.C. Act 13-117, July 28, 1999, 46 DCR 6558).\n\nFor temporary (90-day) amendment of section, see § 201(d) of the Adoption and Safe Families Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13- 178, November 2, 1999, 46 DCR 9714).\n\nFor temporary (90-day) amendment of section, see § 201(d) of the Adoption and Safe Families Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-240, January 11, 2000, 47 DCR 556).\n\nFor temporary (90 day) amendment of section, see § 4(b) of the Adoption and Safe Families Compliance Congressional Review Emergency Amendment Act of 2000 (D.C. Act 13-451, November 7, 2000, 47 DCR 9399).\n\nFor temporary (90 day) amendment of section, see § 4(b) of Adoption and Safe Families Compliance Emergency Amendment Act of 2001 (D.C. Act 14-65, June 6, 2001, 48 DCR 5721).\n\nFor temporary (90 day) amendment of section, see § 13 of Technical Amendments Emergency Act of 2001 (D.C. Act 14-108, August 3, 2001, 48 DCR 7622).\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Grant-making Emergency Amendment Act of 2006 (D.C. Act 16-450, July 21, 2006, 53 DCR 6493).\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Grant-making Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-522, October 27, 2006, 53 DCR 9120).\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Grant-making Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-668, December 28, 2006, 54 DCR 1144).\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Grant-making Emergency Amendment Act of 2007 (D.C. Act 17-167, October 19, 2007, 54 DCR 10976).\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Grant-making Congressional Review Emergency Amendment Act of 2008 (D.C. Act 17-247, January 23, 2008, 55 DCR 1251).\n\nFor temporary (90 day) repeal of section 701 of D.C. Law 18-230, see § 110 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor legislative history of D.C. Law 8-87, see Historical and Statutory Notes following § 4-1301.06a.\n\nFor Law 13-136, see notes following § 4-1301.02.\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nLaw 14-42, the \"Technical Correction Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-216, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 5, 2001, and June 26, 2001, respectively. Signed by the Mayor on July 24, 2001, it was assigned Act No. 14-107 and transmitted to both Houses of Congress for its review. D.C. Law 14-42 became effective on October 26, 2001.\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nFor Law 15-354, see notes following § 4-204.55.\n\nLaw 17-199, the \"Child and Family Services Grant-Making Amendment Act of 2008\", was introduced in Council and assigned Bill No.17-250 which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on April 1, 2008, and May 6, 2008, respectively. Signed by the Mayor on May 23, 2008, it was assigned Act No. 17-396 and transmitted to both Houses of Congress for its review. D.C. Law 17-199 became effective on July 18, 2008.\n\nFor Law 18-162, see notes following § 4-1303.03.\n\nFor Law 18-230, see notes following § 4-301.\n\nFor history of Law 18-312, see notes under § 4-1301.02.\n\nLaw 19-162, the \"Foster Care Youth Employment Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-691, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on April 17, 2012, and May 1, 2012, respectively. Signed by the Mayor on May 16, 2012, it was assigned Act No. 19-372 and transmitted to both Houses of Congress for its review. D.C. Law 19-162 became effective on July 13, 2012.\n\nFor history of Law 19-171, see notes under § 4-205.19m.\n\nReferences in Text\n\nThe \"Protection of Children from Exposure to Drug-related Activity Amendment Act of 1989\", referred to in (c), is D.C. Law 8-87.\n\nDelegation of Authority\n\nDelegation of Authority to the Child and Family Services Agency under Section 303(a)(16)(E) of the Prevention of Child Abuse and Neglect Act of 1977, see Mayor's Order 2010-154, September 17, 2010 (57 DCR 8543).\n\nMiscellaneous Notes\n\nDirectives and Redelegation of Authority to Assure the Continued Operation of the Aid to Families with Dependent Children, Medicaid and Child Abuse-and-Neglect/Foster Care Programs During Fiscal Year 1995: See Mayor's Order 95- 115, August 31, 1995.\n\nFor applicability of D.C. Law 13-277, see note following § 4-1303.01a.\n\nSection 701 of D.C. Law 18-230 provides:\n\n\"Sec. 701. Applicability.\n\n\"Title III of this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Title III of Law 18-230 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are not in effect.\n\nThe Budget Director of the Council of the District of Columbia has determined, as of October 10, 2012, that the fiscal effect of Title III of Law 18-230 has been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are in effect. Section 110 of Emergency Act 19-482 repealed section 701 of Law 18-230.\n\nDC CODE § 4-1303.03\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title III, § 303, 24 DCR 3341; Mar. 15, 1990, D.C. Law 8-87, § 3(e), 37 DCR 50; June 27, 2000, D.C. Law 13-136, § 201(d), 47 DCR 2850; Apr. 4, 2001, D.C. Law 13-277, § 2(o), 48 DCR 2043; Oct. 26, 2001, D.C. Law 14-42, § 13, 48 DCR 7612; Apr. 12, 2005, D.C. Law 15-341, § 2(i), 52 DCR 2315; Apr. 13, 2005, D.C. Law 15-354, § 95, 52 DCR 2638; July 18, 2008, D.C. Law 17-199, § 2, 55 DCR 6285; May 27, 2010, D.C. Law 18-162, § 2(b), 57 DCR 3029; Sept. 24, 2010, D.C. Law 18-230, § 301(a), 57 DCR 6951; Mar. 12, 2011, D.C. Law 18-312, § 2(b), 57 DCR 12398; July 13, 2012, D.C. Law 19-162, § 2, 59 DCR 5713; Sept. 26, 2012, D.C. Law 19-171, §§ 35, 208, 59 DCR 6190.)","sections":[{"prefix":"a","text":" The Director of the Agency shall have the following duties and powers, any of which may be contracted for, as appropriate, with private or other public agencies:"},{"prefix":"1","text":" Receive and investigate reports of abuse or neglect as provided in subchapter II of this chapter, § 4-1301.04 and § 4-1301.06 and assist in the determination of the need for the removal of an abused or neglected child as provided in § 4-1301.07;"},{"prefix":"2","text":" Within 90 days of taking a child into custody pursuant to § 4- 1303.04(c)(1), return the child to the home or to request that the Office of the Attorney General file a neglect petition in the Family Division of the Superior Court of the District of Columbia;"},{"prefix":"3","text":" To maintain a program of treatment and services for families of neglected and abused children including services designed to help children, where safe and appropriate, return to families from which they have been removed;"},{"prefix":"4","text":"(A) To prepare annually a plan for child protective services, which shall be reviewed and commented on by the Mayor's Committee on Child Abuse and Neglect, and which shall:"},{"prefix":"i","text":" Describe the Agency's implementation of the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D.C. Law 13-136; 47 DCR 2850), including its organization, staffing, method of operations and financing, and programs and procedures for the receipt, investigation and verification of reports;"},{"prefix":"ii","text":" Describe the provisions for the determination of protective services and the treatment of ameliorative service needs, and the provision of such services;"},{"prefix":"iii","text":" State the guidelines for referrals to the Family Division of the Superior Court of the District of Columbia; and"},{"prefix":"iv","text":" State the provisions for monitoring, evaluation, and planning."},{"prefix":"B","text":" The first plan shall be made available to the public within 90 days of June 27, 2000;"},{"prefix":"5","text":" To encourage and assist in the formation of child abuse and neglect teams in hospitals, health and mental health clinics, and other appropriate facilities in the District of Columbia; and"},{"prefix":"6","text":" To take whatever additional actions are necessary to accomplish the purposes of the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D.C. Law 13-136; 47 DCR 2850)."},{"prefix":"7","text":" To provide services to families and children who are eligible for such services, consistent with the requirements of this subchapter, through programs of services to families with children, child protective services, foster care, and adoption;"},{"prefix":"8","text":" To maintain a 24-hour, 7-days-a-week intake component to receive reports of suspected child abuse or neglect. The intake component shall be staffed at all times by workers specially trained in intake and crisis intervention and shall maintain:"},{"prefix":"A","text":" The capacity for receiving reports and for responding promptly with investigation and emergency services;"},{"prefix":"B","text":" A widely publicized telephone number for receiving reports at all times; and"},{"prefix":"C","text":" Sufficient telephone lines and qualified staff so that all calls will be answered immediately by a trained worker;"},{"prefix":"9","text":" To receive reports of suspected child abuse and neglect;"},{"prefix":"10","text":" To conduct a social service investigation of alleged child abuse and neglect cases, including joint investigation with the Metropolitan Police Department;"},{"prefix":"11","text":" To provide and maintain, for families of children who have been abused or neglected, a program of treatment and services designed to promote the safety of children, reunification of families, and timely permanent placements;"},{"prefix":"12","text":" Repealed."},{"prefix":"13","text":" To provide protective service clients appropriate services necessary for the preservation of families, or to contract with private or other public agencies for the purpose of carrying out this duty. These services may include:"},{"prefix":"A","text":" Emergency financial aid;"},{"prefix":"B","text":" Emergency caretakers;"},{"prefix":"C","text":" Homemakers;"},{"prefix":"D","text":" Family shelters;"},{"prefix":"E","text":" Emergency foster homes;"},{"prefix":"F","text":" Facilities providing medical, psychiatric, and other therapeutic services;"},{"prefix":"G","text":" Day care;"},{"prefix":"H","text":" Parent aides;"},{"prefix":"I","text":" Lay therapists; and"},{"prefix":"J","text":" Respite care;"},{"prefix":"14","text":" To offer rehabilitative services to the child's family in an effort to reunify the family when a child has been adjudicated a neglected child and placed in foster care;"},{"prefix":"15","text":" To immediately, upon court direction, implement the concurrent or alternative plan for the permanent placement of a child when time-limited family reunification services, as defined in § 4-1301.02(19), have failed to reunite a child in foster care with his or her family or when D.C. Code § 16-2354 applies;"},{"prefix":"16","text":"(A) To request from a consumer reporting agency that compiles and maintain files on consumers on a nationwide basis and is nationally ranked among the top 3 such agencies, the disclosure of file information pursuant to section 609 of the federal Fair Credit Reporting Act, approved October 26, 1970 (84 Stat. 1131; 15 U.S.C. § 1681g), on behalf of a ward of the Agency under the age of 18 years to determine whether identify theft has occurred, when:"},{"prefix":"i","text":" An adoption petition has been filed in the Superior Court of the District of Columbia;"},{"prefix":"ii","text":" A motion for guardianship has been filed in the Superior Court of the District of Columbia; or"},{"prefix":"iii","text":" The Agency anticipates that the jurisdiction of the Family Court of the Superior Court of the District of Columbia will be terminated."},{"prefix":"B","text":" The Agency shall provide the disclosed file information to the ward's guardian ad litem within 30 days of obtaining the results."},{"prefix":"C","text":" For a ward over the age of 18 years, the Agency shall assist the ward if the ward wants to obtain disclosure of file information prior to the termination of the jurisdiction of the Family Court of the Superior Court of the District of Columbia."},{"prefix":"D","text":" If the Agency determines that disclosed file information indicates that identity theft may have occurred, the Agency shall refer the ward to an approved organization that provides credit counseling to victims of identity theft; provided, that the Agency shall not be responsible for providing assistance beyond a referral."},{"prefix":"E","text":" Within 120 days of May 27, 2010, the Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to implement the provisions of this paragraph. The proposed rules shall be submitted to the Council for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by resolution within the 30-day review period, the proposed rules shall be deemed approved; and"},{"prefix":"17","text":" To establish and maintain the Voluntary Foster Care Registry, established pursuant to § 4-1303.08 as a post-care service, for individuals 18 years or older who were or currently are respondents in a child abuse or neglect case under Chapter 23 of Title 16 and for their immediate birth family members, as defined in § 4-1303.08(g)."},{"prefix":"a-1","text":" The Director of the Agency shall have the following additional duties and powers:"},{"prefix":"1","text":" To take into custody and place in shelter care, in accordance with subchapter I of Chapter 23 of Title 16, children who have been abused or neglected;"},{"prefix":"2","text":" To develop and test innovative models of practice consistent with the purposes of this subchapter;"},{"prefix":"3","text":" To develop programs that deliver a broad range of child and family services, including programs that involve the participation of community and neighborhood-based groups in prevention and intervention services;"},{"prefix":"3A","text":"(A) To issue grants to community and neighborhood-based groups for programs that deliver prevention and intervention services; provided, that the Director submits an annual report to the Council that includes the recipient, amount, purpose, and term of each grant issued, and a description of outcomes to be achieved and an evaluation of whether or not those outcomes have been achieved for each grant issued."},{"prefix":"B","text":" A grant in excess of $1 million shall be submitted to the Council for approval in accordance with § 1-204.51."},{"prefix":"4","text":" To facilitate:"},{"prefix":"A","text":" Permanent placement of a child, including reunification with original caretakers where such placement is consistent with the child's safety;"},{"prefix":"B","text":" Permanent placement with relatives; and"},{"prefix":"C","text":" Adoptive placement, as appropriate;"},{"prefix":"5","text":" To facilitate meetings for a child in foster care with parents, siblings, relatives, and extended family members;"},{"prefix":"6","text":" To provide other programs and services that are consistent with the purposes of this subchapter;"},{"prefix":"7","text":" To monitor and evaluate services to and needs of abused and neglected children and their families;"},{"prefix":"8","text":" To be the personnel authority for all employees of the Agency, including the exercise of full authority to hire, retain, and terminate personnel, consistent with Chapter 6 of Title 1;"},{"prefix":"9","text":" By delegation from the Mayor, and independent of the Office of Contracting and Procurement, to exercise procurement authority to carry out the purposes of the Agency, including contracting and contract oversight, consistent with Chapter 3A of Title 2; except, that § 2-352.01(a) shall not apply;"},{"prefix":"10","text":" Starting not later than October 1, 2001, and notwithstanding the licensing powers and responsibilities given to other District agencies and officials in subchapters I-A and I-B of Chapter 28 of Title 47, to be the exclusive agency to regulate foster and group homes for children who have been abused or neglected and to regulate child placement agencies for these children. For the purposes of this paragraph, the term \"regulate\" means all licensing, and related functions, except fire inspections and the issuance of certificates of occupancy and all inspections relating to those certificates;"},{"prefix":"11","text":" Starting not later than October 1, 2001, to be the \"appropriate authority,\" under § 4-1421 for children who have been abused or neglected;"},{"prefix":"12","text":" To adopt regulations to carry out the purposes of this subchapter, in accordance with Chapter 5 of Title 2; and"},{"prefix":"13","text":" To take whatever additional actions are necessary to accomplish the purposes of this subchapter."},{"prefix":"b","text":" The Agency, or the person or agency the Agency contracts with, shall:"},{"prefix":"1","text":" When a child is at risk of being removed from his or her home because of child abuse or neglect, provide family preservation services designed to help the child remain safely with his or her family;"},{"prefix":"2","text":" When a child has been adjudicated a neglected child and committed to the Agency, offer rehabilitative services to the child's family including time-limited family reunification services designed to help child, where safe and appropriate, return to the family from which he or she has been removed;"},{"prefix":"3","text":" When time-limited family reunification services have failed to reunite a committed child and his or her family, take steps to implement a permanent plan of adoption or an alternative permanent plan for the child;"},{"prefix":"4","text":" Establish or attempt to secure priority access for protective service clients, by contract or agreement with private organizations, other public agencies, or other Agency units, to services necessary for the preservation or reunification of families which may include, but not be limited to:"},{"prefix":"A","text":" Emergency financial aid;"},{"prefix":"B","text":" Emergency caretakers;"},{"prefix":"C","text":" Homemakers;"},{"prefix":"D","text":" Family shelters and housing assistance;"},{"prefix":"E","text":" Emergency foster homes;"},{"prefix":"F","text":" Mental health services, including facilities providing medical, psychiatric, or other therapeutic services;"},{"prefix":"G","text":" Day care;"},{"prefix":"H","text":" Parent aides and lay therapists;"},{"prefix":"I","text":" Domestic violence services;"},{"prefix":"J","text":" Respite care; and"},{"prefix":"K","text":" Substance abuse assessment and treatment;"},{"prefix":"5","text":" Monitor and evaluate the services to, and the needs of, neglected children and their families;"},{"prefix":"6","text":" Compile and publish training materials; and"},{"prefix":"7","text":" Provide technical assistance on neglect prevention, identification, and treatment;"},{"prefix":"8","text":" Develop and implement, as soon as possible, standards that provide for quality services that protect the safety and health of children, for children who are removed from their homes;"},{"prefix":"9","text":" Develop and operate programs of family preservation services, family support services, time-limited family reunification services, and adoption promotion and support services;"},{"prefix":"9A","text":" Offer meeting facilitation services for extended family members when appropriate to meet permanency and safety goals as established by the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D. C. Law 13- 136; 47 DCR 2850);"},{"prefix":"9B","text":" Develop procedures and practices for cooperation and joint activities with the Metropolitan Police Department; and"},{"prefix":"10","text":" Prepare and submit to the Mayor, the Council, and the public a report to be submitted no later than February 1 of each year; which shall include:"},{"prefix":"A","text":" A description of the specific actions taken to implement the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D.C. Law 13-136; 47 DCR 2850);"},{"prefix":"B","text":" A full statistical analysis of cases including:"},{"prefix":"i","text":" The total number of children in care, their ages, legal statuses, and permanency goals;"},{"prefix":"ii","text":" The number of children who entered care during the previous year (by month), their ages, legal statuses, and the primary reasons they entered care;"},{"prefix":"iii","text":" The number of children who have been in care for 24 months or longer, by their length of stay in care, including:"},{"prefix":"I","text":" A breakdown in length of stay by permanency goal;"},{"prefix":"II","text":" The number of children who became part of this class during the previous year; and"},{"prefix":"III","text":" The ages and legal statuses of these children;"},{"prefix":"iv","text":" The number of children who left care during the previous year (by month), the number of children in this class who had been in care for 24 months or longer, the ages and legal statuses of these children, and the reasons for their removal from care; and"},{"prefix":"v","text":" The number of children who left care during the previous year, by permanency goal; their length of stay in care, by permanency goal; the number of children whose placements were disrupted during the previous year, by placement type; and the number of children who re-entered care during the previous year;"},{"prefix":"C","text":" An analysis of any difficulties encountered in reaching the goal for the number of children in care established by the District;"},{"prefix":"D","text":" An evaluation of services offered, including specific descriptions of the family preservation services, community-based family support services, time-limited family reunification services, and adoption promotion and support services including:"},{"prefix":"i","text":" The service programs which will be made available under the plan in the succeeding fiscal year;"},{"prefix":"ii","text":" The populations which the program will serve; and"},{"prefix":"iii","text":" The geographic areas in which the services will be available;"},{"prefix":"E","text":" An evaluation of the Agency's performance;"},{"prefix":"F","text":" Recommendations for additional legislation or services needed to fulfill the purpose of the Adoption and Safe Families Amendment Act of 2000, effective June 27, 2000 (D.C. Law 13-136; 47 DCR 2850); and"},{"prefix":"G","text":" The comments submitted by a multidisciplinary committee that works to prevent child abuse and neglect and which the Mayor designates to receive and comment on the report."},{"prefix":"11","text":" At all stages of a neglect case, the presumption shall be that a child will attend the same school that he or she would have attended but for the child's removal from his or her home, unless the Agency determines that it is not in the child's best interest to do so. The Agency shall determine the child's best interest in consultation with parents, when feasible, the child, resource providers, guardian ad litems, and other significant persons."},{"prefix":"c","text":" The Director of the Agency shall implement the Protection of Children from Exposure to Drug-related Activity Amendment Act of 1989, effective March 15, 1990 (D.C. Law 8-87; 37 DCR 50). The Chief of the Division and the Director of the Department of Human Services shall provide the services authorized pursuant to this section to a child who is abused as a result of inadequate care, control, or diminished subsistence due to exposure to drug-related activity."},{"prefix":"d","text":" The safety of the children being served shall be the paramount concern of the Agency in administering and conducting its duties and responsibilities under this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.03","catch_text":"Duties and powers of the Director."}}