{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2117.\n\n1973 Ed., § 6-2117.\n\nEffect of Amendments\n\nD.C. Law 14-206 rewrote the section which had read as follows:\n\n\"§ 4-1302.07. Expungement.\n\n\"(a) The staff which maintains the Child Protection Register shall expunge from each report all information that identifies any person in the report upon:\n\n\"(1) The 18th birthday of the child, if there is no reasonable suspicion or evidence that a younger sibling is being abused or neglected; or\n\n\"(2) The end of the 5th year after the termination of the social rehabilitation services directed toward the abuse and neglect, whichever occurs first.\n\n\"(b) The staff which maintains the Child Protection Register shall expunge, pursuant to the rules adopted under § 4-1302.06, material successfully challenged as incorrect.\"\n\nD.C. Law 15-105, in subsec. (b)(1), substituted \"the child who is the subject of the report\" for \"that child\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 3(b) of Improved Child Abuse Investigations Technical Temporary Amendment Act of 2002 (D.C. Law 14- 240, March 25, 2003, law notification 50 DCR 2753).\n\nEmergency Act Amendments\n\nFor temporary (90 day) delay of the applicability of provisions changing the manner in which the Child and Family Services Agency will process reports of child abuse and neglect, see § 3 of Improved Child Abuse Investigations Technical Emergency Amendment Act of 2002 (D.C. Act 14-494, October 23, 2002, 49 DCR 9781).\n\nFor temporary (90 day) delay of the applicability of provisions changing the manner in which the Child and Family Services Agency will process reports of child abuse and neglect, see § 3 of Improved Child Abuse Investigations Technical Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14- 603, January 7, 2003, 50 DCR 687).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 2-22, see Historical and Statutory Notes following § 4-1301.02.\n\nFor Law 14-206, see notes following § 4-1301.02.\n\nLaw 14-310, the \"Criminal Code and Miscellaneous Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-954, which was referred to the Committee on Whole. The Bill was adopted on first and second readings on December 3, 2002, and December 17, 2002, respectively. Signed by the Mayor on January 22, 2003, it was assigned Act No. 14-622 and transmitted to both Houses of Congress for its review. D.C. Law 14-310 became effective on June 12, 2003.\n\nFor Law 15-105, see notes following § 4-204.08.\n\nMiscellaneous Notes\n\nApplication of Law 14-206: Section 16(b) of D.C. Law 14-310 provides that section 2(a)(2), (4), (5), (6), and (7), (b), (c), (d), (e), (h), (i), (j), (k), and (l) of D.C. Law 14-206 shall apply as of October 1, 2003.\n\nDC CODE § 4-1302.07\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title II, § 207, 24 DCR 3341; Oct. 19, 2002, D.C. Law 14-206, § 2(l), 49 DCR 7815; Mar. 13, 2004, D.C. Law 15-105, § 35, 51 DCR 881.)","sections":[{"prefix":"a","text":" Notwithstanding any other provision of law, substantiated reports shall not be expunged from the Child Protection Register."},{"prefix":"b","text":" The staff which maintains the Child Protection Register shall expunge from each inconclusive report all information that identifies any person in the inconclusive report upon the first occurrence of either:"},{"prefix":"1","text":" The 18th birthday of the child who is the subject of the report, if there is no reasonable suspicion or evidence that another child living in the same household or under the care of the same parent, guardian, or custodian has been abused or neglected; or"},{"prefix":"2","text":" The end of the 5th year after the termination of the social rehabilitation services directed toward the abuse and neglect."},{"prefix":"c","text":" The staff which maintains the Child Protection Register shall expunge:"},{"prefix":"1","text":" Any unfounded report immediately upon such classification by the Agency; and"},{"prefix":"2","text":" Any material successfully challenged as incorrect pursuant to the rules adopted under § 4-1302.06."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"B","text":"Child Protection Register."},"heading":{"title":"4","chaptersection":"1302","identifier":"4-1302.07","catch_text":"Expungement."}}