{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) repeal of section 701 of D.C. Law 18-230, see § 110 of Fiscal Year 2013 Budget Support Technical Clarification Emergency Amendment Act of 2012 (D.C. Act 19-482, October 10, 2012, 59 DCR 12478).\n\nLegislative History of Laws\n\nFor Law 18-230, see notes following § 4-301.\n\nMiscellaneous Notes\n\nSection 701 of D.C. Law 18-230 provides:\n\n\"Sec. 701. Applicability.\n\n\"Title III of this act shall apply upon the inclusion of its fiscal effect in an approved budget and financial plan.\"\n\nThe Budget Director of the Council of the District of Columbia has determined, as of February 15, 2012, that the fiscal effect of Title III of Law 18-230 has not been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are not in effect.\n\nThe Budget Director of the Council of the District of Columbia has determined, as of October 10, 2012, that the fiscal effect of Title III of Law 18-230 has been included in an approved budget and financial plan. Therefore, the provisions of this section, enacted by title III of Law 18-230, are in effect. Section 110 of Emergency Act 19-482 repealed section 701 of Law 18-230.\n\nDC CODE § 4-1303.09\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, § 309, as added Sept. 24, 2010, D.C. Law 18-230, § 301(b), 57 DCR 6951.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Voluntary Foster Care Registry Fund (\"VFCR Fund\"), into which shall be deposited all fees collected pursuant to § 4-1303.08(c)(2)(A) and any gift or appropriation intended to assist in the funding of the Voluntary Foster Care Registry, which shall be solely used to cover the costs of administering the Voluntary Foster Care Registry."},{"prefix":"b","text":" All funds deposited into the VFCR Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the purpose set forth in subsection (a) of this section without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.09","catch_text":"Voluntary Foster Care Registry Fund."}}