{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition, see § 5203 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) addition, see § 5203 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) addition, see § 5203 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor Law 16-192, see notes following § 4-1345.01.\n\nDC CODE § 4-1345.02\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 2007, D.C. Law 16-192, § 5203, 53 DCR 6899.)","sections":[{"prefix":"a","text":" There is established the Integrated Services Fund for At-Risk Children, Youth, and Families, which shall be a nonlapsing fund separate from the General Fund of the District of Columbia and used to implement initiatives, programs, and services to meet the needs of at-risk children, youth, and their families in a holistic, interdisciplinary manner pursuant to § 4-1345.03."},{"prefix":"b","text":" The Mayor, or his or her designee, may transfer to the Fund up to one percent of the local funding appropriated in the District of Columbia's annual financial plan and budget for each of the following agencies, or any successor agencies:"},{"prefix":"1","text":" The Child and Family Services Agency;"},{"prefix":"2","text":" The Department of Employment Services;"},{"prefix":"3","text":" The Department of Health, excluding local funding appropriated or authorized for the Medicaid program authorized by Title XIX of the Social Security Act, approved July 30, 1965 (79 Stat. 343; 42 U.S.C. § 1396 et seq.);"},{"prefix":"4","text":" The Department of Human Services;"},{"prefix":"5","text":" The Department of Mental Health; and"},{"prefix":"6","text":" The Department of Youth Rehabilitation Services."},{"prefix":"c","text":" The Mayor may also designate federal or private grant funds to be deposited into the Fund if the designation of funds is consistent with the terms of the federal or private grant."},{"prefix":"d","text":" Funds deposited into the Fund shall not revert to the General Fund of the District of Columbia at the end of any fiscal year or at any other time, but shall be continually available for the uses and purposes set forth in § 4- 1345.03, subject to authorization by Congress."},{"prefix":"e","text":" The Chief Financial Officer shall provide the necessary administrative and management support to pool the funds described in subsections (a) and (b) of this section into the Fund, and shall maintain systems of accounting and control that provide the Mayor with financial information needed for management purposes and ensure accountability for the use of the Fund's resources."},{"prefix":"f","text":" The Mayor shall submit a budget and spending plan for the Fund as part of the annual budget that he or she transmits to the Council. The plan shall include:"},{"prefix":"1","text":" The amount proposed to be transferred from each agency;"},{"prefix":"2","text":" The effect, if any, on programs in the agencies from which the funds are being transferred; and"},{"prefix":"3","text":" A listing of each program and its financing through the Fund."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"III-A","text":"Integrated Funding and Services for At-Risk Children, Youth, and Families."},"heading":{"title":"4","chaptersection":"1345","identifier":"4-1345.02","catch_text":"Integrated Services Fund for At-Risk Children, Youth, and Families."}}