{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 6-2133.\n\nEffect of Amendments\n\nD.C. Law 13-91, in the fourth sentence of subsec. (a), substituted \"13\" for \"12\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(b) of Child Abuse and Neglect Prevention Children's Trust Fund Temporary Amendment Act of 1997 (D.C. Law 12-51, February 27, 1998, law notification 45 DCR ).\n\nEmergency Act Amendments\n\nFor temporary addition of subchapter, see notes to § 4-1341.01.\n\nFor temporary amendment of section, see § 2(b) of the Child Abuse and Neglect Prevention Children's Trust Fund Emergency Amendment Act of 1997 (D.C. Act 12- 141, August 12, 1997, 44 DCR 4854), see § 2(b) of the Child Abuse and Neglect Prevention Children's Trust Fund Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-182, October 30, 1997, 44 DCR 6956), and see § 2(b) of the Child Abuse and Neglect Prevention Children's Trust Fund Congressional Recess Emergency Amendment Act of 1998 (D.C. Act 12-252, January 29, 1998, 45 DCR 901).\n\nFor temporary amendment of section, see § 2(b) of the Child Abuse and Neglect Prevention Children's Trust Fund Emergency Amendment Act of 1998 (D.C. Act 12- 484, October 10, 1998, 45 DCR 8030), and § 2(b) of the Child Abuse and Neglect Prevention Children's Trust Fund Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-618, January 22, 1999, 46 DCR 1337).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 10-56, see Historical and Statutory Notes following § 4-1341.01.\n\nFor legislative history of D.C. Law 12-233, see Historical and Statutory Notes following § 4-1341.02.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nDC CODE § 4-1341.03\n\nCurrent through December 11, 2012","credits":"(Oct. 5, 1993, D.C. Law 10-56, § 4, 40 DCR 7222; Apr. 20, 1999, D.C. Law 12-233, § 2(b), 46 DCR 564; Apr. 12, 2000, D.C. Law 13-91, § 140, 47 DCR 520.)","sections":[{"prefix":"a","text":" A self-perpetuating Board of Directors is established to manage the affairs of the Trust Fund. The Board of Directors shall have 15 members. The D.C. Treasurer and the Director of the Department of Human Services shall serve as members of the Board of Directors. The remaining 13 members shall have a demonstrated knowledge in the area of child abuse and child neglect prevention and shall reflect a diversity of gender and ethnicity. Each ward in the District shall be represented on the Board of Directors. Through its by-laws, the Board of Directors may expand the number of members of the Board to include a business representative."},{"prefix":"b","text":" The D.C. Treasurer and the Director of the Department of Human Services shall serve terms as members of the Board of Directors for the same duration as the terms of their offices."},{"prefix":"c","text":" The 12 initial nongovernmental members shall serve the following terms: 3 members shall serve 3 years; 5 members shall serve 2 years; and 4 members shall serve 1 year."},{"prefix":"d","text":" The 12 initial nongovernmental members shall be appointed by resolution of the Council."},{"prefix":"e","text":" In the event that 1 of the 12 initial nongovernmental members is unable to serve or is removed, the remaining members shall select a replacement member according to the representational requirements of subsection (a) of this section."},{"prefix":"f","text":" The Board of Directors shall appoint nongovernmental replacement members so that subsequent Board of Directors meet the representational requirements of subsection (a) of this section and the bylaws adopted by the Board of Directors. A succeeding member shall serve the balance of the term of the member that he or she succeeds if the term is unexpired. A succeeding member who succeeds a member whose term has expired shall serve a term of 3 years."},{"prefix":"g","text":" Members shall be compensated only for out-of-pocket expenses incurred from the accomplishment of their responsibilities as members of the Board of Directors."},{"prefix":"h","text":" The Board of Directors shall elect a chairperson from among the members. The Board of Directors may elect other officers and form committees as it considers appropriate."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"III","text":"Child Abuse and Neglect Prevention Children's Trust Fund."},"heading":{"title":"4","chaptersection":"1341","identifier":"4-1341.03","catch_text":"Establishment of Board of Directors."}}