{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-341, in subsec. (b), added par. (3A); and repealed subsec. (c), which had read as follows:\n\n\"(c) Not later than January 15, 2002, the Mayor shall recommend to the Council a new name for the Agency other than Child and Family Services Agency.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2 of Child and Family Services Agency Personnel Transfer Emergency Act of 2001 (D.C. Act 14-123, August 3, 2001, 48 DCR 7716).\n\nLegislative History of Laws\n\nFor D.C. Law 13-277, see notes following § 4-1301.02.\n\nFor Law 15-341, see notes following § 4-1301.02.\n\nMiscellaneous Notes\n\nSection 4 of D.C. Law 13-277 provides:\n\n\"Sec. 4. Applicability.\n\n\"(a) Except as provided in subsections (b) and (c) of this section, all provisions of this act shall apply upon the termination of the receivership in the case of LaShawn A., et al. v. Anthony Williams, et al., C.A. No. 89-1754 (TFH), in the United States District Court for the District of Columbia.\"\n\n\"(b) The following sections of this act relating to the Social Services Division of the Superior Court of the District of Columbia shall apply in accordance with the terms and conditions provided in any memorandum of understanding between the Mayor and the Chief Judge of the Superior Court of the District of Columbia, or on or before October 1, 2001, if possible: 2(g)(2), 2(h)(1)(B), 2(h)(2)(B), 2(h)(3)(B), 2(o)(6)(B), 2(t)(1)(B), 2(t)(2)(B), 2(v)(2), 2(v)(3), 3(a)(2)(A), 3(a)(3), 3(a)(4), 3(a)(5), and 3(a)(6).\n\n\"(c) Section 3(d) shall apply as of October 1, 2001.\"\n\nDC CODE § 4-1303.01a\n\nCurrent through December 11, 2012","credits":"(Sept. 23, 1977, D.C. Law 2-22, title III, § 301a, as added Apr. 4, 2001, D.C. Law 13-277, § 2(l), 48 DCR 2043; Apr. 12, 2005, D.C. Law 15-341, § 2(h), 52 DCR 2315.)","sections":[{"prefix":"a","text":" There is established as a separate Cabinet-level agency, subordinate to the Mayor, the Child and Family Services Agency."},{"prefix":"b","text":" The Agency shall have as its functions and purposes:"},{"prefix":"1","text":" Providing services that prevent family dissolution or breakdown, to avoid the need for protective services or out-of-home placements;"},{"prefix":"2","text":" Encouraging the reporting of child abuse and neglect;"},{"prefix":"3","text":" Receiving and responding to reports of child abuse and neglect;"},{"prefix":"3A","text":" Assessing child and family strengths and needs in response to reports of abuse and neglect;"},{"prefix":"4","text":" Removing children from their homes or other places, when necessary;"},{"prefix":"5","text":" Conducting a social service investigation of child abuse and neglect cases, immediately notifying the Metropolitan Police Department when the commission of a crime is suspected or when any person has been physically injured or placed at risk for physical injury, and cooperating with the criminal investigation;"},{"prefix":"6","text":" Safeguarding the rights and protecting the welfare of children whose parents, guardians, or custodians are unable to do so;"},{"prefix":"7","text":" Offering appropriate, adequate, and, when needed, highly specialized, diagnostic and treatment services and resources to children and families when there has been a supported finding of abuse or neglect;"},{"prefix":"8","text":" Ensuring the protection of children who have been abused or neglected from further experiences and conditions detrimental to their healthy growth and development;"},{"prefix":"9","text":" Providing parenting classes or family counseling and other services on behalf of the child designed to help parents recognize and remedy the conditions harmful to the child and to fulfill their parental roles more adequately;"},{"prefix":"10","text":" Obtaining substitute care for a child whose parents are unable, even with available help, to meet the child's minimum needs and, where appropriate, providing services to the family of such a child that are aimed at safely reuniting the family as quickly as possible; and"},{"prefix":"11","text":" Ensuring the timely permanent placement of the child consistent with the concurrent or alternative plan where reunification is not possible."},{"prefix":"c","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"13","text":"Child Abuse and Neglect."},"subchapter":{"identifier":"I","text":"Prevention of Child Abuse and Neglect."},"part":{"identifier":"C","text":"Child and Family Services Agency."},"heading":{"title":"4","chaptersection":"1303","identifier":"4-1303.01a","catch_text":"Establishment and purposes of Child and Family Services Agency."}}