{"text":"The Mayor of the District of Columbia (\"District\") is authorized to execute a compact on behalf of the District with any state that legally joins the compact in the form substantially as follows:\n\nARTICLE I. Purpose and policy.\n\nIt is the purpose and policy of the party states to cooperate in the interstate placement of children to the end that:\n\n\n\n\n\nARTICLE II. Definitions.\n\nFor the purposes of this compact the term:\n\n\n\n\n\nARTICLE III. Conditions for placement.\n\n\n\n\n\n\n\n\n\nARTICLE IV. Penalty for illegal placement.\n\nAny person or state who sends, brings, or causes to be sent or brought into a receiving state a child in violation of the terms of this compact may be punished or subjected to a penalty in either the sending or receiving state in accordance with the laws of each. In addition to liability for any punishment or penalty, each violation shall constitute full and sufficient grounds for the suspension or revocation of any license, permit, or other legal authorization held by the sending state that authorizes it to place or care for children.\n\nARTICLE V. Retention of jurisdiction.\n\n\n\n\nARTICLE VI. Institutional care of delinquent children.\n\nA child adjudicated delinquent may be placed in an institution in another party state pursuant to this compact, but no placement shall be made unless the child is given a court hearing, with an opportunity to be heard after notice to the parent or guardian, before the child is sent to the party state for institutional care and the court finds that:\n\n\n\nARTICLE VII. Compact administrator.\n\nThe appropriate authority shall be the general coordinator of activities under this compact in his or her state and who, acting jointly with the appropriate authority of other party states, shall promulgate rules and regulations in accordance with the procedures established by subchapter I of Chapter 5 of Title 2.\n\nARTICLE VIII. Limitations.\n\nThis compact shall not apply if:\n\n\n\nARTICLE IX. Enactment and withdrawal.\n\nThis compact shall be open to joinder by any state, territory, or possession of the United States, the District, the Commonwealth of Puerto Rico, and, with the consent of Congress, the government of Canada or any Canadian province. The compact shall be effective when the jurisdiction has enacted the compact into law. Withdrawal from this compact shall be by the enactment of a statute that repeals the compact, but the repeal shall not take effect until 2 years after the effective date of the statute that repeals the compact and written notice of the withdrawal has been given by the withdrawing state to the executive head of each other party jurisdiction. Withdrawal of a party state shall not affect the rights, duties, or obligations under this compact of any sending state with respect to a placement made prior to the effective date of withdrawal.\n\nARTICLE X. Construction and severability.\n\nThe provisions of this compact shall be liberally construed to effectuate the purposes of the compact. If this compact is held to be contrary to the constitution of any party state, the compact shall remain in effect as to the remaining states and in effect as to the state affected as to all severable matters.","historical":"Prior Codifications\n\n1981 Ed., ยง 32-1042.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-30, see Historical and Statutory Notes following ยง 4-1421.\n\nDC CODE ยง 4-1422\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1989, D.C. Law 8-30, ยง 2, 36 DCR 4744.)","sections":[{"prefix":"1","text":" Each child who requires placement shall receive the maximum opportunity to be placed in a suitable environment with a person or institution that has appropriate qualifications and facilities to provide necessary and desirable care."},{"prefix":"2","text":" The appropriate authority in a state where a child is to be placed may have full opportunity to ascertain the circumstances of the proposed placement in order to promote full compliance with applicable requirements for the protection of the child."},{"prefix":"3","text":" The appropriate authority of the sending state may obtain the most complete information on the basis of which to evaluate a projected placement before it is made."},{"prefix":"4","text":" Appropriate jurisdictional arrangements for the care of children are promoted."},{"prefix":"1","text":" \"Child\" means a person who, by reason of minority, is legally subject to parental, guardianship, or similar control."},{"prefix":"2","text":" \"Placement\" means the arrangement for the care of a child in a family, boarding home, or child-care agency or institution, but does not include an institution that cares for the mentally ill, mentally defective, or epileptic, an institution primarily educational in character, or a hospital or other medical facility."},{"prefix":"3","text":" \"Receiving state\" means the state to which a child is sent, brought, or caused to be sent or brought, whether by a public authority, a private person, or an agency, and whether for placement with a state or local public authority or private agency or person."},{"prefix":"4","text":" \"Sending state\" means a party state, including the District of Columbia, an officer or employee of the sending state, a subdivision of a party state, an officer, employee, or court of the party state, or a person, corporation, association, charitable agency, or other entity that sends, brings, or causes to be sent or brought a child to another party state."},{"prefix":"a","text":" No sending state shall send, bring, or cause to be sent or brought into any other party state a child for placement in foster care or prior to a possible adoption, unless the sending state complies with each requirement set forth in this compact and applicable laws of the receiving state that govern the placement of children."},{"prefix":"b","text":" Prior to sending, bringing, or causing a child to be sent or brought into a receiving state for placement in foster care or prior to a possible adoption, the sending state shall furnish the appropriate authority in the receiving state written notice of the intention to send, bring, or place the child in the receiving state. The notice shall contain:"},{"prefix":"1","text":" The name, date, and place of birth of the child;"},{"prefix":"2","text":" The identity and address of the parents or legal guardian;"},{"prefix":"3","text":" The name and address of the person, agency, or institution to or which the sending state proposes to send, bring, or place the child; and"},{"prefix":"4","text":" A full statement of the reason for the proposed action and evidence of the authority for the proposed placement."},{"prefix":"c","text":" The appropriate authority in a receiving state who receives notice pursuant to subsection (b) of this article may request of the sending state, and shall be entitled to receive, supporting or additional information necessary to carry out the purpose and policy of this compact."},{"prefix":"d","text":" The child shall not be sent, brought, or caused to be sent or brought into the receiving state until the appropriate authority in the receiving state notifies the sending state, in writing, that the proposed placement does not appear to be contrary to the interests of the child."},{"prefix":"a","text":" The sending state shall retain jurisdiction over the child sufficient to determine all matters that relate to the custody, supervision, care, treatment, and disposition of the child that it would have had if the child had remained in the sending state, until the child is adopted, reaches the age of majority, becomes self-supporting, or is discharged with the concurrence of the appropriate authority in the receiving state. The sending state shall continue to have financial responsibility for the support and maintenance of the child during the period of the placement. Nothing contained in this compact shall defeat a claim of jurisdiction by a receiving state to deal with an act of delinquency or crime committed in the receiving state."},{"prefix":"b","text":" When the sending state is a public agency, it may enter into an agreement with an authorized public or private agency in the receiving state to provide for the performance of any service with respect to the child by the receiving state as agent for the sending state."},{"prefix":"c","text":" Nothing in this compact shall be construed to prevent a private charitable agency authorized to place children in the receiving state from performing services or acting as agent in the receiving state for a private charitable agency of the sending state, nor to prevent the agency in the receiving state from discharging financial responsibility for the support and maintenance of a child who has been placed on behalf of the sending state without relieving the responsibility set forth in subsection (a) of this article."},{"prefix":"1","text":" Equivalent facilities for the child are not available in the sending state; and"},{"prefix":"2","text":" Institutional care in the receiving state is in the best interest of the child and will not produce undue hardship."},{"prefix":"1","text":" A child is sent or brought into a receiving state by his parent, step-parent, grandparent, adult brother or sister, adult uncle or aunt, or his guardian, or if the child is left with the relative or nonagency guardian in the receiving state."},{"prefix":"2","text":" A child is placed, sent, or brought into a receiving state pursuant to any other interstate compact to which both the state from which the child is placed and the receiving state are parties, or to any other agreement between the sending and receiving states that has the force of law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Placement of Children in Family Homes."},"subchapter":{"identifier":"II","text":"Interstate Compact on Placement of Children."},"heading":{"title":"4","chaptersection":"1422","identifier":"4-1422","catch_text":"Authority to enter into and execute Compact."}}