{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1004.\n\n1973 Ed., § 32-784.\n\nEffect of Amendments\n\nD.C. Law 18-230, in subsecs. (a) and (b), substituted \"Department of Health\" for \"Department of Human Services\"; and, in subsec. (a), substituted \"the Department of Health\" for \"the Department\" and \"the Department of Health\" for \"said Department\".\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-59, see Historical and Statutory Notes following § 4-1402.\n\nFor Law 18-230, see notes following § 4-301.\n\nMiscellaneous Notes\n\nBoard of Public Welfare abolished: The Board of Public Welfare was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 58 as amended, redesignated as Organization Order No. 140 and amended, established, under the direction and control of a Commissioner, a Department of Public Welfare, headed by a Director with the purpose of planning, implementing, and directing public welfare programs. Reorganization Order No. 58 provided that the previously existing Board of Public Welfare would be abolished. That Order also transferred specified functions of the former Board to the Department of Public Health and the Department of Public Welfare. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Department of Public Welfare and of the Department of Public Health as set forth in Organization Order Nos. 140 and 141, respectively, were transferred to the Director of the Department of Human Resources by Commissioner's Order No. 69-96, dated March 7, 1969, as amended by Commissioner's Order No. 70-83, dated March 6, 1970. The Department of Human Resources was replaced by the Department of Human Services by Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nDC CODE § 4-1404\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1944, 58 Stat. 193, ch. 174, § 4; June 8, 1954, 68 Stat. 247, ch. 273, § 2; Apr. 23, 1980, D.C. Law 3-59, § 2(a), 27 DCR 983; Sept. 24, 2010, D.C. Law 18-230, § 201(b), 57 DCR 6951.)","sections":[{"prefix":"a","text":" An application for a license as a child-placing agency shall be made to the Mayor on forms provided by him and in the manner prescribed.  Before such license is issued the Department of Health shall arrange to have an investigation made of the activities and standards of care of the agency and shall consult with persons having official connection with the agency.   If the Department of Health is satisfied as to the good character and intent of the applicant, and that the agency is adequately financed, and that its staff, procedures, and services conform to the established standards of care, the Department of Health shall recommend to the Mayor that a license be issued."},{"prefix":"b","text":" A provisional license may be issued to any agency which is temporarily unable to conform to all the provisions of the established standards of care upon terms and conditions prescribed by the Mayor upon recommendation of the Department of Health."},{"prefix":"c","text":" All licenses shall be issued for one year from the date thereof and may be renewed annually on the application of the agency, except that provisional licenses may be issued for not more than 3 successive years."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Placement of Children in Family Homes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"1404","identifier":"4-1404","catch_text":"Application for issuance of licenses."}}