{"text":"The Department of Health is authorized to make such investigations and inspections as are necessary to carry out the provisions of this subchapter.","historical":"Prior Codifications\n\n1981 Ed., § 32-1010.\n\n1973 Ed., § 32-789.\n\nEffect of Amendments\n\nD.C. Law 18-230 substituted \"Department of Health\" for \"Department of Human Services\".\n\nLegislative History of Laws\n\nFor Law 18-230, see notes following § 4-301.\n\nMiscellaneous Notes\n\nBoard of Public Welfare abolished: The Board of Public Welfare was abolished and the functions thereof transferred to the Board of Commissioners of the District of Columbia by Reorganization Plan No. 5 of 1952. Reorganization Order No. 58 as amended, redesignated as Organization Order No. 140 and amended, established, under the direction and control of a Commissioner, a Department of Public Welfare, headed by a Director with the purpose of planning, implementing, and directing public welfare programs. Reorganization Order No. 58 provided that the previously existing Board of Public Welfare would be abolished. That Order also transferred specified functions of the former Board to the Department of Public Health and the Department of Public Welfare. The executive functions of the Board of Commissioners were transferred to the Commissioner of the District of Columbia by § 401 of Reorganization Plan No. 3 of 1967. Functions of the Department of Public Welfare and of the Department of Public Health as set forth in Organization Order Nos. 140 and 141, respectively, were transferred to the Director of the Department of Human Resources by Commissioner's Order No. 69-96, dated March 7, 1969, as amended by Commissioner's Order No. 70-83, dated March 6, 1970. The Department of Human Resources was replaced by the Department of Human Services by Reorganization Plan No. 2 of 1979, dated February 21, 1980.\n\nDC CODE § 4-1409\n\nCurrent through December 11, 2012","credits":"(Apr. 22, 1944, 58 Stat. 195, ch. 174, § 9; Sept. 24, 2010, D.C. Law 18-230, § 201(d), 57 DCR 6951.)","sections":[],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Placement of Children in Family Homes."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"1409","identifier":"4-1409","catch_text":"Investigations and inspections."}}