{"text":"","historical":"Temporary Addition of Section\n\nSections 7 of D.C. Law 18-29 added a section to read as follows:\n\n\"Sec. 7. Immunity from liability.\n\n\"(a) An Authorized Receiving Facility and the personnel of an Authorized Receiving Facility shall be immune from civil or criminal liability for the good faith performance of responsibilities under this act, including liability for the failure to file a report that might otherwise be incurred or imposed on a person required to report suspected incidents of child abuse or neglect under section 2 of An Act To provide for the mandatory reporting by physicians and institutions in the District of Columbia of certain physical abuse of children, approved November 5, 1966 (80 Stat. 1354; D.C. Official Code § 4-1321.02).\n\n\"(b) In any civil or criminal proceeding brought under this act concerning a surrendered newborn, good faith shall be presumed unless rebutted.\n\nSection 10(b) of D.C. Law 18-29 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 7 of Newborn Safe Haven Emergency Act of 2009 (D.C. Act 18-49, April 27, 2009, 56 DCR 3581).\n\nFor temporary (90 day) addition, see § 106 of Newborn Safe Haven Emergency Act of 2009 (D.C. Act 18-321, March 1, 2010, 57 DCR 1842).\n\nLegislative History of Laws\n\nFor Law 18-158, see notes following § 4-1451.01.\n\nDC CODE § 4-1451.06\n\nCurrent through December 11, 2012","credits":"(May 27, 2010, D.C. Law 18-158, § 106, 57 DCR 3000.)","sections":[{"prefix":"a","text":" An Authorized Receiving Facility and the personnel of an Authorized Receiving Facility shall be immune from civil or criminal liability for the good-faith performance of the reporting and placement responsibilities under this chapter, including liability for the failure to file a report that might otherwise be incurred or imposed on a person required to report suspected incidents of child abuse or neglect under § 4-1321.02."},{"prefix":"b","text":" In any civil or criminal proceeding brought under this chapter concerning the surrender of a newborn, good faith shall be presumed unless rebutted."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"14A","text":"Newborn Safe Haven."},"heading":{"title":"4","chaptersection":"1451","identifier":"4-1451.06","catch_text":"Immunity from liability."}}