{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 32-1044.\n\nTemporary Addition of Section\n\nFor temporary (225 day) additions, see §§ 401 to 408 of Adoption and Safe Families Temporary Amendment Act of 1999 (D.C. Law 13-56, March 7, 2000, law notification 47 DCR 1978).\n\nEmergency Act Amendments\n\nFor temporary (90-day) addition of §§ 32-1061 to 32-1068 [1981 Ed.], see §§ 401 to 408 of the Adoption and Safe Families Emergency Amendment Act of 1999 (D.C. Act 13-117, July 28, 1999, 46 DCR 6558).\n\nFor temporary (90-day) addition of §§ 32-1061 to 32-1068 [1981 Ed.], see §§ 401 to 408 of the Adoption and Safe Families Legislative Review Emergency Amendment Act of 1999 (D.C. Act 13-178, November 2, 1999, 46 DCR 9714).\n\nFor temporary (90-day) addition of §§ 32-1061 to 32-1068 [1981 Ed.], see §§ 401 to 408 of the Adoption and Safe Families Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-240, January 11, 2000, 47 DCR 556).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-30, see Historical and Statutory Notes following § 4-1421.\n\nDC CODE § 4-1424\n\nCurrent through December 11, 2012","credits":"(Sept. 20, 1989, D.C. Law 8-30, § 5, 36 DCR 4744.)","sections":[{"prefix":"a","text":" If a child is adjudicated delinquent and committed to the custody of the District of Columbia Department of Human Services (\"DHS\"), pursuant to § 16- 2320, and DHS, pursuant to Article VI of the Interstate Compact on the Placement of Children (\"Compact\") places the child in another party jurisdiction, the rules issued pursuant to this section shall apply for purposes of meeting the requirements of Article VI of the compact."},{"prefix":"b","text":" DHS shall afford an opportunity for an administrative hearing to the parents or legal guardian before placing a child. Subsequent to the hearing, the decision to make a placement upon request of the parent or guardian of the child may be reviewed at a court hearing in the Juvenile Branch of the Family Division of the Superior Court of the District of Columbia. The court hearing shall be held within 30 days after a request is made. The decision to place the child in an institution in another party state shall be upheld if the court finds that:"},{"prefix":"1","text":" Equivalent facilities for the child are not available within the jurisdiction of the District; and"},{"prefix":"2","text":" Institutional care in another state is in the best interest of the child and will not produce undue hardship."},{"prefix":"c","text":" Except as provided in this section, the manner and standard of review by the Superior Court of the District of Columbia shall be as set forth in subchapter I of Chapter 5 of Title 2."},{"prefix":"d","text":" A court review in accordance with this section shall not authorize the court to:"},{"prefix":"1","text":" Order DHS to pay for the care or treatment of a child who has not been committed to its custody;"},{"prefix":"2","text":" Order specific placement in another party state if the child has been committed to the custody of DHS;"},{"prefix":"3","text":" Review a decision by DHS to return a child to the District; or"},{"prefix":"4","text":" Set aside the placement decision of DHS, unless an abuse of discretion is found."},{"prefix":"e","text":" This section shall not affect the authority of the court to order a specific placement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"14","text":"Placement of Children in Family Homes."},"subchapter":{"identifier":"II","text":"Interstate Compact on Placement of Children."},"heading":{"title":"4","chaptersection":"1424","identifier":"4-1424","catch_text":"Delinquent children, administrative hearing, judicial review."}}