{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-306 rewrote subsec. (c)(5), which had read as follows:\n\n\"(5) A signed affirmation that the applicant, employee, or volunteer has not been convicted of a crime, has not pleaded nolo contendere, is not on probation before judgment or placement of a case upon a stet docket, and has not been found not guilty by reason of insanity, for any sexual offenses or intra-family offenses in the District of Columbia or their equivalent in any other state or territory, or for any of the following felony offenses or their equivalent in another state or territory:\n\n\"(A) Murder, attempted murder, manslaughter or arson;\n\n\"(B) Assault, battery, assault and battery, assault with a dangerous weapon, mayhem, or threats to do bodily harm;\n\n\"(C) Burglary;\n\n\"(D) Robbery;\n\n\"(E) Kidnapping;\n\n\"(F) Theft, fraud, forgery, extortion, or blackmail;\n\n\"(G) Illegal use or possession of a firearm;\n\n\"(H) Trespass or injury to property;\n\n\"(I) Sexual offenses, including indecent exposure; promoting, procuring, compelling, soliciting, or engaging in prostitution; corrupting minors (sexual relations with children); molesting; voyeurism; committing sex acts in public; incest; rape; sexual assault; sexual battery; or sexual abuse;\n\n\"(J) Child abuse or cruelty to children; or\n\n\"(K) Unlawful distribution or possession of, or possession with intent to distribute, a controlled substance;\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of (D.C. Law 16-65, March 8, 2006, law notification 53 DCR 2515).\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 205 of Child and Youth, Safety and Health Omnibus Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-30, February 17, 2005, 52 DCR 2993).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Criminal Background Checks for the Protection of Children Clarification Emergency Act of 2005 (D.C. Act 16-179, October 4, 2005, 52 DCR 9079).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Criminal Background Checks for the Protection of Children Clarification Congressional Review Emergency Act of 2006 (D.C. Act 16-259, January 26, 2006, 53 DCR 777).\n\nFor temporary (90 day) amendment of section, see § 204(a) of Omnibus Public Safety Emergency Amendment Act of 2006 (D.C. Act 16-445, July 19, 2006, 53 DCR 6443).\n\nFor temporary (90 day) amendment of section, see § 204(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-490, October 18, 2006, 53 DCR 8686).\n\nFor temporary (90 day) amendment of section, see § 204(a) of Omnibus Public Safety Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-10, January 16, 2007, 54 DCR 1479).\n\nFor temporary (90 day) amendment of section, see § 204(a) of Omnibus Public Safety Second Congressional Review Emergency Amendment Act of 2007 (D.C. Act 17-25, April 19, 2007, 54 DCR 4036).\n\nLegislative History of Laws\n\nFor Law 15-353, see notes following § 4-1501.01.\n\nFor Law 16-306, see notes following § 4-1305.01.\n\nDC CODE § 4-1501.05\n\nCurrent through December 11, 2012","credits":"(Apr. 13, 2005, D.C. Law 15-353, § 205, 52 DCR 2331; Apr. 24, 2007, D.C. Law 16-306, § 204(a), 53 DCR 8610.)","sections":[{"prefix":"a","text":" The Mayor or the appropriate personnel authority shall conduct criminal background checks, including the fingerprinting of applicants, employees, and volunteers of a District agency required by this section, in accordance with FBI policies and procedures and in an FBI-approved environment."},{"prefix":"b","text":"(1) An applicant, employee, or volunteer required to apply for a criminal background check under § 4-1501.03 shall submit to a criminal background check by means of fingerprint and National Criminal Information Center checks conducted by the Mayor and the FBI."},{"prefix":"2","text":" The fingerprints shall be available for use by the Mayor and the FBI to conduct a local and national criminal history record check of the applicant, employee, or volunteer."},{"prefix":"c","text":" The Mayor or the appropriate personnel authority shall conduct a criminal background check once the applicant, employee, or volunteer has provided:"},{"prefix":"1","text":" A complete set of qualified, legible fingerprints on a fingerprint card, in a form approved by the FBI;"},{"prefix":"2","text":" Written authorization for the Mayor to conduct a criminal background check;"},{"prefix":"3","text":" Written confirmation that the applicant, employee, or volunteer has been informed by the Mayor of the covered child or youth services provider that the Mayor is authorized to conduct a criminal background check on the applicant, employee, or volunteer;"},{"prefix":"4","text":" Any additional identification that is required, including the name, social security number, birth date, and gender of the applicant, employee, or volunteer;"},{"prefix":"5","text":" A signed affirmation stating whether or not the applicant, employee, or volunteer has been convicted of a crime, has pleaded nolo contendere, is on probation before judgment or placement of a case upon a stet docket, or has been found not guilty by reason of insanity, for any sexual offenses or intrafamily offenses in the District of Columbia or their equivalent in any other state or territory, or for any of the following felony offenses or their equivalent in another state or territory:"},{"prefix":"A","text":" Murder, attempted murder, manslaughter, or arson;"},{"prefix":"B","text":" Assault, assault with a dangerous weapon, mayhem, malicious disfigurement, or threats to do bodily harm;"},{"prefix":"C","text":" Burglary;"},{"prefix":"D","text":" Robbery;"},{"prefix":"E","text":" Kidnapping;"},{"prefix":"F","text":" Illegal use or possession of a firearm;"},{"prefix":"G","text":" Sexual offenses, including indecent exposure; promoting, procuring, compelling, soliciting, or engaging in prostitution; corrupting minors (sexual relations with children); molesting; voyeurism; committing sex acts in public; incest; rape; sexual assault; sexual battery; or sexual abuse; but excluding sodomy between consenting adults;"},{"prefix":"H","text":" Child abuse or cruelty to children; or"},{"prefix":"I","text":" Unlawful distribution of or possession with intent to distribute a controlled substance;"},{"prefix":"6","text":" Written acknowledgment that the Mayor or the covered child or youth services provider has notified the applicant, employee, or volunteer of his or her right to obtain a copy of the criminal background check report and to challenge the accuracy and completeness of the report; and"},{"prefix":"7","text":" Written acknowledgment that the Mayor or the covered child or youth services provider may choose to deny the applicant employment or a volunteer position, or to terminate an employee or volunteer, based on the outcome of the criminal background check."},{"prefix":"d","text":" Fingerprinting for the purposes of this section may be conducted by any person authorized to do so by the Mayor or the FBI."},{"prefix":"e","text":" A volunteer may use the same criminal background check for a period of 2 years when applying to volunteer for multiple positions, if the volunteer provides a signed affirmation that he or she has not been convicted of a crime, has not pleaded nolo contendere, is not on probation before judgment or placement of a case upon a stet docket, and has not been found not guilty by reason of insanity, for any sexual offenses or intra-family offenses in the District of Columbia or their equivalent in any other state or territory, or for any of the felony offenses listed in subsection (c)(5) of this section, or their equivalent in any other state or territory, since the date of the most recent criminal background check conducted on him or her."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"15","text":"Criminal Background Checks for Government Services to Children."},"heading":{"title":"4","chaptersection":"1501","identifier":"4-1501.05","catch_text":"Procedure for criminal background checks."}}