{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under ยง 4-1701.01.\n\nDC CODE ยง 4-1704.03\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, ยง 403, as added Sept. 14, 2011, D.C. Law 19-21, ยง 3002(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" To be eligible to participate in the LRAP, an applicant shall, at the time of application and throughout participation in the LRAP:"},{"prefix":"1","text":" Hold, or actively plan to secure, eligible employment; provided, that a participant shall hold eligible employment before any payments may be disbursed;"},{"prefix":"2","text":" Be a resident of the District of Columbia;"},{"prefix":"3","text":" Be a lawyer;"},{"prefix":"4","text":" Have an annual adjusted gross income of less than $65,000;"},{"prefix":"5","text":" Exhaust all other available avenues for loan repayment assistance, including through participation in any available undergraduate or law school debt-forgiveness programs;"},{"prefix":"6","text":" Have no current service obligation from scholarships;"},{"prefix":"7","text":" Submit a timely and completed application;"},{"prefix":"8","text":" Be in satisfactory repayment status on all eligible debt; and"},{"prefix":"9","text":" Execute a release to allow the Administrator access to records, credit information, and information from lenders necessary to verify eligibility of debt and to determine loan repayments."},{"prefix":"b","text":" A law student attending the David A. Clarke School of Law at the University of the District of Columbia who is in his or her final year of school may apply and be approved for loan repayment assistance if the applicant demonstrates that he or she will meet all eligibility requirements by the time of the first award disbursement."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Access to Justice Initiative Program."},"subchapter":{"identifier":"II","text":"Access to Justice Initiative."},"part":{"identifier":"C","text":"Poverty Lawyer Loan Repayment Assisstance Program."},"heading":{"title":"4","chaptersection":"1704","identifier":"4-1704.03","catch_text":"LRAP; participation eligibility."}}