{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 4-1701.01.\n\nDC CODE § 4-1704.05\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 405, as added Sept. 14, 2011, D.C. Law 19-21, § 3002(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" A participant shall:"},{"prefix":"1","text":" Maintain full-time employment and eligible employment for each year of the service obligation;"},{"prefix":"2","text":" Sign a promissory note setting forth his or her obligation to the LRAP to repay any assistance loans that are not subsequently forgiven pursuant to § 4-1704.02(b) because of a failure to sustain eligible employment or other noncompliance with the eligibility requirements set forth in § 4-1704.03."},{"prefix":"3","text":" Authorize the Administrator to verify his or her eligible employment and annual adjusted gross income at least semiannually during participation in the LRAP;"},{"prefix":"4","text":" Timely notify the Administrator of any change in status that would make the participant ineligible for an award; and"},{"prefix":"5","text":" Be responsible for:"},{"prefix":"A","text":" Negotiating with each lending institution the terms and conditions of eligible debt repayments; and"},{"prefix":"B","text":" Any penalties associated with early repayment."},{"prefix":"b","text":" Except as provided in subsection (c) of this section, participants who fail to fulfill the required service obligation shall repay any loan disbursed, in accordance with the terms of the promissory note required by subsection (a)(2) of this section and regulations promulgated pursuant to § 4-1704.07."},{"prefix":"c","text":" For the purposes of this chapter, a participant who provides adequate notice to the Administrator of involuntary termination from eligible employment shall be forgiven for the loan through the date of the involuntary termination from eligible employment. The participant shall be required to repay the loan from the date of involuntary termination from eligible employment through the end of the calendar year."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Access to Justice Initiative Program."},"subchapter":{"identifier":"II","text":"Access to Justice Initiative."},"part":{"identifier":"C","text":"Poverty Lawyer Loan Repayment Assisstance Program."},"heading":{"title":"4","chaptersection":"1704","identifier":"4-1704.05","catch_text":"LRAP; participant obligations."}}