{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 4-1701.01.\n\nDC CODE § 4-1704.01\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 401, as added Sept. 14, 2011, D.C. Law 19-21, § 3002(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":" The District of Columbia Poverty Lawyer Loan Repayment Assistance Program shall provide loan repayment assistance to lawyers working in eligible employment. The LRAP shall be part of and be funded through the Initiative, established pursuant to § 4-1702.01."},{"prefix":"b","text":"(1) Funding for the LRAP shall be allocated to the Deputy Mayor."},{"prefix":"2","text":" The amount of funding for the LRAP for each fiscal year shall be specified by an act of the Council and shall not be modified except by a subsequent act of the Council."},{"prefix":"c","text":"(1) The Deputy Mayor may serve as Administrator or may designate a nonprofit entity to serve as the Administrator. If the Deputy Mayor designates a nonprofit entity as the Administrator, the Deputy Mayor shall provide funding for the LRAP by awarding a grant to the nonprofit entity. The grant shall be nonlapsing and interest earned by the nonprofit on grant funds shall remain available for use by the Administrator for the purposes of the LRAP, without fiscal year limitation, subject to authorization by Congress."},{"prefix":"2","text":" For fiscal year 2012, the Deputy Mayor shall designate the Bar Foundation as the Administrator."},{"prefix":"3","text":" The Administrator may use up to 15% of the grant funding for reasonable administrative expenses associated with administering the LRAP."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Access to Justice Initiative Program."},"subchapter":{"identifier":"II","text":"Access to Justice Initiative."},"part":{"identifier":"C","text":"Poverty Lawyer Loan Repayment Assisstance Program."},"heading":{"title":"4","chaptersection":"1704","identifier":"4-1704.01","catch_text":"LRAP."}}