{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-21, see notes under § 4-1701.01.\n\nDC CODE § 4-1702.02\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-223, § 202, as added Sept. 14, 2011, D.C. Law 19-21, § 3002(b), 58 DCR 6226.)","sections":[{"prefix":"a","text":"(1) The Bar Foundation shall provide the Deputy Mayor with:"},{"prefix":"A","text":"(i) An annual financial audit of the ATJ program prepared by a certified public accountant licensed in the District of Columbia and carried out in accordance with generally accepted auditing standards. The audit may be conducted as part of the Bar Foundation's annual audit."},{"prefix":"ii","text":" The Bar Foundation may use a portion of funds allocated for reasonable administrative expenses pursuant to § 4-1703.01(b) to procure an audit of the ATJ program for the current or preceding fiscal year. The audit shall account for and reflect all interest associated with the grant funding. The audit may be conducted as part of the administrator's annual audit."},{"prefix":"B","text":" Twice-yearly programmatic reporting on the administration and performance of the ATJ program."},{"prefix":"2","text":" The Bar Foundation shall not be required to provide access to information on subgrantee matters covered by attorney-client privilege or attorney work-product privilege or that includes confidences and secrets of clients assisted by civil legal-service providers that receive funds through the ATJ program."},{"prefix":"b","text":"(1)(A) The Administrator for the LRAP shall provide to the Deputy Mayor (or if the Deputy Mayor is acting as Administrator, the Deputy Mayor shall obtain) an annual financial audit of the LRAP prepared by a certified public accountant licensed in the District of Columbia and carried out in accordance with generally accepted auditing standards."},{"prefix":"B","text":" The Administrator may use a portion of funds allocated for reasonable administrative expenses pursuant to § 4-1704.01(c)(3) to procure an audit of the LRAP for the current or preceding fiscal year. The audit shall account for and reflect all interest associated with the grant funding."},{"prefix":"2","text":" The Administrator shall provide semiannual programmatic reporting on the administration and performance of the LRAP."},{"prefix":"3","text":" The Administrator shall not be required to provide (or if the Deputy is acting as Administrator, shall not release) information on subgrantee matters covered by attorney-client privilege or attorney work-product privilege or any information that includes confidences and secrets of clients assisted by lawyers participating in the LRAP."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"17","text":"Access to Justice Initiative Program."},"subchapter":{"identifier":"II","text":"Access to Justice Initiative."},"part":{"identifier":"A","text":"Establishment of Program."},"heading":{"title":"4","chaptersection":"1702","identifier":"4-1702.02","catch_text":"Financial audit and reporting requirements."}}