{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.19e.\n\nEffect of Amendments\n\nD.C. Law 18-111 repealed subsec. (d), which had read as follows:\n\n\"(d) The Mayor shall not sanction a TANF recipient based on the failure of the recipient to participate in work activities if a post-eligibility assessment has not been made or an individual responsibility plan has not been developed with the Mayor.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) addition of section, see § 2(w) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see note to § 4-205.19a.\n\nFor temporary (90 day) amendment of section, see § 5171(c) of Fiscal Year 2010 Budget Support Second Emergency Act of 2009 (D.C. Act 18-207, October 15, 2009, 56 DCR 8234).\n\nFor temporary (90 day) amendment of section, see § 5171(c) of Fiscal Year Budget Support Congressional Review Emergency Amendment Act of 2009 (D.C. Act 18-260, January 4, 2010, 57 DCR 345).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nFor Law 18-111, see notes following § 4-205.19b.\n\nDC CODE § 4-205.19e\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 519e, as added Apr. 20, 1999, D.C. Law 12-241, § 2(w), 46 DCR 905; Mar. 3, 2010, D.C. Law 18-111, § 5171(c), 57 DCR 181.)","sections":[{"prefix":"a","text":" If a nonexempt TANF recipient fails, without good cause, to participate in an assessment pursuant to § 4-205.19d(a), to enter into an individual responsibility plan developed pursuant to § 4-205.19d(b), or to comply with the terms of such a plan, the failure shall result in a sanction pursuant to § 4-205.19f."},{"prefix":"b","text":" The Mayor shall promulgate rules defining what constitutes good cause for failure to comply with an individual responsibility plan, in addition to those circumstances described in subsections (c), (d), and (e) of this section. The rules promulgated by the Mayor shall require that notice be provided to TANF recipients of what constitutes good cause for failure to comply with an individual responsibility plan."},{"prefix":"c","text":" The Mayor shall not sanction a TANF recipient based on the failure of the recipient to participate in work activities if the recipient is a single custodial parent caring for a child under 6 years old, and the recipient proves that the recipient has a demonstrated inability, as determined by the Mayor, to obtain needed child care for one or more of the following reasons:"},{"prefix":"1","text":" Appropriate child care within a reasonable distance from the recipient's home or work site is unavailable;"},{"prefix":"2","text":" Informal child care by a relative or under other arrangements is unavailable or unsuitable; or"},{"prefix":"3","text":" Appropriate and affordable formal child care arrangements are unavailable."},{"prefix":"d","text":" Repealed."},{"prefix":"e","text":"(1) The Mayor shall not sanction a TANF recipient for failure to participate in work activities specified in an individual responsibility plan if the Mayor provides those activities and placement in those activities is limited such that those services are not yet available to the recipient."},{"prefix":"2","text":" This subsection shall not apply if the Mayor makes a placement in another activity available to the recipient, provided that the replacement activity is consistent with the terms of the recipient's individual responsibility plan."},{"prefix":"f","text":" Notwithstanding subsections (c), (d), or (e) of this section, the Mayor shall sanction a TANF recipient if the recipient quits paid employment without good cause or voluntarily reduces income without good cause within 60 days before the determination of eligibility for TANF or during the period in which the recipient receives TANF."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.19e","catch_text":"Failure to comply with work requirements for TANF recipients."}}