{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-168 rewrote the section, which formerly read:\n\n\"An individual who has received federally or locally funded TANF benefits in the District of Columbia for more than 60 months, whether or not consecutive, shall receive a reduction in his or her maximum benefit in accordance with § 4- 205.52 and as set forth in rules issued pursuant to § 4-202.05.\"\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 522(b) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor history of Law 18-370, see notes under § 4-202.05.\n\nFor history of Law 19-168, see notes under § 4-202.05.\n\nDC CODE § 4-205.11b\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 511b, as added Apr. 8, 2011, D.C. Law 18-370, § 522(b), 58 DCR 1008; Sept. 20, 2012, D.C. Law 19-168, § 5162(b), 59 DCR 8025.)","sections":[{"prefix":"a","text":" Except as provided in subsections (b) and (c) of this section, an individual who has received federally funded or locally funded TANF benefits in the District for more than 60 months, whether or not consecutive, shall receive a reduction in his or her maximum benefit in accordance with § 4-205.52 and as set forth in rules issued pursuant to § 4-202.05(d) and § 4-205.52(d)."},{"prefix":"b","text":" In determining the number of months that an individual has received TANF benefits, the District shall not count any month that the individual is a minor who is:"},{"prefix":"1","text":" Not the head of household; and"},{"prefix":"2","text":"(A) Not the head of an assistance unit; or"},{"prefix":"B","text":" Married to the head of an assistance unit."},{"prefix":"c","text":"(1) Beginning October 1, 2012, TANF benefits may be extended beyond the 60- month limit for an individual on a hardship basis."},{"prefix":"2","text":" For the purposes of this subsection, the term \"hardship\" means:"},{"prefix":"A","text":" The individual is 60 years of age or older; or"},{"prefix":"B","text":" The individual is meeting the full requirements of his or her Individual Responsibility Plan and can show that he or she is enrolled in an accredited postsecondary education program or a Department of Employment Services approved job training program in which the TANF recipient is working towards the attainment of a degree, certificate, or official credential."},{"prefix":"d","text":" An individual who qualifies for an extension pursuant to subsection (c)(1) of this section shall be limited to an extension of up to 24 months, in accordance with his or her Individual Responsibility Plan."},{"prefix":"e","text":" Within 12 months of, but no less than 90 days before, the elimination of benefits pursuant to this section, a client shall have the opportunity to complete or update an Individual Responsibility Plan. Pursuant to the Individual Responsibility Plan, the Department shall assist the customer with accessing support for addressing barriers to employment and assist with the transition to employment."},{"prefix":"f","text":" A TANF recipient whose TANF benefits are extended past the 60-month limit pursuant to subsection (c) of this section shall receive the level of public assistance payment for which he or she would be eligible if the recipient had not exceeded the 60-month limit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.11b","catch_text":"Reduction of benefits for long-term TANF recipients."}}