{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.54.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(x) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 2(x) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2(ss) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(x) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), § 2(x) of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181), and see § 2(x) of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12-306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 2(ss) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(ss) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(ss) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(ss) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 5-150, see Historical and Statutory Notes following § 4-205.05.\n\nFor legislative history of D.C. Law 6-35, see Historical and Statutory Notes following § 4-202.05.\n\nFor legislative history of D.C. Law 12-7, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 12-130, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 12-230, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nDC CODE § 4-205.54\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 554, 29 DCR 1060; Mar. 14, 1985, D.C. Law 5-150, § 2(g), 31 DCR 6425; Sept. 10, 1985, D.C. Law 6-35, § 2(i), 32 DCR 3778; Apr. 20, 1999, D.C. Law 12-241, § 2(ss), 46 DCR 905.)","sections":[{"prefix":"a","text":" Each TANF assistance unit whose members have earned income or recent work history and each assistance unit that has income deemed to it from individuals living with the unit who have earned income or a recent work history shall report periodically, as determined by the Mayor, on:"},{"prefix":"1","text":" The family's income, composition, and other circumstances relevant to the amount of the assistance payment during the reporting period specified by the Mayor;"},{"prefix":"2","text":" Any changes in income, resources, or other relevant circumstances (as defined by the Mayor) affecting continued eligibility which the family expects to occur in the current reporting period or future reporting period; and"},{"prefix":"3","text":" If appropriate, stepparent's income and alien sponsor's income and resources."},{"prefix":"a-1","text":" The periodic reporting form sent by the Mayor to a recipient shall notify the recipient that failure to provide timely, accurate, and complete information may result in grant reduction or termination."},{"prefix":"b","text":" The Mayor shall establish a consistent time frame for submission of periodic reports and for submission of information concerning any change in earnings affecting eligibility between reports."},{"prefix":"c","text":" When the Mayor receives a complete report within the required time frame specified by the Mayor, the Mayor shall promptly change or terminate assistance payments, as may be appropriate, on the basis of information contained in the periodic report. Timely and accurate reporting of increases in previously-reported income shall result only in adjustments of future payments without retroactive penalty for overpayment.   Timely and accurate reporting of decreases in previously-reported income shall result only in adjustments of future payments without retroactive adjustments for underpayments.  Written notices of a change or termination must be adequate, as defined in § 4- 205.55(a)(2), and must be postmarked no later than 15 days before the date that the recipient would receive the changed payment, or would have received payment if assistance had not been terminated. A recipient has 90 days from the date the notice is postmarked to request a fair hearing. The recipient's assistance shall be paid pending the hearing only if such payment is required under § 4-205.59."},{"prefix":"d","text":" If the recipient fails to file a report on time, without good cause, or if the report filed is incomplete, the Mayor shall take prompt action to terminate assistance. The Mayor shall mail the recipient written notice if assistance is being terminated as a result of failure to file or complete a report. The notice must be adequate as defined by § 4-205.55(a)(2). The notice must be postmarked no later than 15 days prior to the date the recipient would have received payment if assistance had not been terminated. A recipient has 90 days from the date the notice is postmarked to request a fair hearing. The recipient's assistance shall be paid pending the hearing only if such payment is required under § 4-205.59. If the recipient files a completed report that is received by the Mayor on or before the last day of the month in which the notice was postmarked, the Mayor shall accept this late report and shall make a payment based on the information in the report if the information reliably indicates that the recipient is still eligible for TANF. The payment in the next month shall reflect a penalty for late filing, if the Mayor determines the recipient did not have good cause for late filing. As a penalty for late filing, earned income shall not be disregarded in determining TANF eligibility and benefit levels. Payment in the month after receipt of a late report may be delayed. If the recipient is found ineligible for TANF, based on information in the late report, or eligible for an amount less than the prior period's payment, the Mayor shall promptly send the recipient written notice of the change, suspension, or termination. The written notice must be adequate as defined by § 4-205.55(a)(2). The recipient shall have 90 days from the date that the notice is postmarked to request a hearing. The recipient's assistance shall be paid pending the hearing only if such payment is required under § 4-205.59."},{"prefix":"e","text":" If a recipient has earned income, and fails to file a report of that income on time, without good cause, the earned income, child care, and work expenses disregards shall not be allowed for the month that was to be reported on."},{"prefix":"f","text":" The Mayor may require periodic reporting by any TANF recipient, or category of TANF recipients that has earned income or meets criteria, who the Mayor determines, pursuant to rules promulgated by the Mayor, is likely to calculate income eligibility erroneously."},{"prefix":"g","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.54","catch_text":"TANF assistance unit monthly report."}}