{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.81.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 4(h) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nSee notes to § 4-205.69.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nDC CODE § 4-205.81\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 581, as added Apr. 20, 1999, D.C. Law 12-241, § 4(g), 46 DCR 905.)","sections":[{"prefix":"a","text":" For purposes of this section, \"diversion payment\" means a lump sum of money paid to an adult caring for a minor child in order to meet a short-term need that creates a barrier to self-sufficiency."},{"prefix":"b","text":" The Mayor may make a diversion payment to the head of the assistance unit who is eligible to receive a diversion payment. Nothing in this section shall be construed to create any entitlement to a diversion payment, or to confer on any person any entitlement to a diversion payment."},{"prefix":"c","text":" An individual shall be eligible to receive a diversion payment if the individual:"},{"prefix":"1","text":" Is an adult;"},{"prefix":"2","text":" Meets all financial eligibility requirements for TANF;"},{"prefix":"3","text":" Lives with a minor child and is the caretaker of that child;"},{"prefix":"4","text":" Has not received a diversion payment in the previous 12 months;"},{"prefix":"5","text":" Has not received TANF, POWER, or GAC in the previous 6 months; and"},{"prefix":"6","text":" Requires only short-term financial assistance to meet needs critical to maintaining or securing employment."},{"prefix":"d","text":" A diversion payment shall be the amount determined by the Mayor to be necessary to meet the head of the assistance unit's needs for short-term financial assistance, but may not exceed 3 times the monthly amount of TANF benefits that the assistance unit would be eligible to receive under the TANF program."},{"prefix":"e","text":" Consideration of the eligibility of a head of the assistance unit for a diversion payment may be made only after consideration of the eligibility of the head of the assistance unit for TANF, in accordance with regulations promulgated by the Mayor."},{"prefix":"f","text":" The Mayor may only consider TANF applicants for consideration of diversion payment eligibility."},{"prefix":"g","text":" The Mayor may refer a TANF applicant for consideration of diversion payment eligibility at any time."},{"prefix":"h","text":" An applicant for assistance who the Mayor determines is eligible for diversion payment shall sign a document that lists the amount, requirements, and conditions of the diversion payment. The recipient's signature shall indicate an understanding of and agreement to the amount, requirements, and conditions."},{"prefix":"i","text":" Any diversion payment made by the Mayor shall be issued to, or on behalf of, an eligible applicant as soon as practicable after the applicant submits a completed application for assistance and has been determined by the Mayor to be eligible for a diversion payment. An application shall not be considered complete until it includes all required information and necessary documentation."},{"prefix":"j","text":" A recipient of a diversion payment, and anyone who remains a member of the recipient's assistance unit, shall be ineligible to receive TANF, POWER, or GAC benefits for the number of months equal to the amount of the diversion payment divided by the monthly payment of TANF benefits that the assistance unit would be eligible to receive under the TANF program, beginning with the month in which the recipient receives the diversion payment."},{"prefix":"k","text":" Diversion payments shall not count towards the 60 month lifetime limit for the receipt of TANF."},{"prefix":"l","text":" Receipt of a diversion payment shall not affect the recipient's right to receive child support for children in the recipient's care."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.81","catch_text":"Diversion payments."}}