{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.11a.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(f) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) addition of section, see § 2(f) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2(n) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see § 2(f) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), § 2(f) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181), § 2(f) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-306, March 20, 1998, 44 DCR 1900).\n\nFor temporary addition of section, see § 2(n) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(n) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(n) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(n) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nDC CODE § 4-205.11a\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 511a, as added Apr. 20, 1999, D.C. Law 12-241, § 2(n), 46 DCR 905.)","sections":[{"prefix":"a","text":" Federally-funded TANF benefits shall not be provided to any assistance unit that includes an adult who has received federally-funded TANF benefits for 60 months (whether or not consecutive) after February 28, 1997."},{"prefix":"b","text":" In determining the number of months during which an individual has received federally-funded TANF benefits, the District shall disregard any month for which TANF benefits were provided with respect to the individual when the individual was:"},{"prefix":"1","text":" A minor child; and"},{"prefix":"2","text":" Not the head of an assistance unit or married to the head of an assistance unit."},{"prefix":"c","text":" For purposes of this section, a TANF recipient shall not be considered to have been provided benefits in any month in which the recipient did not actually receive TANF benefits, pursuant to § 4-205.51, because the benefit check prior to adjustments would have been less than $10."},{"prefix":"d","text":" In determining the number of months during which an adult has received federally funded TANF benefits, any month shall be disregarded if during that month the adult lived in Indian country (as defined in 18 U.S.C. § 1151) or in an Alaskan Native village, if the most reliable data available with respect to the month or a period that includes the month indicate that at least 50% of the adults living in Indian country or in the Alaskan Native village were not employed."},{"prefix":"e","text":" The Mayor may exempt an assistance unit from the requirements of subsection (a) of this section by reason of hardship or if the assistance unit includes an individual who has been battered or subject to extreme cruelty. For purposes of this subsection, an individual has been battered or subject to extreme cruelty if that individual has been subjected to:"},{"prefix":"1","text":" Physical acts that resulted in, or threatened to result in, physical injury to the individual;"},{"prefix":"2","text":" Sexual abuse;"},{"prefix":"3","text":" Sexual activity involving a dependent child;"},{"prefix":"4","text":" Forced engagement in nonconsensual sexual acts or activities;"},{"prefix":"5","text":" Threats of, or attempts at, physical or sexual abuse;"},{"prefix":"6","text":" Mental abuse; or"},{"prefix":"7","text":" Neglect or deprivation of medical care."},{"prefix":"f","text":" A monthly average of no more than 20% of the average monthly number of assistance units for which federally-funded TANF benefits are provided during the current fiscal year or the prior fiscal year (as the Mayor may elect) may be exempt under subsection (e) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.11a","catch_text":"Time limit for receipt of TANF benefits."}}