{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.15.\n\nEffect of Amendments\n\nD.C. Law 18-94, in subsec. (a), substituted \"may, at the parent's request, choose not to\" for \"shall not\" in par. (1), added pars. (1A) and (1B), and repealed par. (3); and, in subsec. (e), added \"and\" at the end of par. (4), substituted a period for \"; and\" at the end of par. (5), and repealed par. (6). Prior to repeal, subsecs. (a)(3) and (e)(6) read as follows:\n\n\"(3) All dependent children living in the same household who are related by blood, half-blood, or legal adoption to any other member of the assistance unit by a relationship that would qualify an adult as a caretaker relative of that other member of the assistance unit as defined in § 4-201.01(1C).\"\n\n\"(6) A parent, or minor child, who marries a person with whom the parent, or minor child, does not have a child in common.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 502(c) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 2(x) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 2(x) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2(r) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 502(c) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary amendment of section, see § 502(c) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of section, see § 2(x) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), and § 2(x) of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181).\n\nFor temporary amendment of section, see § 2(x) of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12-306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 2(r) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(r) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(r) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(r) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Public Assistance Emergency Amendment Act of 2009 (D.C. Act 18-198, October 9, 2009, 56 DCR 8132).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 5-150, see Historical and Statutory Notes following § 4-205.05.\n\nFor legislative history of D.C. Law 6-35, see Historical and Statutory Notes following § 4-202.05.\n\nFor legislative history of D.C. Law 11-52, see Historical and Statutory Notes following § 4-204.06.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nFor Law 18-94, see notes following § 4-201.01.\n\nDC CODE § 4-205.15\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 515, 29 DCR 1060; Mar. 14, 1985, D.C. Law 5-150, § 2(d), 31 DCR 6425; Sept. 10, 1985, D.C. Law 6-35, § 2(e), 32 DCR 3778; Sept. 26, 1995, D.C. Law 11-52, § 502(c), 42 DCR 3684; Apr. 17, 1999, D.C. Law 12-241, § 2(r), 46 DCR 905; Dec. 17, 2009, D.C. Law 18- 94, § 2(b), 56 DCR 8521.)","sections":[{"prefix":"a","text":" An application on behalf of a dependent child shall include in the TANF assistance unit the following individuals, if living in the same household as the dependent child and otherwise eligible:"},{"prefix":"1","text":" The parent or parents of a dependent child, except that a parent who marries a person with whom the parent does not have any child in common may, at the parent's request, choose not to be included in the dependent child's assistance unit;"},{"prefix":"1A","text":" The step-parent of a dependent child, if there is a parent of the dependent child in the home who chooses to be included in the dependent child's assistance unit; and"},{"prefix":"1B","text":" Any dependent child of a step-parent who is included in a dependent step-child's assistance unit;"},{"prefix":"2","text":" All blood-related, half-blooded-related, and adopted brothers and sisters of the dependent child who are themselves dependent children under age 18 or age 18 and expected to complete high school before reaching age 19; and"},{"prefix":"3","text":" Repealed."},{"prefix":"b","text":" For the purposes of subsection (a) of this section, the Mayor shall determine the meaning of the term \"full-time student\", shall determine which vocational or technical training courses are equivalent to the level of secondary school, and shall determine which factors will be considered in deciding whether an individual may reasonably be expected to complete the program of study or training before reaching age 19."},{"prefix":"c","text":" In order to be included in an TANF assistance unit under this section, a dependent child aged 16 or 17 years must be enrolled in a program of secondary education or vocational or technical training."},{"prefix":"d","text":" An application on behalf of a dependent child may include in the TANF assistance unit a caretaker relative other than a parent, provided that neither parent is living in the home and the caretaker relative requests to be included, meets each eligibility requirement, and lives in the same household as the dependent child."},{"prefix":"e","text":" Individuals who are ineligible to receive TANF, and who shall be excluded from the TANF assistance unit during the period of ineligibility, shall include:"},{"prefix":"1","text":" An individual who receives SSI benefits;"},{"prefix":"2","text":" An alien who is ineligible for TANF as a result of the deeming of a sponsor's income and resources to the alien pursuant to § 421 of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996, approved August 22, 1996 (110 Stat. 2105; 8 U.S.C. § 1631);"},{"prefix":"3","text":" An alien who is ineligible for TANF because the alien does not meet the citizenship and alienage requirements of § 4-205.24(a);"},{"prefix":"4","text":" An individual who is ineligible for TANF as the result of the imposition of a sanction; and"},{"prefix":"5","text":" An individual who is ineligible for TANF, pursuant to § 4-205.33, due to receipt of lump-sum income."},{"prefix":"6","text":" Repealed."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.15","catch_text":"Standards for inclusion in TANF assistance unit."}}