{"text":"The primary purpose of the Office is to redesign the District of Columbia's Medicaid, Medicare, and Foster Care and Adoption Assistance infrastructure to improve the operational management of Medicaid, Medicare, and Foster Care and Adoption Assistance programs on an agency level. The Office shall:","historical":"Effect of Amendments\n\nD.C. Law 15-39, in the introductory paragraph, substituted \"Medicaid, Medicare, and Foster Care and Adoption Assistance infrastructure\" for \"Medicaid infrastructure\" and substituted \"Medicaid, Medicare, and Foster Care and Adoption Assistance Programs\" for \"Medicaid programs\"; in par. (1), substituted \"Medicaid, Medicare, and Foster Care and Adoption Assistance claims, and maximizing Medicaid, Medicare, and Foster Care and Adoption Assistance reimbursements,\" for \"Medicaid claims, and maximizing Medicaid reimbursements,\"; and in pars. (2) and (4), substituted \"Medicaid, Medicare, and Foster Care and Adoption Assistance\" for Medicaid\".\n\nD.C. Law 15-105, in par. (6), validated a previously made technical correction.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1502(d) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1502(d) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 4-204.11.\n\nFor Law 15-39, see notes following § 4-204.11.\n\nFor Law 15-105, see notes following § 4-204.08.\n\nDC CODE § 4-204.14\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, § 1504, 49 DCR 6968; Nov. 13, 2003, D.C. Law 15-39, § 1502(d), 50 DCR 5668; Mar. 13, 2004, D.C. Law 15-105, § 30(a), 51 DCR 881.)","sections":[{"prefix":"1","text":" Provide technical assistance and support to District of Columbia agencies for the purpose of documenting and processing Medicaid, Medicare, and Foster Care and Adoption Assistance claims, and maximizing Medicaid, Medicare, and Foster Care and Adoption Assistance reimbursements, where not duplicative of assistance already provided to District of Columbia agencies by the State Medicaid Office;"},{"prefix":"2","text":" Manage Medicaid, Medicare, and Foster Care and Adoption Assistance costs and project revenues in liaison with the State Medicaid, Medicare, and Foster Care and Adoption Assistance Office and the Chief Financial Officer;"},{"prefix":"3","text":" Review and support legislation ensuring service expansion for all entitled residents in collaboration with the Mayor and the State Medicaid Office;"},{"prefix":"4","text":" Oversee the implementation of Medicaid, Medicare, and Foster Care and Adoption Assistance reforms within District of Columbia agencies to fulfill statutory requirements;"},{"prefix":"5","text":" Prepare an annual report for the Mayor and the Council on the Office's activities and recommendations; and"},{"prefix":"6","text":" Engage in other activities as needed to carry out the purposes of this part."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"IV","text":"Medicaid Program Administration."},"part":{"identifier":"B","text":"Office of Medicaid Operations Reform."},"heading":{"title":"4","chaptersection":"204","identifier":"4-204.14","catch_text":"Purposes, powers, and duties of the Office."}}