{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.11.\n\nEffect of Amendments\n\nD.C. Law 16-33, in subsec. (a)(5A), deleted \"and\" at end of subsec.; in subsec. (a)(6)(D), substituted \"; and\" for period at end of subsec.; and added subsec. (a)(8).\n\nD.C. Law 16-69, in subsec. (a)(6)(D), deleted 'and\" from the end; in subsec. (a)(8), substituted \"; and\" for a period; and added subsec. (a)(9).\n\nD.C. Law 16-191, in the section heading, substituted \"TANF\" for \"AFDC\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(e), (x) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 2(e), (x) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2(m) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(e) and (x) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778); § 2(e) and (x) of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181), and § 2(e) and (x) of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12- 306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 2(m) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(m) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(m) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(m) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary (90 day) amendment of section, see §§ 5032(a), 5033 of Fiscal Year 2006 Budget Support Emergency Act of 2005 (D.C. Act 16-168, July 26, 2005, 52 DCR 7667).\n\nFor temporary (90 day) amendment of section, see § 201 of Grandparent Caregivers Pilot Program Establishment Emergency Act of 2006 (D.C. Act 16-278, February 22, 2006, 53 DCR 1459).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 5-150, see Historical and Statutory Notes following § 4-205.05.\n\nFor legislative history of D.C. Law 6-35, see Historical and Statutory Notes following § 4-202.05.\n\nFor legislative history of D.C. Law 8-67, see Historical and Statutory Notes following § 4-205.05.\n\nFor legislative history of D.C. Law 8-86, see Historical and Statutory Notes following § 4-205.05.\n\nFor legislative history of D.C. Law 11-72, see Historical and Statutory Notes following § 4-205.06.\n\nLaw 11-110, the \"Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-485, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on December 5, 1995, and January 4, 1996, respectively. Signed by the Mayor on January 26, 1996, it was assigned Act No. 11-199 and transmitted to both Houses of Congress for its review. D.C. Law 11-110 became effective on April 18, 1996.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nLaw 16-33, the \"Fiscal Year 2006 Budget Support Act of 2005\", was introduced in Council and assigned Bill No. 16-200 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 10, 2005, and June 21, 2005, respectively. Signed by the Mayor on July 26, 2005, it was assigned Act No. 16-166 and transmitted to both Houses of Congress for its review. D.C. Law 16-33 became effective on October 20, 2005.\n\nFor Law 16-69, see notes following § 4-251.01.\n\nFor Law 16-191, see notes following § 4-204.61.\n\nMiscellaneous Notes\n\nExpiration of Law 11-72: See note to § 4-205.01.\n\nShort title of subtitle D of title V of Law 16-33: Section 5031 of D.C. Law 16-33 provided that subtitle D of title V of the act may be cited as the Child Support Pass-through Establishment Amendment Act of 2005.\n\nSection 5033 of D.C. Law 16-33 provides:\n\n\"Sec. 5033. Applicability.\n\n\"This subtitle shall apply as of April 1, 2006.\"\n\nDC CODE § 4-205.11\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 511, 29 DCR 1060; Mar. 14, 1985, D.C. Law 5-150, § 2(c), 31 DCR 6425; Sept. 10, 1985, D.C. Law 6-35, § 2(d), 32 DCR 3778; Mar. 15, 1990, D.C. Law 8-86, § 2(b), 37 DCR 48; Oct. 27, 1995, D.C. Law 11-72, § 201(c), 42 DCR 4728; Apr. 18, 1996, D.C. Law 11- 110, § 9(a), 43 DCR 530; Apr. 9, 1997, D.C. Law 11-255, § 8(a), 44 DCR; Apr. 17, 1999, D.C. Law 12-241, § 2(m), 46 DCR 905; Oct. 20, 2005, D.C. Law 16-33, § 5032(a), 52 DCR 7503; Mar. 8, 2006, D.C. Law 16-69, § 201, 53 DCR 54; Mar. 2, 2007, D.C. Law 16-191, § 91(a), 53 DCR 6794.)","sections":[{"prefix":"a","text":" In determining the need of families who are applying for or receiving TANF:"},{"prefix":"1","text":" Deduct such amount for a work-related expense as the Mayor shall specify through rulemaking. If the individual is self-employed, work expenses directly related to producing the goods or services, and without which the goods or services could not be produced, shall be excluded from the gross earned income total;"},{"prefix":"2","text":" Deduct the cost of care of each dependent child, or care of an incapacitated adult living in the same home and receiving TANF or POWER, up to a maximum amount that the Mayor shall specify through rulemaking. The maximum amount deductible for the cost of care of a child may vary depending upon the age of the child;"},{"prefix":"3","text":" For initial applicants, determine whether the monthly income, after disregards allowed under paragraph (1) or (2) of this section, exceeds the standard of assistance. If so, the family is ineligible for assistance;"},{"prefix":"4","text":" Disregard all of the monthly gross earned income of each child receiving TANF if the child is a full-time student, or is a part-time student provided he is not employed full time. A part-time student must have a school schedule that is equal to at least one half of a full-time curriculum;"},{"prefix":"4A","text":"(A) For individuals otherwise found eligible to receive TANF, disregard from the individual's earned income a specific dollar amount and/or a percentage of the earned income. The Mayor shall establish, through rulemaking, the amount and/or percentage of earned income to be disregarded, the period of time during which any earned income may be disregarded, and other rules necessary to implement this provision. The rules shall reflect the District's interests in rewarding work, assisting needy families, and promoting self-sufficiency."},{"prefix":"B","text":" To the extent permitted under federal law, in calculating the eligibility for Medicaid (other than Transitional Medicaid) of a child or a family with minor children, the Mayor shall disregard earned income to the same extent that earned income is disregarded under TANF. In calculating eligibility for Transitional Medicaid, subject to the approval of the U.S. Department of Health and Human Services (\"HHS\"), the Mayor shall disregard income for the first 12 months of Transitional Medicaid pursuant to the provisions established in § 1925(a) of the Social Security Act, approved October 13, 1988 (102 Stat. 2385; 42 U.S.C. § 1396r-6(a)), and shall disregard income for the second 12 months of Transitional Medicaid pursuant to the provisions established in § 1925(b) of the Social Security Act (42 U.S.C. § 1396r-6(b)). Absent approval by HHS, income shall be disregarded pursuant to applicable federal law."},{"prefix":"5","text":" Repealed."},{"prefix":"5A","text":" Disregard any federal earned income tax credit received;"},{"prefix":"6","text":" Income earned by any adult member of the assistance unit shall not be disregarded for any month in which the Department determines that such member:"},{"prefix":"A","text":" Within 60 days preceding such month, without good cause (as specified in rules established by the Mayor and adopted by the Council), terminated his or her employment, reduced his or her gross earned income, or refused a bona fide offer of employment;"},{"prefix":"B","text":" Voluntarily requested assistance be terminated for the sole purpose of evading any time limit placed on the disregarding of earned income that may be established by rule by the Mayor;"},{"prefix":"C","text":" Without good cause, failed to file the periodic report required for that period on time; or"},{"prefix":"D","text":" Failed to inform the Mayor, without good cause, about earnings affecting eligibility as required by § 4-205.53(a) or § 4-205.54. The penalty for this failure shall be applied until the recipient's next periodic report is filed and processed by the Mayor;"},{"prefix":"7","text":" Repealed;"},{"prefix":"8","text":" Beginning on October 1, 2005, disregard up to the first $150 received per month by the assistance unit that represents a current monthly child support obligation or a voluntary child support payment from an absent parent or spouse; and"},{"prefix":"9","text":" Disregard any subsidy received under the program established by Chapter 2A of this title."},{"prefix":"b","text":" The income and assets of a parent living in the same household as a dependent child, but not included in the assistance unit because the parent is ineligible for TANF, shall be considered available to the assistance unit to the extent that the income and assets of a deemed parent, as defined in § 4- 205.22, would be considered available to the assistance unit. The income of a stepparent of the dependent child shall be considered available to the assistance unit to the extent required under § 4-205.22. In the case of a dependent child whose parent is a minor, the income of the minor parent's own parent or legal guardian living in the same household as the minor parent and the minor parent's dependent child shall be considered available to the extent required under § 4-205.22."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.11","catch_text":"TANF need determination."}}