{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.63.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 4(a) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 4(a) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 4(c) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 4(a) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), and § 4(a) of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181).\n\nFor temporary amendment of section, see § 4(a) of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12-306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 4(c) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 4(c) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 4(c) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 4(c) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-72, see Historical and Statutory Notes following § 4-205.61.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nMiscellaneous Notes\n\nExpiration of Law 11-72: See note to § 4-205.01.\n\nDC CODE § 4-205.63\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 563, as added Oct. 27, 1995, D.C. Law 11-72, § 101, 42 DCR 4728; Apr. 20, 1999, D.C. Law 12-241, § 4(c), 46 DCR 905.)","sections":[{"prefix":"a","text":" This section shall apply to all applicants for, and recipients of, TANF benefits."},{"prefix":"b","text":" An applicant or recipient of TANF benefits who is a pregnant or parenting teen and who has never married shall be eligible for TANF benefits only if the teen and the teen's child reside in a residence maintained by the pregnant or parenting teen's parent or legal guardian, or another adult relative of the pregnant or parenting teen that is the home of the parent, guardian, or adult relative, as determined by the Mayor, unless:"},{"prefix":"1","text":" The pregnant or parenting teen has no living parent, legal guardian, or other appropriate adult relative;"},{"prefix":"2","text":" No parent, legal guardian, or other appropriate adult relative who could otherwise qualify to act as the pregnant or parenting teen's legal guardian allows the pregnant or parenting teen to live in his or her home;"},{"prefix":"3","text":" The Department determines, after an investigation in accordance with regulations issued by the Mayor, that the physical or emotional health or safety of the applicant, recipient, or dependent child would be jeopardized if they resided in the same residence with the teen's parent, legal guardian, or other adult relative; or"},{"prefix":"4","text":" The Department determines, in accordance with regulations issued by the Mayor, that the circumstances justify a determination of good cause for the applicant or recipient and dependent child to receive assistance while living apart from the pregnant or parenting teen's parent, guardian, or other adult relative (with standards set forth in the regulations including consideration of the best interests of the dependent child)."},{"prefix":"c","text":" For purposes of the investigation made pursuant to subsection (b)(4) of this section, investigations shall be carried out by licensed social workers. Other trained professionals, such as doctors, nurses, or physiologists, who are deemed necessary to make sound health and safety determinations by the Department, may also be utilized."},{"prefix":"d","text":" When a pregnant or parenting teen and the applicant's or recipient's dependent child are required to live with the pregnant or parenting teen's parent, legal guardian, or other adult relative, or in a setting described in subsection (e) of this section, then TANF may be paid in the form of a protective payment."},{"prefix":"e","text":"(1) If the pregnant or parenting teen is exempt from the home living requirement under subsection (b) of this section, the Department shall provide or assist the pregnant or parenting teen in locating a second chance home, as defined in paragraph (2) of this subsection, a maternity home, or other appropriate adult-supervised supportive living arrangement, unless the Department determines that the pregnant or parenting teen's current living arrangement is appropriate. The Department shall consider the needs and concerns of the pregnant or parenting teen and the pregnant or parenting teen's child in providing or assisting in locating a living arrangement for the pregnant or parenting teen. The Department shall then determine the appropriate living arrangement for the pregnant or parenting teen and require that the pregnant or parenting teen and the dependent child live in such a living arrangement as a condition of continued receipt of TANF benefits. If the Department determines that the pregnant or parenting teen's circumstances have changed and the current arrangement ceases to be appropriate, the pregnant or parenting teen may live in an alternative appropriate arrangement and continue to receive TANF benefits."},{"prefix":"2","text":" For the purposes of this subsection, the term \"second chance home\" means an entity that provides individuals described in subsection (b)(1), (2), (3) and (4) of this section with a supportive and supervised living arrangement in which they are required to learn parenting skills, including child development, family budgeting, health and nutrition, and other skills to promote their long-term economic independence and the well-being of their children."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.63","catch_text":"Eligibility for public assistance; home living requirement."}}