{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.77.\n\nTemporary Addition of Section\n\nFor temporary (225 day) amendment of section, see § 4(h) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nSee notes to § 4-205.69.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nDC CODE § 4-205.77\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 577, as added Apr. 20, 1999, D.C. Law 12-241, § 4(g), 46 DCR 905.)","sections":[{"prefix":"a","text":" If a POWER recipient who is an adult or minor head of an assistance unit fails, without good cause (as determined by the Mayor) to participate in required activities to promote self-sufficiency, the recipient shall be sanctioned in the same manner as a TANF recipient who fails to comply with the requirements of an individual responsibility plan."},{"prefix":"b","text":" The Mayor shall promulgate rules defining what constitutes good cause for failure to participate in required self-sufficiency activities, in addition to those grounds described in subsections (c), (d), and (e) of this section."},{"prefix":"c","text":" The Mayor shall not sanction a POWER recipient based on the failure of the recipient to participate in self-sufficiency activities if the recipient is a single custodial parent caring for a child under 6 years old, and the recipient proves that the recipient has a demonstrated inability, as determined by the Mayor, to obtain needed child care for one or more of the following reasons:"},{"prefix":"1","text":" Appropriate child care within a reasonable distance from the recipient's home or participation site is unavailable;"},{"prefix":"2","text":" Informal child care by a relative or under other arrangements is unavailable or unsuitable; or"},{"prefix":"3","text":" Appropriate and affordable formal child care arrangements are unavailable."},{"prefix":"d","text":" The Mayor shall not sanction a POWER recipient based on the failure of the recipient to participate in self-sufficiency activities if the Mayor has failed to notify the recipient of the self-sufficiency activities in which the recipient must participate."},{"prefix":"e","text":"(1) The Mayor shall not sanction a POWER recipient based on the failure of the recipient to participate in self-sufficiency activities if the Mayor provides the activities but placement in those activities are not yet available to the recipient."},{"prefix":"2","text":" This subsection shall only apply if the POWER recipient has complied with any other obligations required of POWER applicants or recipients."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.77","catch_text":"POWER--Failure to participate in self-sufficiency activities."}}