{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.19f.\n\nEffect of Amendments\n\nD.C. Law 18-370 repealed subsec. (a); and added subsec. (f). Prior to repeal, subsec. (a) read as follows:\n\n\"(a) As a sanction pursuant to §§ 4-205.19c(a) and 4-205.19e(a), the Mayor shall not take into account the noncompliant TANF applicant's or recipient's needs in determining the TANF assistance unit's need for assistance and the amount of the TANF payment. The sanction shall remain in place for the following time periods, consistent with subsection (d) of this section:\n\n\"(1) Until the applicant or recipient complies with program requirements, or one month, whichever is later, if it is the applicant's or recipient's first sanction;\n\n\"(2) Until the applicant or recipient complies with program requirements, or 3 months, whichever is later, if it is the applicant's or recipient's second sanction; or\n\n\"(3) Until the applicant or recipient complies with program requirements, or 6 months, whichever is later, if it is the applicant's or recipient's third or subsequent sanction.\"\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) addition of section, see § 2(w) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see note to § 4-205.19a.\n\nFor temporary (90 day) amendment of section, see § 522(e) of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nFor history of Law 18-370, see notes under § 4-202.05.\n\nDC CODE § 4-205.19f\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 519f, as added Apr. 20, 1999, D.C. Law 12-241, § 2(w), 46 DCR 905; Apr. 8, 2011, D.C. Law 18-370, § 522(d), 58 DCR 1008.)","sections":[{"prefix":"a","text":" Repealed."},{"prefix":"b","text":" The Mayor shall not consider an applicant or recipient to have complied with program requirements until the individual participates satisfactorily for at least one week."},{"prefix":"c","text":" Notwithstanding subsection (b) of this section, if the Mayor cannot schedule the applicant or recipient for participation, by no fault of the applicant or recipient, the Mayor shall consider the applicant or recipient to have complied on the day the applicant or recipient notifies the Mayor that he or she agrees to participate."},{"prefix":"d","text":" If a sanction terminates because the TANF applicant or recipient complies with program requirements, the applicant or recipient shall not receive TANF benefits for the remainder of the month of compliance, and instead shall begin receiving TANF benefits again in the following month, for the following month, and for subsequent months so long as the recipient continues to comply and remains otherwise eligible."},{"prefix":"e","text":" A TANF applicant or recipient who is aggrieved by the Mayor's action concerning a sanction may seek redress under subchapter X of this chapter. A TANF applicant or recipient who has been sanctioned shall not be entitled to a conciliation process."},{"prefix":"f","text":" If a TANF recipient fails to complete his or her annual review or is otherwise terminated while under sanctions, and makes a new application for benefits, the TANF applicant shall:"},{"prefix":"1","text":" Undergo an assessment and orientation pursuant to § 4-205.19(b); and"},{"prefix":"2","text":" Shall remain under the same level of sanction until in compliance pursuant to subsection (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.19f","catch_text":"Sanctions."}}