{"text":"The Fund shall be used for the following purposes:","historical":"Effect of Amendments\n\nD.C. Law 15-39, in the introductory language, substituted \"The Fund shall be used for the following purposes:\" for \"The purposes of the Fund shall include:\"; added pars. (1A) and (1B); in par. (3), substituted \"Medicaid, Medicare, and Foster Care and Adoption Assistance\" for \"Medicaid\" in two places; and in par. (4), substituted \"Medicaid, Medicare, Foster Care and Adoption Assistance\" for \"Medicaid\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1503(c) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1503(c) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) addition of section, see § 5142 of Fiscal Year 2013 Budget Support Emergency Act of 2012 (D.C. Act 19-383, June 19, 2012, 59 DCR 7764).\n\nFor temporary (90 day) addition of section, see § 5142 of Fiscal Year 2013 Budget Support Congressional Review Emergency Act of 2012 (D.C. Act 19-413, July 25, 2012, 59 DCR 9290).\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 4-204.51.\n\nFor Law 15-39, see notes following § 4-204.11.\n\nDC CODE § 4-204.54\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, § 1554, 49 DCR 6968; Nov. 13, 2003, D.C. Law 15-39, § 1503(c), 50 DCR 5668.)","sections":[{"prefix":"1","text":" Ensuring adequate resources are available to support District-wide Medicaid costs and revenue shortfalls;"},{"prefix":"1A","text":" Ensuring adequate resources are available to support District-wide Medicare costs and revenue shortfalls;"},{"prefix":"1B","text":" Ensuring adequate resources are available to support District-wide Foster Care and Adoption Assistance costs and revenue shortfalls;"},{"prefix":"2","text":" Ensuring adequate resources are available to support District-wide Special Education costs and revenue shortfalls;"},{"prefix":"3","text":" Supporting Medicaid, Medicare, and Foster Care and Adoption Assistance reform activities designed to establish cost-effective, agency-based Medicaid, Medicare, and Foster Care and Adoption Assistance operations; and"},{"prefix":"4","text":" Optimizing Medicaid, Medicare, Foster Care and Adoption Assistance and other third-party revenues."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"IV","text":"Medicaid Program Administration."},"part":{"identifier":"C","text":"Medicaid and Special Education Reform Fund."},"heading":{"title":"4","chaptersection":"204","identifier":"4-204.54","catch_text":"Purposes of the Fund."}}