{"text":"The Mayor shall report and make public the following performance measures annually:","historical":"Effect of Amendments\n\nD.C. Law 19-171, in par. (2)(A), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor history of Law 18-366, see notes under § 4-205.19b.\n\nLaw 19-171, the \"Technical Amendments Act of 2012\", was introduced in Council and assigned Bill No. 19-397, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on March 20, 2012, and April 17, 2012, respectively. Signed by the Mayor on May 23, 2012, it was assigned Act No. 19-376 and transmitted to both Houses of Congress for its review. D.C. Law 19-171 became effective on September 26, 2012.\n\nDC CODE § 4-205.19m\n\nCurrent through December 11, 2012","credits":"(Apr. 20, 1999, D.C. Law 4-101, § 519m, as added Apr. 8, 2011, D.C. Law 18-366, § 2(d), 58 DCR 981; Sept. 26, 2012, D.C. Law 19-171, § 32(a), 59 DCR 6190.)","sections":[{"prefix":"1","text":" By vendor program:"},{"prefix":"A","text":" The number of TANF work-eligible recipients and percentage of the TANF caseload who have participated in the specific vendor program, including the number and percentage of those recipients who have:"},{"prefix":"i","text":" Met their work participation requirements for at least one month during the reporting period;"},{"prefix":"ii","text":" Completed the education or training program; and"},{"prefix":"iii","text":" Have become employed."},{"prefix":"B","text":" Of those who gained employment, the number and percentage of TANF recipients who remain employed and met work participation requirements, by month, for up to 6 months;"},{"prefix":"C","text":" Of those who exited TANF due to earnings, the number and percentage of TANF recipients who return to a vendor program after 3 months, 6 months, 12 months, and 18 months;"},{"prefix":"2","text":" The number of TANF recipients and percentage of the TANF caseload who:"},{"prefix":"A","text":" Have applied for a waiver from job search or job readiness activities, as defined in § 4-205.19b, and work activities, as defined in § 4-205.19d, due to domestic violence as referenced in § 4-205.19b(d)(3);"},{"prefix":"B","text":" Have been granted a waiver from job search or job readiness activities, pursuant to § 4-205.19b, and work activities due to domestic violence as referenced in § 4-205.19b(d)(3);"},{"prefix":"C","text":" Have been referred to treatment through domestic violence services pursuant to § 4-205.19b(d)(2); and"},{"prefix":"D","text":" Are receiving domestic violence services through a referral by the Mayor pursuant to § 4-205.19b(d)(2);"},{"prefix":"3","text":" The number of TANF recipients and percentage of the TANF caseload who have been:"},{"prefix":"A","text":" Referred to POWER pursuant to § 4-205.73(b);"},{"prefix":"B","text":" Approved for POWER; and"},{"prefix":"C","text":" Referred to and receive, to the extent such information is accessible and available, treatment services for substance abuse or physical or mental disabilities;"},{"prefix":"4","text":" The number of TANF recipients and percentage of the TANF caseload who are participating in each work activity listed in § 4-205.19c(c-1), including the number of TANF recipients and percentage of TANF caseload who have reported self-employment as their unsubsidized employment work activity;"},{"prefix":"5","text":" For the following activities, a list of organizations, with which TANF recipients have been placed and the number placed with each:"},{"prefix":"A","text":" Subsidized private sector employment;"},{"prefix":"B","text":" Subsidized public sector employment;"},{"prefix":"C","text":" Work experience;"},{"prefix":"D","text":" On-the-job-training;"},{"prefix":"E","text":" Community service;"},{"prefix":"F","text":" Vocational education training; and"},{"prefix":"G","text":" Job skills training directly related to employment;"},{"prefix":"6","text":" The number of TANF recipients and percentage of the TANF caseload who have:"},{"prefix":"A","text":" Been referred to the Tuition Assistance Program Initiative for TANF (\"TAPIT\");"},{"prefix":"B","text":" Been enrolled in TAPIT; and"},{"prefix":"C","text":" Successfully completed TAPIT;"},{"prefix":"7","text":" The number of TANF recipients and percentage of the TANF caseload who have:"},{"prefix":"A","text":" Been referred to the University of the District of Columbia Paths Program;"},{"prefix":"B","text":" Been enrolled in the UDC Paths Program; and"},{"prefix":"C","text":" Successfully completed the UDC Paths Program; and"},{"prefix":"8","text":" The number of TANF recipients and percentage of the TANF caseload who were not referred to work activities within 6 months and 12 months after a positive eligibility determination."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.19m","catch_text":"Reporting requirements."}}