{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.19h.\n\nTemporary Addition of Section\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) addition of section, see § 2(w) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nEmergency Act Amendments\n\nFor temporary addition of section, see note to § 4-205.19a.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nDC CODE § 4-205.19h\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 519h, as added Apr. 20, 1999, D.C. Law 12-241, § 2(w), 46 DCR 905.)","sections":[{"prefix":"a","text":" Subject to other applicable provisions of District law, the Mayor may contract with a nongovernmental entity to perform all or part of the operation of job search, job readiness, other work activity, or self sufficiency programs under TANF or POWER with the exception of the following:"},{"prefix":"1","text":" Responsibility for final decision-making on program planning and design, including program participation requirements;"},{"prefix":"2","text":" Defining who is required to participate;"},{"prefix":"3","text":" Defining good cause for failure to participate;"},{"prefix":"4","text":" Issuance of rules and regulations governing participation;"},{"prefix":"5","text":" Defining exemptions from participation;"},{"prefix":"6","text":" Determination and application of sanctions against an individual;"},{"prefix":"7","text":" Providing notice of case actions; and"},{"prefix":"8","text":" Performing fair hearings and administrative reviews pursuant to subchapter X of this chapter."},{"prefix":"b","text":" Any nongovernmental entity with which the Mayor has contracted regarding job search, job readiness, or work activities shall not have the authority to review, change, or disapprove any administrative decision of the Mayor or otherwise substitute its judgment for that of the Mayor regarding the application of policies, rules, and regulations promulgated by the Mayor or any agency."},{"prefix":"c","text":" Any adverse determination, decision, or action of the nongovernmental entity made or taken with respect to an individual shall be reviewable by the Mayor, pursuant to procedures set forth in rules promulgated by the Mayor."},{"prefix":"d","text":" In selecting a nongovernmental contractor, the Mayor shall take into account past performance in providing similar services, demonstrated effectiveness, fiscal accountability, ability to meet performance standards, other factors the Mayor determines to be appropriate, and any other factors that are required to be considered by District law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.19h","catch_text":"Administration of job search, job readiness, work, and self-sufficiency activities."}}