{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.19c.\n\nEffect of Amendments\n\nD.C. Law 18-366 substituted \"in work activities\" for \"in job search or job readiness activities\".\n\nEmergency Act Amendments\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) addition of section, see § 2(i) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) addition of section, see § 2(w) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nFor history of Law 18-366, see notes under § 4-205.19b.\n\nDC CODE § 4-205.19c\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 519c, as added Apr. 20, 1999, D.C. Law 12-241, § 2(w), 46 DCR 905; Apr. 8, 2011, D.C. Law 18-366, § 2(b), 58 DCR 981.)","sections":[{"prefix":"a","text":" If a TANF applicant who is not exempt pursuant to § 4-205.19g(a) fails, without good cause, to participate in work activities pursuant to § 4- 205.19b, the failure shall result in a sanction pursuant to § 4-205.19f."},{"prefix":"b","text":" The Mayor shall promulgate rules defining what constitutes good cause for failure to participate in work activities, in addition to those circumstances described in subsections (c), (d), and (e) of this subsection. The rules promulgated by the Mayor shall require that notice be provided to TANF applicants of what constitutes good cause for failure to participate in work activities."},{"prefix":"c","text":" The Mayor shall not sanction a TANF applicant based on the failure of an applicant to participate in work activities if the Mayor has failed to make a preliminary assessment pursuant to § 4-205.19b(a)."},{"prefix":"d","text":" The Mayor shall not sanction a TANF applicant based on the failure of a TANF applicant to participate in work activities if the applicant is a single custodial parent caring for a child under 6 years old, and the applicant proves that he or she has a demonstrated inability, as determined by the Mayor, to obtain needed child care for one or more of the following reasons:"},{"prefix":"1","text":" Appropriate child care within a reasonable distance from the applicant's home or work site is unavailable;"},{"prefix":"2","text":" Informal child care by a relative or under other arrangements is unavailable or unsuitable; or"},{"prefix":"3","text":" Appropriate and affordable formal child care arrangements are unavailable."},{"prefix":"e","text":"(1) The Mayor shall not sanction a TANF applicant for failure to participate in work activities if the Mayor controls the availability of placements in those activities and a placement in those activities is not available to the applicant."},{"prefix":"2","text":" This subsection shall not apply if the Mayor makes a placement in another activity available to the applicant, provided that the replacement activity is consistent with the terms of the applicant's agreement to participate in work activities."},{"prefix":"f","text":" Notwithstanding subsection (c), (d), or (e) of this section, the Mayor may sanction a TANF applicant if the applicant quits paid employment without good cause or voluntarily reduces income without good cause within 60 days before the determination of eligibility for TANF."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.19c","catch_text":"Failure to comply with job search and job readiness requirements for TANF applicants."}}