{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 3-201.1.\n\nEffect of Amendments\n\nD.C. Law 13-91, in par. (10), substituted \"Temporary Assistance for Needy Families Program\" for \"Temporary Assistance for Needy Families program\".\n\nD.C. Law 18-94 repealed par. (1D); and, in subsec. (5C), substituted \"filed\" for \"filed on the basis of the unemployment of that parent\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 101(a) of Omnibus Budget Support Temporary Act of 1991 (D.C. Law 9-19, June 21, 1991, law notification 38 DCR 5786).\n\nFor temporary (225 day) amendment of section, see § 7(b) of Public Assistance Temporary Amendment Act of 1997 (D.C. Law 12-7, August 1, 1997, law notification 44 DCR 4639).\n\nFor temporary (225 day) amendment of section, see § 2(a) of General Public Assistance Program Termination Temporary Amendment Act of 1997 (D.C. Law 12- 21, September 23, 1997, law notification 44 DCR 5760).\n\nFor temporary (225 day) amendment of section, see § 701 of Fiscal Year 1998 Revised Budget Support Temporary Act of 1997 (D.C. Law 12-59, March 20, 1998, law notification 45 DCR 2094).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130, July 24, 1998, law notification 45 DCR 6501).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nFor temporary (225 day) amendment of section, see § 4(b) of TANF-Related Medicaid Managed Care Program Technical Clarification Temporary Amendment Act of 1999 (D.C. Law 12-277, April 27, 1999, law notification 46 DCR 4283).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 101(a) of the Omnibus Budget Support Emergency Act of 1991 (D.C. Act 9-37, May 17, 1991, 38 DCR 3390).\n\nFor temporary amendment of section, see § 101(a) of the Omnibus Budget Support Congressional Recess Emergency Act of 1991 (D.C. Act 9-69, July 24, 1991, 38 DCR 4945).\n\nFor temporary amendment of section, see § 2(a) of the General Public Assistance Program Termination Emergency Amendment Act of 1997 (D.C. Act 12-72, May 12, 1997, 44 DCR 2989).\n\nFor temporary amendment of section, see § 2(a) of the Public Assistance Emergency Amendment Act of 1997 (D.C. Act 12-25, February 27, 1997, 44 DCR 1778), § 2(a) of the Public Assistance Legislative Review Emergency Amendment Act of 1997 (D.C. Act 12-77, May 27, 1997, 44 DCR 3181), and § 2(a) of the Public Assistance Emergency Amendment Act of 1998 (D.C. Act 12-306, March 20, 1998, 45 DCR 1900).\n\nFor temporary amendment of section, see § 701(a) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and § 701(a) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nFor temporary amendment of § 16 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552), see § 4(b) of the TANF-Related Medicaid Managed Care Program Technical Clarification Emergency Amendment Act of 1998 (D.C. Act 12-605, January 20, 1999, 46 DCR 1287).\n\nFor temporary amendment of section, see § 2(a) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(a) of the Self-Sufficiency Promotion Legislation Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(a) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(a) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary effect of the Public Assistance Temporary Amendment Act of 1998 (D.C. Law 12-130) and regulations and procedures governing existing programs in the District of Columbia Public Assistance Act of 1982 (D.C. Law 4-101, § 4- 201.01 et seq.), see § 16 of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 16 of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 16 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 16 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nFor temporary (90 day) amendment of section, see § 2(a) of Public Assistance Emergency Amendment Act of 2009 (D.C. Act 18-198, October 9, 2009, 56 DCR 8132).\n\nLegislative History of Laws\n\nLaw 4-101, the \"District of Columbia Public Assistance Act of 1982,\" was introduced in Council and assigned Bill No. 4-369, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 12, 1982, and January 26, 1982, respectively. Signed by the Mayor on February 22, 1982, it was assigned Act No. 4-159 and transmitted to both Houses of Congress for its review.\n\nMany of the substantive changes contained in D.C. Law 4-101 regarding the Aid to Families with Dependent Children program are a reformulation of the changes made in D.C. Law 4-79, the Aid to Families with Dependent Children Federal Conformity Act of 1981. Law 4-79 was introduced in Council and assigned Bill No. 4-333, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 24, 1981, and December 15, 1981, respectively. Signed by the Mayor on December 21, 1981, it was assigned Act No. 4-133 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-27, see Historical and Statutory Notes following § 4-205.05a.\n\nLaw 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 12-60, the \"Fiscal Year 1998 Revised Budget Support Act of 1998,\" was introduced in Council and assigned Bill No. 12-353, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on September 8, 1997, and October 7, 1997, respectively. Signed by the Mayor on October 24, 1997, it was assigned Act No. 12-191 and transmitted to both Houses of Congress for its review. D.C. Law 12-60 became effective on March 20, 1998.\n\nLaw 12-241, the \"Self-Sufficiency Promotion Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-558, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on December 23, 1998, it was assigned Act No. 12-573 and transmitted to both Houses of Congress for its review. D.C. Law 12-241 became effective on April 20, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nLaw 18-94, the \"Public Assistance Amendment Act of 2009\", as introduced in Council and assigned Bill No. 18-6, which was referred to the Committee on Human Services.  The bill as adopted on first and second readings on September 22, 2009, and October 6, 2009, respectively.   Effective without the Mayor's signature on October 21, 2009, it was assigned Act No. 18-221 and transmitted to both Houses of Congress for its review.  D.C. Law 18-94 became effective on December 17, 2009.\n\nDelegation of Authority\n\nDelegation of authority pursuant to D.C. Act 12-425, the \"Self-Sufficiency Promotion Congressional Review Amendment Act of 1999\", see Mayor's Order 99-65, April 26, 1999 (46 DCR 4230).\n\nMiscellaneous Notes\n\nSelf-Sufficiency Promotion Amendment Act of 1998: D.C. Law 12-241 provided that the Public Assistance Temporary Amendment Act of 1998, effective July 24, 1998 (D.C. Law 12-130; 45 DCR 3084), any other regulations and procedures governing existing programs in the District of Columbia Public Assistance Act of 1982, effective April 6, 1982 (D.C. Law 4-101; D.C. Code § 4-201.01 et seq.), and any regulations and procedures promulgated pursuant to the Self-Sufficiency Promotion Emergency Amendment Act of 1998, effective June 9, 1998 (Act 12-372; 45 DCR 4270), the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998, effective July 31, 1998 (Act 12-425; 45 DCR 5682), or the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 shall remain in effect until superseded by regulations and procedures developed and implemented pursuant to the Self-Sufficiency Promotion Amendment Act of 1998.\n\nApplication of Law 12-60: Section 2002 of D.C. Law 12-60 provided that the act shall apply as of October 1, 1997.\n\nDC CODE § 4-201.01\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 101, 29 DCR 1060; Aug. 17, 1991, D.C. Law 9-27, § 2(a), 38 DCR 4205; Feb. 5, 1994, D.C. Law 10-68, § 10(a), 40 DCR 6311; Mar. 20, 1998, D.C. Law 12-60, § 701(a), 44 DCR 7378; Apr. 20, 1999, D.C. Law 12-241, § 2(a), 46 DCR 905; Apr. 12, 2000, D.C. Law 13-91, § 135, 47 DCR 520; Dec. 17, 2009, D.C. Law 18-94, § 2(a), 56 DCR 8521.)","sections":[{"prefix":"1","text":" Repealed."},{"prefix":"1A","text":" \"Adult\" means a person who is not a minor."},{"prefix":"1B","text":" \"Assistance unit\" means all individuals whose needs, income and resources are considered in determining eligibility for, and the amount of, public assistance."},{"prefix":"1C","text":" \"Caretaker relative\" means a relative by blood, half-blood, or legal adoption caring for a dependent child, who is a child's parent, or, if a parent is not in the home exercising responsibility for the care and control of the dependent child, the child's sibling; aunt; uncle; first cousin; first cousin once removed; second cousin; nephew; niece; grandparent; step-parent; step-sibling; relative of a preceding generation as denoted by prefixes of grand-, great-, great-great-, or great-great-great-; or the spouse of a parent or other relative listed in this paragraph, even after the marriage is terminated by death or divorce."},{"prefix":"1D","text":" Repealed."},{"prefix":"2","text":" \"Council\" means the Council of the District of Columbia."},{"prefix":"2A","text":" \"Department\" means the Department of Human Services of the District of Columbia, or any successor organizational unit (in whole or in part)."},{"prefix":"3","text":" \"District\" means the District of Columbia government."},{"prefix":"3A","text":" \"GAC\" means the General Assistance for Children program established by § 4-205.05a."},{"prefix":"4","text":" Repealed."},{"prefix":"4A","text":" \"Head of assistance unit\" means:"},{"prefix":"A","text":" The adult parent of a minor child, if both are part of the same single-parent assistance unit;"},{"prefix":"B","text":" The principal household income earner or the nonincapacitated parent in a two-parent assistance unit, if that person is an adult parent of a minor child, and the parent and child are part of the same assistance unit;"},{"prefix":"C","text":" A caretaker relative residing with, and providing care for, a minor child, if the caretaker relative and child are part of the same assistance unit; or"},{"prefix":"D","text":" A minor parent of a minor child, if the parent and child are part of the same assistance unit and there are no adults in the assistance unit."},{"prefix":"5","text":" \"Mayor\" means the Mayor of the District of Columbia or the agents, agencies, officers, and employees designated by him or her to perform any function vested in them by this chapter."},{"prefix":"5A","text":" \"Minor\" means a person who is:"},{"prefix":"A","text":" Less than 18 years of age; or"},{"prefix":"B","text":" 18 years of age, a full-time student in a secondary school or in the equivalent level of vocational or technical training, and who is expected to graduate from such school or training by the person's 19th birthday."},{"prefix":"5B","text":" \"Parent\" means a child's natural or adoptive parent."},{"prefix":"5C","text":" \"Parent who is the principal household income earner\" means whichever parent, in a home in which both parents of a minor child are living, earned the greater amount of income in a 24-month period, the last month of which immediately preceded the month in which a TANF application was filed."},{"prefix":"5D","text":" \"POWER\" means the Program on Work, Employment, and Responsibility established by § 4-205.72."},{"prefix":"6","text":" \"Public assistance\" means payment in or by money, medical care, remedial care, goods or services to, or for the benefit of, needy persons."},{"prefix":"7","text":" \"Recipient\" means a person to whom or on whose behalf public assistance is granted."},{"prefix":"8","text":" \"State\" means each of the states of the United States. The term \"state\" includes Puerto Rico, Guam, and the United States Virgin Islands."},{"prefix":"9","text":" \"Stepparent\" means a person who is living in the home of a minor child for whom TANF or POWER is requested, and who is legally married to the natural or adoptive parent of the child."},{"prefix":"10","text":" \"TANF\" means the Temporary Assistance for Needy Families Program established by subchapter II of this chapter."},{"prefix":"11","text":" \"IV-D agency\" means the organizational unit, or any successor organizational unit (in whole or in part), that is responsible for administering or supervising the administration of the District's State Plan under title IV, part D of the Social Security Act, approved January 4, 1975 (88 Stat. 2351; 42 U.S.C. § 651 et seq.), pertaining to paternity establishment and the establishment, modification, and enforcement of child support orders and certain spousal support orders (those in which the spouse or former spouse is living with a child for whom the spousal support obligor also owes support)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"I","text":"Definitions. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"201","identifier":"4-201.01","catch_text":"Definitions."}}