{"text":"","historical":"Legislative History of Laws\n\nFor history of Law 19-168, see notes under § 4-202.05.\n\nMiscellaneous Notes\n\nSection 5163 of D.C. Law 19-168 provides:\n\n\"Sec. 5163. This subtitle shall apply upon certification by the Chief Financial Officer that sufficient revenue is available in the June 2012, September 2012, or December 2012 revenue estimates to fund section 10002(a)(1) and (2)(A) of the Revised Revenue Estimate Contingency Priority List Act of 2012, passed on 2nd reading on June 5, 2012 (Enrolled version of Bill 19-743).\"\n\nDC CODE § 4-205.72a\n\nCurrent through December 11, 2012","credits":"(Aug. 6, 1982, D.C. Law 4-101, § 572a, as added Sept. 20, 2012, D.C. Law 19-168, § 5162(e), 59 DCR 8025.)","sections":[{"prefix":"a","text":" In addition to the circumstances set forth in § 4-205.72, beginning October 1, 2012, an assistance unit shall be eligible for POWER if the head of the assistance unit:"},{"prefix":"1","text":"(A) Is the parent of a minor child; and"},{"prefix":"B","text":" Is needed in the home, due to medical necessity, to care for a household member who is physically or mentally incapacitated as described in § 4- 205.72(c);"},{"prefix":"2","text":"(A) Is the parent of a minor child;"},{"prefix":"B","text":" Has been determined by the Department to be a victim of domestic violence who is receiving relevant support counseling or services; and"},{"prefix":"C","text":" Has received a domestic violence assessment by the Department or the Department's designee that resulted in a recommendation that the work requirement or child support cooperation be waived;"},{"prefix":"3","text":" Is a pregnant or parenting teen who:"},{"prefix":"A","text":" Has been certified by the Department as being exempt from the home living requirements under § 4-205.63(b);"},{"prefix":"B","text":" Is enrolled in high school or a General Education Equivalency Degree program;"},{"prefix":"C","text":" Meets her or his work requirements in compliance with her or his TANF Individual Responsibility Plan or any equivalent plan developed during her or his participation in POWER; and"},{"prefix":"D","text":" Is less than 19 years old; or"},{"prefix":"4","text":" Is a single custodial parent or caretaker with a child under 12 months old; provided, that no parent may remain eligible under this paragraph for more than 12 months."},{"prefix":"b","text":" An assistance unit's eligibility for POWER pursuant to subsection (a) of this section shall be subject to annual review and redetermination."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.72a","catch_text":"Power --Additional eligibility."}}