{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-205.59.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(vv) of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(vv) of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 2(vv) of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 2(vv) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 2(vv) of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following § 4-201.01.\n\nFor legislative history of D.C. Law 6-35, see Historical and Statutory Notes following § 4-202.05.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-201.01.\n\nEditor's Notes\n\nNear the beginning of the first sentence of subsection (d), \"days\" was inserted following \"10,\" to correct an apparent omission in D.C. Law 6-35.\n\nDC CODE § 4-205.59\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, § 559, 29 DCR 1060; Sept. 10, 1985, D.C. Law 6-35, § 2(l), 32 DCR 3778; Apr. 20, 1999, D.C. Law 12-241, § 2(vv), 46 DCR 905.)","sections":[{"prefix":"a","text":" If the recipient requests a hearing before the date that the termination, suspension, or reduction of aid is to become effective, assistance shall not be discontinued, withheld, terminated, suspended, reduced or made subject to additional conditions, nor may the manner or form of payment be changed to a protective, vendor, or 2-party payment until: (1) the request for a hearing has been withdrawn; (2) a change affecting the recipient's grant occurs while the hearing is pending and the recipient fails to request a hearing after notice of the change; (3) a determination is made at the hearing that the sole issue is one of law and not of incorrect grant computation; or (4) a decision is rendered by the Mayor after a hearing and this decision upholds the Mayor in his or her action to alter the amount or conditions of the public assistance grant."},{"prefix":"b","text":" Repealed."},{"prefix":"c","text":" In any case in which action was taken without timely notice, when timely notice is required by law, and the recipient requests a hearing within 10 days of the postmark of the written notice of the action, the Mayor shall reinstate assistance within 96 hours of the request for a hearing and assistance shall not be discontinued, withheld, terminated, suspended, reduced or made subject to additional conditions, nor may the manner or form of payment be changed to a protective, vendor, or 2-party payment until: (1) a determination is made at the hearing that the sole issue is one of law and not of incorrect grant computation; or (2) a decision is rendered by the Mayor after a hearing and this decision upholds the Mayor in his or her action to alter the amount or conditions of the public assistance grant."},{"prefix":"d","text":" A request for a hearing made more than 10 days after the date upon which the action would become effective but within the time limits of § 4-210.09 shall be honored but shall not result in the continuation of disputed benefits. If the claimant's position is upheld by the hearing decision, the Mayor shall promptly make corrective payments retroactively to the date the incorrect action was taken."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"V","text":"Public Assistance Programs. (Refs & Annos)"},"heading":{"title":"4","chaptersection":"205","identifier":"4-205.59","catch_text":"Effect of pending hearing."}}