{"text":"","historical":"Effect of Amendments\n\nD.C. Law 15-39, in subsecs. (a) and (b), substituted \"Medicaid, Medicare, Foster Care and Adoption Assistance, and Special Education reform\" for \"Medicaid and Special Education reform\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 1503(b) of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) amendment of section, see § 1503(b) of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nLegislative History of Laws\n\nFor Law 14-190, see notes following § 4-204.51.\n\nFor Law 15-39, see notes following § 4-204.11.\n\nMiscellaneous Notes\n\nShort title: Section 5141 of D.C. Law 19-168 provided that subtitle O of title V of the act may be cited as \"South Capitol Street Memorial Amendment Act Funding Designation Act of 2012\".\n\nSection 5142 of D.C. Law 19-168 provides:\n\n\"Sec. 5142. (a) Beginning on June 1, 2012, unspent funds from Medicaid under-enrollment, calculated on a fiscal year basis, shall be set aside in a fund to offset the costs to implement the South Capitol Street Memorial Amendment Act of 2012 effective June 7, 2012 (D.C. Law 19-141; 59 DCR 3083) ('South Capitol Street Memorial Amendment Act').\n\n\"(b) This section shall not apply if the South Capitol Street Memorial Amendment Act is fully funded, as certified by the Chief Financial Officer, either by the terms of this section or pursuant to section 10002(3) of the Revised Revenue Estimate Contingency Priority List Act of 2012, passed on 2nd reading on June 5, 2012 9enrolled version of Bill 19-7430.\"\n\nDC CODE § 4-204.53\n\nCurrent through December 11, 2012","credits":"(Oct. 1, 2002, D.C. Law 14-190, § 1553, 49 DCR 6968; Nov. 13, 2003, D.C. Law 15-39, § 1503(b), 50 DCR 5668.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing, revolving fund the Medicaid and Special Education Reform Fund into which shall be deposited funds made available for the purposes of Medicaid, Medicare, Foster Care and Adoption Assistance, and Special Education reform described in § 4-204.54. The Fund shall be administered by the Chief Financial Officer."},{"prefix":"b","text":" All amounts deposited in the Fund shall be appropriated without fiscal year limitation pursuant to an act of Congress. All amounts deposited in the Fund shall not revert to the General Fund at the end of any fiscal year or at any other time, but shall be continually available for the purposes of Medicaid, Medicare, Foster Care and Adoption Assistance, and Special Education reform described in § 4-204.54, subject to authorization by Congress in an appropriations act."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"IV","text":"Medicaid Program Administration."},"part":{"identifier":"C","text":"Medicaid and Special Education Reform Fund."},"heading":{"title":"4","chaptersection":"204","identifier":"4-204.53","catch_text":"Establishment of the Medicaid and Special Education Reform Fund."}}