{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 3-213.1.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following ยง 4-201.01.\n\nDC CODE ยง 4-213.01\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, ยง 1301, 29 DCR 1060.)","sections":[{"prefix":"a","text":" Responsible relatives for any applicant or recipient of public assistance shall be limited to spouse for spouse, and parent for a child under the age of 21, and their financial responsibility shall be based upon their ability to pay. Any such applicant or recipient of public assistance or person in need thereof, or the Mayor, may bring an action to require such financially responsible spouse or parent to provide such support, and the Court shall have the power to make orders requiring such spouse or parent to pay such eligible applicant or recipient of public assistance such sums or sums of money in such installments as the Court in its discretion may direct, and such orders may be enforced in the same manner as orders for alimony."},{"prefix":"b","text":" The Mayor may, on behalf of the District, sue such spouse or parent for the amount of public assistance granted to such recipient under this chapter or under any act repealed by this chapter, or for so much thereof as such spouse or parent is reasonably able to pay."},{"prefix":"c","text":" All suits, actions, and court proceedings under this section shall be brought in the Family Division of the Superior Court of the District of Columbia, or in that Court division which may subsequently exercise the jurisdiction exercised by the Family Division on April 6, 1982. To the extent applicable, suits, actions, and proceedings brought pursuant to this section shall be governed by the provisions of Chapter 11 of Title 11 and Chapter 23 of Title 16."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"XIII","text":"Actions for Support from Responsible Relatives."},"heading":{"title":"4","chaptersection":"213","identifier":"4-213.01","catch_text":"Action for support."}}