{"text":"The Mayor shall establish procedures for administrative review of every request for a hearing. The purpose of such review shall be ascertainment of the validity of the Mayor's position, and, if possible, achievement of an informal solution of the claim. Such procedures shall include:","historical":"Prior Codifications\n\n1981 Ed., ยง 3-210.7.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-101, see Historical and Statutory Notes following ยง 4-201.01.\n\nDC CODE ยง 4-210.07\n\nCurrent through December 11, 2012","credits":"(Apr. 6, 1982, D.C. Law 4-101, ยง 1007, 29 DCR 1060.)","sections":[{"prefix":"1","text":" Notice to the claimant at the time of adverse agency action, including the decision to take future action, of his or her right to a fair hearing and to administrative review of that action, and notice that he or she may be represented at the hearing or the administrative review either by an attorney or lay person; provided, that such representative shall serve only in an advisory capacity to the claimant at the administrative review;"},{"prefix":"2","text":" Notice to the claimant of the time and place of such review;"},{"prefix":"3","text":" Notice to the claimant of the purpose of such review;"},{"prefix":"4","text":" Notice to the claimant that such review will not be made unless he appears, but that his failure to appear will not affect his or her right to the hearing he or she has previously requested;"},{"prefix":"5","text":" Notice to the claimant of the result of such review;"},{"prefix":"6","text":" Advice to the claimant that, if the result of such review is not satisfactory to him, the hearing which he previously requested will be held; and"},{"prefix":"7","text":" Advice to the claimant that, if he or she is satisfied with the result of such review, his or her request for a hearing will be considered formally withdrawn, and that he or she may be required to sign a statement confirming such withdrawal."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2","text":"Public Assistance."},"subchapter":{"identifier":"X","text":"Hearing Procedures."},"heading":{"title":"4","chaptersection":"210","identifier":"4-210.07","catch_text":"Procedures for administrative review of request."}}