{"text":"","historical":"Effect of Amendments\n\nD.C. Law 17-21, in subsec. (b), substituted \"within 5% (no less than 95% and no more than 105%) of the regular daily rate of the subsidy for a long-term permanent Level 1 guardianship\" for \"no less than the regular daily rate of the subsidy for a long-term permanent guardianship\"; and, in subsec. (c), substituted \"receives as TANF or Supplemental Security Income\" for \"receives from TANF\".\n\nD.C. Law 18-370, in subsec. (b), substituted \"that the subsidy shall be at least 66%, but no more than 105%\" for \"that the subsidy shall be within 5% (no less than 95% and no more than 105%)\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 104 of Grandparent Caregivers Pilot Program Establishment Emergency Act of 2006 (D.C. Act 16-278, February 22, 2006, 53 DCR 1459).\n\nFor temporary (90 day) amendment of section, see § 3(b) of Safe and Stable Homes for Children and Youth Emergency Amendment Act of 2007 (D.C. Act 17-69, July 9, 2007, 54 DCR 6826).\n\nFor temporary (90 day) amendment of section, see § 502 of Fiscal Year 2011 Supplemental Budget Support Emergency Act of 2010 (D.C. Act 18-694, January 19, 2011, 58 DCR 662).\n\nLegislative History of Laws\n\nFor Law 16-69, see notes following § 4-251.01.\n\nFor Law 17-21, see notes following § 4-251.03.\n\nFor history of Law 18-370, see notes under § 4-202.05.\n\nMiscellaneous Notes\n\nShort title: Section 501 of D.C. Law 18-370 provided that subtitle A of title V of the act may be cited as \"Grandparent Caregivers Program and Long-Term Permanent Guardianship Subsidies Amendment Act of 2010\".\n\nSection 503 of D.C. Law 18-370 provides:\n\n\"Sec. 503. Applicability.\n\n\"This subtitle shall apply as of January 1, 2011.\"\n\nDC CODE § 4-251.04\n\nCurrent through December 11, 2012","credits":"(Mar. 8, 2006, D.C. Law 16-69, § 104, 53 DCR 54; Sept. 20, 2007, D.C. Law 17-21, § 3(b), 54 DCR 6835; Apr. 8, 2011, D.C. Law 18-370, § 502, 58 DCR 1008.)","sections":[{"prefix":"a","text":" All subsidies established under this chapter shall be subject to the availability of appropriations. Nothing in this chapter shall be construed as creating an entitlement to a subsidy for any person."},{"prefix":"b","text":" Pursuant to § 4-251.06, the Mayor shall establish by rule the amount of a subsidy a grandparent is eligible to receive under this chapter; provided, that the subsidy shall be at least 66%, but no more than 105%, of the regular daily rate of the subsidy for a long-term permanent Level 1 guardianship established under section 29-6103.3 of the District of Columbia Municipal Regulations."},{"prefix":"c","text":" The amount of a subsidy a grandparent is eligible to receive under this chapter shall be offset by any amount a grandparent receives as TANF or Supplemental Security Income for the child."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"2A","text":"Grandparent Caregivers Program."},"heading":{"title":"4","chaptersection":"251","identifier":"4-251.04","catch_text":"Subsidies."}}