{"text":"The Mayor may:","historical":"Prior Codifications\n\n1981 Ed., § 3-117.\n\n1973 Ed., § 3-117.\n\nChange in Government\n\nThis section originated at a time when local government powers were delegated to a Board of Commissioners of the District of Columbia (see Acts Relating to the Establishment of the District of Columbia and its Various Forms of Governmental Organization in Volume 1). Section 401 of Reorganization Plan No. 3 of 1967 (see Reorganization Plans in Volume 1) transferred all of the functions of the Board of Commissioners under this section to a single Commission. The District of Columbia Self-Government and Governmental Reorganization Act, 87 Stat. 818, § 711 (D.C. Code, § 1-207.11), abolished the District of Columbia Council and the Office of Commissioner of the District of Columbia. These branches of government were replaced by the Council of the District of Columbia and the Office of Mayor of the District of Columbia, respectively. Accordingly, and also pursuant to § 714(a) of such Act (D.C. Code, § 1-207.14(a)), appropriate changes in terminology were made in this section.\n\nDC CODE § 4-302\n\nCurrent through December 11, 2012","credits":"(July 26, 1892, 27 Stat. 269, ch. 250, § 5; Mar. 19, 1906, 34 Stat. 73, ch. 960, § 8; Mar. 16, 1926, 44 Stat. 210, ch. 58, § 11; Jan. 12, 1942, 55 Stat. 883, ch. 649, § 3; Jan. 2, 1974, 87 Stat. 1060, Pub. L. 93-241, § 1(b).)","sections":[{"prefix":"1","text":" Accept for care, custody, and guardianship dependent or neglected children whose custody or parental control has been transferred to the Mayor, and to provide for the care and support of such children during their minority or during the term of their commitment, including the initiation of adoption proceedings and the provision of subsidy in appropriate cases under § 4-301;"},{"prefix":"2","text":" With respect to all children accepted by him for care, place them in private families either without expense or with reimbursement for the cost of care, or in appropriate cases to place them in private families under an adoption subsidy agreement concluded under § 4-301 or to place them in institutions willing to receive them either without expense or with reimbursement for the cost of care; and"},{"prefix":"3","text":" Consent to, arrange for, or initiate court proceedings for the adoption of all children committed to the care of the Mayor whose parents have been permanently deprived of custody by court order, or whose parents have relinquished a child to the Mayor or to a licensed child-placing agency which has transferred the relinquishment to the Mayor under § 4-1406."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption Programs."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"302","identifier":"4-302","catch_text":"Powers of Mayor regarding custody, placement and adoption of dependent children."}}