{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 3807 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 3802 to 3807 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor D.C. Law 13-172, see notes following § 4-341.\n\nDC CODE § 4-346\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 3807, 47 DCR 6308.)","sections":[{"prefix":"a","text":" The Child and Family Services Agency (\"CFSA\") shall administer the Program and the Fund. CFSA shall:"},{"prefix":"1","text":" Within 180 days of October 19, 2000, identify children whose permanency plans are adoption, for as long as funds are available from the Fund;"},{"prefix":"2","text":" Obtain a document signed by the foster parents stating their intent to adopt within 180 days of identifying the children pursuant to paragraph (1) of this subsection; and"},{"prefix":"3","text":" Upon obtaining the signed document required by paragraph (2) of this subsection, immediately provide a voucher for attorneys' fees and a voucher for the homestudy to the foster parent."},{"prefix":"b","text":" Vouchers issued pursuant to this section shall contain a statement describing the benefits to the adopting foster parents under the program, as well as the terms and conditions for the use of the vouchers."},{"prefix":"c","text":" Adopting foster parents shall present the vouchers to their attorney and licensed agency hired to perform the homestudy."},{"prefix":"d","text":" An attorney hired by a foster parent shall submit a voucher for attorneys' fees with his or her first bill to CFSA, which shall set up an account with a $5,000 balance. Thereafter, the attorney shall submit his or her bills quarterly to CFSA. CFSA shall pay the attorney within 30 days with funds from the account."},{"prefix":"e","text":" The licensed agency hired to perform the homestudy shall submit its bill and the voucher for the homestudy to CFSA after the homestudy is complete for payment within 30 days."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption Programs."},"subchapter":{"identifier":"III","text":"Incentive Program and Special Funds."},"heading":{"title":"4","chaptersection":"346","identifier":"4-346","catch_text":"Administration of the Adoption Incentive Program and the Adoption Voucher Fund."}}