{"text":"For the purpose of this subchapter, the term:","historical":"Emergency Act Amendments\n\nFor temporary (90-day) addition of section, see § 3803 of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see §§ 3802 to 3807 of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13-438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor D.C. Law 13-172, see notes following § 4-341.\n\nDC CODE § 4-342\n\nCurrent through December 11, 2012","credits":"(Oct. 19, 2000, D.C. Law 13-172, § 3803, 47 DCR 6308.)","sections":[{"prefix":"1","text":" \"Attorneys' fees\" means the legal costs and expenses which are directly related to the adoption of a foster child or foster children."},{"prefix":"2","text":" \"Foster care\" means 24 hour substitute care for children placed away from their parents or guardians for whom the Child and Family Services Agency has placement care and responsibility."},{"prefix":"3","text":" \"Foster child\" and \"foster children\" mean a child, or children, who comes under the jurisdiction of the Superior Court of the District of Columbia pursuant to § 16-2320 or whose parents' rights have been relinquished pursuant to § 4-1406."},{"prefix":"4","text":" \"Foster parent\" means an individual with whom a foster child is legally placed."},{"prefix":"5","text":" \"Homestudy\" means the \"investigation, report and recommendation\" required by § 16-307."},{"prefix":"6","text":" \"Related sibling group\" means a group of siblings with at least one parent in common, residing together in the home of a foster parent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption Programs."},"subchapter":{"identifier":"III","text":"Incentive Program and Special Funds."},"heading":{"title":"4","chaptersection":"342","identifier":"4-342","catch_text":"Definitions."}}