{"text":"","historical":"Legislative History of Laws\n\nLaw 18-230, the \"Adoption Reform Act of 2010\", was introduced in Council and assigned Bill No. 18-547, which was referred to the Committee on Human Services.  The Bill was adopted on first and second readings on June 1, 2010, and June 15, 2010, respectively.   Signed by the Mayor on July 12, 2010, it was assigned Act No.  18-547 and transmitted to both Houses of Congress for its review.   D.C. Law 18-230 became effective on September 24, 2010.\n\nDC CODE § 4-361\n\nCurrent through December 11, 2012","credits":"(Sept. 24, 2010, D.C. Law 18-230, § 101, 57 DCR 6951.)","sections":[{"prefix":"a","text":"(1) A prospective adoptive parent or an adoptive parent (\"adoptive parent\") and the birth parent or other birth relative of a prospective adoptee or adoptee (\"adoptee\") may enter into a written post-adoption contact agreement (\"PAC agreement\") to allow contact, after the adoption, between the adoptee and a birth parent or other birth relative of the adoptee; provided, that written consent to the PAC agreement is obtained from an adoptee who is 14 years of age or older."},{"prefix":"2","text":" The decision to enter into a PAC agreement shall be at the sole discretion of the adoptive parent."},{"prefix":"3","text":" Failure to comply with a condition of the PAC agreement shall not be grounds for revoking consent to, or setting aside an order for, adoption."},{"prefix":"b","text":"(1) The Family Court of the Superior Court of the District of Columbia (\"Family Court\") shall enforce a PAC agreement made in accordance with this section if the Family Court finds that enforcement of the PAC agreement is in the best interest of the adoptee."},{"prefix":"2","text":" In enforcing a PAC agreement, the court shall take into consideration the written consent to the agreement of an adoptee who is 14 years of age or older."},{"prefix":"3","text":" For cases involving an adoptee who is a respondent in a child abuse or neglect case under Chapter 23 of Title 16, the court finalizing the adoption shall review and approve any PAC agreement based on whether it is in the best interest of the adoptee prior to finalizing the adoption."},{"prefix":"c","text":" If a party moves to modify a PAC agreement and satisfies the court that the modification is in the best interest of the adoptee, the court shall order that the PAC agreement be modified accordingly."},{"prefix":"d","text":" If a dispute arises between the parties to a PAC agreement, the parties shall certify that they have participated, or attempted to participate, in good faith, in mediation or other appropriate dispute resolution proceedings to resolve the dispute prior to seeking judicial resolution. The mediator shall be selected by the adoptive parent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Adoption Programs."},"subchapter":{"identifier":"IV","text":"Post-Adoption Contact Agreements."},"heading":{"title":"4","chaptersection":"361","identifier":"4-361","catch_text":"Post-adoption contact agreement."}}