{"text":"","historical":"Legislative History of Laws\n\nFor Law 15-39, see notes following § 4-204.11.\n\nMiscellaneous Notes\n\nShort title of title XXVII of Law 15-39: Section 2701 of D.C. Law 15-39 provided that title XXVII of the act may be cited as the Day Care in Schools Eligibility Requirement Amendment Act of 2003.\n\nDC CODE § 4-402.01\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1979, D.C. Law 3-16, § 3a, as added Nov. 13, 2003, D.C. Law 15-39, § 2702, 50 DCR 5668.)","sections":[{"prefix":"a","text":" In Fiscal Year 2004, the Department may transfer no more than $6 million to the D.C. Public Schools for the purpose of funding an after-school day care program pursuant to a memorandum of understanding.   The memorandum of understanding shall include the following program requirements:"},{"prefix":"1","text":" Participation in the program shall be based on TANF eligibility;"},{"prefix":"2","text":" Verification of family income shall be required before a child may be enrolled in the program;"},{"prefix":"3","text":" Priority shall be given to children of families actively participating in TANF;"},{"prefix":"4","text":" Additional slots shall be allocated on the sliding scale set forth in § 4-405(b); and"},{"prefix":"5","text":" Records documenting the costs of the program shall be maintained and provided to the Department on an annual basis, including:"},{"prefix":"A","text":" Verifiable data establishing the number of children enrolled by the program;"},{"prefix":"B","text":" Documentation that each enrolled child met the eligibility requirements for the program; and"},{"prefix":"C","text":" Reports documenting, for each month of operation, the funds expended in relation to service delivery."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Day Care."},"heading":{"title":"4","chaptersection":"402","identifier":"4-402.01","catch_text":"Funding for day care provided by D.C. Public Schools."}}