{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-309.\n\n1973 Ed., § 3-309.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 103(a) of Omnibus Budget Support Temporary Act of 1991 (D.C. Law 9-19, June 21, 1991, law notification 38 DCR 5786).\n\nFor temporary (225 day) amendment of section, see § 2(a) of Day Care Policy Temporary Amendment Act of 1994 (D.C. Law 10-198, March 14, 1995, law notification 42 DCR 1515).\n\nFor temporary (225 day) amendment of section, see § 3 of Public Assistance and Day Care Policy Temporary Amendment Act of 1994 (D.C. Law 10-208, March 14, 1995, law notification 42 DCR 1568).\n\nFor temporary (225 day) amendment of section, see § 503(a) of Multiyear Budget Spending Reduction and Support Temporary Act of 1995 (D.C. Law 10-253, March 23, 1995, law notification 42 DCR 1652).\n\nFor temporary (225 day) amendment of section, see § 2(f) of Day Care Policy Temporary Amendment Act of 1998 (D.C. Law 12-72, March 20, 1998, law notification 45 DCR 2107).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 103(a) of the Omnibus Budget Support Emergency Act of 1991 (D.C. Act 9-37, May 17, 1991, 38 DCR 3390). Section 301 of D.C. Act 9-37 provided that Section 103 shall apply as of October 1, 1990 and until the effective date of the Omnibus Budget Support Emergency Act of 1991 and beginning on the effective date of the Omnibus Budget Support Emergency Act of 1991 the rates for licensed child development centers, child development homes, and in-home caregivers in effect pursuant to the Day Care Policy Act shall revert to the rates in effect on September 1, 1990.\n\nFor temporary amendment of section, see § 103(a) of the Omnibus Budget Support Congressional Recess Emergency Act of 1991 (D.C. Act 9-69, July 24, 1991, 38 DCR 4945).\n\nFor temporary amendment of section, see § 2 (a) of the Day Care Policy Emergency Amendment Act of 1994 (D.C. Act 10-319, August 4, 1994, 41 DCR 5367), § 2 (a) of the Day Care Policy Congressional Adjournment Emergency Amendment Act of 1994 (D.C. Act 10-330, October 21, 1994, 41 DCR 7162), and § 2 (a) of the Day Care Policy Congressional Adjournment Emergency Amendment Act of 1995 (D.C. Act 11-2, January 18, 1995, 42 DCR 539).\n\nFor temporary amendment of section, see § 3(a) of the Public Assistance and Day Care Policy Emergency Amendment Act of 1994 (D.C. Act 10-326, October 21, 1994, 41 DCR 7153).\n\nFor temporary amendment of section, see § 503(a) of the Multiyear Budget Spending Reduction and Support Emergency Act of 1994 (D.C. Act 10-389, December 29, 1994, 42 DCR 197).\n\nFor temporary amendment of section, see § 401 of the Omnibus Budget Support Emergency Act of 1995 (D.C. Act 11-44, April 28, 1995, 42 DCR 2217) and § 503(a) of the Omnibus Budget Support Congressional Review Emergency Act of 1995 (D.C. Act 11-124, July 27, 1995, 42 DCR 4160).\n\nFor temporary amendment of section, see § 2(f) of the Day Care Policy Emergency Amendment Act of 1997 (D.C. Act 12-207, December 15, 1997, 45 DCR 353), § 2(f) of the Day Care Policy Emergency Amendment Act of 1998 (D.C. Act 12-509, November 10, 1998, 45 DCR 8146), and § 2(f) of the Day Care Policy Congressional Emergency Amendment Act of 1999 (D.C. Act 13-12, 46 DCR 2330).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-16, see Historical and Statutory Notes following § 4-401.\n\nFor legislative history of D.C. Law 5-174, see Historical and Statutory Notes following § 4-406.\n\nLaw 7-57, the \"Day Care Policy Act of 1979 Amendment Temporary Act of 1987,\" was introduced in Council and assigned Bill No. 7-305. The Bill was adopted on first and second readings on September 29, 1987 and October 13, 1987, respectively. Signed by the Mayor on October 26, 1987, it was assigned Act No. 7-90 and transmitted to both Houses of Congress for its review.\n\nLaw 7-136, the \"Day Care Policy Act of 1979 Amendment Act of 1988,\" was introduced in Council and assigned Bill No. 7-291, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on May 3, 1988 and May 17, 1988, respectively. Signed by the Mayor on June 1, 1988, it was assigned Act No. 7-186 and transmitted to both Houses of Congress for its review.\n\nLaw 9-28, the \"Day Care Policy Budget Conformity Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-161, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 2, 1991, it was assigned Act No. 9-55 and transmitted to both Houses of Congress for its review.\n\nLaw 11-2, the \"Day Care Policy Amendment Act of 1995,\" was introduced in Council and assigned Bill No. 11-37, which was retained by Council. The Bill was adopted on first and second readings on January 17, 1995, and February 7, 1995, respectively. Signed by the Mayor on February 17, 1995, it was assigned Act No. 11-9 and transmitted to both Houses of Congress for its review. D.C. Law 11-2 became effective on April 7, 1995.\n\nLaw 11-52, the \"Omnibus Budget Support Act of 1995,\" was introduced in Council and assigned Bill No. 11-218, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on April 19, 1995, and June 6, 1995, respectively. Signed by the Mayor on July 13, 1995, it was assigned Act No. 11-94 and transmitted to both Houses of Congress for its review. D.C. Law 11-52 became effective on September 26, 1995.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nFor legislative history of D.C. Law 12-216, see Historical and Statutory Notes following § 4-401.\n\nDC CODE § 4-409\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1979, D.C. Law 3-16, § 10, 26 DCR 20; Mar. 15, 1985, D.C. Law 5-174, § 2(b), 32 DCR 743; Dec. 16, 1987, D.C. Law 7-57, § 2(a), 34 DCR 7081; July 29, 1988, D.C. Law 7-136, § 2(a), 35 DCR 4259; Aug. 17, 1991, D.C. Law 9-28, § 2(a), 38 DCR 4211; Apr. 7, 1995, D.C. Law 11-2, § 2(a), 42 DCR 1068; Sept. 26, 1995, D.C. Law 11-52, § 503(a), 42 DCR 3684; Apr. 9, 1997, D.C. Law 11-255, § 9, 44 DCR; Apr. 13, 1999, D.C. Law 12- 216, § 2(f), 46 DCR 281.)","sections":[{"prefix":"a","text":" The Department shall, on an annual basis, enter into contracts or agreements with licensed child development centers to provide day care services for children described in § 4-404.01. Payment for such services shall be on the following basis:"},{"prefix":"1","text":" Subject to subsections (b) through (h) of this section, payments to child development centers for care of these children shall be made on a monthly basis according to the following rates:"},{"prefix":"A","text":" For full care other than that provided under subparagraph (B) of this paragraph, child development centers shall receive $18 per day for each child, plus $1 per day for each child to whom the child development center provides transportation."},{"prefix":"B","text":" For full care provided only during summers and vacations to children who otherwise do not receive care under this section or who otherwise receive only part-time care, child development centers shall receive $14.40 per day for each child."},{"prefix":"C","text":" For part-time care, child development centers shall receive $9 per day for each child."},{"prefix":"2","text":" No child development center shall be paid more than its stated rate prior to the application of its sliding fee scale for children not eligible for subsidized care."},{"prefix":"3","text":" The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to establish differentiated payment rates for child development centers that reflect variations in the costs of providing services to children of different age groups which shall not be below the rates established pursuant to subsections (a)(1) and (h)(2) of this section."},{"prefix":"b","text":" For child development centers that reserve at least 25% of their classroom capacity for children eligible for funding under this chapter, the Department shall, on or before August 1, 1979, for fiscal year 1980 and at least 90 days prior to the beginning of each subsequent fiscal year, specify the number of spaces it projects will be utilized by children eligible for funding under this chapter during the next fiscal year, and provide written notification of its projection to each such center."},{"prefix":"c","text":" Payment shall be made by the Department to child development centers for all such spaces specified for reservation in accordance with subsection (b) of this section, so long as they remain available and are able to be utilized by children eligible for funding under this chapter."},{"prefix":"d","text":" Reimbursement by the Department to child development centers providing services on a year-round basis shall be based upon a 260-day year."},{"prefix":"e","text":" The Mayor shall report to the Council of the District of Columbia, by July 1st each year, what impact the cost of living has had on the provision of day care services in the District during the preceding 12 months, and what the monthly utilization has been during that same period in each category of day care paid for by the District."},{"prefix":"f","text":" The Department shall delegate the function of determining the eligibility of children to be served by each child development center whenever:"},{"prefix":"1","text":" The center has requested to perform this function; and"},{"prefix":"2","text":" The Department has determined, based on the center's current performance of this function or otherwise, that the center has exhibited a reasonable capability to carry out such function."},{"prefix":"g","text":" The Department shall retain all fees collected from parents of eligible children pursuant to subsection (a) of this section as specified by the fee scale set forth in § 4-405."},{"prefix":"h","text":" The rates established pursuant to subsection (a) of this section may be adjusted by the Mayor through promulgation of a rule in accordance with the rulemaking provisions of subchapter I of Chapter 5 of Title 2."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Day Care."},"heading":{"title":"4","chaptersection":"409","identifier":"4-409","catch_text":"Contracts with licensed child development centers; payment for services."}}