{"text":"The Department is hereby authorized to provide a broad program of day care services for children of parents referred or approved by the Department for various training and work incentive programs, for children of other parents known to the Department where day care appears to be in the child's best interest, and for children of low-income families, otherwise unknown to the Department, where the parents are employed outside of the home. As a part of its broad program of day care services, the Department shall develop a funding system for all child development facilities serving such children consistent with the provisions of this chapter that will encourage such facilities to:","historical":"Prior Codifications\n\n1981 Ed., § 3-302.\n\n1973 Ed., § 3-302.\n\nTemporary Addition of Section\n\nSection 2 of D.C. Law 18-46 added a section to read as follows:\n\n\"Sec. 2. (a) The Mayor shall withdraw any request for offers, and not issue any future request for offers, for the use of any District-owned or District-operated property for any child development program or child care program until the Mayor submits to the Council for a 30-day period of review, prior to any action, the following:\n\n\"(1) A comprehensive analysis of any proposed child day care services;\n\n\"(2) A detailed report on efforts being made to find employment with potential awardees, or any other entity, for separated Department of Parks and Recreation day care employees;\n\n\"(3) An examination of whether the District's laws on privatization (section 105b of the District of Columbia Procurement Practices Act of 1985, effective March 19, 1994 (D.C. Law 10-79; D.C. Official Code § 2-301.05b)) have been followed; and\n\n\"(4) A detailed report on the future of special needs/developmental programs and care in the Department of Parks and Recreation and the District.\n\n\"(b) All day care services and child development programs that are proposed to be removed from the Department of Parks and Recreation during the fiscal year 2010, shall remain open until September 30, 2009.\"\n\nSection 4(b) of D.C. Law 18-46 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 2602 of Fiscal Year 2004 Budget Support Emergency Act of 2003 (D.C. Act 15-105, June 20, 2003, 50 DCR 5613).\n\nFor temporary (90 day) addition, see § 2602 of Fiscal Year 2004 Budget Support Congressional Review Emergency Act of 2003 (D.C. Act 15-149, September 22, 2003, 50 DCR 8360).\n\nFor temporary (90 day) addition, see § 2 of Day Care Facility Emergency Act of 2009 (D.C. Act 18-97, May 27, 2009, 56 DCR ).\n\nFor temporary (90 day) addition, see § 2 of Day Care Facility Congressional Review Emergency Act of 2009 (D.C. Act 18-152, July 30, 2009, 56 DCR 6340).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-16, see Historical and Statutory Notes following § 4-401.\n\nDC CODE § 4-402\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1979, D.C. Law 3-16, § 3, 26 DCR 20.)","sections":[{"prefix":"1","text":" Provide a setting and a comprehensive program for the critically important early childhood development experience that will include, but not necessarily be limited to, educational, social, recreational, transportation, health, and nutritional services;"},{"prefix":"2","text":" Provide services directed to the total well-being of the child and the stabilization of the family unit;"},{"prefix":"3","text":" Provide a program which incorporates a broad-based parent and community participation component;"},{"prefix":"4","text":" Provide a resource to enable parents to join or remain in the work force, participate in job training and to attain self-sufficiency and independence for their families; and"},{"prefix":"5","text":" Provide a program which protects children of working parents from neglect or inadequate care."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Day Care."},"heading":{"title":"4","chaptersection":"402","identifier":"4-402","catch_text":"Day care program authorized; funding system for child development facilities."}}