{"text":"Guidelines and standards for in-home care shall be as follows:","historical":"Prior Codifications\n\n1981 Ed., § 3-311.\n\n1973 Ed., § 3-311.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 5 of Self-Sufficiency Promotion Temporary Amendment Act of 1998 (D.C. Law 12-230, April 20, 1999, law notification 46 DCR 4143).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 5 of the Self-Sufficiency Promotion Emergency Amendment Act of 1998 (D.C. Act 12-372, June 9, 1998, 45 DCR 4270), § 5 of the Self-Sufficiency Promotion Legislative Review Emergency Amendment Act of 1998 (D.C. Act 12-425, July 31, 1998, 45 DCR 5682), § 5 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1998 (D.C. Act 12-552, December 24, 1998, 46 DCR 521), and § 5 of the Self-Sufficiency Promotion Congressional Review Emergency Amendment Act of 1999 (D.C. Act 13-19, February 17, 1999, 46 DCR 2492).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-16, see Historical and Statutory Notes following § 4-401.\n\nFor legislative history of D.C. Law 12-241, see Historical and Statutory Notes following § 4-403.\n\nDC CODE § 4-411\n\nCurrent through December 11, 2012","credits":"(Sept. 19, 1979, D.C. Law 3-16, § 12, 26 DCR 20; Apr. 20, 1999, D.C. Law 12-241, § 5, 46 DCR 905.)","sections":[{"prefix":"1","text":" In-home care within the child's own home, by an in-home caregiver, shall be used only when other day care plans are not feasible and in-home care offers greater benefits to the mother or other responsible relative and the child;"},{"prefix":"2","text":" In-home care may be provided, as appropriate and available, for children of eligible persons in training and during their subsequent employment, and for TANF or POWER children living with caretaker relatives (not parents) when day or night care is required due to employment of the caretaker relative;"},{"prefix":"3","text":" In-home care shall be arranged by mutual agreement between the child's own mother or caretaker relative, the in-home caregiver, and the Department;"},{"prefix":"4","text":" Selection of the in-home caregiver shall be made by the parent, subject to final approval by the Department;"},{"prefix":"5","text":" The Department shall make direct payments to the in-home caregiver for services rendered;"},{"prefix":"6","text":" The in-home caregiver shall be of an age between 21 and 70 years;"},{"prefix":"7","text":" The in-home caregiver shall furnish the Department with the same medical certification of good health as that required for licensed caregivers pursuant to § 403 (j) of Regulation No. 74-34 (Child Development Facilities Regulation). Further, the in-home caregiver shall furnish the Department with medical certification of good health for any child of her own whom she brings to the home of the mother or caretaker relative;"},{"prefix":"8","text":" Duties of the in-home caregiver shall be limited to supervision of the child or children in her care, preparation and serving of appropriate meals or snacks, and washing of dishes and utensils used in the preparation of food;"},{"prefix":"9","text":" The in-home caregiver shall have no more than 2 preschool children of her own;"},{"prefix":"10","text":" The in-home caregiver shall not care for children other than her own and the child or children of the TANF or Power mother or caretaker relative;"},{"prefix":"11","text":" If the in-home caregiver brings her own children to the home of the TANF or POWER mother or caretaker relative, an agreement shall be reached between them as to the amount of food she brings for their needs; and"},{"prefix":"12","text":" The in-home caregiver shall have prior experience in child care, either with her own children or siblings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Day Care."},"heading":{"title":"4","chaptersection":"411","identifier":"4-411","catch_text":"Standards for in-home care."}}