{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-424.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nDC CODE § 4-504\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 5, 44 DCR 1142.)","sections":[{"prefix":"a","text":" A Crime Victims Compensation Advisory Commission (\"Commission\") is established and shall consist of 15 members appointed by the Chief Judge of the Court. The Chief Judge shall designate one of the members as the Commission's Chairperson. The Chief Judge may make an appointment to fill an unexpired term."},{"prefix":"b","text":" The Commission's members shall serve for a term of 3 years and shall be eligible for reappointment. The members shall serve without compensation. The members shall elect any additional officers necessary for the efficient discharge of their duties."},{"prefix":"c","text":" The Commission shall be composed of:"},{"prefix":"1","text":" The Chairperson of the Committee on the Judiciary of the Council of the District of Columbia or that person's designee;"},{"prefix":"2","text":" One representative from the Office of the Corporation Counsel;"},{"prefix":"3","text":" One representative from the Victim Witness Assistance Unit of the U.S. Attorney's Office;"},{"prefix":"4","text":" One person engaged full-time in law enforcement;"},{"prefix":"5","text":" One member of the Public Defender Service for the District of Columbia;"},{"prefix":"6","text":" One hospital staff person involved with emergency services;"},{"prefix":"7","text":" One representative of the District of Columbia Department of Corrections;"},{"prefix":"8","text":" One person licensed to provide mental health counseling;"},{"prefix":"9","text":" One crime victim or survivor;"},{"prefix":"10","text":" One member of the public who has demonstrated a knowledge of, and sensitivity to, victim issues; and"},{"prefix":"11","text":" Five victim service providers representing victims of homicide, sexual assault, domestic violence, child abuse, and drunk driving."},{"prefix":"d","text":" The Commission shall:"},{"prefix":"1","text":" Provide information, training, and technical assistance to the Court and be available to consult with and advise the Court on rules and regulations for the administration of the Program;"},{"prefix":"2","text":" Develop ongoing public awareness efforts and assist the Court in publicizing the Program; and"},{"prefix":"3","text":" Review the annual report submitted by the Court to the Council of the District of Columbia, advise the Council of deficiencies in the Program, and suggest necessary changes."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"504","identifier":"4-504","catch_text":"Crime Victims Compensation Advisory Commission; establishment; membership; duties."}}