{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-426.\n\nEffect of Amendments\n\nD.C. Law 13-172, in subsec. (c), substituted \", domestic violence, or cruelty to children\" for \"or domestic abuse\"; in par. (c)(1) substituted \"violence\" for \"abuse\" and struck the word \"and\" at the end of the paragraph; in par. (c)(2) substituted \"; and\" for the period; and added par. (c)(3), relating to reporting requirements.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nFor temporary (90-day) amendment of section, see § 202(b) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 202(b) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nFor D.C. Law 13-172, see notes following § 4-501.\n\nDC CODE § 4-506\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 7, 44 DCR 1142; Oct. 19, 2000, D.C. Law 13-172, § 202(b), 47 DCR 6308.)","sections":[{"prefix":"a","text":" A victim or secondary victim is eligible to receive compensation under this chapter if he or she:"},{"prefix":"1","text":" Suffered personal injury as a result of a crime;"},{"prefix":"2","text":" Filed a claim under this chapter within 1 year after the crime occurred or 1 year after learning of the Program with an adequate showing that the delay in learning of the Program was reasonable; and"},{"prefix":"3","text":" Reported the crime to a law enforcement office within 7 days of its occurrence. If the crime cannot be reasonably reported within that time period, the crime must be reported within 7 days from the time a report can reasonably be made."},{"prefix":"b","text":" The offender shall not be unjustly enriched by an award of compensation to the claimant, except that this requirement may be waived in cases involving extraordinary circumstances where the interests of justice so require."},{"prefix":"c","text":" Notwithstanding subsection (a)(3) of this section, a victim who has been sexually abused or subjected to unlawful sexual conduct, domestic violence, or cruelty to children and who does not report the crime to the local police department, may:"},{"prefix":"1","text":" In the case of domestic violence victims, satisfy the reporting requirement by seeking a civil protection order from the Corporation Counsel of the District of Columbia;"},{"prefix":"2","text":" In the case of sexual assault victims, satisfy the reporting requirement by seeking a sexual assault examination from a medical treatment facility; and"},{"prefix":"3","text":" In the case of a victim of cruelty to children, satisfy the reporting requirement by the filing of a neglect petition by the District of Columbia in the Superior Court."},{"prefix":"d","text":" The time limit requirements of this section may be waived for good cause shown, including compelling health or safety concerns."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"506","identifier":"4-506","catch_text":"Eligibility for compensation."}}