{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-423.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nReferences in Text\n\n\"The Victims of Violent Crime Compensation Act of 1981, effective April 6, 1982 (D.C. Law 4-100; D.C. Code § 3-401 et seq.),\" referred to in (b) and (c)(3), was repealed by D.C. Law 11-243, § 20, effective April 9, 1997.\n\nDC CODE § 4-503\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 4, 44 DCR 1142.)","sections":[{"prefix":"a","text":" The administration of the Program is hereby designated to the Superior Court of the District of Columbia (\"Court\"), which shall issue rules and regulations as are necessary to carry out the provisions and purposes of this chapter."},{"prefix":"b","text":" All records and computer software relating to the functions of the Program as originally established by the Victims of Violent Crime Compensation Act of 1981, effective April 6, 1982 (D.C. Law 4-100; § 4-531 et seq.), are hereby transferred to the Court for the exclusive purpose of operating the Program."},{"prefix":"c","text":" The Court shall:"},{"prefix":"1","text":" Investigate claims filed pursuant to this chapter;"},{"prefix":"2","text":" Obtain from an agency or department of the District of Columbia government or the United States government information, data, and assistance that will enable the Court to determine if a crime was committed or attempted and whether the claimant is eligible for compensation under this chapter;"},{"prefix":"3","text":" Process and maintain claims in the order they are filed, including claims previously filed pursuant to the Victims of Violent Crime Compensation Act of 1981, effective April 6, 1982 (D.C. Law 4-100; § 4-531 et seq.);"},{"prefix":"4","text":" Determine each claim filed pursuant to this chapter and reinvestigate or reopen cases when necessary;"},{"prefix":"5","text":" Require and direct medical examination of victims or secondary victims when necessary;"},{"prefix":"6","text":" Publicize the existence of the Program and the procedure for obtaining compensation under the Program through the Court and the Crime Victims Compensation Appeals Board (\"Board\"), the District of Columbia Metropolitan Police Department, the U.S. Attorney's Office, the Corporation Counsel of the District of Columbia, and other public or private agencies, organizations, and service providers; and"},{"prefix":"7","text":" Provide printed informational materials, including brochures and posters, in both English and Spanish."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"503","identifier":"4-503","catch_text":"Administration of Program."}}