{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-427.\n\nEffect of Amendments\n\nD.C. Law 13-172, in subsec. (b), substituted \"exceeding $25,000 per victimization\" for \"exceeding $25,000\", and added subsec. (g), relating to eligibility for benefits.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nFor temporary (90-day) amendment of section, see § 202(c) of the Fiscal Year 2001 Budget Support Emergency Act of 2000 (D.C. Act 13-376, July 24, 2000, 47 DCR 6574).\n\nFor temporary (90 day) amendment of section, see § 202(c) of the Fiscal Year 2001 Budget Support Congressional Review Emergency Act of 2000 (D.C. Act 13- 438, October 20, 2000, 47 DCR 8740).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nFor D.C. Law 13-172, see notes following § 4-501.\n\nDC CODE § 4-507\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 8, 44 DCR 1142; Oct. 19, 2000, D.C. Law 13-172, § 202(c), 47 DCR 6308.)","sections":[{"prefix":"a","text":" The Court shall award compensation in an amount equal to the claimant's economic loss, decreased by the amount available to the claimant from collateral sources."},{"prefix":"b","text":" The Court shall not award compensation in an amount exceeding $25,000 per victimization."},{"prefix":"c","text":" The Court shall calculate awards in a fair and equitable manner."},{"prefix":"d","text":" The payment of compensation may provide for apportionment, the holding of the compensation or any part thereof in trust, payment in a lump sum or periodic installments, or payment directly to the provider of medical services or economic loss expenses."},{"prefix":"e","text":" An award is not subject to enforcement, attachment, or garnishment, except that an award may be subject to a claim of a creditor if the cost of products, services, or accommodations included in the award were covered by the creditor."},{"prefix":"f","text":" If a claimant is awarded compensation prior to the sentencing of an offender convicted of the crime which was the subject of the claim, the Court shall notify the sentencing judge of the amount of the award, notwithstanding that the files and records of the claim remain otherwise confidential as provided in § 4-511. Restitution ordered for an offense that was the basis for an award under this chapter, up to the amount of the award, shall be payable directly to the Fund as provided in § 4-509."},{"prefix":"g","text":" Eligibility for public benefits shall not be affected by the receipt of crime victims compensation funds."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"507","identifier":"4-507","catch_text":"Awards of compensation."}}