{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-428.\n\nEffect of Amendments\n\nD.C. Law 18-239, in subsec. (a)(1), substituted \"claim; provided, that a claimant who was a minor and a victim of sex trafficking of children, may be awarded compensation; or\" for \"claim; or\".\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nFor history of Law 18-239, see notes under § 4-501.\n\nDC CODE § 4-508\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 9, 44 DCR 1142; Oct. 23, 2010, D.C. Law 18-239, § 201(b), 57 DCR 5405.)","sections":[{"prefix":"a","text":" The Court shall not award compensation if the:"},{"prefix":"1","text":" Claimant knowingly or willingly participated in the commission of the crime which forms the basis for the claim; provided, that a claimant who was a minor and a victim of sex trafficking of children, may be awarded compensation; or"},{"prefix":"2","text":" Injury or death for which compensation is sought was caused by the victim's consent, substantial provocation, or substantial incitement."},{"prefix":"b","text":" An application for assistance may be denied, in whole or in part, if the Court finds:"},{"prefix":"1","text":" Denial is appropriate due to the nature of the victim's or secondary victim's involvement in the events leading to the relevant crime; or"},{"prefix":"2","text":" The claimant failed to provide information to a requesting law enforcement agency or did not reasonably cooperate with law enforcement officials in apprehending the offender. Refusal of a victim or claimant to testify against the offender may be excused if testifying would subject the victim or claimant to a substantial risk of serious physical or emotional injury."},{"prefix":"c","text":" Notwithstanding subsections (a) and (b) of this section, if the victim is found to have willingly or knowingly participated, consented, provoked, or incited the crime, a secondary victim is not automatically precluded from compensation."},{"prefix":"d","text":" Gang membership or co-habitation with the offender is not considered a disqualifying factor under subsections (a) or (b) of this section, unless the claimant will be substantially and unjustly enriched by the award."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"508","identifier":"4-508","catch_text":"Disqualifications and reductions."}}