{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-431.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nDC CODE § 4-511\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 12, 44 DCR 1142.)","sections":[{"prefix":"a","text":" Information, records, and transcripts of hearings contained in the claims files under the provisions of this chapter are confidential and not open to public inspection, except that:"},{"prefix":"1","text":" A claimant or the representative of a claimant, whether an individual or an organization, may review that person's claim or receive specific information therefrom. Information shall be released to a claimant's representative only upon presentation of the signed authorization of the claimant."},{"prefix":"2","text":" Physicians treating or examining claimants seeking benefits under this chapter or physicians giving medical advice to the Court regarding any claim, may, at the discretion of the Court, inspect the claims files and records of the claimant. Other persons may inspect a claimant's files and records only when rendering assistance to the Court on a matter pertaining to the administration of this chapter."},{"prefix":"b","text":" The Court shall not include the name of any claimant in the annual report to the Council of the District of Columbia, unless authorized by the claimant."},{"prefix":"c","text":" Each record or report obtained by the Court, the confidentiality of which is protected by any other law or regulation, remains confidential subject to that law or regulation."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"511","identifier":"4-511","catch_text":"Confidentiality."}}