{"text":"The Chief Judge of the Court shall report annually to the Council of the District of Columbia on the status and activities of the Program. The report shall include, but not be limited to, the following information:","historical":"Prior Codifications\n\n1981 Ed., § 3-434.\n\nEmergency Act Amendments\n\nSee note to § 4-501.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-243, see Historical and Statutory Notes following § 4-501.\n\nDC CODE § 4-514\n\nCurrent through December 11, 2012","credits":"(Apr. 9, 1997, D.C. Law 11-243, § 15, 44 DCR 1142.)","sections":[{"prefix":"1","text":" An explanation of the procedures for filing and processing claims;"},{"prefix":"2","text":" A description of the programs and policies instituted to promote public awareness about crime victims compensation;"},{"prefix":"3","text":" An analysis of future needs and suggested Program improvements;"},{"prefix":"4","text":" A copy of the application forms utilized under this chapter; and"},{"prefix":"5","text":" A complete statistical analysis of the cases handled, including the:"},{"prefix":"A","text":" Number of claims filed;"},{"prefix":"B","text":" Number of claims approved and the amount of each award;"},{"prefix":"C","text":" Number of claims denied and the reasons for rejection;"},{"prefix":"D","text":" Average length of time to process a claim;"},{"prefix":"E","text":" Number of contested cases reviewed by the Board and the disposition of those cases;"},{"prefix":"F","text":" Number of contested cases reviewed by the Chief Judge and the disposition of those cases;"},{"prefix":"G","text":" Number of cases in which a claimant was represented by an attorney or a law student;"},{"prefix":"H","text":" Cumulative total of attorneys' fees paid;"},{"prefix":"I","text":" Breakdown of claims by age, sex, and primary language of the victim, type of crime committed, and other relevant facts;"},{"prefix":"J","text":" Individual amounts of revenues attributable to assessments on misdemeanor and traffic offenses;"},{"prefix":"K","text":" Number of cases pending, and the future liability of the Fund; and"},{"prefix":"L","text":" Total amount of program expenditures for benefit payments, personnel, and other administrative costs."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"4","chaptersection":"514","identifier":"4-514","catch_text":"Annual report."}}