{"text":"","historical":"Effect of Amendments\n\nD.C. Law 19-21, in subsec. (b), substituted \"Deputy Mayor for Public Safety and Justice\" for \"Office of Victim Services\".\n\nEmergency Act Amendments\n\nFor temporary (90 day) addition, see § 3013 of Fiscal Year 2008 Budget Support Emergency Act of 2007 (D.C. Act 17-74, July 25, 2007, 54 DCR 7549).\n\nLegislative History of Laws\n\nLaw 17-20, the \"Fiscal Year 2008 Budget Support Act of 2007\", was introduced in Council and assigned Bill No. 17-148 which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on May 15, 2007, and June 5, 2007, respectively. Signed by the Mayor on June 28, 2007, it was assigned Act No. 17-63 and transmitted to both Houses of Congress for its review. D.C. Law 17-20 became effective on September 18, 2007.\n\nFor history of Law 19-21, see notes under § 4-204.07.\n\nDC CODE § 4-521\n\nCurrent through December 11, 2012","credits":"(Sept. 18, 2007, D.C. Law 17-20, § 3013, 54 DCR 7052; Sept. 14, 2011, D.C. Law 19-21, § 9048, 58 DCR 6226.)","sections":[{"prefix":"a","text":" For the purposes of this section, the term:"},{"prefix":"1","text":" \"Fund\" means the Shelter and Transitional Housing for Victims of Domestic Violence Fund."},{"prefix":"2","text":" \"Operating expenses\" means:"},{"prefix":"A","text":" Those costs incurred in providing counseling and case management to victims of domestic violence and their children; and"},{"prefix":"B","text":" Monthly rent, utilities, and building maintenance for the residential facilities in which victims of domestic violence and their children are housed."},{"prefix":"b","text":" There is established as a nonlapsing, interest-bearing fund the Shelter and Transitional Housing for Victims of Domestic Violence Fund, which shall be administered by the Deputy Mayor for Public Safety and Justice and used for the purpose of awarding grants to organizations that provide services to victims of domestic violence in emergency shelters and transitional housing to reimburse them for their operating expenses."},{"prefix":"c","text":" All funds deposited into the Fund shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject to authorization by Congress."},{"prefix":"d","text":" The Chief Financial Officer shall transfer $3.7 million from the Crime Victims Assistance Fund to the Fund on or before October 1, 2007. Other funds may be deposited into the Fund from sources identified by District law."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"5","text":"Compensation of Victims of Violent Crime."},"subchapter":{"identifier":"I-A","text":"Shelter and Transitional Housing."},"heading":{"title":"4","chaptersection":"521","identifier":"4-521","catch_text":"Shelter and Transitional Housing for Victims of Domestic Violence Fund."}}