{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 3-507.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-86, see Historical and Statutory Notes following § 4-601.\n\nLaw 8-99, the \"Health-Care Assistance Reimbursement Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-305, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on January 2, 1990, and January 16, 1990, respectively. Signed by the Mayor on January 26, 1990, it was assigned Act No. 8-152 and transmitted to both Houses of Congress for its review.\n\nDC CODE § 4-607\n\nCurrent through December 11, 2012","credits":"(June 14, 1984, D.C. Law 5-86, § 8, 31 DCR 2098; Mar. 24, 1990, D.C. Law 8-99, § 2, 37 DCR 1067.)","sections":[{"prefix":"a","text":" Except as limited by subsections (b) and (c) of this section, the District shall have a lien, perfected in accordance with subsection (d) of this section, upon any judgment or settlement awarded or executed in favor of a beneficiary against a third party for that amount of the judgment or settlement that represents the care and treatment it has undertaken to provide or pay for as health-care assistance."},{"prefix":"b","text":" If the beneficiary prosecutes a claim on behalf of the District in a proceeding or settlement negotiations and incurs a personal liability for litigation costs and attorney's fees, the Mayor shall determine in good faith what, if any, contribution to those costs and fees would be appropriate, and that contribution shall be subtracted from the amount of the lien."},{"prefix":"c","text":" The beneficiary shall have the right to retain the amount of judgment or settlement that remains after the deduction of litigation costs, reasonable attorney's fees, or any amount necessary to reimburse the District for medical assistance payments the District has made on behalf of the beneficiary or the United States to the extent of the United States' financial participation in the medical assistance."},{"prefix":"d","text":" To perfect a lien under this section, the Mayor, before payment of any part of a judgment or settlement is made to the beneficiary, shall:"},{"prefix":"1","text":" File in the Office of the Recorder of Deeds, in a docket provided for this type of lien, a written notice containing the beneficiary's name and address, the approximate date and location of the incident that caused or allegedly caused the beneficiary's injury or illness, and the name of the third party; and"},{"prefix":"2","text":" Provide by personal service or certified mail copies of the written notice of lien together with a statement of the date of filing to the beneficiary, the third party, and, if applicable and ascertained by the Mayor, the insurer of a third-party tortfeasor."},{"prefix":"e","text":" If after receiving a notice of lien under paragraph (2) of subsection (d) of this section, a beneficiary, third party, or an insurer of a third-party tortfeasor disposes of funds covered by a lien perfected under this section without paying the District the amount of its lien that could have been satisfied from those funds after paying off any prior liens, that beneficiary, third party, or insurer shall, for a period of 1 year from the date the funds were improperly disposed of, be liable to the District for any amount that, because of the disposition, it is unable to recover."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Health-Care Assistance Reimbursement."},"heading":{"title":"4","chaptersection":"607","identifier":"4-607","catch_text":"Lien."}}