{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 3-501.\n\nLegislative History of Laws\n\nLaw 5-86, the \"Health-Care Assistance Reimbursement Act of 1984,\" was introduced in Council and assigned Bill No. 5-271, which was referred to the Committee on Human Services. The Bill was adopted on first and second readings on March 27, 1984, and April 10, 1984, respectively. Signed by the Mayor on April 26, 1984, it was assigned Act No. 5-124 and transmitted to both Houses of Congress for its review.\n\nDelegation of Authority\n\nDelegation of authority under D.C. Law 5-86, see Mayor's Order 85-56, May 17, 1985.\n\nDC CODE ยง 4-601\n\nCurrent through December 11, 2012","credits":"(June 14, 1984, D.C. Law 5-86, ยง 2, 31 DCR 2098.)","sections":[{"prefix":"1","text":" \"Beneficiary\" means any individual who has received health-care assistance from the District and, if applicable, that individual's guardian, conservator, personal representative, estate, dependents, and survivors."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"Health-care assistance\" means health or health-related care and treatment that the District has undertaken to provide or pay for free of charge or at a discounted rate, and includes future care and treatment that the Mayor, in his or her discretion, reasonably anticipates will be provided or paid for by the District. The term \"health-care assistance\" includes, but shall not be limited to, medical, surgical, nursing, dental, hospital, nursing home, hospice, and home care, prostheses and medical appliances, physical and occupational therapy, counseling and psychotherapy, social work, related transportation costs, and funeral and burial expenses."},{"prefix":"4","text":" \"Third party\" means a third-party tortfeasor, beneficiary's insurer, or any other individual, organization, or entity that is or may be liable to a beneficiary, in tort or contract, for all or part of the care and treatment the District has undertaken to provide or pay for as health-care assistance."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"6","text":"Health-Care Assistance Reimbursement."},"heading":{"title":"4","chaptersection":"601","identifier":"4-601","catch_text":"Definitions."}}