{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-104, in subsec. (a)(2), substituted \"not exceeding\" for \"between 200% and\"; and, in subsec. (a)(4)(C), deleted \"employer-based\" following \"Has\" and deleted \"premium\" following \"annual\".\n\nTemporary Amendments of Section\n\nSection 3(a) of D.C. Law 18-134, in subsec. (a)(2), substituted \"\"not exceeding\" for \"between 200% and\"; and, in subsec. (a)(4)(C), deleted \"employer based\" and \"premium\".\n\nSection 6(b) of D.C. Law 18-134 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 2(b) of D.C. Law 18-270 added subsec. (c) to read as follows:\n\n\"(c) Regarding premium subsidies for employer-sponsored coverage:\n\n\"(1) To be eligible for premium subsidies for employer-sponsored coverage, an individual shall meet the criteria set forth in subsection (a) of this section and be offered qualified employer-sponsored coverage as defined by the Department of Health Care Finance.\n\n\"(2) Subsection (a)(4) of this section shall not apply to family members of an eligible individual for the purpose of receiving premium subsidies for family coverage.\".\n\nSection 4(b) of D.C. Law 18-270 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 3(a) of Hospital and Medical Services Corporation Regulatory Emergency Amendment Act of 2009 (D.C. Act 18- 277, January 11, 2010, 57 DCR 935).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Healthy DC Emergency Amendment Act of 2010 (D.C. Act 18-528, August 3, 2010, 57 DCR 8095).\n\nFor temporary (90 day) amendment of section, see § 2(b) of Healthy DC Congressional Review Emergency Amendment Act of 2010 (D.C. Act 18-569, October 19, 2010, 57 DCR 10082).\n\nLegislative History of Laws\n\nFor Law 17-219, see notes following § 4-631.\n\nLaw 18-104, the \"Hospital and Medical Services Corporation Regulatory Amendment Act of 2009\", was introduced in Council and assigned Bill No. 18-401, which was referred to the Committee on Public Services and Consumer Affairs. The bill was adopted on first and second readings on October 6, 2009, and November 3, 2009, respectively. Signed by the Mayor on November 30, 2009, it was assigned Act No. 18-239 and transmitted to both Houses of Congress for its review. D.C. Law 18-104 became effective on February 4, 2010.\n\nDC CODE § 4-633\n\nCurrent through December 11, 2012","credits":"(Aug. 16, 2008, D.C. Law 17-219, § 5043, 55 DCR 7598; Feb. 4, 2010, D.C. Law 18-104, § 3(a), 56 DCR 9182.)","sections":[{"prefix":"a","text":" An individual shall be eligible for the Program if the individual:"},{"prefix":"1","text":" Has resided in the District for at least 6 months at the time of application to the Program;"},{"prefix":"2","text":" Resides in a household having a gross household income not exceeding 400% of the federal poverty guidelines as updated periodically in the Federal Register by the United States Department of Health and Human Services under the authority of 42 U.S.C. § 9902(2); and"},{"prefix":"3","text":" Does not qualify for:"},{"prefix":"A","text":" The DC HealthCare Alliance;"},{"prefix":"B","text":" Medicare;"},{"prefix":"C","text":" Medicaid; or"},{"prefix":"D","text":" Other federal health-benefits programs; and"},{"prefix":"4","text":"(A) Has not had health insurance during the 6-month period prior to application to the Program;"},{"prefix":"B","text":" Has had health insurance during the 6-month period prior to application to the Program but the insurance was terminated due to:"},{"prefix":"i","text":" The loss of employment;"},{"prefix":"ii","text":" A death of a spouse, domestic partner, or family member who maintained the individual as a beneficiary on a health-insurance plan;"},{"prefix":"iii","text":" Changes in student status, including graduation, a leave of absence, or reduction to part-time study;"},{"prefix":"iv","text":" A change of employment to a new employer who does not provide group health insurance;"},{"prefix":"v","text":" A legal annulment, separation, divorce, or the dissolution of a domestic partnership;"},{"prefix":"vi","text":" The loss of financial eligibility under Medicaid or the DC HealthCare Alliance;"},{"prefix":"vii","text":" The cancellation or discontinuation of a group health insurance contract by a health insurer; or"},{"prefix":"viii","text":" Any other reason as determined by the Mayor; or"},{"prefix":"C","text":" Has health insurance but the annual cost to the individual is deemed unaffordable, as determined by the Mayor."},{"prefix":"b","text":" Eligibility for the Program shall not be subject to any pre-existing condition exclusions."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"6A","text":"Healthy DC Program"},"heading":{"title":"4","chaptersection":"633","identifier":"4-633","catch_text":"Program eligibility."}}