{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-296 added subsec. (e).\n\nD.C. Law 18-367 rewrote subsecs. (c) and (d), which had read as follows:\n\n\"(c) Whenever the actual or forecasted temperature, including the wind chill factor, falls below 32 degrees Fahrenheit, or whenever the actual or forecasted temperature or heat index rises above 95 degrees Fahrenheit, the District shall make available appropriate space in District of Columbia public or private buildings and facilities for any person in the District who is homeless and cannot access other shelter. In doing so, the District shall not use District of Columbia Public School buildings currently being used for educational purposes without the prior approval of the Board of Education.\n\n\"(d) The Mayor shall not place homeless families in non-apartment style shelters.\"\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor Law 16-296, see notes following § 4-751.01.\n\nFor history of Law 18-367, see notes under § 4-751.01.\n\nReferences in Text\n\nSection 1016(5) of D.C. Law 16-33, referred to in par. (1) of subsec. (b), is published at 52 DCR 7503.\n\nMiscellaneous Notes\n\nEstablishment of Emergency Rental Assistance Program and Delegation of Authority Pursuant to D.C. Law 16-35, the Homeless Services Reform Act of 2005, see Mayor's Order 2006-115, August 30, 2006 (53 DCR 7550).\n\nEstablishment of a Disaster Relocation and Rental Assistance Program, see Mayor's Order 2008-63, April 10, 2008 (55 DCR 5516).\n\nExtension of Disaster Relocation and Rental Assistance Program Benefits Pursuant to Mayor's Order 2008-63, effective April 10, 2008, see Mayor's Order 2010-96, June 4, 2010 (57 DCR 4917).\n\nDC CODE § 4-753.01\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 7, 52 DCR 8113; Mar. 14, 2007, D.C. Law 16-296, § 2(e), 54 DCR 1097; Apr. 8, 2011, D.C. Law 18-367, § 2(b), 58 DCR 987.)","sections":[{"prefix":"a","text":" The District's provision of homeless services shall be based on a Continuum of Care that offers a comprehensive range of services through various member agencies and is designed to meet the specific, assessed needs of individuals and families who are homeless or at imminent risk of becoming homeless. The District shall respond to the changing needs of individuals and families by ensuring that transfer between and among services within the Continuum of Care is fluid and allows clients to modify the intensity of services they receive to meet their needs, preferences, and changing circumstances."},{"prefix":"b","text":" The Continuum of Care may include the following range of services:"},{"prefix":"1","text":" Crisis intervention for the purpose of preventing homelessness by enabling individuals and families at imminent risk of becoming homeless to remain in or access permanent housing; provided, that the Mayor shall not offer crisis intervention services authorized by this paragraph until the Chief Financial Officer has certified the availability of fiscal year 2006 funding pursuant to section 1016(5) of D.C. Law 16-33;"},{"prefix":"2","text":" Outreach and assessment, including the operation of a hotline, for the purpose of identifying the housing and supportive service needs of individuals and families who are homeless or at imminent risk of becoming homeless and linking them to appropriate services;"},{"prefix":"3","text":" Shelter to meet the housing needs of individuals and families who are homeless through the provision of:"},{"prefix":"A","text":" Severe weather shelter for the purpose of protecting lives in extreme hot and cold weather;"},{"prefix":"B","text":" Low barrier shelter for individuals for the purpose of sheltering and engaging individuals who avoid temporary shelter because of identification, time limit, or other program requirements; and"},{"prefix":"C","text":" Temporary shelter for individuals and families for the purpose of meeting short-term housing needs and other supportive service needs;"},{"prefix":"4","text":" Supportive housing to meet the longer-term housing needs of individuals and families who are homeless through the provision of:"},{"prefix":"A","text":" Transitional housing for the purpose of providing eligible individuals and families who are homeless with long-term housing and supportive services in order to prepare them for self-sufficient living in permanent housing; and"},{"prefix":"B","text":" Permanent supportive housing for the purpose of providing eligible individuals and families who are homeless or at imminent risk of becoming homeless with housing and supportive services;"},{"prefix":"C","text":" Housing First for the purpose of providing eligible individuals and families who are homeless with housing and supportive services;"},{"prefix":"5","text":" Supportive services for the purpose of providing individuals and families who are homeless or at imminent risk of becoming homeless with services that address their housing, employment, physical health, mental health, alcohol and other substance abuse recovery, child care, case management, transportation, and other health and social service needs which, if unmet, may be barriers to obtaining or maintaining permanent housing. These services may, but need not, be delivered through day programs, drop-in centers, shelters, and transitional and permanent supportive housing providers, or through referrals to other appropriate service providers."},{"prefix":"c","text":"(1) Whenever the actual or forecasted temperature, including the wind chill factor, falls below 32 degrees Fahrenheit, or whenever the actual or forecasted temperature or heat index rises above 95 degrees Fahrenheit, the District shall make available appropriate space in District of Columbia public or private buildings and facilities for any resident of the District who is homeless and cannot access other housing arrangements. The District may make such space available for any person who is not a resident of the District, is homeless, and cannot access other housing arrangements; provided, that the District shall give priority to residents of the District."},{"prefix":"2","text":" In making appropriate space available in District of Columbia public or private buildings and facilities, the District shall not use District of Columbia Public Schools buildings currently being used for educational purposes without the prior approval of the Mayor."},{"prefix":"3","text":"(A) Low-barrier shelters and severe weather shelters operating as low-barrier shelters shall not be required to receive demonstration of residency or prioritize District residents."},{"prefix":"B","text":" The Mayor may determine whether a person seeking shelter by reason of domestic violence, sexual assault, or human trafficking is a resident of the District without receiving demonstration of District residency in accordance with § 4-751.01(32)."},{"prefix":"4","text":" For the purposes of this subsection the term \"cannot access other housing arrangements\" means that the homeless person is living in a place not intended as a residence, such as outdoors, in a vehicle, or in a condemned or abandoned building or is living in a situation that is dangerous to the health or safety of the person or of any family member."},{"prefix":"d","text":"(1) Except as provided in paragraph (2) of this subsection, the Mayor shall not place homeless families in non-apartment-style shelters."},{"prefix":"2","text":" The Mayor is authorized to place homeless families in non-apartment-style shelters that are private rooms only when no apartment-style shelters are available."},{"prefix":"e","text":" Pursuant to § 4-756.02, the Mayor shall issue rules on the administration of emergency assistance grants offered as crisis intervention services to individuals and families in need of cash assistance for mortgage, rent, or utility bills in arrears or for a security deposit or first month's rent."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"III","text":"Continuum of Care."},"heading":{"title":"4","chaptersection":"753","identifier":"4-753.01","catch_text":"Continuum of Care for individuals and families who are homeless."}}