{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-296, in subsec. (b), in the introductory paragraph, substituted \"Except for inspections of shelters monitored by the Office of Shelter Monitoring pursuant to § 4-754.52, inspections shall be conducted\" for \"Inspections shall be conducted\".\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor Law 16-296, see notes following § 4-751.01.\n\nDC CODE § 4-754.31\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 17, 52 DCR 8113; Mar. 14, 2007, D.C. Law 16-296, § 2(h), 54 DCR 1097.)","sections":[{"prefix":"a","text":" The Mayor shall monitor and evaluate the services delivered by all programs covered by § 4-754.01."},{"prefix":"b","text":" The Mayor shall inspect the premises of all providers operating programs covered by § 4-754.01. Except for inspections of shelters monitored by the Office of Shelter Monitoring pursuant to § 4-754.52, inspections shall be conducted:"},{"prefix":"1","text":" At least once during each calendar year;"},{"prefix":"2","text":" Whenever the Mayor has reason to believe that a provider is not in compliance with the applicable standards established in this chapter or with other requirements or agreements; and"},{"prefix":"3","text":" In a reasonable manner and during the regular hours of operation of the provider."},{"prefix":"c","text":" During any inspection conducted pursuant to subsection (b) of this section, the provider shall make available for examination any records or other materials related to the delivery of its services, including records relating to clients and to internal complaints, in accordance with the confidentiality requirements of § 4-754.11(7)."},{"prefix":"d","text":" The Mayor shall not delegate the responsibilities of this section to any agency or entity that serves as a provider of services covered by § 4- 754.01."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"D","text":"Provider Requirements."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.31","catch_text":"Monitoring and inspections of services."}}