{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-296, see notes following § 4-754.51.\n\nDC CODE § 4-754.52\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 27b, as added Mar. 14, 2007, D.C. Law 16-296, § 2(i), 54 DCR 1097.)","sections":[{"prefix":"a","text":" The Office shall monitor the conditions, services, and practices at shelters, evaluating the following, to the extent applicable:"},{"prefix":"1","text":" Health, safety, and cleanliness of shelters;"},{"prefix":"2","text":" Policies, practices, and program rules;"},{"prefix":"3","text":" Accessibility of shelters to clients with disabilities;"},{"prefix":"4","text":" Appropriateness of shelters for families;"},{"prefix":"5","text":" Respect for client rights established by §§ 4-754.11 and 4-754.12;"},{"prefix":"6","text":" Compliance with provider standards established by §§ 4-754.21 through 4-754.25;"},{"prefix":"7","text":" Comments of shelter clients and program staff;"},{"prefix":"8","text":" Ability of the program to facilitate transition from homelessness to permanent housing; and"},{"prefix":"9","text":" Any other information deemed appropriate."},{"prefix":"b","text":" The Office shall conduct inspections on the premises of each shelter covered by § 4-754.01."},{"prefix":"c","text":" The Office shall receive complaints about programs, facilities, and services provided within the continuum of care and shall investigate programs not in compliance with the applicable standards established in this act or with other requirements or agreements."},{"prefix":"d","text":" The Office shall establish procedures for notifying providers of deficiencies and procedures for correcting those deficiencies in a timely manner."},{"prefix":"e","text":" During any inspection or investigation conducted pursuant to this section, the provider shall make available to the Office for examination any records or other materials related to the delivery of its services, including records related to clients and to internal complaints, in accordance with the confidentiality requirements of § 4-754.11(7)."},{"prefix":"f","text":" The Office shall ensure confidential treatment of the personal, social, legal, financial, educational, and medical records and information related to a client or any member of a client's family, whether obtained from the client or from any other source, consistent with confidentiality requirements of District and federal law. The Office shall not disclose the identity of any person who brings a complaint or provides information to the Office without the person's consent, unless the Office determines that disclosure is unavoidable or necessary to further the ends of an inspection or investigation."},{"prefix":"g","text":" The Office shall encourage appropriate use of mediation, fair hearing, and administrative review processes for resolving grievances, pursuant to §§ 4- 754.39, 4-754.41, and 4-754.42."},{"prefix":"h","text":" The Office shall post in prominent places at each program and shelter site its contact information, its procedures for accepting complaints, and procedures for requesting mediation, a fair hearing, or administrative review of grievances."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"F","text":"Shelter Monitoring."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.52","catch_text":"Powers and duties of the Office."}}