{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.39\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 25, 52 DCR 8113.)","sections":[{"prefix":"a","text":" Providers are strongly encouraged to establish internal mediation programs to resolve disputes with clients."},{"prefix":"b","text":" Any provider who chooses to establish an internal mediation program shall offer mediation services to any client of the provider, or the client's representative, who requests them."},{"prefix":"c","text":" Upon receiving an oral or written request for mediation, the provider shall provide the client or the client's representative with reasonable written notice of:"},{"prefix":"1","text":" The time and place of any mediation proceedings; and"},{"prefix":"2","text":" The client's right to request a fair hearing for formal review of his or her complaint pursuant to § 4-754.41 and his or her right to request administrative review pursuant to § 4-754.42."},{"prefix":"d","text":" The provider shall allow the client or the client's representative to review its records of the client prior to the mediation proceeding."},{"prefix":"e","text":" The provider shall allow the client to be accompanied by a legal or other representative of the client's choosing in any mediation proceedings."},{"prefix":"f","text":" Upon conclusion of the mediation proceedings, the provider shall notify the client of his or her right to request a fair hearing pursuant to § 4-754.41, and the deadline for making such a request, if he or she is not satisfied with the outcome of the mediation."},{"prefix":"g","text":" No member of the provider's staff who was involved in the incident or incidents at issue in the mediation shall serve as a mediator during the proceedings."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"D","text":"Provider Requirements."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.39","catch_text":"Mediation."}}