{"text":"In addition to the requirements in §§ 4-754.21, 4-754.22, and 4- 754.23, providers of temporary shelter and supportive housing shall provide:","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.24\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 15, 52 DCR 8113.)","sections":[{"prefix":"1","text":" Assessment by an appropriately trained, qualified, and supervised case manager in order to identify each client's service needs;"},{"prefix":"2","text":" Direct provision of, or referral to, appropriate supportive services to enable the client to fulfill the goals and requirements in the client's service plan;"},{"prefix":"3","text":" Mail and phone services, or procedures for handling mail and phone messages, that enable the client to receive mail and messages without identifying the client as residing in temporary shelter or supportive housing;"},{"prefix":"4","text":" Private, secure space for the temporary storage of personal belongings;"},{"prefix":"5","text":" Access to laundry facilities in the immediate vicinity of the shelter or supportive housing facility when all of the units are in one location;"},{"prefix":"6","text":" Reasonable access to phones during reasonable hours and during emergencies;"},{"prefix":"7","text":" The opportunity to establish a voluntary savings or escrow account; and"},{"prefix":"8","text":" In supportive housing and temporary shelters for families, access to immediate indoor or outdoor areas equipped with basic facilities for exercise and play for use by minor children."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"C","text":"Provider Standards."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.24","catch_text":"Additional standards for providers of temporary shelter and supportive housing."}}