{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.32\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 18, 52 DCR 8113.)","sections":[{"prefix":"a","text":" Pursuant to the limitations of subsections (b) and (c) of this section, providers may establish Program Rules related to the specific goals of their programs. The Program Rules shall include:"},{"prefix":"1","text":" Any applicable special eligibility requirements for the purpose of limiting entry into the program to individuals or families exhibiting the specific challenges that the program is designed to address, except in severe weather shelter and low barrier shelter;"},{"prefix":"2","text":" Rules regarding client responsibilities, including those listed in § 4- 754.13;"},{"prefix":"3","text":" A list of client rights, including those listed in § 4-754.11, and where appropriate, § 4-754.12;"},{"prefix":"4","text":" A description of the internal complaint procedures established by the provider for the purpose of providing the client with an opportunity to promptly resolve complaints;"},{"prefix":"5","text":" A description of the procedures by which an individual with a disability may request a reasonable modification of policies or practices that have the effect of limiting the right to access services free from discrimination on the basis of disability as established by § 4-754.11(2)."},{"prefix":"6","text":" A description of the procedures and notice requirements of any internal mediation program established by the provider pursuant to § 4-754.39;"},{"prefix":"7","text":" A description of any schedule of sanctions that a provider may apply to clients who are in violation of the Program Rules, as authorized by §§ 4- 754.34 through 4-754.38; and"},{"prefix":"8","text":" A description of a client's right to appeal any decision or action by the provider that adversely affects the client's receipt of services through fair hearing proceedings pursuant to § 4-754.41 and administrative review proceedings pursuant to § 4-754.42."},{"prefix":"b","text":" Any Program Rules established by a provider shall be submitted to the Mayor for approval in accordance with the following requirements:"},{"prefix":"1","text":" Within 90 days of October 22, 2005;"},{"prefix":"2","text":" On a yearly basis thereafter, with any proposed changes clearly identified; and"},{"prefix":"3","text":" Whenever a provider seeks approval to change its eligibility criteria, the rules of its internal mediation program or complaint procedures, or its schedule of sanctions."},{"prefix":"c","text":" No provider may enforce any provision within its Program Rules, other than those requirements or protections specifically enumerated by this chapter, unless:"},{"prefix":"1","text":" The Program Rules were in existence before October 22, 2005, and less than 180 days has passed since October 22, 2005; or"},{"prefix":"2","text":" The Mayor has approved the Program Rules pursuant to subsection (b) of this section."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"D","text":"Provider Requirements."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.32","catch_text":"Provider program Rules."}}