{"text":"Clients residing in temporary shelter or supportive housing shall have the right to:","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.12\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 10, 52 DCR 8113.)","sections":[{"prefix":"1","text":" Receive visitors in designated areas of the shelter or housing premises during reasonable hours and under such reasonable conditions as specified in the provider's Program Rules established pursuant to § 4-754.32;"},{"prefix":"2","text":" Leave and return to the shelter or housing premises within reasonable hours as specified by the Program Rules established pursuant to § 4-754.32;"},{"prefix":"3","text":" Reasonable prior notice specifying the date and time of any inspections of a client's living quarters and of the provider staff member authorized to perform the inspection, except when, in the opinion of the provider's executive or program director, there is reasonable cause to believe that the client is in possession of a substance or object that poses an imminent threat to the health and safety of the client or any other person on the provider's premises and such reasonable cause is documented in the client's record;"},{"prefix":"4","text":" Be present or have an adult member of the family present at the time of any inspection unless, in the opinion of the provider's executive or program director, there is reasonable cause to believe that the client is in possession of a substance or object that poses an imminent threat to the health and safety of the client or any other person on the provider's premises and such reasonable cause is documented in the client's record;"},{"prefix":"5","text":" Reasonable privacy in caring for personal needs and in maintaining personal living quarters; and"},{"prefix":"6","text":" Conduct their own financial affairs, subject to the reasonable requirements of Program Rules established pursuant to § 4-754.32 or to a service plan pursuant to § 4-754.11(12)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"B","text":"Client Rights and Responsibilities."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.12","catch_text":"Additional rights for clients in temporary shelter or supportive housing."}}