{"text":"","historical":"Effect of Amendments\n\nD.C. Law 16-296, in subsec. (c), added par. (1A).\n\nD.C. Law 18-367, in subsec. (a)(2), substituted \"§ 4-751.01(32), except that low-barrier shelters and severe weather shelters operating as low-barrier shelters shall not be required to receive demonstration of residency or prioritize District residents, pursuant to subsection (b) of this section; and \" for \" § 4-205.03\"; added subsec. (a-1); and, in subsec. (b), substituted \"for assistance. The District shall give priority, however, to an individual or family who establishes proof of residency and homelessness at the time of application for assistance\" for \"for assistance\".\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor Law 16-296, see notes following § 4-751.01.\n\nFor history of Law 18-367, see notes under § 4-751.01.\n\nDC CODE § 4-753.02\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 8, 52 DCR 8113; Mar. 14, 2007, D.C. Law 16-296, § 2(f), 54 DCR 1097; Apr. 8, 2011, D.C. Law 18-367, § 2(c), 58 DCR 987.)","sections":[{"prefix":"a","text":" An individual or family is eligible to receive services within the Continuum of Care if the individual or family:"},{"prefix":"1","text":" Is homeless or at imminent risk of becoming homeless;"},{"prefix":"2","text":" Is a resident of the District, as defined by § 4-751.01(32), except that low-barrier shelters and severe weather shelters operating as low-barrier shelters shall not be required to receive demonstration of residency or prioritize District residents, pursuant to subsection (b) of this section; and"},{"prefix":"3","text":" Meets any additional eligibility requirements that have been established pursuant to § 4-754.31 by the provider from whom services are sought."},{"prefix":"a-1","text":" Notwithstanding subsection (a)(2) of this section, the Mayor may exclude certain services within the Continuum of Care from the residency requirement; provided, that the Mayor publishes which services are excluded from the requirement."},{"prefix":"b","text":" No individual or family may be deemed ineligible for services solely because the individual or family cannot establish proof of homelessness or residency at the time of the individual or family's application for assistance. The District shall give priority, however, to an individual or family who establishes proof of residency and homelessness at the time of application for assistance."},{"prefix":"c","text":"(1) The Mayor shall operate at least one central intake center for families for the purposes of:"},{"prefix":"A","text":" Assessing the eligibility of families for services within the Continuum of Care and making appropriate referrals for those services; and"},{"prefix":"B","text":" Serving as a resource center for families who are seeking information about the availability of services within the Continuum of Care."},{"prefix":"1A","text":" The Mayor shall operate an intake center specializing in crisis intervention services and located in close proximity to the Landlord and Tenant Branch of the Superior Court of the District of Columbia."},{"prefix":"2","text":" Families who are eligible for services within the Continuum of Care shall receive appropriate referrals to the first available provider based on the chronological order in which they apply for assistance, consistent with any additional eligibility requirements established pursuant to § 4-754.32 by the provider from whom services are sought."},{"prefix":"3","text":" Any family who is determined to be eligible for services pursuant to subsection (c)(1)(A) of this section, but who is not immediately served due to lack of capacity, shall be placed on one or more waiting lists for the services sought and shall be served in the order in which appropriate referrals become available."},{"prefix":"4","text":" Notwithstanding paragraph (2) of this subsection, in determining what is an \"appropriate referral,\" the Mayor shall consider relevant factors, including prior receipt of services, disability, family size, affordability of housing and age, and may use these factors to prioritize a family's placement in shelter or other service."},{"prefix":"5","text":" The Mayor shall not impose or apply eligibility criteria that exclude or tend to exclude an individual with a disability or any class of individuals with disabilities from fully and equally enjoying any services within the Continuum of Care, unless such criteria are shown to be necessary for the provision of the services."},{"prefix":"d","text":" The Mayor shall operate a computerized information system to collect, maintain, and distribute up-to-date information regarding the number of beds or units available in shelter and supportive housing in the District, the availability of supportive services, and the current usage and unmet demand for such beds, units, and services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"III","text":"Continuum of Care."},"heading":{"title":"4","chaptersection":"753","identifier":"4-753.02","catch_text":"Eligibility for services within the Continuum of Care."}}