{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.33\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 19, 52 DCR 8113.)","sections":[{"prefix":"a","text":"(1) All provider shall give prompt and effective notice of their Program Rules by:"},{"prefix":"A","text":" Posting a copy of their Program Rules on the provider's premises in a location easily accessible to clients and visitors; and"},{"prefix":"B","text":" Giving every new client written notice of the provider's Program Rules, and reading and explaining the written notice to the client."},{"prefix":"2","text":" The client and the provider staff member delivering the notice pursuant to paragraph (1)(B) of this subsection shall both sign a statement acknowledging the client's receipt of the notice and indicating the client's awareness, understanding, and acceptance of the Program Rules."},{"prefix":"b","text":" All providers shall give to any client to whom they have denied services oral and written notice of the right to appeal the denial, including information about how to request a fair hearing pursuant to § 4-754.41 and administrative review pursuant to § 4-754.42."},{"prefix":"c","text":" All providers shall give written and oral notice to clients of their transfer to another provider or of their suspension or termination from services at least 15 days prior to the effective date of the transfer, suspension, or termination, except:"},{"prefix":"1","text":" When the sanction results from the client's imminent threat to the health or safety of someone on the premises of the provider in accordance with § 4- 754.38; or"},{"prefix":"2","text":" When the sanction is a suspension of supportive services for a period shorter than 10 days."},{"prefix":"d","text":" Any notice issued pursuant to subsection (b) or (c) of this section must be mailed or served upon the client and shall include:"},{"prefix":"1","text":" A clear statement of the sanction or denial;"},{"prefix":"2","text":" A clear and detailed statement of the factual basis for the sanction or denial, including the date or dates on which the basis or bases for the sanction or denial occurred;"},{"prefix":"3","text":" A reference to the statute, regulation, policy, or Program Rule pursuant to which the sanction or denial is being implemented;"},{"prefix":"4","text":" A clear and complete statement of the client's right to appeal the sanction or denial through fair hearing proceedings pursuant to § 4-754.41 and administrative review proceedings pursuant to § 4-754.42, including the appropriate deadlines for instituting the appeal; and"},{"prefix":"5","text":" A statement of the client's right, if any, to continuation of benefits pending the outcome of any appeal, pursuant to § 4-754.11(18)."},{"prefix":"e","text":" Providers shall establish procedures to provide effective notice of rights, rules, sanctions, and denials to clients with special needs, including those who may be mentally impaired or mentally ill, or who may have difficulty reading or have limited English proficiency."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"D","text":"Provider Requirements."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.33","catch_text":"Notice of program rules."}}