{"text":"","historical":"Legislative History of Laws\n\nFor Law 17-219, see notes following § 4-126.\n\nMiscellaneous Notes\n\nShort title: Section 5050 of D.C. Law 18-111 provided that subtitle F of title V of the act may be cited as the \"Human Services Reporting Requirements Act of 2009\".\n\nSection 5051 of D.C. Law 18-111 provides:\n\n\"Sec. 5051. Housing First report.\n\n\"By January 30, 2010, the District of Columbia Auditor shall submit to the Council a financial impact report measuring the government-wide savings produced by the District's Housing First Program, including in emergency services, physical and mental health services, substance abuse services, personal safety, police services, and incarceration.\"\n\nDC CODE § 4-753.01a\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 7a, as added Aug. 16, 2008, D.C. Law 17-219, § 5004(a), 55 DCR 7598.)","sections":[{"prefix":"a","text":" There is established as a nonlapsing fund the Housing First Fund (\"Fund\"), which shall be used to provide vulnerable families and individuals who are homeless with supportive services and housing assistance.   The Fund shall be administered by the Department of Human Services in concert with a memorandum of understanding with the Department of Housing and Community Development for facility development and acquisition services."},{"prefix":"b","text":"(1) The Fund shall be comprised of monies appropriated into the Fund, including grants, and revenue generated from the disposition or long-term lease of certain real property assets designated by the Mayor."},{"prefix":"2","text":" All funds deposited into the Fund, and any interest earned on those funds, shall not revert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but shall be continually available for the uses and purposes set forth in § 4- 753.01(b)(4) without regard to fiscal year limitation, subject to authorization by Congress."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"III","text":"Continuum of Care."},"heading":{"title":"4","chaptersection":"753","identifier":"4-753.01a","catch_text":"Housing First Fund."}}