{"text":"","historical":"Emergency Act Amendments\n\nFor temporary (90 day) addition of section, see § 2 of Local Rent Supplement Program Voucher Emergency Amendment Act of 2012 (D.C. Act 19-545, November 16, 2012, 59 DCR 13590).\n\nLegislative History of Laws\n\nFor history of Law 19-168, see notes under § 4-202.05.\n\nMiscellaneous Notes\n\nShort title: Section 5101 of D.C. Law 19-168 provided that subtitle K of title V of the act may be cited as \"Housing for Homeless Families Amendment Act of 2012\".\n\nDC CODE § 4-753.04\n\nCurrent through December 11, 2012","credits":"(Oct. 22,2005, D.C. Law 16-35, § 8b, as added Sept. 20, 2012, D.C. Law 19-168, § 5102, 59 DCR 8025.)","sections":[{"prefix":"a","text":"(1) Beginning in June 2012, the Department shall identify at least 200 homeless families from hotels, motels, severe-weather shelters, temporary shelters, or transitional housing, and ensure that at least 100 of these families are placed in or are residing in apartment-style housing units that meet the requirements of the Rent Supplement Program, established by § 6- 226, by before September 30, 2012."},{"prefix":"2","text":" By October 1, 2012, the Department shall ensure that all homeless families that were residing in hotels or motels have been placed into shelter or housing."},{"prefix":"3","text":" Placements made by the Department pursuant to subjection (a) of this section shall be done in coordination with the District of Columbia Housing Authority (\"DCHA\"). The Department shall develop rules for selecting homeless families that will be converted onto the Rent Supplement Program's tenant-based vouchers and submit them to the Council within 45-days of the approval of the Housing for Homeless Families Emergency Amendment Act of 2012 [June 19, 2012]."},{"prefix":"4","text":" Once there are vacancies in temporary shelters, severe-weather shelters, or transitional housing, the Department shall use all available resources currently budgeted for homeless families to place new family-shelter applicants who cannot access other housing arrangements, as defined in § 4-753.01(c)(4) into shelters or housing."},{"prefix":"b","text":" Beginning in fiscal year 2013, and for each fiscal year thereafter, an additional $4 million shall be included in the DCHA Subsidy to provide tenant-based rental assistance to between 200 and 300 eligible families in accordance with the Rent Supplement Program, established by § 6-226. DCHA shall provide tenant-based rental assistance through the Rent Supplement Program to all families placed in housing pursuant to subsection (a) of this section who meet the eligibility criteria established for sponsor-based housing assistance under the Rent Supplement Program, set forth in section 9508 of Title 14 of the District of Columbia Municipal Regulations (14 DCMR § 9508)."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"III","text":"Continuum of Care."},"heading":{"title":"4","chaptersection":"753","identifier":"4-753.04","catch_text":"Fiscal years 2012 and 2013 rapid re-housing."}}