{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.35\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 21, 52 DCR 8113.)","sections":[{"prefix":"a","text":" If a client fails or refuses to comply with the provider's Program Rules and the client responsibilities listed in § 4-754.13, or engages in any of the behaviors listed in § 4-754.36(2), the provider may suspend services to the client for an appropriate period of time in light of the severity of the act or acts leading to the suspension, but in no case for any period longer then 30 days. The suspension may be implemented only when:"},{"prefix":"1","text":" The client has received proper notice of the Program Rules, client responsibilities, and prohibited behaviors, as required by § 4-754.33; and"},{"prefix":"2","text":" The provider has made a good-faith effort to enable the client to comply with the Program Rules so that the client is able to continue receiving services without suspension."},{"prefix":"b","text":" Prior to suspension of services, the provider shall make a reasonable effort, given the severity of the situation, to transfer the client to another provider within the Continuum of Care, in accordance with § 4-754.34."},{"prefix":"c","text":" A provider may not suspend adult individuals or adult family members in a manner that results in minor children or dependent adults being left unattended in a shelter or supportive housing unit."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"D","text":"Provider Requirements."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.35","catch_text":"Suspension of services."}}