{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nDC CODE § 4-754.13\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 11, 52 DCR 8113.)","sections":[{"prefix":"a","text":" Clients receiving services within the Continuum of Care shall:"},{"prefix":"1","text":" Seek appropriate permanent housing or Housing First, except when the client is residing in severe weather and low barrier shelter;"},{"prefix":"2","text":" Seek employment, education, or training when appropriate, except when the client is residing in severe weather and low barrier shelter;"},{"prefix":"3","text":" Refrain from the following behaviors while on a provider's premises:"},{"prefix":"A","text":" The use or possession of alcohol or illegal drugs;"},{"prefix":"B","text":" The use or possession of weapons;"},{"prefix":"C","text":" Assaulting or battering any individual, or threatening to do so; and"},{"prefix":"D","text":" Any other acts that endanger the health or safety of the client or any other individual on the premises;"},{"prefix":"4","text":" Ensure that children within the client's family and physical custody are enrolled in school, where required by law;"},{"prefix":"5","text":" Ensure that the client's minor children receive appropriate supervision while on the provider's premises;"},{"prefix":"6","text":" Utilize child care services when necessary to enable the adult client to seek employment or housing or to attend school or training, unless the client meets any of the exemptions of § 4-205.19g, or section 5809.4(b)-(e) of Title 29 of the District of Columbia Municipal Regulations, including any subsequent revisions."},{"prefix":"7","text":" Respect the safety, personal rights, and private property of provider staff members and other clients;"},{"prefix":"8","text":" Maintain clean sleeping and living areas, including bathroom and cooking areas;"},{"prefix":"9","text":" Use communal areas appropriately, with attention to cleanliness and respect for the interests of other clients;"},{"prefix":"10","text":" Be responsible for one's own personal property; and"},{"prefix":"11","text":" Follow all Program Rules established by a provider pursuant to § 4- 754.32."},{"prefix":"b","text":" Clients residing in temporary shelter and transitional housing shall participate in the provider's assessment and case management services."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"B","text":"Client Rights and Responsibilities."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.13","catch_text":"Client responsibilities."}}