{"text":"Clients served within the Continuum of Care shall have the right to:","historical":"Effect of Amendments\n\nD.C. Law 16-296, in par. (11), inserted \"testify before, or provide information to\" following \"File complaints with\".\n\nD.C. Law 17-177, in par. (2), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor Law 16-296, see notes following § 4-751.01.\n\nFor Law 17-177, see notes following § 4-751.01.\n\nDC CODE § 4-754.11\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 9, 52 DCR 8113; Mar. 14, 2007, D.C. Law 16-296, § 2(g), 54 DCR 1097; June 25, 2008, D.C. Law 17-177, § 7(b), 55 DCR 3696.)","sections":[{"prefix":"1","text":" At all times, be treated by providers and the Department with dignity and respect;"},{"prefix":"2","text":" Access services within the Continuum of Care free from discrimination on the basis of race, color, religion, national origin, language, culture, sex, age, marital status, personal appearance, sexual orientation, gender identity or expression, familial status, family responsibilities, matriculation, political affiliation, disability, and source of income, and in accordance with Unit A of Chapter 14 of Title 2, the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 328; 42 U.S.C. § 12101 et seq.), the Rehabilitation Act of 1973, approved August 7, 1998 (112 Stat. 1095; 29 U.S.C. § 701 et seq.), Title II of the Civil Rights Act of 1964, approved July 2, 1964 (78 Stat. 243; 42 U.S.C. § 2000a et seq.), and subchapter II of Chapter 19 of Title 2;"},{"prefix":"3","text":" Receive reasonable modifications to policies, practices, or procedures when the modifications are necessary to avoid discrimination on the basis of disability, unless the client's provider demonstrates that the modifications would fundamentally alter the nature of the services;"},{"prefix":"4","text":" Access services within the Continuum of Care free from verbal, emotional, sexual, financial, and physical abuse and exploitation;"},{"prefix":"5","text":" Shelter in severe weather conditions;"},{"prefix":"6","text":" At a reasonable time and with reasonable prior notice, view and copy, or have an authorized representative view and copy, all records and information that are related to the client and maintained by the client's provider, including any relevant personal, social, legal, financial, educational, and medical records and information, subject to the provisions of paragraph (7) of this subsection;"},{"prefix":"7","text":" Confidential treatment by the Department and providers of personal, social, legal, financial, educational, and medical records and information related to a client or any member of a client's family, whether obtained from the client or from any other source, in a manner consistent with the confidentiality requirements of District and federal law;"},{"prefix":"8","text":" Engage in or abstain from the practice of religion, including the religion of a particular provider or other clients;"},{"prefix":"9","text":" Upon request, be told the name and job title of any provider staff member delivering services;"},{"prefix":"10","text":" Provide input and feedback to providers on their delivery of services;"},{"prefix":"11","text":" File complaints with, testify before, or provide information to a provider or the Mayor regarding the provider's delivery of services or treatment of the client;"},{"prefix":"12","text":" Participate actively in development of any service plan for the client, be told of the progress made toward the goals of that service plan, and receive a review of the service plan upon request;"},{"prefix":"13","text":" Be free from testing for drugs or alcohol except when:"},{"prefix":"A","text":" Program guidelines prohibit intoxication and a licensed social worker with experience identifying indications of drug or alcohol use or a certified addiction counselor determines that there is reasonable cause to believe that the client is engaging in drug or alcohol use; or"},{"prefix":"B","text":" A client consents to drug or alcohol testing as part of the client's case management plan developed in accordance with paragraph (12) of this subsection;"},{"prefix":"14","text":" Meet and communicate privately with attorneys, advocates, clergy, physicians, and other professionals;"},{"prefix":"15","text":" Timely notice, where required by § 4-754.33, of any decision by the Department or a provider that adversely affects the client's receipt of services within the Continuum of Care;"},{"prefix":"16","text":" Appeal, where permitted by §§4-754.41 and 4-754.42, of any decision by the Department or a provider that adversely affects the client's receipt of services within the Continuum of Care;"},{"prefix":"17","text":" Be free from retaliation, punishment, or sanction for exercising any rights provided under this chapter; and"},{"prefix":"18","text":" Continuation of shelter and supportive housing services without change, other than transfer pursuant to § 4-754.34 or emergency transfer, suspension, or termination pursuant to § 4-754.38, pending the outcome of any fair hearing requested within 15 calendar days of receipt of written notice of a suspension or termination."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"B","text":"Client Rights and Responsibilities."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.11","catch_text":"Client rights."}}