{"text":"","historical":"Legislative History of Laws\n\nFor Law 16-35, see notes following ยง 4-751.01.\n\nDC CODE ยง 4-752.03\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, ยง 6, 52 DCR 8113.)","sections":[{"prefix":"a","text":" The Interagency Council shall meet not less than quarterly. All meetings of the Interagency Council shall comply with the following requirements:"},{"prefix":"1","text":" A quorum of one-third of the appointed representatives of member agencies, one-third of appointed representatives of providers of homeless services, and one-third of the appointed homeless or formerly homeless individuals or advocates must be present in order to conduct the business of the Interagency Council;"},{"prefix":"2","text":" The meetings of the Interagency Council, and the meetings of any committees it shall establish pursuant to subsection (c) of this section, shall be subject to the open meeting provisions of ยง 1-207.42; and"},{"prefix":"3","text":" The Interagency Council shall provide a reasonable opportunity at the beginning of each meeting during which members of the public may comment on matters relevant to the work of the Interagency Council."},{"prefix":"b","text":" The Interagency Council shall enact rules of procedure or bylaws to guide the regular operation of the Interagency Council. The rules of procedure or bylaws shall be made available to the public upon request."},{"prefix":"c","text":" The Interagency Council may establish committees to aid in conducting its business. No meeting of a committee of the Interagency Council shall qualify as a meeting of the Interagency Council for purposes of fulfilling the requirements in subsection (a) of this section."},{"prefix":"d","text":" The Mayor shall, within 30 days of October 22, 2005, designate an existing department or agency to provide staff assistance and support to the Interagency Council."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"II","text":"Interagency Council on Homelessness."},"heading":{"title":"4","chaptersection":"752","identifier":"4-752.03","catch_text":"Operation of the Interagency Council on homelessness."}}