{"text":"","historical":"Effect of Amendments\n\nD.C. Law 18-367 rewrote subsec. (b)(2), which had read as follows:\n\n\"(2) Review any decision of a provider of services, other than shelter or supportive housing, to:\n\n\"(A) Transfer the client to another provider;\n\n\"(B) Suspend provision of services to the client for a period longer than 10 days; or\n\n\"(C) Terminate services to the client; or\"\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor history of Law 18-367, see notes under § 4-751.01.\n\nDC CODE § 4-754.41\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 26, 52 DCR 8113; Apr. 8, 2011, D.C. Law 18-367, § 2(e), 58 DCR 987.)","sections":[{"prefix":"a","text":" The Office of Administrative Hearings shall grant a fair hearing to any client or client representative who wishes to appeal a decision listed in subsection (b) of this section and who requests such a hearing, orally or in writing, within 90 days of receiving written notice of the adverse action.   A request for a fair hearing shall be made to the client's provider, the Department, the Mayor, or the Mayor's designee.  If the request is made orally, the individual receiving the request shall promptly acknowledge the request, reduce it to writing, and file the request for a fair hearing with the Office of Administrative Hearings."},{"prefix":"b","text":" A client or client representative may request a fair hearing to:"},{"prefix":"1","text":" Appeal an administrative review decision made pursuant to § 4-754.42;"},{"prefix":"2","text":" Review any decision of a provider of services to:"},{"prefix":"A","text":" Transfer the client to another provider;"},{"prefix":"B","text":" Suspend provision of services to the client for a period longer than 10 days;"},{"prefix":"C","text":" Terminate services to the client; or"},{"prefix":"D","text":" Deny an application for services; or"},{"prefix":"3","text":" Obtain any legally available and practicable remedy for any alleged violation of:"},{"prefix":"A","text":" The provider standards listed in part C of this subchapter; or"},{"prefix":"B","text":" The client rights listed in §§ 4-754.11 and 4-754.12, including the denial of a request by an individual with a disability for a reasonable accommodation or modification of policies or practices."},{"prefix":"c","text":" The Mayor shall treat a fair hearing request made by a client representative in the same manner as it would be treated if it were made directly by the client; provided, that the Mayor subsequently receives written documentation authorizing the client representative to act on behalf of the client in accordance with the requirements of § 4-210.05."},{"prefix":"d","text":" In accordance with § 4-754.11(18), any client who requests a fair hearing within 15 days of receipt of written notice of a suspension or termination of shelter or supportive housing shall continue to receive shelter or supportive housing pending a final decision from the fair hearing proceedings. This right to continuation of shelter or supportive housing pending appeal shall not apply in the case of an emergency suspension or termination pursuant to § 4-754.38."},{"prefix":"e","text":" Upon receipt of a fair hearing request, the Mayor or the Mayor's designee shall offer the client or client representative an opportunity for an administrative review by the Department of the decision that is the subject of the fair hearing request."},{"prefix":"f","text":" All fair hearings shall be conducted in the following manner:"},{"prefix":"1","text":" In accordance with the requirements for the review of contested cases as provided in Chapter 5 of Title 2;"},{"prefix":"2","text":" In accordance with Chapter 18A of Title 2; and"},{"prefix":"3","text":" In accordance with the following additional requirements:"},{"prefix":"A","text":" The hearing shall be held within a reasonably short time following the request, such time not to exceed 15 days following the initial request for hearing;"},{"prefix":"B","text":" If a party fails to appear, the Administrative Law Judge designated to conduct the hearing may enter a default decision in favor of the party present. The default may be set aside only for good cause shown, and upon equitable terms and conditions; and"},{"prefix":"C","text":" The Administrative Law Judge shall issue a final decision within 15 days of the completion of the hearing."},{"prefix":"g","text":" Materials and documents filed with the Office of Administrative Hearings during fair hearing proceedings shall be maintained in compliance with § 2- 1831.13(d), the Health Insurance Portability and Accountability Act of 1996, approved August 21, 1996 (Pub. L. No. 104-191; 110 Stat. 1936), and any other District or federal law pertaining to confidentiality of records."},{"prefix":"h","text":" The Mayor or the Mayor's designee shall maintain a file of final fair hearing and administrative review decisions, indexed by issue, with identifying information redacted. The file shall be accessible to clients, their representatives, and other persons upon request to the Mayor or the Mayor's designee."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"E","text":"Administrative Hearings and Review."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.41","catch_text":"Fair hearings."}}