{"text":"Providers shall:","historical":"Effect of Amendments\n\nD.C. Law 17-177, in par. (10), substituted \"sexual orientation, gender identity or expression\" for \"sexual orientation\".\n\nLegislative History of Laws\n\nFor Law 16-35, see notes following § 4-751.01.\n\nFor Law 17-177, see notes following § 4-751.01.\n\nDC CODE § 4-754.21\n\nCurrent through December 11, 2012","credits":"(Oct. 22, 2005, D.C. Law 16-35, § 12, 52 DCR 8113; June 25, 2008, D.C. Law 17-177, § 7(c), 55 DCR 3696.)","sections":[{"prefix":"1","text":" Ensure staff members are appropriately trained, qualified, and supervised;"},{"prefix":"2","text":" Maintain safe, clean, and sanitary facilities that meet all applicable District health, sanitation, fire, building, and zoning codes;"},{"prefix":"3","text":" Assist clients to prepare for living in permanent housing, as deemed appropriate by the provider and the client;"},{"prefix":"4","text":" Collaborate and coordinate with other service providers to meet the client's needs, as deemed appropriate by the provider and the client;"},{"prefix":"5","text":" Receive and utilize client input and feedback for the purpose of evaluating and improving the provider's services;"},{"prefix":"6","text":" Establish procedures for the provider's internal complaint procedures;"},{"prefix":"7","text":" Provide clients with copies of printed information describing the range of services within the Continuum of Care;"},{"prefix":"8","text":" In accordance with § 4-753.02(c) and as openings occur, inform all clients of services for which they may be eligible;"},{"prefix":"9","text":" Deliver or provide access to culturally competent services and language assistance for clients with limited English proficiency;"},{"prefix":"10","text":" Provide services free from discrimination on the basis of race, color, religion, national origin, language, culture, sex, age, marital status, personal appearance, sexual orientation, gender identity or expression, familial status, family responsibilities, matriculation, political affiliation, disability, and source of income, and in accordance with Unit A of Chapter 14 of Title 2, the Americans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 328; 42 U.S.C. § 12101 et seq.), the Rehabilitation Act of 1973, approved August 7, 1998 (112 Stat. 1095; 29 U.S.C. § 701 et seq.), and Title II of the Civil Rights Act of 1964, approved July 2, 1964 (78 Stat. 243; 42 U.S.C. § 2000a et seq.);"},{"prefix":"11","text":" Provide reasonable modifications to policies, practices, and procedures when the modifications are necessary to avoid discrimination on the basis of disability, unless the provider demonstrates that making the modifications would fundamentally alter the nature of the services;"},{"prefix":"12","text":" Ensure confidential treatment of the personal, social, legal, financial, and medical records and information related to a client or any member of a client's family, whether obtained from the client or from any other source, consistent with the confidentiality requirements of District and federal law;"},{"prefix":"13","text":" Establish Program Rules in accordance with § 4-754.32;"},{"prefix":"14","text":" Provide notice of its Program Rules in accordance with § 4-754.33;"},{"prefix":"15","text":" Collect, record, and annually report to the Mayor all complaints, including requests for fair hearings or administrative reviews, made against or related to the provider during the year; and"},{"prefix":"16","text":" Establish procedures to revise practices and policies as may be necessary to ensure that clients may access services free from discrimination on the basis of disability."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"7A","text":"Services for Homeless Individuals and Families."},"subchapter":{"identifier":"IV","text":"Provision of Services for Homeless Individuals and Families."},"part":{"identifier":"C","text":"Provider Standards."},"heading":{"title":"4","chaptersection":"754","identifier":"4-754.21","catch_text":"Common standards for all providers."}}