{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 3-702.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 5-193, see Historical and Statutory Notes following ยง 4-801.\n\nDC CODE ยง 4-802\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-193, ยง 3, 32 DCR 1010.)","sections":[{"prefix":"a","text":" A person shall be guilty of a misdemeanor punishable by a fine of not more than $500 or imprisonment not to exceed 1 year, or both, for each violation of the following prohibitions in this section."},{"prefix":"b","text":" No one may, with intent to defraud, by means of a false claim, false statement, failure to disclose information, or other fraudulent scheme or device, obtain or attempt to obtain:"},{"prefix":"1","text":" Authorization to become or remain a provider;"},{"prefix":"2","text":" A higher rate of payment than that to which the person is entitled as a provider;"},{"prefix":"3","text":" Payment, as a provider, for items or services that the person knows or has reason to know were not provided as claimed;"},{"prefix":"4","text":" Payment which may not be made under the program under which the claim was made; or"},{"prefix":"5","text":" Payment submitted in violation of an agreement between the person and the District of Columbia."},{"prefix":"c","text":" No one may solicit, accept, or agree to accept any type of remuneration for the following:"},{"prefix":"1","text":" Referring a recipient to a particular provider of any item or service or for which payment may be made under the District of Columbia Medicaid Program; or"},{"prefix":"2","text":" Recommending the purchase, lease, or order of any good, facility, service, or item for which payment may be made under the District of Columbia Medicaid Program."},{"prefix":"d","text":" No one may confer, offer, or agree to confer or offer any type of remuneration for the conduct described in subsection (c) of this section."},{"prefix":"e","text":" No one may charge, solicit, accept, or attempt to charge, solicit, accept or receive anything of value from a recipient or provider in addition to the amount of money payable under the District of Columbia Medicaid Program."},{"prefix":"f","text":" No one may solicit, receive, or attempt to solicit or receive anything of value as a precondition for admitting a recipient to a hospital, skilled nursing facility, intermediate care facility, or any other facility, or as a condition for providing any item or service to a recipient."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Medicaid Provider Fraud Prevention."},"heading":{"title":"4","chaptersection":"802","identifier":"4-802","catch_text":"Penalties; prohibited acts."}}