{"text":"For the purposes of this chapter, the term:","historical":"Prior Codifications\n\n1981 Ed., § 3-701.\n\nEffect of Amendments\n\nD.C. Law 14-77, in pars. (2), (4), (5), and (8), substituted \"Department of Health\" for \"Department of Human Services\".\n\nTemporary Amendments of Section\n\nFor temporary (225 day) compliance of the District of Columbia Medicaid program with the new federal requirements, see §§ 2-4 of Medicaid Benefits Protection Temporary Act of 1994 (D.C. Law 10-131, June 24, 1998, law notification 41 DCR 4631).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 2(a) of Medicaid Provider Fraud Prevention Congressional Review Emergency Amendment Act of 2002 (D.C. Act 14-244, January 28, 2002, 49 DCR 1034).\n\nLegislative History of Laws\n\nLaw 5-193, the \"Medicaid Provider Fraud Prevention Amendments Act of 1984,\" was introduced in Council and assigned Bill No. 5-511, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on December 4, 1984, and December 18, 1984, respectively. Signed by the Mayor on January 11, 1985, it was assigned Act No. 5-258 and transmitted to both Houses of Congress for its review.\n\nLaw 14-77, the \"Medicaid Provider Fraud Prevention Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-96, which was referred to the Committee on the Judiciary.  The Bill was adopted on first and second readings on October 2, 2001, and November 6, 2001, respectively.   Signed by the Mayor on November 29, 2001, it was assigned Act No. 14-197 and transmitted to both Houses of Congress for its review.  D.C. Law 14-77 became effective on March 6, 2002.\n\nEditor's Notes\n\nAs enacted by D.C. Law 5-193, § 2, this section contained the subsection designation \"(a).\" As this material contained no other subsection designations, the designation \"(a)\" has been deleted for stylistic consistency.\n\nDelegation of Authority\n\nDelegation of authority pursuant to Law 5-193, see Mayor's Order 86-49, March 31, 1986.\n\nDC CODE § 4-801\n\nCurrent through December 11, 2012","credits":"(Mar. 16, 1985, D.C. Law 5-193, § 2, 32 DCR 1010; Mar. 6, 2002, D.C. Law 14-77, § 2(a), 49 DCR 11260.)","sections":[{"prefix":"1","text":" \"Benefit\" means any benefit authorized under the District of Columbia Medicaid Program."},{"prefix":"2","text":" \"Claim,\" \"request for payment,\" or \"claim for payment\" means an application or communication, whether written, oral, electronic impulse, or magnetic tape, which is submitted by a person to the Department of Health of the District of Columbia for payment and which is used to identify any item or service for which payment may be made under the District of Columbia Medicaid Program."},{"prefix":"3","text":" \"Conditions of participation\" means those items set forth in the provider agreement with the District of Columbia which a provider has agreed to meet in providing items or services under the District of Columbia Medicaid Program."},{"prefix":"4","text":" \"Department\" means the Department of Health of the District of Columbia or its agent."},{"prefix":"5","text":" \"Director\" means the Director of the Department of Health."},{"prefix":"6","text":" \"Item or service\" means:"},{"prefix":"A","text":" Any particular item, device, medical supply, or service claimed to have been provided to a recipient and listed in an itemized claim for program payment or a request for payment; and"},{"prefix":"B","text":" In the case of a claim based on costs, any entry or omission in a cost report, books of accounts, or other documents supporting the claim."},{"prefix":"7","text":" \"Medicaid legislation\" means title 19 of the Social Security Act (42 U.S.C. § 1396 et seq.)."},{"prefix":"8","text":" \"Medicaid program\" means the program authorized by title 19 of the Social Security Act and by § 1-307.02, and administered by the Department of Health."},{"prefix":"9","text":" \"Payment\" means any payment made by the District of Columbia to a provider for any item or service under the District of Columbia Medicaid Program."},{"prefix":"10","text":" \"Person\" means an individual, firm, partnership, group, corporation, professional corporation or association, institution, agency, or other entity, public or private, that has been approved or seeks to be approved by the District of Columbia to provide medical assistance to recipients."},{"prefix":"11","text":" \"Provider agreement\" means a contract executed by the District of Columbia and a provider pursuant to title 19 of the Social Security Act and which contract sets forth the rights, duties, and obligations of the parties."},{"prefix":"12","text":" \"Provider\" means an individual or entity furnishing services under a provider agreement."},{"prefix":"13","text":" \"Recipient\" means any individual who has been designated as eligible to receive or who receives any item or service under the District of Columbia Medicaid Program."},{"prefix":"14","text":" \"Record\" means any medical, professional, or business record relating to the care or treatment of a recipient which is maintained or required to be maintained by a provider."},{"prefix":"15","text":" \"Sign\" means to affix a signature, directly or indirectly, by means of a handwriting, typewriter, signature stamp, computer impulse, or any other means."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"8","text":"Medicaid Provider Fraud Prevention."},"heading":{"title":"4","chaptersection":"801","identifier":"4-801","catch_text":"Definitions."}}