{"text":"The Council of the District of Columbia (\"Council\") finds that:","historical":"Prior Codifications\n\n1981 Ed., ยง 3-901.\n\nLegislative History of Laws\n\nLaw 6-169, the \"District of Columbia Employees Child Care Facilities Act of 1986,\" was introduced in Council and assigned Bill No. 6-429, which was referred to the Committee on Government Operations. The Bill was adopted on first and second readings on September 23, 1986, and October 7, 1986, respectively. Signed by the Mayor on October 30, 1986, it was assigned Act No. 6-218 and transmitted to both Houses of Congress for its review.\n\nDC CODE ยง 4-901\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-169, ยง 2, 33 DCR 7028.)","sections":[{"prefix":"1","text":" The District of Columbia has more than 25,000 pre-schoolers and 45,000 school-aged children in need of child care services."},{"prefix":"2","text":" Fifty-eight percent of the mothers with children under the age of 3 in the District of Columbia are employed."},{"prefix":"3","text":" Sixty-three percent of the mothers with children 3 to 5 years of age in the District of Columbia are employed."},{"prefix":"4","text":" During the period 1970 and 1980 the percentage of mothers with young children in the labor force rose, resulting in a greater proportion of pre-school children requiring child care services."},{"prefix":"5","text":" Eighty percent of women in the work force are of childbearing age, and 93% of them are expected to become pregnant at some point in their careers."},{"prefix":"6","text":" There is a substantial need to provide adequate child care facilities for District of Columbia (\"District\") government employees that are low cost, safe, and convenient to the job site."},{"prefix":"7","text":" District agencies will experience increased productivity and morale, as well as lower absenteeism and turnover rates, by its staff by strategically placing child care facilities in the buildings where the parents work."},{"prefix":"8","text":" Recruitment efforts will attract quality personnel because the provision of child care services is an incentive for reliable and responsible family members."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Employees' Child Care Facilities."},"heading":{"title":"4","chaptersection":"901","identifier":"4-901","catch_text":"Necessity of employees' child care facilities."}}