{"text":"","historical":"Prior Codifications\n\n1981 Ed., ยง 3-903.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 6-169, see Historical and Statutory Notes following ยง 4-901.\n\nDC CODE ยง 4-903\n\nCurrent through December 11, 2012","credits":"(Feb. 24, 1987, D.C. Law 6-169, ยง 4, 33 DCR 7028.)","sections":[{"prefix":"a","text":" The District government shall set aside adequate space within government-occupied buildings to meet the child care needs of its employees whenever:"},{"prefix":"1","text":"(A) The government constructs, leases, or receives as a gift any office building that will be used to accommodate 100 or more District government employees; or"},{"prefix":"B","text":" The government makes additions, alterations, or repairs to existing District government-owned or -occupied office buildings that change the use of 25% of the net square foot area of the building and include the addition to, alteration of, or repair to the 1st floor in order to accommodate 100 or more District government employees; and"},{"prefix":"2","text":" A review of future employee occupancy shows sufficient need for child care services for 20 or more children."},{"prefix":"b","text":" The Director of the Department of Administrative Services may secure space for child care outside any building described in subsection (a) of this section only in the event that all other physical requirements controlling the development of the child care facilities within the office building cannot be utilized, and only if funds for the offsite child care facilities are made available."},{"prefix":"c","text":" Office space occupied by the District government on February 24, 1987, may be renovated to accommodate a child care facility subject to the availability of funds and the direction of the Director of the Department of Administrative Services."},{"prefix":"d","text":" Space designated within a District office building for a child care facility shall comply with all other provisions of District law."},{"prefix":"e","text":" The interior area of child care space shall not exceed 2,000 feet, or be less than that required to accommodate 20 children, excluding space for restrooms, kitchen facilities, storage areas, and teacher offices."},{"prefix":"f","text":" This chapter shall not be construed to apply to those buildings that provide care or 24-hour residential care for patients, inmates, or wards of the District, such as hospitals and correctional facilities."},{"prefix":"g","text":" The Department of Administrative Services shall conduct an inventory of the current space and space requirements of the District government office space that could be utilized for child care programs as provided for in subsection (a) of this section. The inventory shall be completed within 90 days of February 24, 1987."}],"division":{"identifier":"I","text":"Government of District."},"title":{"identifier":"4","text":"Public Care Systems. (Refs & Annos)"},"chapter":{"identifier":"9","text":"Employees' Child Care Facilities."},"heading":{"title":"4","chaptersection":"903","identifier":"4-903","catch_text":"Requisites for space set aside in government buildings."}}