{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 38-202.\n\n1973 Ed., § 38-205.\n\nDC CODE § 40-102\n\nCurrent through December 11, 2012","credits":"(June 3, 1952, 66 Stat. 97, ch. 361, § 2; Dec. 30, 1963, 77 Stat. 770, Pub. L. 88-243, § 5.)","sections":[{"prefix":"a","text":" All persons storing, repairing, or furnishing supplies of or concerning motor vehicles including trailers shall have a lien for their agreed or reasonable charges for such storage, repairs, and supplies when such charges are incurred by an owner or conditional vendee or chattel mortgagor (including a grantor of deed of trust in lieu of mortgage) of such motor vehicle, and may detain such motor vehicle at any time they may have lawful possession thereof. Such lien shall have priority over every security interest and other lien or right in or to the vehicle except as hereinafter limited with respect to claims for storage. Before enforcing such lien, notice in writing shall be given to the title holder, every secured party and other lien holder shown by the certificate of title or registry of the vehicle, and any other persons known to claimant who have any interest in or lien upon the vehicle. Such notice shall be delivered personally or sent by registered mail to the last-known address of the person to whom given, shall state that a lien is claimed for the charges therein set forth or thereto attached, and shall demand payment thereof. There shall be incorporated in or attached to said notice a statement of particulars of the charge or charges for which a lien is claimed, to which may be added to a claim for storage of the vehicle from the date of said notice to the date of payment or sale, which amount shall be set forth at a daily or weekly rate which shall not be in excess of charges prevailing at the time for similar storage, and shall not be in excess of $3 per day or $21 per week, which additional charge shall in no event cover a period in excess of 90 days."},{"prefix":"b","text":" As used in this section, \"security interest\" and \"secured party\" have the same meanings as those given to the terms by §§ 28:1-201 and 28:9-105 (1) (m), respectively."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"40","text":"Liens. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Garage Keepers and Liverymen."},"heading":{"title":"40","chaptersection":"102","identifier":"40-102","catch_text":"Lien for storage, repairs and supplies for motor vehicles."}}