{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 38-118.\n\n1973 Ed., § 38-118.\n\nEffect of Amendments\n\nD.C. Law 19-138 rewrote the section, which formerly read:\n\n\"In any suit to enforce a lien hereunder, the owner of the building and premises to which such lien may have attached, as aforesaid, may be allowed to pay into court the amount claimed by the lienor, and such additional amount, to cover interest and costs, as the court may direct, or he may file a written undertaking, with 2 or more sureties, to be approved by the court, to the effect that he and they will pay the judgment that may be recovered and costs, which judgment shall be rendered against all the persons so undertaking. On the payment of said money into court, or the approval of such undertaking, the property shall be released from such lien, and any money so paid in shall be subject to the final decree of the court. No such undertaking shall be approved by the court until the complainant shall have had at least 2 days notice of the defendant's intention to apply to the court therefor, which notice shall give the names and residences of the persons intended to be offered as sureties and the time when the motion for such approval will be made, and such sureties shall make oath, if required, that they are worth, over and above all debts and liabilities, double the amount of said lien. The complainant may appear and object to such approval.\"\n\nLegislative History of Laws\n\nFor history of Law 19-138, see notes under § 40-301.02.\n\nDC CODE § 40-303.16\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1387, ch. 854, § 1254; June 5, 2012, D.C. Law 19- 138, § 2(b), 59 DCR 2553.)","sections":[{"prefix":"a","text":" In any suit to enforce a lien under this chapter, the owner of the building and premises to which the lien may have attached may be allowed to either:"},{"prefix":"1","text":" Pay into court the amount claimed by the lienor, and such additional amount, to cover interest and costs, as the court may direct; or"},{"prefix":"2","text":" File a written undertaking, with one or more sureties, to be approved by the court, to the effect that he or she and they will pay the judgment that may be recovered, which may include interest and costs; provided, that:"},{"prefix":"A","text":" Where the surety is to be provided by bond, only one bond shall be required; and"},{"prefix":"B","text":" The judgment shall be rendered against all the persons so undertaking."},{"prefix":"b","text":" On the payment of the money into court, or the approval of the undertaking pursuant to subsection (a)(2) of this section, the property shall be released from the lien, and any money so paid in shall be subject to the final decree of the court."},{"prefix":"c","text":"(1) No undertaking pursuant to subsection (a)(2) of this section shall be approved by the court until the complainant shall have had at least 5 days notice of the defendant's intention to apply to the court for the approval, which notice shall give the name and residence of the person to be offered as surety, or persons if the court determines more than a single surety is required, and the time when the motion for the approval will be made."},{"prefix":"2","text":" Any surety shall make oath, if required, that he or she is worth, over and above all debts and liabilities, double the amount of the lien."},{"prefix":"3","text":" The complainant may appear and object to the approval."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"40","text":"Liens. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Mechanics, Materialmen, and Contractors. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Subcontractor's Lien."},"heading":{"title":"40","chaptersection":"303","identifier":"40-303.16","catch_text":"Payment into court and release."}}