{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 38-115.\n\n1973 Ed., § 38-115.\n\nEffect of Amendments\n\nD.C. Law 14-84 rewrote the section, which had read:\n\n\"Any person, entitled to a lien, as aforesaid, may commence his suit to enforce the same at any time within a year from and after the filing of the notice aforesaid or within 6 months from the completion of the building or repairs aforesaid, on his failure to do which the said lien shall cease to exist, unless his said claim be not due at the expiration of said periods, in which case the action must be commenced within 3 months after the said claim shall have become due.\"\n\nD.C. Law 14-213, in subsec. (a), substituted \"; provided, that if the claim is not due\" for \"; provided, that the claim shall not be due\".\n\nD.C. Law 16-31 rewrote section, which had read as follows:\n\n\"(a) Any person, entitled to a lien, as aforesaid, may commence an action to enforce a mechanic's lien at anytime within 180 days after the filing of a notice of intention to hold a lien or from the date of completion of the building, improvement, or repairs. Upon failure to commence an action, the lien shall cease to exist; provided, that if the claim is not due at the expiration of the period, the action shall be commenced within 3 months after the claim shall have become due.\n\n\"(b) If an action to enforce a mechanic's lien is not filed within 180 days from the date of recording a notice of intention to hold a mechanic's lien, the mechanic's lien shall be deemed to have been paid and satisfied without any action on the part of the owner or any other person having an interest in the real property.\"\n\nLegislative History of Laws\n\nFor D.C. Law 14-84, see notes following § 40-301.02.\n\nLaw 14-213, the \"Technical Amendments Act of 2002\", was introduced in Council and assigned Bill No. 14-671, which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on June 4, 2002, and July 2, 2002, respectively.   Signed by the Mayor on July 26, 2002, it was assigned Act No. 14-459 and transmitted to both Houses of Congress for its review.  D.C. Law 14-213 became effective on October 19, 2002.\n\nFor Law 16-31, see notes following § 40-301.03.\n\nDC CODE § 40-303.13\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1387, ch. 854, § 1251; Mar. 19, 2002, D.C. Law 14- 84, § 2(c), 49 DCR 198; Oct. 19, 2002, D.C. Law 14-213, § 25, 49 DCR 8140; Oct. 20, 2005, D.C. Law 16-31, § 2(g), 52 DCR 7195.)","sections":[{"prefix":"a","text":"(1) Any person with a lien and who has recorded a valid notice of intent shall only enforce the lien by:"},{"prefix":"A","text":" Filing suit under § 40-303.08 to enforce the lien at anytime within 180 days after the date that the notice of intent is recorded in the land records; and"},{"prefix":"B","text":" Recording, within 10 days of filing suit, a notice of pendency of action in accordance with § 42-1207(b) in the land records."},{"prefix":"2","text":" Failure to file suit within the 180-day period or to file timely a notice of pendency of action shall terminate the lien."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"40","text":"Liens. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Mechanics, Materialmen, and Contractors. (Refs & Annos)"},"subchapter":{"identifier":"II","text":"Subcontractor's Lien."},"heading":{"title":"40","chaptersection":"303","identifier":"40-303.13","catch_text":"When suit to be commenced."}}