{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 38-102.\n\n1973 Ed., § 38-102.\n\nEffect of Amendments\n\nD.C. Law 14-84 rewrote the section, which had read:\n\n\"Any such contractor wishing to avail himself of the provision aforesaid, whether his claim be due or not, shall file in the Office of the Recorder of Deeds of the District of Columbia during the construction or within 3 months after the completion of such building, improvement, repairs, or addition, or the placing therein or in connection therewith of any engine, machinery, or other thing so as to become a fixture, a notice of his intention to hold a lien on the property hereby declared liable to such lien for the amount due or to become due to him, specifically setting forth the amount claimed, the name of the party against whose interest a lien is claimed, and a description of the property to be charged, and the said Recorder of Deeds shall file said notice and record the same in a book to be kept for the purpose.\"\n\nD.C. Law 16-31 rewrote section, which had read as follows:\n\n\"(a) Any such contractor wishing to avail himself or herself of the provisions aforesaid, whether his or her claim be due or not, shall file in the Office of the Recorder of Deeds of the District of Columbia during construction or within 90 days after the completion of such building, improvement, repairs, or addition, or the placing therein or in connection therein of any engine, machinery, or other thing so as to become a fixture, a notice of his intention to hold a lien on the property hereby declared liable to such lien for the amount due or to be become due to him or her.\n\n\"(b)(1) The notice of intention to hold a lien on the property shall include the following:\n\n\"(A) A copy of the work agreement signed by all parties;\n\n\"(B) A valid residential home improvement contractor's license issued by the District of Columbia Department of Consumer and Regulatory Affairs;\n\n\"(C) A certificate of good standing issued by the District of Columbia Department of Consumer and Regulatory affairs within the past 2 years, if applicable; and\n\n\"(D) A certificate or statement of good standing from the District of Columbia Office of Tax and Revenue, including the contractor's federal and local tax identification numbers.\n\n\"(2) A notice of intention to hold a lien shall include the:\n\n\"(A) Name and address of the contractor;\n\n\"(B) Name and address of the property owner;\n\n\"(C) Nature or kind of work done or the kind and amount of material furnished;\n\n\"(D) Name of the party against whose interest a lien is claimed and the amount claimed, less any credit; and\n\n\"(E) Legal description of the property to be charged.\"\n\nD.C. Law 19-138, in subsec. (a)(1), substituted \"during the construction or within 90 days\" for \"within 90 days\".\n\nLegislative History of Laws\n\nLaw 14-84, the \"Mechanic's Lien Amendment Act of 2001\", was introduced in Council and assigned Bill No. 14-248, which was referred to the Committee on Government Operations.  The Bill was adopted on first and second readings on November 6, 2001, and December 4, 2001, respectively.   Signed by the Mayor on December 20, 2001, it was assigned Act No. 14-204 and transmitted to both Houses of Congress for its review.  D.C. Law 14-84 became effective on March 19, 2002.\n\nFor Law 16-31, see notes following § 40-301.03.\n\nLaw 19-138, the \"Mechanics Lien Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-489, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on February 7, 2012, and March 6, 2012, respectively. Signed by the Mayor on March 27, 2012, it was assigned Act No. 19-335 and transmitted to both Houses of Congress for its review. D.C. Law 19-138 became effective on June 5, 2012.\n\nDC CODE § 40-301.02\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1384, ch. 854, § 1238; June 25, 1936, 49 Stat. 1921, ch. 804; June 25, 1948, 62 Stat. 991, ch. 646, § 32(b); May 24, 1949, 63 Stat. 107, ch. 139, § 127; July 5, 1966, 80 Stat. 265, Pub. L. 89-493, § 15(a), (b); Mar. 19, 2002, D.C. Law 14-84, § 2(a), 49 DRC 198; Oct. 20, 2005, D.C. Law 16-31, § 2(c), 52 DCR 7195; June 5, 2012, D.C. Law 19-138, § 2(a), 59 DCR 2553.)","sections":[{"prefix":"a","text":"(1) A contractor desiring to enforce the lien shall record in the land records a notice of intent that identifies the property subject to the lien and states the amount due or to become due to the contractor. The notice of intent shall be recorded during the construction or within 90 days after the earlier of the completion or termination of the project. If the notice of intent is not recorded in the land records during the construction or within 90 days after the earlier of the completion or termination of the project, the contractor's lien shall terminate upon the expiration of the 90-day period. A notice of intent that does not comply with subsection (b) of this section shall be void."},{"prefix":"2","text":" Any contractor who records timely a notice of intent in accordance with subsection (a)(1) of this section, shall send to the owner, by certified mail to the current address (or if not available in the local public records, the last known address) of the owner, a copy of the notice of intent within 5 business days after the date of its recordation in the land records. If the certified mail is returned to the contractor unclaimed or undelivered, the contractor shall post a copy of the recorded notice of intent at or on the affected real property in a location generally visible from some entry point to the real property."},{"prefix":"b","text":" The notice of intent shall include the following:"},{"prefix":"1","text":" The name and address of the contractor or the contractor's registered agent;"},{"prefix":"2","text":" The name and address of the owner or the owner's registered agent;"},{"prefix":"3","text":" The name of the party against whose interest a lien is claimed and the amount claimed, less any credit for payments received up to and including the date of the notice of intent;"},{"prefix":"4","text":" A description of the work done, including the dates that work was commenced and completed;"},{"prefix":"5","text":" A description of the material furnished, including the dates that material was first and last delivered;"},{"prefix":"6","text":" A legal description and, to the extent available, a street address of the real property;"},{"prefix":"7","text":"(A) To the extent available under applicable law, if the contractor is an entity organized under the laws of the District of Columbia or is doing business in the District of Columbia within the meaning of applicable District law:"},{"prefix":"i","text":" A copy of the contractor's current license to do business in the District issued by the Department of Consumer and Regulatory Affairs; and"},{"prefix":"ii","text":" A certificate of good standing from the Department of Consumer and Regulatory Affairs issued within 180 days prior to the date of the filing of the notice of intent; or"},{"prefix":"B","text":" To the extent available under applicable law, if the contractor is an individual or an entity organized under laws other than those of the District of Columbia, and is not doing business in the District of Columbia within the meaning of applicable District laws but is required to be licensed by a governmental entity:"},{"prefix":"i","text":" A copy of the contractor's current license to do business issued by the government of the other jurisdiction; and"},{"prefix":"ii","text":" A certificate evidencing the contractor's good standing in its place of business or state of incorporation issued by the other jurisdiction;"},{"prefix":"8","text":" If the project is provided under a home improvement contract, a copy of the home improvement contract; and"},{"prefix":"9","text":"(A) A sworn, notarized statement affirming under penalty of perjury and upon personal knowledge that:"},{"prefix":"i","text":" The contents of the notice of intent are true and correct to the best of the contractor's information and belief; and"},{"prefix":"ii","text":" The contractor has a right to recover the amount claimed."},{"prefix":"B","text":" If a notice of intent is executed by an authorized representative or counsel of the contractor, he or she shall attach evidence of his or her authority to execute the notice of intent on behalf the contractor and shall affirm that the notice of intent is true and correct to the best of the affiant's knowledge and belief."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"40","text":"Liens. (Refs & Annos)"},"chapter":{"identifier":"3","text":"Mechanics, Materialmen, and Contractors. (Refs & Annos)"},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"40","chaptersection":"301","identifier":"40-301.02","catch_text":"Notice."}}