{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 15-64, the \"Self Storage Act of 2003\", was introduced in Council and assigned Bill No. 15-105, which was referred to Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on July 8, 2003, and October 7, 2003, respectively. Signed by the Mayor on October 24, 2003, it was assigned Act No. 15-182 and transmitted to both Houses of Congress for its review. D.C. Law 15-64 became effective on February 6, 2004.\n\nDC CODE ยง 40-401\n\nCurrent through December 11, 2012","credits":"(Feb. 6, 2004, D.C. Law 15-64, ยง 2, 50 DCR 9303.)","sections":[{"prefix":"1","text":" \"Default\" means the failure to perform any obligation or duty set forth in the rental agreement."},{"prefix":"2","text":" \"Last known address\" means the address provided by the occupant in the rental agreement or the address provided by the occupant in a subsequent written notice of a change of address."},{"prefix":"3","text":" \"Leased space\" means the individual storage space at the self-service facility which is rented to an occupant pursuant to a rental agreement."},{"prefix":"4","text":" \"Occupant\" means a person, including an assignee, a sublessee, or successor, entitled to the use of a leased space at a self-service storage facility under a rental agreement."},{"prefix":"5","text":" \"Operator\" means the owner, operator, lessor, or sublessor of a self-service storage facility, an agent, or any other person authorized to manage the facility. The term \"operator\" shall not mean a warehouseman, unless the operator issues a warehouse receipt, bill of lading, or other document of title for the personal property stored."},{"prefix":"6","text":" \"Personal property\" means movable property, not affixed to land, including goods, wares, merchandise, motor vehicles, watercraft, and household items and furnishings."},{"prefix":"7","text":" \"Rental agreement\" means any written agreement that establishes or modifies the terms, conditions, or rules concerning the use and occupancy of a self-service storage facility."},{"prefix":"8","text":" \"Self-service storage facility\" means any real property used for renting or leasing individual storage spaces in which the occupants themselves customarily store and remove their own personal property on a \"selfstorage\" basis."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"40","text":"Liens. (Refs & Annos)"},"chapter":{"identifier":"4","text":"Storage Liens."},"heading":{"title":"40","chaptersection":"401","identifier":"40-401","catch_text":"Definitions."}}