{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-230.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 4-111, see Historical and Statutory Notes following § 41-104.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nUniform Law\n\nThis section is based upon § 30 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-130\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 130, 27 DCR 5150; June 4, 1982, D.C. Law 4-111, § 3(b), 29 DCR 1684; Sept. 29, 1992, D.C. Law 9-161, § 2(r), 39 DCR 5696.)","sections":[{"prefix":"a","text":" The Mayor may require that any person shall file a verified report stating whether or not the person is holding any unclaimed property reportable or deliverable under this chapter."},{"prefix":"b","text":" The Mayor may at reasonable times and upon reasonable notice examine the records of any person to determine if such person has complied with the provisions of this chapter. It shall be no defense to such a request for examination that the person believes it is not in possession of any property reportable or deliverable under this chapter."},{"prefix":"c","text":" If a person under § 41-111 is treated as the holder of the property only insofar as the interest of the business association in such property is concerned, the Mayor may pursuant to subsection (b) of this section examine the records of the person; provided, that the Mayor shall give the notice required by subsection (b) of this section to both the person and the business association not less than 90 days prior to the examination."},{"prefix":"c-1","text":" If in connection with an examination of the records of a holder property which should have been reported pursuant to this chapter is discovered, the holder may be assessed a fee for the actual costs of the examination in addition to any interest charge or penalty that may be due under § 41-135."},{"prefix":"d","text":" If a holder shall fail to maintain the records required by § 41-132 and the available records of the holder for the periods subject to the chapter are not sufficient to permit the preparation of a report and delivery of abandoned property, the holder shall be ordered to report and deliver such property as may reasonably be estimated based upon any other records of the holder which exist."},{"prefix":"e","text":" If any holder refuses to permit the holder's records to be examined, the Mayor may issue a subpoena to compel the holder to testify and produce the records pursuant to § 1-301.21."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"130","identifier":"41-130","catch_text":"Verified reports; examination of records; subpoenas."}}