{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-206.\n\nEffect of Amendments\n\nD.C. Law 13-113 added subsec. (c-1), and in subsec. (d) substituted \"or drafts\" for \"drafts, or money orders\".\n\nTemporary Amendments of Section\n\nSection 1701(c) of D.C. Law 12-59 substituted \"3 years\" for \"5 years\" in the introductory paragraph of (a) and twice in (d); and added (e)(4).\n\nSection 2001(b) of D.C. Law 12-59 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1701(c) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and see § 1701(c) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 9-64, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 12-59, see Historical and Statutory Notes following § 41-102.\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 41-102.\n\nLaw 13-113, the \"District of Columbia Uniform Disposition of Unclaimed Property Amendment Act of 2000,\" was introduced in Council and assigned Bill No. 13-264, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on January 4, 2000, and February 1, 2000, respectively. Signed by the Mayor on February 18, 2000, it was assigned Act No. 13-266 and transmitted to both Houses of Congress for its review. D.C. Law 13- 113 became effective on May 23, 2000.\n\nUniform Law\n\nThis section is based upon § 6 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-106\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 106, 27 DCR 5150; Sept. 29, 1992, D.C. Law 9-161, § 2(c), (d), 39 DCR 5696; Mar. 20, 1998, D.C. Law 12-60, § 1701(c), 44 DCR 7378; May 23, 2000, D.C. Law 13-113, § 2, 47 DCR 1989.)","sections":[{"prefix":"a","text":" Any demand, savings, or matured time deposit with a banking or financial organization, including deposits that are automatically renewable, and any funds paid toward the purchase of shares, a mutual investment certificate, or any other interest in a financial organization is presumed abandoned unless the owner within 3 years has:"},{"prefix":"1","text":" In the case of a deposit, increased or decreased the amount of the deposit or presented the passbook or other similar evidence of the deposit for the crediting of interest;"},{"prefix":"2","text":" Communicated in writing with the banking or financial organization concerning the property;"},{"prefix":"3","text":" Otherwise indicated an interest in the property as evidenced by a memorandum on file prepared by an employee of the banking or financial organization;"},{"prefix":"4","text":" Owned other property held by the banking or financial organization for which paragraph (1), (2), or (3) of this subsection are applicable; provided, that the banking or financial organization communicates in writing with regard to the property that would otherwise be presumed abandoned under this subsection to the owner at the address to which communications regarding the other property are regularly sent; or"},{"prefix":"5","text":" Had another relationship with the banking or financial organization concerning which the owner has:"},{"prefix":"A","text":" Communicated in writing with the banking or financial organization; or"},{"prefix":"B","text":" Otherwise indicated an interest as evidenced by a memorandum on file prepared by an employee of the banking or financial organization; provided, that the banking or financial organization communicates in writing with regard to the property that would otherwise be abandoned under this subsection to the owner at the address to which communications regarding the other relationship are regularly sent."},{"prefix":"b","text":" For purposes of subsection (a) of this section, the term \"property\" includes any interest or dividends thereon."},{"prefix":"c","text":" Any sum payable on a traveler's check issued by a banking or financial institution or a business association in the District that has been outstanding for more than 15 years after its issuance is presumed abandoned if the owner, for more than 15 years, has not communicated in writing with the banking or financial organization or business association concerning it or otherwise indicated an interest as evidenced by a memorandum or other record on file prepared by an employee of the banking or financial organization or business association."},{"prefix":"c-1","text":" Any sum payable on a money order issued by a banking or financial institution or a business association in the District that has been outstanding for more than 7 years after its issuance is presumed abandoned if the owner, for more than 7 years, has not communicated in writing with the banking or financial organization or business association concerning it or otherwise indicated an interest as evidenced by a memorandum or other record on file prepared by an employee of the banking or financial organization or business association."},{"prefix":"d","text":" A sum payable on any other written instrument on which a banking or financial organization or business association in the District is directly liable, including, but not limited to, certified checks, or drafts, that has been outstanding for more than 3 years after it was payable, or after its issuance if payable on demand, is presumed abandoned unless the owner has, within 3 years, communicated in writing with the banking or financial organization or business association concerning it or otherwise indicated an interest as evidenced by a memorandum on file prepared by an employee of the banking or financial organization or business association."},{"prefix":"e","text":" No holder may impose with respect to property described in subsection (a) of this section any charges due to dormancy or inactivity, or cease payment of interest unless:"},{"prefix":"1","text":" There is a valid, enforceable, written contract between the holder and the owner of the property pursuant to which the holder may impose such charges or cease payment of interest;"},{"prefix":"2","text":" The holder regularly imposes such charges or ceases accrual or payment of interest and does not regularly reverse or otherwise cancel such charges or retroactively pay interest with respect to such property; and"},{"prefix":"3","text":" For property in excess of $10, the holder, no more than 3 months prior to the initial imposition of such charges or cessation of interest, gives written notice to the owner of the amount of such charges at the last known address of the owner that such charges will be imposed or that interest will cease; except, that the notice provided in this section need not be given with respect to charges imposed or accrued or interest ceased prior to January 1, 1980."},{"prefix":"4","text":" The amount of the deduction is limited to an amount that is not unconscionable."},{"prefix":"f","text":" No holder shall deduct from the amount of any draft, registered check, money order, certified check, traveler's check, cashier's check, treasurer's check, or any similar written instrument any charges imposed by reason of the failure to present such items for encashment unless:"},{"prefix":"1","text":" There is a valid, enforceable, written contract between the holder and the owner of the property pursuant to which the holder may impose such charges; and"},{"prefix":"2","text":" The holder regularly imposes such charges and does not regularly reverse or otherwise cancel such charges with respect to such property."},{"prefix":"g","text":" Notwithstanding any provision to the contrary in this section, in the event that any type of property subject to this section is an asset of an Individual Retirement Account established pursuant to the Employee Retirement Security Act of 1974 (26 U.S.C. § 408 (a)) or of a Keogh Plan established pursuant to the Internal Revenue Code of 1954 (26 U.S.C. § 401 (a)), respectively, it shall not be deemed matured or otherwise reportable if, under the terms of such plan, distribution of all or part of the property would not then be mandatory."},{"prefix":"h","text":" Any property automatically renewable according to its terms that is subject to subsection (a) of this section shall be deemed matured for purposes of this section upon the expiration of its initial term. If at the time provided for delivery in § 41-119, a penalty or forfeiture in the payment of interest would result from the delivery of any such property, the time for delivery shall be extended until such time as no penalty for forfeiture would result."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"106","identifier":"41-106","catch_text":"Bank deposits and funds in financial organizations."}}