{"text":"Unless otherwise provided by statute of the District of Columbia, intangible personal property is subject to a presumption of abandonment under this chapter if the conditions leading to a presumption of abandonment as described in §§ 41-103 and 41-105 through 41-116 are satisfied, and any one of the following conditions is met:","historical":"Prior Codifications\n\n1981 Ed., § 42-204.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nLaw 4-111 was introduced in Council and assigned Bill No. 4-374, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 9, 1982 and March 23, 1982, respectively. Signed by the Mayor on April 12, 1982, it was assigned Act No. 4-174 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-64, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nLaw 11-255, the \"Second Technical Amendments Act of 1996,\" was introduced in Council and assigned Bill No. 11-905, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-519 and transmitted to both Houses of Congress for its review. D.C. Law 11-255 became effective on April 9, 1997.\n\nUniform Law\n\nThis section is based upon § 3 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-104\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 104, 27 DCR 5150; June 4, 1982, D.C. Law 4-111, § 3(a), 29 DCR 1684; Sept. 29, 1992, D.C. Law 9-161, § 2(b), 39 DCR 5696; Apr. 9, 1997, D.C. Law 11-255, § 44(a), 44 DCR 1271.)","sections":[{"prefix":"1","text":" The last known address of the apparent owner, as shown on the records of the holder, is in the District;"},{"prefix":"2","text":" The records of the holder do not reflect the identity of the person entitled to the property and it is established that the property was owned or payable to a person whose last known address is in the District;"},{"prefix":"3","text":" The records of the holder do not reflect the last known address of the apparent owner, and it is established that:"},{"prefix":"A","text":" The last known address of the person entitled to the property is in the District; or"},{"prefix":"B","text":" The holder is either domiciled in the District or is the District government and has not previously paid or delivered the property to the state of the last known address of the apparent owner or other person entitled to the property;"},{"prefix":"4","text":" The last known address, as shown on the records of the holder, of the apparent owner is in a state that does not provide an escheat or abandoned property law applicable to the property in question and the holder is:"},{"prefix":"A","text":" Domiciled in the District; or"},{"prefix":"B","text":" The District government;"},{"prefix":"5","text":" The last known address of the apparent owner, as shown on the record of the holder, is in a foreign nation and the holder is:"},{"prefix":"A","text":" Domiciled in the District; or"},{"prefix":"B","text":" The District government;"},{"prefix":"6","text":"(A) The transaction out of which the property arose occurred in the District;"},{"prefix":"B","text":"(i) The identity of the person entitled to the property is unknown;"},{"prefix":"ii","text":" The last known address of the apparent owner or other person entitled to the property is unknown; or"},{"prefix":"iii","text":" The last known address of the apparent owner is in a state that does not provide an escheat or unclaimed property law applicable to the property; and"},{"prefix":"C","text":" The holder is domiciled in a state that does not provide an escheat or abandoned property law applicable to the property; or"},{"prefix":"7","text":" The holder is domiciled in the District and has not previously paid or delivered the property to a state."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"104","identifier":"41-104","catch_text":"General rules for taking custody of unclaimed intangible property."}}