{"text":"Any sum payable on a money order, traveler's check, or similar written instrument (other than a 3rd party bank check) on which a banking or financial organization or a business association is directly liable is presumed abandoned if the appropriate conditions leading to a presumption of abandonment as described in §§ 41-103 and 41-104 are satisfied and:","historical":"Prior Codifications\n\n1981 Ed., § 42-205.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nUniform Law\n\nThis section is based upon § 4 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-105\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 105, 27 DCR 5150.)","sections":[{"prefix":"1","text":" The books and records of the banking or financial organization or business association show that the money order, traveler's check, or similar written instrument was purchased in the District;"},{"prefix":"2","text":" The banking or financial organization or the business association has its principal place of business in the District and the books and records of the business association do not show the state in which the money order, traveler's check, or similar written instrument was purchased; or"},{"prefix":"3","text":" The banking or financial organization or the business association has its principal place of business in the District, the books and records of the banking or financial organization or business association show the state in which the money order, traveler's check, or similar written instrument was purchased and the state of purchase does not provide an escheat or abandoned property law applicable to the delivery of the sum payable on such instrument to the state."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"105","identifier":"41-105","catch_text":"Conditions precedent to presumption of abandonment of traveler's checks and money orders."}}