{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-226.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nUniform Law\n\nThis section is based upon § 25 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-126\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 126, 27 DCR 5150.)","sections":[{"prefix":"a","text":" At any time after property has been paid or delivered to the Mayor under this chapter, a state is entitled to recover the property if:"},{"prefix":"1","text":" The property was presumed abandoned in the District because the apparent owner was unknown when the property was presumed abandoned under this chapter, the last known address of the apparent owner was in fact in that state, and, under the laws of that state, the property escheated to or was subject to a claim of abandonment by that state;"},{"prefix":"2","text":" The last known address of the apparent owner of the property appearing on the records of the holder is in that state and, under the laws of that state, the property has escheated to or become subject to a claim of abandonment by that state;"},{"prefix":"3","text":" The records of the holder were erroneous in that they did not accurately reflect the actual owner of the property and the last known address of the actual owner is in that state, and, under the laws of that state, the property has escheated to or become subject to a claim of abandonment by that state;"},{"prefix":"4","text":" The property was presumed abandoned to the District government under § 41-104(5) and under the laws of the state of domicile of the holder the property has escheated to or become subject to a claim of abandonment by that state; or"},{"prefix":"5","text":" The property is the sum payable on a traveler's check, money order, or other similar instrument that was presumed abandoned to the District under § 41-105, the traveler's check, money order, or other similar instrument was in fact purchased in that state, and, under the laws of that state, the property has escheated to or become subject to a claim of abandonment by that state."},{"prefix":"b","text":" The claim of a state to recover escheated or abandoned property under this section must be presented in a form prescribed by the Mayor, who shall consider the claim within 30 days after it is presented. The Mayor shall allow the claim if the Mayor determines that the claiming state is entitled to the abandoned property."},{"prefix":"c","text":" In connection with all property so delivered to a state, the Mayor shall seek indemnification from the state making the claim."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"126","identifier":"41-126","catch_text":"Claim of state to recover property."}}