{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-218.\n\nTemporary Amendments of Section\n\nSection 1701(m) of D.C. Law 12-59 rewrote (b)(3), (e)(3), and (g).\n\nSection 2001(b) of D.C. Law 12-59 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1701(m) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and see § 1701(m) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 4-10, see Historical and Statutory Notes following § 41-117.\n\nFor legislative history of D.C. Law 9-64, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 12-59, see Historical and Statutory Notes following § 41-102.\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 41-102.\n\nUniform Law\n\nThis section is based upon § 12 of the Uniform Disposition of Unclaimed Property Act (1966 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nThis section is also based upon § 18 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-118\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 118, 27 DCR 5150; June 11, 1981, D.C. Law 4-10, § 2(b), 28 DCR 1989; Sept. 29, 1992, D.C. Law 9-161, § 2(n), 39 DCR 5696; Mar. 20, 1998, D.C. Law 12-60, § 1701(m), 44 DCR 7378.)","sections":[{"prefix":"a","text":" Within 120 days from the filing of the report required by § 41-117, the Mayor shall cause notice to be published at least once each week for 2 consecutive weeks in a newspaper of general circulation in the District."},{"prefix":"b","text":" The published notice shall be entitled \"Notice of Names of Persons Appearing To Be Owners of Abandoned Property\" and shall contain:"},{"prefix":"1","text":" The names in alphabetical order and last known addresses, if any, of persons listed in the report and entitled to notice as specified in this chapter;"},{"prefix":"2","text":" A statement that information concerning the amount or description of the property and the name and address of the holder may be obtained by any persons possessing an interest in the property by addressing an inquiry to the Mayor; and"},{"prefix":"3","text":" A statement explaining that property of the owner is presumed to be abandoned and has been taken into the protective custody of the Mayor."},{"prefix":"c","text":" The Mayor is not required to publish notice of any item of less than $50 in value unless the Mayor deems such publication to be in the public interest."},{"prefix":"d","text":" Within 120 days from the receipt of the report required by § 41-117, the Mayor shall mail a notice to each person having an address listed who appears to be entitled to property of a value of $50 or more presumed abandoned under this chapter."},{"prefix":"e","text":" The mailed notice shall contain:"},{"prefix":"1","text":" A statement that, according to a report filed with the Mayor, property is being held to which the addressee appears entitled;"},{"prefix":"2","text":" The name and address of the person holding the property and any necessary information regarding the changes of name and address of the holder; and"},{"prefix":"3","text":" A statement explaining that property of the owner is presumed to be abandoned and has been taken into the protective custody of the Mayor and a statement that information about the property and its return to the owner is available to a person having a legal or beneficial interest in the property, upon request to the Mayor."},{"prefix":"f","text":" This section is not applicable to sums payable on traveler's checks or money orders and similar written instruments that are presumed abandoned under § 41-105."},{"prefix":"g","text":" With respect to property reported and delivered on or before January 2, 1998, pursuant to § 41-117(e), the Mayor shall cause the newspaper notice required by subsection (a) of this section to be completed no later than May 1, 1998."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"118","identifier":"41-118","catch_text":"Notice of abandoned property."}}