{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-228.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 4-10, see Historical and Statutory Notes following § 41-117.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nUniform Law\n\nThis section is based upon § 22 of the Uniform Disposition of Unclaimed Property Act (1966 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nThis section is also based upon § 27 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-128\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 128, 27 DCR 5150; June 11, 1981, D.C. Law 4-10, § 2(d), 28 DCR 1989; Sept. 29, 1992, D.C. Law 9-161, § 2(q), 39 DCR 5696.)","sections":[{"prefix":"a","text":" The Mayor, after receiving reports of property deemed abandoned pursuant to this chapter, may decline to receive any property reported which the Mayor considers to have a value less than the cost of giving notice and holding sale, if the Mayor considers it desirable because of the small sum involved. The Mayor may postpone taking possession until a sufficient sum accumulates. Unless the holder of the property is notified to the contrary within 120 days after filing the report required under § 41-117, the Mayor shall be deemed to have elected to receive the custody of the property; provided, that with respect to reports filed no later than June 20, 1981, pursuant to § 41- 117(d), the Mayor shall have no more than 30 days after the filing of the reports to decline to receive any reported property."},{"prefix":"b","text":" If a holder elects to report and deliver property otherwise subject to this chapter prior to the time that the property is presumed abandoned, the Mayor, if the Mayor deems it in the best interest of the owner, may consent in writing to accept the report and delivery of the property upon the conditions and terms as the Mayor shall prescribe. The property delivered under this subsection shall be held by the Mayor and shall not be presumed abandoned until such time as the property would otherwise be presumed abandoned under this chapter."},{"prefix":"c","text":" Any property delivered to the Mayor pursuant to this chapter which has no apparent commercial value shall be retained by the Mayor until such time as the Mayor determines to destroy or otherwise dispose of it."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"128","identifier":"41-128","catch_text":"Election to take payment or delivery."}}