{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-217.\n\nEffect of Amendments\n\nD.C. Law 15-205 rewrote subsec (d) which had read as follows:\n\n\"(d) The report as of the prior June 30th must be filed before November 1st of each year, but a report with respect to a life insurance company must be filed before May 1st of each year as of December 31 next preceding. The Mayor may postpone the reporting date upon written request by any person required to file a report. The holder, upon receipt of the extension, may make an interim payment on the amount the holder estimates will ultimately be due, which terminated the accrual or additional interest on the amount paid.\"\n\nD.C. Law 15-354, in subsec. (d), substituted \"shall be filed not later than October 1\" for \"shall be filed later than October 1\".\n\nTemporary Amendments of Section\n\nSection 1701(l) of D.C. Law 12-59 rewrote (d) and (e).\n\nSection 2001(b) of D.C. Law 12-59 provided that the act shall expire after 225 days of its having taken effect.\n\nSection 2 of D.C. Law 15-233, in subsec. (d), substituted \"filed no later than October 1\" for \"filed later than October 1\".\n\nSection 5(b) of D.C. Law 15-233 provides that the act shall expire after 225 days of its having taken effect.\n\nSection 7 of D.C. Law 16-102, in par. (d), substituted \"filed no later than October 1\" for \"filed later than October 1\".\n\nSection 11(b) of D.C. Law 16-102 provides that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1701(l) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and see § 1701(l) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nFor temporary (90 day) amendment of section, see § 1052(b) of Fiscal Year 2005 Budget Support Emergency Act of 2004 (D.C. Act 15-486, August 2, 2004, 51 DCR 8236).\n\nFor temporary (90 day) amendment of section, see § 2 of Unclaimed Property Demutualization Proceeds Technical Correction Emergency Amendment Act of 2004 (D.C. Act 15-534, October 4, 2004, 51 DCR 9632).\n\nFor temporary (90 day) amendment of section, see § 1052(b) of Fiscal Year 2005 Budget Support Congressional Review Emergency Act of 2004 (D.C. Act 15-594, October 26, 2004, 51 DCR 11725).\n\nFor temporary (90 day) amendment of section, see § 2 of Unclaimed Property Demutualization Proceeds Technical Correction Congressional Review Emergency Amendment Act of 2005 (D.C. Act 16-11, January 19, 2005, 52 DCR 2943).\n\nFor temporary (90 day) amendment of section, see § 7 of Finance and Revenue Technical Amendments Emergency Amendment Act of 2006 (D.C. Act 16-260, January 26, 2006, 53 DCR 780).\n\nFor temporary (90 day) amendment of section, see § 7 of Finance and Revenue Technical Amendments Congressional Review Emergency Amendment Act of 2006 (D.C. Act 16-361, April 26, 2006, 53 DCR 3619).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nLaw 4-10 was introduced in Council and assigned Bill No. 4-144, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on March 24, 1981, and April 7, 1981, respectively. Signed by the Mayor on April 20, 1981, it was assigned Act No. 4-22 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 9-64, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nFor legislative history of D.C. Law 12-59, see Historical and Statutory Notes following § 41-102.\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 41-102.\n\nFor Law 15-205, see notes following § 41-107.01\n\nLaw 15-233, the \"Unclaimed Property Demutualization Proceeds Technical Correction Amendment Temporary Act of 2004\", was introduced in Council and assigned Bill No. 15-996, and was retained by the Council. The Bill was adopted on first and second readings on September 21, 2004, and October 5, 2004, respectively. Signed by the Mayor on November 1, 2004, it was assigned Act No. 15-573 and transmitted to both Houses of Congress for its review. D.C. Law 15-233 became effective on March 16, 2005.\n\nLaw 15-354, the \"Technical Amendments Act of 2004\", was introduced in Council and assigned Bill No. 15-1130 which was referred to the Committee of the Whole.  The Bill was adopted on first and second readings on December 7, 2004, and December 21, 2004, respectively.   Signed by the Mayor on February 9, 2005, it was assigned Act No. 15-770 and transmitted to both Houses of Congress for its review.  D.C. Law 15-354 became effective on April 13, 2005.\n\nUniform Law\n\nThis section is based upon § 11 of the Uniform Disposition of Unclaimed Property Act (1966 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nThis section is also based upon § 17 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-117\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 117, 27 DCR 5150; June 11, 1981, D.C. Law 4-10, § 2(a), 28 DCR 1889; Sept. 29, 1992, D.C. Law 9-161, § 2(m), 39 DCR 5696; Mar. 20, 1998, D.C. Law 12-60, § 1701(l), 44 DCR 7378; Dec. 7, 2004, D.C. Law 15-205, § 1052(b), 51 DCR 8441; Apr. 13, 2005, D.C. Law 15- 354, § 58, 52 DCR 2638.)","sections":[{"prefix":"a","text":" Every person holding funds or other property, tangible or intangible, presumed abandoned under this chapter shall report to the Mayor with respect to the property as provided in this section."},{"prefix":"b","text":" The report must be verified and shall include:"},{"prefix":"1","text":" In case of unclaimed funds of life insurance corporations, the full name of the insured or annuitant and the beneficiary and his or her last known address according to the life insurance corporation's records;"},{"prefix":"2","text":" In the case of the contents of a safe deposit box or other safekeeping repository or in the case of other tangible property, a description of the property and the place where it is held and may be inspected by the Mayor, in which case the report must set forth any amounts owing to the holder as shown by § 41-118;"},{"prefix":"3","text":" The nature and identifying number, if any, or description of the property and the amount appearing from the records to be due, except that items of value under $50 shall be reported in the aggregate upon the aggregation exceeding $50;"},{"prefix":"4","text":" The date when the property became payable, demandable, or returnable, and the date of the last transaction with the owner with respect to the property;"},{"prefix":"5","text":" Other information which the Mayor prescribes by rule as necessary for the administration of this chapter; and"},{"prefix":"6","text":" Except with respect to traveler's checks and money orders, the name, if known, and last known address, if any and if known, of each person appearing from the records of the holder to be the owner of any property of the value of $50 or more presumed abandoned under this chapter."},{"prefix":"c","text":" If the person holding property presumed abandoned is a successor to other persons who previously held the property for the owner, or the present holder has changed his or her name while holding the property, the present holder shall file with his or her report all known names and addresses of each previous holder of the property."},{"prefix":"d","text":" The report as of the prior June 30th must be filed before November 1st of each year, but a report with respect to a life insurance company made pursuant to § 41-107 and a report of unclaimed insurance company demutualization proceeds made pursuant to § 41-107.01 shall be filed before May 1st of each year as of the prior December 31; provided, that the initial report for insurance company demutualization proceeds made pursuant to § 41-107.01 shall be filed not later than October 1 as of the prior December 31. The Mayor may postpone the reporting date upon written request by any person required to file a report. The holder, upon receipt of the extension, may make an interim payment on the amount the holder estimates will ultimately be due, which terminated the accrual or additional interest on the amount paid."},{"prefix":"e","text":"(1) The holder of property presumed abandoned shall send written notice to the owner, not more than 120 days or less than 60 days before filing the report, stating that the holder is in possession of property subject to this chapter, if:"},{"prefix":"A","text":" The holder has in its records an address for the apparent owner which the holder's records do not disclose to be inaccurate; and"},{"prefix":"B","text":" The value of the property is $50 or more."},{"prefix":"2","text":" In calendar year 1998, a report concerning all property presumed to be abandoned as of October 21, 1997, must be filed no later than January 2, 1998."},{"prefix":"f","text":" Verification, if made by a partnership, must be executed by a partner; if made by an unincorporated association or private corporation, by an officer; and if made by a public corporation, by its chief fiscal officer."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"117","identifier":"41-117","catch_text":"Report of property presumed abandoned."}}