{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-203.\n\nTemporary Amendments of Section\n\nSection 1701(b) of D.C. Law 12-59 substituted \"3 years\" for \"5 years\" in (a); and added (d).\n\nSection 2001(b) of D.C. Law 12-59 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1701(b) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and see § 1701(b) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nLaw 9-64, the \"Uniform Disposition of Unclaimed Property Act of 1980 Clarifying Temporary Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-322. The Bill was adopted on first and second readings on October 1, 1991, and November 5, 1991, respectively. Signed by the Mayor on November 25, 1991, it was assigned Act No. 9-107 and transmitted to both Houses of Congress for its review.\n\nLaw 9-161, the \"Uniform Disposition of Unclaimed Property Act of 1980 Dormancy and Clarifying Amendment Act of 1992,\" was introduced in Council and assigned Bill No. 9-333, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 2, 1992, and July 7, 1992, respectively. Signed by the Mayor on July 21, 1992, it was assigned Act No. 9- 255 and transmitted to both Houses of Congress for its review. D.C. Law 9-161 became effective on September 29, 1992.\n\nFor legislative history of D.C. Law 12-59, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 41-101.\n\nUniform Law\n\nThis section is based in part upon § 9 of the Uniform Disposition of Unclaimed Property Act (1966 Act). See 8A Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nThis section is also based upon § 2 of the Uniform Unclaimed Property Act (1981 and 1995 Acts), and upon § 6 of the 1995 Act. See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-103\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 103, 27 DCR 5150; Sept. 29, 1992, D.C. Law 9-161, § 2(a), 39 DCR 5696; Mar. 20, 1998, D.C. Law 12-60, § 1701(b), 44 DCR 7378.)","sections":[{"prefix":"a","text":" All intangible personal property, not otherwise covered by this chapter, including any income or increment thereon and deducting any lawful charges, that is held or owing in the ordinary course of the holder's business and has remained unclaimed by the owner for more than 3 years after it became payable or distributable is presumed abandoned."},{"prefix":"b","text":" Property presumed abandoned shall include, but is not limited to: Drafts, credit balances, credit checks, uncashed vendor checks, and any other outstanding checks."},{"prefix":"c","text":" Property subject to this chapter shall be deemed payable or distributable notwithstanding the owner's failure to present any instrument or document evidencing the owner's right to receive the payment provided therein."},{"prefix":"d","text":" A record of the issuance of a check, draft, or similar instrument is prima facie evidence of an obligation. In claiming property from a holder who is also the issuer, the administrator's burden of proof as to the existence and amount of the property and its abandonment is satisfied by showing issuance of the instrument and passage of the requisite period of abandonment. Defenses of payment, satisfaction, discharge, and want of consideration are affirmative defenses that must be established by the holder."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"103","identifier":"41-103","catch_text":"Property presumed abandoned."}}