{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-229.\n\nTemporary Amendments of Section\n\nSection 1701(p) of D.C. Law 12-59 rewrote (b).\n\nSection 2001(b) of D.C. Law 12-59 provided that the act shall expire after 225 days of its having taken effect.\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 1701(p) of the Fiscal Year 1998 Revised Budget Support Emergency Act of 1997 (D.C. Act 12-152, October 17, 1997, 44 DCR 6196), and see § 1701(p) of the Fiscal Year 1998 Revised Budget Support Congressional Review Emergency Act of 1997 (D.C. Act 12-239, January 13, 1998, 45 DCR 508).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nLaw 9-2, the \"Uniform Disposition of Unclaimed Property Act of 1980 Temporary Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-98. The Bill was adopted on first and second readings on February 5, 1991, and March 5, 1991, respectively. Signed by the Mayor on March 15, 1991, it was assigned Act No. 9-7 and transmitted to both Houses of Congress for its review.\n\nLaw 9-35, the \"Uniform Disposition of Unclaimed Property Act of 1980 Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-114, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on June 4, 1991, and June 18, 1991, respectively. Signed by the Mayor on July 12, 1991, it was assigned Act No. 9-62 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 12-59, see Historical and Statutory Notes following § 41-102.\n\nFor legislative history of D.C. Law 12-60, see Historical and Statutory Notes following § 41-102.\n\nUniform Law\n\nThis section is based upon § 29 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-129\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 129, 27 DCR 5150; May 15, 1991, D.C. Law 9-2, § 2, 38 DCR 1960; Aug. 17, 1991, D.C. Law 9-35, § 2, 38 DCR 4609; Mar. 20, 1998, D.C. Law 12-60, § 1701(p), 44 DCR 7378.)","sections":[{"prefix":"a","text":" The expiration of any period of time specified by contract, statute, or court order, during which a claim for recovery of money or property can be made, or during which an action or proceeding may be commenced or enforced to obtain payment of a claim for money or recovery of property, does not prevent the money or property from being presumed abandoned property, or affect any duty to file a report required by this chapter or to pay or deliver abandoned property to the Mayor."},{"prefix":"b","text":" No action or proceeding may be commenced by the Mayor to enforce any provision of this chapter in regard to the reporting, delivery, or payment of property more than 10 years after the holder specifically identified the property in a report filed with the Mayor or gave express notice to the Mayor of a dispute regarding the property. In the absence of such a report or other express notice, the period of limitation is tolled. The period of limitation is also tolled by the filing of a report that is fraudulent."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"129","identifier":"41-129","catch_text":"Periods of limitation."}}