{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 42-236.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 3-160, see Historical and Statutory Notes following § 41-101.\n\nFor legislative history of D.C. Law 9-161, see Historical and Statutory Notes following § 41-103.\n\nUniform Law\n\nThis section is based in part upon § 32 of the Uniform Unclaimed Property Act (1981 Act). See 8B Uniform Laws Annotated, Master Edition, or ULA Database on WESTLAW.\n\nDC CODE § 41-136\n\nCurrent through December 11, 2012","credits":"(Mar. 5, 1981, D.C. Law 3-160, § 136, 27 DCR 5150; Sept. 29, 1992, D.C. Law 9-161, § 2(t), 39 DCR 5696.)","sections":[{"prefix":"a","text":" All fines levied pursuant to § 41-135(a) are civil in nature."},{"prefix":"b","text":" The Mayor may issue a notice of violation to any person who violates a provision of this chapter. The notice shall:"},{"prefix":"1","text":" State the nature of the violation; and"},{"prefix":"2","text":" Describe the procedures provided in this section."},{"prefix":"c","text":" A notice of violation shall be the summons and complaint for purposes of this section. A duplicate of the notice of violation shall be served personally on the person to whom it is issued as provided in subsection (d) of this section. The original or a facsimile thereof shall be filed with the Corporation Counsel and shall be deemed a record kept in the ordinary course of business and shall be prima facie evidence of the facts contained therein."},{"prefix":"d","text":" A notice of violation shall be served personally upon the alleged violator. If the alleged violator is not present the notice of violation shall be served by affixing such notice to the place of business in a conspicuous place."},{"prefix":"e","text":" The Mayor shall prescribe the form for the notice of violation. A Mayor's rule or order establishing the amount of collateral shall be submitted by the Mayor to the Council of the District of Columbia for a 30 calendar day review period, excluding days of Council of the District of Columbia recess. No such rules or regulations shall take effect until the end of the 30 calendar day period beginning on the day such rules or regulations are transmitted by the Mayor to the Chairman of the Council of the District of Columbia, and then, only if during such period, the Council of the District of Columbia does not adopt a resolution disapproving such rules and regulations in whole or in part."},{"prefix":"f","text":" A person shall answer a notice of violation within 20 days by:"},{"prefix":"1","text":" Depositing and forfeiting collateral in an amount established by rule or order of the Mayor; or"},{"prefix":"2","text":" Depositing collateral in an amount established by rule or order of the Mayor and requesting the Superior Court of the District of Columbia to set a trial date."},{"prefix":"g","text":" Unless otherwise provided, the conduct of any civil trial commenced pursuant to subsections (b), (c), (d), (e) and (f) of this section shall be governed by the Superior Court of the District of Columbia Rules of Civil Procedure."},{"prefix":"h","text":" In such trial, the complaint of a violation of this chapter shall be brought in the name of the District of Columbia by the Corporation Counsel. The burden of proof shall be upon the District of Columbia and no violation of this chapter may be established except upon proof by a preponderance of the evidence."},{"prefix":"i","text":" All fines, collateral, and fees collected under this section shall be paid into the General Fund of the District government."},{"prefix":"j","text":" A fine or collateral is due and payable pursuant to § 41-135(a) upon default or a finding at trial in favor of the District government or upon the failure of a person to answer a notice of violation within 15 days as provided in subsection (f) of this section."},{"prefix":"k","text":" Failure of a person to pay a fine or collateral when due shall cause such fine or collateral to be due and payable in twice the original amount, not to exceed $20,000."},{"prefix":"l","text":"(1) The District of Columbia shall have a lien upon any amount due and payable as a fine or collateral pursuant to subsections (a), (b), and (c) of § 41-135 and any amount due as the cost of conducting an examination pursuant to § 41-130(c)."},{"prefix":"2","text":" Such lien shall not be effective unless: (A) the District government has filed in the Office of the Recorder of Deeds of the District of Columbia, in a docket provided for such liens, a written statement containing the name and address of the violator and the date and approximate place of the violation; and (B) the District government has given notice of the filing of such lien to the violator. Thereafter, the District government is authorized to file suit in the amount of its lien."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"41","text":"Personal Property. (Refs & Annos)"},"chapter":{"identifier":"1","text":"Disposition of Unclaimed Property. (Refs & Annos)"},"heading":{"title":"41","chaptersection":"136","identifier":"41-136","catch_text":"Enforcement."}}