{"text":"Upon receipt of an application for registration in proper form, the Mayor may forthwith initiate an investigation to determine:","historical":"Prior Codifications\n\n1981 Ed., § 45-1865.\n\n1973 Ed., § 5-1265.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1904.05\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title IV, § 405, 23 DCR 9532b.)","sections":[{"prefix":"1","text":" That there is reasonable assurance that the declarant can convey or cause to be conveyed the units offered for disposition if the purchaser complies with the terms of the offer;"},{"prefix":"2","text":" That there is reasonable assurance that all proposed improvements will be completed as represented;"},{"prefix":"3","text":" That the advertising material and the general promotional plan are not false or misleading and comply with the standards prescribed by the Mayor in its rules and afford full and fair disclosures;"},{"prefix":"4","text":" Whether the declarant has, or if a corporation its officers and principals have, been convicted of a crime involving condominium unit dispositions or any aspect of the land sales business in the United States or any foreign country within the past 10 years, or has been subject to any injunction or administrative order restraining a false or misleading promotional plan involving land dispositions; and"},{"prefix":"5","text":" The public offering statement requirements of this chapter have been satisfied."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"IV","text":"Registration and Offering of Condominiums."},"heading":{"title":"42","chaptersection":"1904","identifier":"42-1904.05","catch_text":"Application for registration--Investigation by Mayor upon receipt."}}