{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-627.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(a) of Uniform Law on Notarial Acts Temporary Amendment Act of 1991 (D.C. Law 9-9, July 13, 1991, law notification 38 DCR 4812).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 8-205, see Historical and Statutory Notes following § 42-141.\n\nLaw 9-52, the \"Uniform Law on Notarial Acts Amendment Act of 1991,\" was introduced in Council and assigned Bill No. 9-214, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on July 2, 1991, and October 1, 1991, respectively. Signed by the Mayor on October 23, 1991, it was assigned Act No. 9-94 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nApplication of Law 9-52: Section 3 of D.C. Law 9-52 provided that the act shall apply as of March 6, 1991.\n\nUniform Law\n\nThis section is based upon § 7 of the Uniform Law on Notarial Acts. See 14 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-147\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1991, D.C. Law 8-205, § 8, 37 DCR 8444; Dec. 10, 1991, D.C. Law 9-52, § 2(a), 38 DCR 6585.)","sections":[{"prefix":"a","text":" A notarial act shall be evidenced by a certificate signed and dated by a notarial officer. The certificate shall include identification of the jurisdiction in which the notarial act is performed and the title of the office of the notarial officer and shall include the official stamp or seal of office. If the officer is a notary public, the certificate shall indicate the expiration date, if any, of the commission of office. Omission of the expiration date information may subsequently be corrected. If the officer is a commissioned officer on active duty in the military service of the United States, as provided in 10 U.S.C. § 936, the certificate shall include the officer's rank and title of office."},{"prefix":"b","text":" A certificate of a notarial act shall be sufficient if the certificate meets the requirements of subsection (a) of this section and:"},{"prefix":"1","text":" Is in the short form set forth in § 42-148;"},{"prefix":"2","text":" Is in a form otherwise prescribed by the law of the District;"},{"prefix":"3","text":" Is in a form prescribed by a law or regulation applicable in the place where the notarial act was performed; or"},{"prefix":"4","text":" Sets forth the actions of the notarial officer and those actions that are sufficient to meet the requirements of the designated notarial act."},{"prefix":"c","text":" By executing a certificate of a notarial act, the notarial officer certifies that the officer has made the determinations required by § 42-142."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"II","text":"Uniform Notarial Acts. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"147","identifier":"42-147","catch_text":"Certificate of notarial acts."}}