{"text":"Any person who:\n\n\n\n\n\n\n\n\n\n\nshall be guilty of a felony and, upon conviction thereof, shall be fined not more than $5,000 or imprisoned not more than 3 years, or both.","historical":"Prior Codifications\n\n1981 Ed., ยง 45-941.\n\n1973 Ed., ยง 45-741.\n\nDC CODE ยง 42-1121\n\nCurrent through December 11, 2012","credits":"(Mar. 2, 1962, 76 Stat. 16, Pub. L. 87-408, title III, ยง 321.)","sections":[{"prefix":"1","text":" With intent to defraud, alters, forges, makes, or counterfeits any stamp, or other device prescribed under authority of this chapter for the collection or payment of any tax imposed by this chapter, or sells, lends, or has in his possession any such altered, forged, or counterfeited stamp, or other device, or makes, uses, sells, or has in his possession any material in imitation of the material used in the manufacture of such stamp, or other device; or"},{"prefix":"2","text":" Fraudulently cuts, tears, or removes from any deed, parchment, paper, instrument, writing, or article, upon which any tax is imposed by this chapter, any adhesive stamp or the impression of any stamp, die, plate, or other article provided, made, or used in pursuance of this chapter; or"},{"prefix":"3","text":" Fraudulently uses, joins, fixes, or places to, with, or upon any deed, parchment, paper, instrument, writing, or article, upon which a tax is imposed by this chapter:"},{"prefix":"A","text":" Any adhesive stamp, or the impression of any stamp, die, plate, or other article, which has been cut, torn, or removed from any other deed, parchment, paper, instrument, writing, or article upon which any tax is imposed by this chapter; or"},{"prefix":"B","text":" Any adhesive stamp or the impression of any stamp, die, plate, or other article of insufficient value; or"},{"prefix":"C","text":" Any forged or counterfeited stamp, or the impression of any forged or counterfeited stamp, die, plate, or other article; or"},{"prefix":"4","text":"(A) Wilfully removes, or alters the cancellation or defacing marks of, or otherwise prepares, any adhesive stamp, with intent to use, or cause the same to be used, after it has already been used; or"},{"prefix":"B","text":" Knowingly or wilfully buys, sells, offers for sale, or gives away, any such washed or restored stamp to any person for use, or knowingly uses the same; or"},{"prefix":"C","text":" Knowingly and without lawful excuse (the burden of proof of such excuse being on the accused) has in possession any washed, restored, or altered stamp, which has been removed from any deed, parchment, paper, instrument, writing, package, or article;"}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"11","text":"Recordation Tax on Deeds."},"heading":{"title":"42","chaptersection":"1121","identifier":"42-1121","catch_text":"Illegal acts relating to stamps and other devices; penalties."}}