{"text":"The purposes of this subchapter are to protect the public against incompetence, fraud and deception in real estate transactions; to establish a Real Estate Guaranty and Educational Fund to compensate victims of unlawful real estate practices; and for other purposes.","historical":"Prior Codifications\n\n1981 Ed., § 45-1921.\n\nLegislative History of Laws\n\nLaw 4-209, the \"District of Columbia Real Estate Licensure Act of 1982,\" was introduced in Council and assigned Bill No. 4-230, which was referred to the Committee on Housing and Economic Development. The Bill was adopted on first and second readings on November 16, 1982, and December 14, 1982, respectively. Signed by the Mayor on December 28, 1982, it was assigned Act No. 4-299 and transmitted to both Houses of Congress for its review.\n\nFor legislative history of D.C. Law 5-117, see Historical and Statutory Notes following § 45-1929.1.\n\nLaw 12-261, the \"Second Omnibus Regulatory Reform Amendment Act of 1998,\" was introduced in Council and assigned Bill No. 12-845, which was referred to the Committee of the Whole. The Bill was adopted on first and second reading on December 1, 1998, and December 15, 1998, respectively. Signed by the Mayor on December 31, 1998, it was assigned Act No. 12-615, and transmitted to both Houses of Congress for its review. D.C. Law 12-261 became effective on April 20, 1999.\n\nMiscellaneous Notes\n\nApplicability of chapter to District of Columbia Housing Authority: Section 13 of D.C. Law 10-243, the District of Columbia Housing Authority Act of 1994, provided:\n\nApplicability of chapter to District of Columbia Housing Authority: \"(a) The provisions of Chapter 17 of Title 42 shall not apply to the property managers of housing properties within the jurisdiction of the Authority. The activities of property managers of housing properties shall be regulated by the applicable statutes, rules, and regulations of the United States in effect on March 21, 1995.\n\n\"(b) Execution or other judicial process shall not issue against the real property of the Authority nor shall any judgment against the Authority be a charge or lien upon its real property. This section shall not apply to or limit the right of obligees to foreclose or otherwise enforce any mortgage on property of the Authority or the right of obligees to pursue any remedies for the enforcement of any pledge or lien given by the Authority on its rents, fees, and revenues.\"\n\nDC CODE § 42-1701\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-209, § 2, 30 DCR 390; Sept. 26, 1984, D.C. Law 5-117, § 2(a), 31 DCR 4023; Apr. 20, 1999, D.C. Law 12-261, § 1233(a), 46 DCR 3142.)","sections":[],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Brokers and Realtors."},"chapter":{"identifier":"17","text":"Real Estate Brokers' Duties."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"1701","identifier":"42-1701","catch_text":"Purposes."}}