{"text":"For the purposes of this chapter, the term:","historical":"Legislative History of Laws\n\nLaw 16-25, the \"Uniform Real Property Electronic Recording Act of 2005\", was introduced in Council and assigned Bill No. 16-173 which was referred to the Committee on Finance and Revenue.  The Bill was adopted on first and second readings on June 7, 2005, and July 6, 2005, respectively.   Signed by the Mayor on July 14, 2005, it was assigned Act No. 16-134 and transmitted to both Houses of Congress for its review.  D.C. Law 16-25 became effective on October 18, 2005.\n\nUniform Law\n\nThis section is based upon § 2 of the Uniform Real Property Electronic Recording Act. See 7B, Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE § 42-1231\n\nCurrent through December 11, 2012","credits":"(Oct. 18, 2005, D.C. Law 16-25, § 2, 52 DCR 8084.)","sections":[{"prefix":"1","text":" \"Digitized image\" means an electronic document that is created as an electronic copy of a paper document that accurately depicts the information on the paper document and is unalterable."},{"prefix":"2","text":" \"Document\" means information that is:"},{"prefix":"A","text":" Inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form; and"},{"prefix":"B","text":" Eligible to be recorded in the land records maintained by the Recorder of Deeds."},{"prefix":"3","text":" \"Electronic\" means relating to technology having electrical, digital, magnetic, wireless, optical, electromagnetic, or similar capabilities."},{"prefix":"4","text":" \"Electronic document\" means a document that is received by the Recorder of Deeds in an electronic form."},{"prefix":"5","text":" \"Electronic signature\" means an electronic sound, symbol, or process attached to or logically associated with a document and executed or adopted by a person with the intent to sign the document."},{"prefix":"6","text":" \"Paper document\" means a document that is received by the Recorder of Deeds in a form that is not electronic."},{"prefix":"7","text":" \"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, public corporation, government, or governmental subdivision, agency, or instrumentality, or any other legal or commercial entity."},{"prefix":"8","text":" \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12A","text":"Uniform Real Property Electronic Recording. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1231","identifier":"42-1231","catch_text":"Definitions."}}