{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1804.\n\n1973 Ed., § 5-1204.\n\nEffect of Amendments\n\nD.C. Law 19-150 designated the existing text as subsec. (a); and added subsec. (b).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nLaw 19-150, the \"Combined Condominium Real Property Tax Amendment Act of 2012\", was introduced in Council and assigned Bill No. 19-188, which was referred to the Committee on Finance and Revenue. The Bill was adopted on first and second readings on April 17, 2012, and May 1, 2012, respectively. Signed by the Mayor on May 11, 2012, it was assigned Act No. 19-356 and transmitted to both Houses of Congress for its review. D.C. Law 19-150 became effective on July 13, 2012.\n\nDC CODE § 42-1901.04\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title I, § 104, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(d), 38 DCR 261; July 13, 2012, D.C. Law 19-150, § 2, 59 DCR 5132.)","sections":[{"prefix":"a","text":" If there is any unit owner other than the declarant, a tax or assessment shall not be levied on the condominium as a whole or against any common elements, but only on the individual condominium units. A condominium unit shall be carried on the records of the District of Columbia and assessed as a separate and distinct taxable entity."},{"prefix":"b","text":"(1) Notwithstanding subsection (a) of this section, for real property tax years beginning after September 30, 2011, horizontally or vertically abutting condominium units owned by the identical unit owner that comprise and are used as a single dwelling unit may be combined for assessment and taxation purposes into a separate and distinct taxable entity (\"combined tax lot\"); provided, that the unit owner applies for combined tax lot treatment pursuant to § 47- 832."},{"prefix":"2","text":" Combined tax lot treatment granted pursuant to paragraph (1) of this subsection shall take effect for the succeeding real property tax year following the date the application is received."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"I","text":"General Provisions."},"heading":{"title":"42","chaptersection":"1901","identifier":"42-1901.04","catch_text":"Separate taxation."}}