{"text":"For the purposes of this subchapter, the term:","historical":"Prior Codifications\n\n1981 Ed., ยง 45-621.\n\nLegislative History of Laws\n\nLaw 8-205, the \"Uniform Law on Notarial Acts of 1990,\" was introduced in Council and assigned Bill No. 8-87, which was referred to the Committee on the Judiciary. The Bill was adopted on first and second readings on November 20, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-280 and transmitted to both Houses of Congress for its review.\n\nMiscellaneous Notes\n\nApplication of Law 8-205: Section 10 of D.C. Law 8-205 provided that the act shall apply to any notary act performed on or after the effective date of this act.\n\nConstruction of Law 8-205: Section 11 of D.C. Law 8-205 provided that the act shall be applied and construed to effectuate the general purpose to make uniform the law with respect to the subject of the act among jurisdictions enacting it.\n\nUniform Law\n\nThis section is based upon ยง 1 of the Uniform Law on Notarial Acts. See 14 Uniform Laws Annotated, Master Edition, or ULA Database on Westlaw.\n\nDC CODE ยง 42-141\n\nCurrent through December 11, 2012","credits":"(Mar. 6, 1991, D.C. Law 8-205, ยง 2, 37 DCR 8444.)","sections":[{"prefix":"1","text":" \"Acknowledgment\" means a declaration by a person that states:"},{"prefix":"A","text":" The person has executed an instrument for the purposes stated in the instrument; and"},{"prefix":"B","text":" If the instrument is executed in a representative capacity, that the person signed the instrument with proper authority and executed the instrument as the act of the person or entity represented and identified in the instrument."},{"prefix":"2","text":" \"District\" means the District of Columbia."},{"prefix":"3","text":" \"In a representative capacity\" means to act as:"},{"prefix":"A","text":" An authorized officer, agent, partner, trustee, or other representative for and on behalf of a corporation, partnership, trust, or other entity;"},{"prefix":"B","text":" A public officer, personal representative, guardian, or other representative, in the capacity recited in the instrument;"},{"prefix":"C","text":" An attorney in fact for a principal; or"},{"prefix":"D","text":" An authorized representative of another in any other capacity."},{"prefix":"4","text":" \"Notarial act\" means taking an acknowledgment, administering an oath or affirmation, taking a verification upon oath or affirmation, witnessing or attesting a signature, noting a protest of a negotiable instrument, or any other similar act authorized by law."},{"prefix":"5","text":" \"Notarial officer\" means a notary public or other officer authorized to perform a notarial act."},{"prefix":"6","text":" \"Verification upon oath or affirmation\" means a declaration that a statement made by a person upon oath or affirmation is a true statement."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"1","text":"Acknowledgments."},"subchapter":{"identifier":"II","text":"Uniform Notarial Acts. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"141","identifier":"42-141","catch_text":"Definitions."}}