{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1850.\n\n1973 Ed., § 5-1250.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nFor legislative history of D.C. Law 11-110, see Historical and Statutory Notes following § 42-1903.09.\n\nDC CODE § 42-1903.10\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 310, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(dd), 38 DCR 261; Apr. 18, 1996, D.C. Law 11-110, § 48(b), 43 DCR 530.)","sections":[{"prefix":"a","text":" When any insurance policy has been obtained by or on behalf of the unit owners' association, written notice of the procurement thereof and of any subsequent changes therein or termination thereof shall be promptly furnished to each unit owner by the officer required to send notices of meetings of the unit owners' association. Such notices shall be sent in accordance with the provisions of the last sentence of § 42-1903.03."},{"prefix":"b","text":" Commencing not later than the time of the first conveyance of a condominium unit to a person other than a declarant, the unit owners' association shall maintain, to the extent reasonably available:"},{"prefix":"1","text":" Property insurance on the common elements insuring against all risks of direct physical loss commonly insured against. The total amount of insurance after application of any deductibles shall not be less than 90% of the replacement cost of the insured property at the time the insurance is purchased and at each renewal date, excluded from property policies; and"},{"prefix":"2","text":" Liability insurance, including medical payments insurance, in an amount determined by the executive board but not less than any amount specified in the condominium instruments that covers all occurrences commonly insured against for death, bodily injury, or property damage arising out of or in connection with the use, ownership, or maintenance of the common elements."},{"prefix":"c","text":" If a building contains units that have horizontal boundaries described in the condominium instruments, the insurance maintained under subsection (b) (1) of this section, to the extent reasonably available, shall include the units, but need not include an improvement or betterment installed by unit owners."},{"prefix":"d","text":" If the insurance described in subsections (b) and (c) of this section is not reasonably available, the unit owners' association shall promptly cause notice of the unavailability of insurance to be hand-delivered or sent prepaid by the United States mail to all unit owners. The condominium instruments may require the unit owners' association to carry any other insurance the unit owners' association deems appropriate to protect the unit owners' association or the unit owners."},{"prefix":"e","text":" An insurance policy carried pursuant to subsection (b) of this section shall provide that:"},{"prefix":"1","text":" A unit owner is an insured person under the policy with respect to liability that arises out of the unit owner's interest in the common elements or membership in the unit owner's association;"},{"prefix":"2","text":" The insurer waives the insurer's right to subrogation under the policy against any unit owner or member of the unit owner's household;"},{"prefix":"3","text":" An act or omission by any unit owner, unless acting within the scope of his or her authority on behalf of the unit owners' association, shall not void the policy or be a condition to recovery under the policy;"},{"prefix":"4","text":" If at the time of loss under the policy, there is other insurance in the name of a unit owner that covers the same risk covered by the policy, the unit owners' association's policy shall provide primary insurance; and"},{"prefix":"5","text":" If the unit owners' association brings suit against a unit owner, or vice versa, with respect to any loss, the insurer shall provide for the defense of the defendant."},{"prefix":"f","text":" Any loss covered by the property policy under subsections (b)(1) and (c) of this section shall be adjusted with the unit owners' association, but the insurance proceeds for the loss shall be payable to any insurance trustee designated to receive payments or otherwise to the unit owners' association, and not to any mortgagee or beneficiary under a deed of trust. The insurance trustee or the unit owners' association shall hold any insurance proceeds in trust for unit owners or lienholders as the unit owners' or lienholders' interests may appear. Subject to the provisions of subsection (i) of this section, the proceeds shall be disbursed first for the repair or restoration of the damaged property. A unit owner or lienholder shall not be entitled to receive any portion of the proceeds unless there is a surplus of proceeds after the property has been completely repaired or restored or the condominium is terminated."},{"prefix":"g","text":" An insurance policy issued to the unit owners' association shall not prevent a unit owner from obtaining insurance for his or her own benefit."},{"prefix":"h","text":" An insurer that has issued an insurance policy under this section shall issue certificates or memoranda of insurance to the unit owners' association and, upon written request, to any unit owner, mortgagee, or beneficiary under a deed of trust. The insurer that issues the policy may not cancel or refuse to renew the policy until 30 days after notice of the proposed cancellation or nonrenewal has been mailed to the unit owners' association, any unit owner, and any mortgagee or beneficiary under the deed of trust to whom a certificate or memorandum of insurance has been issued at their respective last known addresses."},{"prefix":"i","text":" Any portion of the condominium for which insurance is required under this section that is damaged or destroyed shall be repaired or replaced promptly by the unit owners' association unless the condominium is terminated, repair or replacement would be illegal under any health or safety statute, rule, or regulation, or 80% of the unit owners, including every owner of a unit or assigned limited common element which will not be rebuilt, vote not to rebuild. The cost of repair or replacement in excess of insurance proceeds and reserves shall be a common expense. If the entire condominium is not repaired, the insurance proceeds attributable to the damaged common elements shall be used to restore the damaged area to a condition compatible with the remainder of the condominium. The insurance proceeds attributable to the units and limited common elements that are not rebuilt shall be distributed to the owners of those units and the owners of the units to which those limited common elements appertained, or to lienholders, as their interests may appear. The remainder of the proceeds shall be distributed to all the unit owners or lienholders, as their interests may appear, in proportion to the interests in the common elements appertaining to all the units. If the unit owners vote not to rebuild any unit, that unit's allocated interests shall be automatically reallocated upon the vote as if the unit had been condemned under § 42- 1901.06, and the unit owners' association promptly shall prepare, execute, and record an amendment to the condominium instruments reflecting the reallocations.   Notwithstanding the provisions of this subsection, § 42- 1902.28 governs the distribution of insurance proceeds if the condominium is terminated."},{"prefix":"j","text":" The bylaws shall specify insurance coverage and limits with respect to any insurance policy that may be required on the common elements and shall indicate who shall be responsible for payment of any deductible amount in connection with the insurance policy."},{"prefix":"k","text":" The provisions of this section may be varied or waived in the case of a condominium all of whose units are restricted to nonresidential use."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.10","catch_text":"Insurance obtained by association; notice to unit owners."}}