{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1833.\n\n1973 Ed., § 5-1233.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(f) of Condominium Act of 1976 Technical and Clarifying Temporary Amendment Act of 1991 (D.C. Law 9-38, August 17, 1991, law notification 38 DCR 5805).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nFor legislative history of D.C. Law 9-82, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1902.23\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 223, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(p), 38 DCR 261; Mar. 20, 1992, D.C. Law 9-82, § 2(f), 39 DCR 683.)","sections":[{"prefix":"a","text":" No covenants, restrictions, limitations, or other representations or commitments in the condominium instruments with regard to anything that is or is not to be done on the additional land, the withdrawable land, or any portion of either, shall be binding as to any portion of either lawfully withdrawn from the condominium or never added thereto except to the extent that the condominium instruments so provide. In the case of any covenant, restriction, limitation, or other representation or commitment in the condominium instruments, or in any other agreement that requires the declarant to add any portion of the additional land or to withdraw any portion of the withdrawable land, or imposing any obligations with regard to anything that is or is not to be done with regard to the condominium or any portion of the condominium, this subsection shall not be construed to nullify, limit, or otherwise affect that obligation."},{"prefix":"b","text":" The declarant shall complete all improvements labeled \"not yet completed\" on plats recorded pursuant to the requirements of this chapter unless the condominium instruments expressly exempt the declarant from such obligation, and shall, in the case of every improvement labeled \"not yet begun\" on such plats, state in the declaration either the extent of the obligation to complete the same or that there is no such obligation."},{"prefix":"c","text":" To the extent that damage is inflicted on any part of the condominium by any person or persons utilizing the easements reserved by the condominium instruments or created by §§ 42-1902.21 and 42-1902.22, the declarant together with the person or persons causing the same shall be jointly and severally liable for the prompt repair thereof and for the restoration of the same to a condition compatible with the remainder of the condominium."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.23","catch_text":"Representations or commitments relating to additional or withdrawable land; declarant's obligation to complete or begin improvements designated for such; liability for damages arising out of use of certain easements."}}