{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-909.\n\n1973 Ed., § 45-708.\n\nDC CODE § 42-1210\n\nCurrent through December 11, 2012","credits":"(Mar. 3, 1901, 31 Stat. 1276, ch. 854, § 552; Feb. 4, 1905, 33 Stat. 689, ch. 299; June 17, 1935, 49 Stat. 384, ch. 265; June 5, 1952, 66 Stat. 128, ch. 370, § 5; July 5, 1966, 80 Stat. 265, Pub. L. 89-493, § 15(c); Nov. 2, 1966, 80 Stat. 1178, Pub. L. 89-745, § 6.)","sections":[{"prefix":"a","text":" The legal fees for the services of the Recorder shall be as follows:"},{"prefix":"1","text":" For filing, recording, and indexing, or for making certified copy of any instrument containing 200 words or less, $1, and $.20 for each additional 100 words, to be collected at the time of filing, or when the copy is made;"},{"prefix":"2","text":" For each certificate and seal, $.50;"},{"prefix":"3","text":" For searching records extending back 2 years or less next preceding current date, $.50 and $.15 for each additional year, to be paid by the party for whom the search may be made;"},{"prefix":"4","text":" For recording a plat or survey, $.20 for each course such survey may contain;"},{"prefix":"5","text":" For recording a town plat, $.25 for each lot such plat may contain;"},{"prefix":"6","text":" For taking any acknowledgment, $.50;"},{"prefix":"7","text":" For filing and indexing a bill of sale of chattels, or a mortgage or deed of trust thereof, or a conditional bill of sale of chattels, including a release of any such instrument, $2; provided, that for the filing of a release of any such instrument filed prior to September 3, 1952, the Recorder of Deeds shall collect a fee of $.50;"},{"prefix":"8","text":" For filing an affidavit pursuant to § 41-202, $2;"},{"prefix":"9","text":" For filing and indexing any other paper required by law to be filed in his office, $.50;"},{"prefix":"10","text":" For filing and recording a certified copy of a judgment, decree, or entry or order of forfeiture of a recognizance, filed and recorded under § 15- 102(a), $1;"},{"prefix":"11","text":" For recording the release of a lien established by the recordation of a judgment, decree, or an entry or order of forfeiture of a recognizance under § 15-102(a), $.50."},{"prefix":"b","text":" In addition to the fees herein required, all corporations hereafter incorporated in the District of Columbia shall pay to the Recorder of Deeds at the time of the filing of the certificate of incorporation $.50 on each $1,000 of the amount of capital stock of the corporation as set forth in its said certificate; provided, however, that the fee so paid shall not be less than $50; provided further, that the Recorder of Deeds shall not file or record any certificate of organization of any incorporation until it has been proved to his satisfaction that all the capital stock of said company has been subscribed for in good faith, and not less than 10% of the par value of the stock has been actually paid in cash, and the money derived therefrom is then in the possession of the persons named as the first board of trustees."},{"prefix":"c","text":" In addition to fees otherwise provided for, the Recorder of Deeds shall charge and collect the following fees:"},{"prefix":"1","text":" For filing and recording each notice of mechanic's lien, $1;"},{"prefix":"2","text":" For entering release of mechanic's lien, $.50 for each order of lienor; and"},{"prefix":"3","text":" For each undertaking of lienee, $.75."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Recorder of Deeds."},"heading":{"title":"42","chaptersection":"1210","identifier":"42-1210","catch_text":"Fees of Recorder of Deeds."}}