{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1822.\n\n1973 Ed., § 5-1222.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1902.12\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 212, 23 DCR 9532b.)","sections":[{"prefix":"a","text":" If a condominium contains any convertible land or is an expandable condominium, then the declaration shall not allocate undivided interests in the common elements on the basis of par value unless the declaration:"},{"prefix":"1","text":" Prohibits the creation of any units not substantially identical to the units depicted on the plats and plans recorded pursuant to subsections (a) and (b) of § 42-1902.14; or"},{"prefix":"2","text":" Prohibits the creation of any units not described pursuant to § 42- 1902.10(b)(6) (in the case of convertible lands) or § 42-1902.10(c)(12) (in the case of additional land), and contains from the outset a statement of the par value that shall be assigned to every such unit that may be created."},{"prefix":"b","text":" No allocation of interests in the common elements to any units created within any convertible land or within any additional land shall be effective until plats and plans depicting such units are recorded pursuant to § 42- 1902.14(c). The declarant shall reallocate the undivided interests in the common elements so that the units within the convertible land or additional land shall be allocated undivided interests in the common elements on the same basis as the units depicted on the plats and plans recorded pursuant to subsections (a) and (b) of § 42-1902.14. Promptly upon recording the amendment to the declaration, the declarant shall record an amendment to the plats and plans depicting the units created within the convertible land or additional land."},{"prefix":"c","text":" If all of a convertible space is converted into common elements, then the undivided interest in the common elements appertaining to such space shall thenceforth appertain to the remaining units, being allocated among them in proportion to their undivided interests in the common elements. The principal officer of the unit owners' association, or such other officer or officers as the condominium instruments may specify, shall forthwith prepare, execute, and record an amendment to the declaration reflecting the reallocation of undivided interests produced thereby."},{"prefix":"d","text":" In the case of a leasehold condominium, if the expiration or termination of any lease causes a contraction of the condominium which reduces the number of units, then the undivided interest in the common elements appertaining to any units thereby withdrawn from the condominium shall thenceforth appertain to the remaining units, being allocated among them in proportion to their undivided interests in the common elements. The principal officer of the unit owners' association, or such other officer or officers as the condominium instruments may specify, shall forthwith prepare, execute, and record an amendment to the declaration reflecting the reallocation of undivided interests produced thereby."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.12","catch_text":"Allocation where condominium expandable or contains convertible land; reallocation following addition of land; where all convertible space converted to common elements; effect of reduction in number of units."}}