{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1837.\n\n1973 Ed., § 5-1237.\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 2(g) of Condominium Act of 1976 Technical and Clarifying Temporary Amendment Act of 1991 (D.C. Law 9-38, August 17, 1991, law notification 38 DCR 5805).\n\nEmergency Act Amendments\n\nFor temporary amendment of section, see § 2(g) of the Condominium Act of 1976 Technical and Clarifying Emergency Amendment Act of 1991 (D.C. Act 9-47, June 24, 1991, 38 DCR 4082).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nFor legislative history of D.C. Law 9-82, see Historical and Statutory Notes following § 42-1901.01.\n\nDC CODE § 42-1902.27\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 227, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(s), 38 DCR 261; Mar. 20, 1992, D.C. Law 9-82, § 2(g), 39 DCR 683.)","sections":[{"prefix":"a","text":" If there is no unit owner other than the declarant, the declarant may unilaterally amend the condominium instruments, and the amendment shall become effective upon recordation if the amendment has been executed by the declarant. This section shall not be construed to nullify, limit, or otherwise affect the validity or enforceability of any agreement renouncing or to renounce, in whole or in part, the right conferred by this section."},{"prefix":"b","text":" If any of the units in the condominium are restricted exclusively to residential use and there is any unit owner other than the declarant, the condominium instruments shall be amended only by agreement of unit owners of units to which 2/3 of the votes in the unit owners' association pertain, or any larger majority that the condominium instruments may specify, except in cases for which this chapter provides different methods of amendment. If none of the units in the condominium is restricted exclusively to residential use, the condominium instruments may specify a majority smaller than the minimum specified in the preceding sentence."},{"prefix":"c","text":" An action to challenge the validity of an amendment adopted by the unit owners' association pursuant to this section may not be brought more than 1 year after the amendment is recorded."},{"prefix":"d","text":" Any amendment to the condominium instruments required by this chapter to be recorded by the unit owners' association shall be prepared, executed, recorded, and certified on behalf of the unit owners' association by any officer designated for that purpose or, in the absence of designation, by the presiding officer of the executive board."},{"prefix":"e","text":" Except to the extent expressly permitted or required by other provisions of this chapter, an amendment to the condominium instruments may not:"},{"prefix":"1","text":" Create or increase special declarant rights;"},{"prefix":"2","text":" Increase the number of units;"},{"prefix":"3","text":" Change the boundaries of any unit;"},{"prefix":"4","text":" Change the undivided interest in the common elements, the liability for common expenses, the right to surplus funds, or the number of votes in the unit owners' association that pertains to any unit; or"},{"prefix":"5","text":" Change the uses to which any unit is restricted, in the absence of the unanimous consent of the unit owners."},{"prefix":"f","text":"(1) Notwithstanding any other provision of this section, within 5 years after the recordation of a condominium instrument that contains or creates a mistake, inconsistency, error, or ambiguity, the declarant may unilaterally execute and record a corrective amendment or supplement to the condominium instruments to:"},{"prefix":"A","text":" Correct a mathematical mistake, an inconsistency, or a scrivener's error; or"},{"prefix":"B","text":" Clarify an ambiguity in the condominium instruments with respect to an objectively verifiable fact, including without limitation recalculating the undivided interest in the common elements, the liability for common expenses or right to surplus funds, or the number of votes in the unit owners' association that pertain to a unit."},{"prefix":"2","text":" An amendment or supplement may not materially reduce what the obligations of the declarant would have been if the mistake, inconsistency, error, or ambiguity had not occurred. The principal officer of the unit owners' association may unilaterally execute and record a corrective amendment or supplement upon a vote of 2/3 of the members of the executive board. Any corrective amendment or supplement shall be validated to the extent that the corrective amendment or supplement would have been permitted by this subsection."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.27","catch_text":"Amendment of instruments."}}