{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-911.1.\n\nEffect of Amendments\n\nD.C. Law 14-282, in subsec. (a), substituted \"§§ 47-373, 47-876, and 47- 1340(h)\" for \"§ 47-373)\" and substituted \", and used solely for the purposes designated in this section and as described in subsection (b-1) of this section.\" for \"and used solely for the purposes designated in this section.\"; added subsec. (b-1); in subsec. (d), substituted \"subsection (b) and (b-1)\" for \"subsection (b)\"; and in subsec. (e), substituted \"Real Property Tax Administration of the Office of Tax and Revenue\" for \"Recorder of Deeds\" and substituted \"subsection (b) and (b-1)\" for \"subsection (b)\".\n\nD.C. Law 15-105, in subsecs. (d) and (e), validated previously made technical corrections.\n\nD.C. Law 16-192 rewrote subsec. (b), which had read as follows:\n\n\"(b) Revenues accruing to the Fund shall be used solely and exclusively to cover the costs of updating the automated system of the Recorder of Deeds and repair of the infrastructure of improvements located at 515 D Street, N.W., Washington, D.C. These costs shall include, but not be limited to, the purchasing of computer hardware and software, maintenance of the new computer system, training staff to implement and operate the new system, and the repair of the infrastructure components necessary to meet the overall mission of the Recorder of Deeds.\"\n\nTemporary Amendments of Section\n\nFor temporary (225 day) amendment of section, see § 11 of the Tax Clarity and Recorder of Deeds Temporary Act of 2002 (D.C. Law 14-191, Oct. 5, 2002, law notification 49 DCR 9549).\n\nFor temporary (225 day) amendment of section, see § 11 of the Tax Clarity and Related Amendments Temporary Act of 2002 (D.C. Law 14-228, Mar. 25, 2003, law notification 50 DCR 2741).\n\nEmergency Act Amendments\n\nFor temporary (90 day) amendment of section, see § 11 of Tax Clarity and Recorder of Deeds Emergency Act of 2002 (D.C. Act 14-381, June 6, 2002, 49 DCR 5674).\n\nFor temporary (90 day) amendment of section, see § 11 of Tax Clarity and Related Amendments Emergency Act of 2002 (D.C. Act 14-456, July 23, 2002, 49 DCR 8107).\n\nFor temporary (90 day) amendment of section, see § 11 of Tax Clarity and Related Amendments Congressional Review Emergency Act of 2002 (D.C. Act 14-510, October 23, 2002, 49 DCR 10247).\n\nFor temporary (90 day) amendment of section, see § 1022 of Fiscal Year 2007 Budget Support Emergency Act of 2006 (D.C. Act 16-477, August 8, 2006, 53 DCR 7068).\n\nFor temporary (90 day) amendment of section, see § 1022 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2006 (D.C. Act 16-499, October 23, 2006, 53 DCR 8845).\n\nFor temporary (90 day) amendment of section, see § 1022 of Fiscal Year 2007 Budget Support Congressional Review Emergency Act of 2007 (D.C. Act 17-1, January 16, 2007, 54 DCR 1165).\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 11-257, see Historical and Statutory Notes following § 42-1211.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective April 20, 1999.\n\nFor Law 14-282, see notes following § 42-204.\n\nFor Law 15-105, see notes following § 42-407.\n\nFor Law 16-192, see notes following § 42-903.\n\nMiscellaneous Notes\n\nShort title: Section 1021 of D.C. Law 16-192 provided that subtitle C of title I of the act may be cited as the \"Recorder of Deeds Automation and Infrastructure Improvement Fund Use Clarification Act of 2006\".\n\nDC CODE § 42-1214\n\nCurrent through December 11, 2012","credits":"(Apr. 24, 1926, 44 Stat. 322, ch. 176, § 3, as added Apr. 12, 1997, D.C. Law 11-257, § 3, 44 DCR 1247; Apr. 20, 1999, D.C. Law 12-264, § 50, 46 DCR 2118; Apr. 4, 2003, D.C. Law 14-282, § 10, 50 DCR 896; Mar. 13, 2004, D.C. Law 15-105, § 72(b), 51 DCR 881; Mar. 2, 2007, D.C. Law 16-192, § 1022, 53 DCR 6899.)","sections":[{"prefix":"a","text":" Notwithstanding §§ 42-1205 and 42-1212, there is established in the Treasury of the District of Columbia a fund to be known as the Recorder of Deeds Automation and Infrastructure Improvement Fund (\"Fund\") into which shall be deposited all funds collected pursuant to § 42-1211. The Recorder of Deeds Automation and Infrastructure Improvement Fund shall be a fund as defined in §§ 47-373, 47-876, and 47-1304(h). All interest earned on monies deposited in the Fund shall be credited to the Fund established herein, and used solely for the purposes designated in this section and as described in subsection (b-1) of this section. Revenues in the Fund shall remain available for expenditure without regard to fiscal year limitation."},{"prefix":"b","text":" Revenues accruing to the Fund shall be used solely and exclusively to cover the costs of updating the automated system of the Recorder of Deeds and the repair and improvement of the infrastructure located at 515 D Street, N.W., Washington, D.C., and any incidental costs associated with that repair and improvement. These costs shall include the purchasing of computer hardware and software, maintenance of the new computer system, training staff to implement and operate the new system, and the repair of the infrastructure components necessary to meet the overall mission of the Recorder of Deeds."},{"prefix":"b-1","text":" Notwithstanding subsection (b) of this section, revenues accounted for and deposited into the Fund under the authority of §§ 47-876 and 47- 1340(h), together with interest accruing thereon, shall be used solely and exclusively by the Real Property Tax Administration of the Office of Tax and Revenue for the purposes under which the revenue was charged and collected."},{"prefix":"c","text":" For purposes of this section, the term \"infrastructure components\" means the air and heating systems, elevator, roof, ceilings, windows, doors, walls, plumbing, floors, basement, electrical system, mechanical systems, and other similar components that make up the improvements located at 515 D Street, N.W., Washington, D.C."},{"prefix":"d","text":" The Mayor shall submit to the Council, as part of the annual budget, a requested appropriation for expenditures for the restricted purposes designated in subsections (b) and (b-1) of this section from the Fund. The request shall include an accounting of the use of funds from the Fund in the previous fiscal year. Appropriations from the Fund shall remain available until expended. Any revenue received, but not appropriated in a given fiscal year, shall be retained by the Fund."},{"prefix":"e","text":" Nothing in this section shall be construed to prohibit or limit the appropriation of additional funds from the revenues of the District for the operations of the Real Property Tax Administration of the Office of Tax and Revenue, including appropriations to support the purposes specified in subsections (b) and (b-1) of this section. The revenues accruing to the Fund shall be considered as supplementing and enhancing the operations of the Real Property Tax Administration of the Office of Tax and Revenue, and are not intended to be used to supplant support for the Real Property Tax Administration of the Office of Tax and Revenue provided through the general funds of the District."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"I","text":" General."},"chapter":{"identifier":"12","text":"Recorder of Deeds."},"heading":{"title":"42","chaptersection":"1214","identifier":"42-1214","catch_text":"Recorder of Deed Automation and Infrastructure Improvement Fund."}}