{"text":"For purposes of this subchapter:","historical":"Prior Codifications\n\n1981 Ed., § 45-1922.\n\nEffect of Amendments\n\nD.C. Law 13-91 validated a previously made technical amendment in subsec. (b)(1).\n\nD.C. Law 18-378, in par. (11), validated a previously made technical correction.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 4-209, see Historical and Statutory Notes following § 42-1701.\n\nFor legislative history of D.C. Law 5-117, see Historical and Statutory Notes following § 42-1746.\n\nLaw 8-209, the \"Real Estate Transaction Amendment Act of 1990,\" was introduced in Council and assigned Bill No. 8-514, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 13, 1990, and December 4, 1990, respectively. Signed by the Mayor on December 14, 1990, it was assigned Act No. 8-284 and transmitted to both Houses of Congress for its review.\n\nD.C. Law 10-68, the \"Technical Amendments Act of 1993,\" was introduced in Council and assigned Bill No. 10-166, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on June 29, 1993, and July 13, 1993, respectively. Signed by the Mayor on August 23, 1993, it was assigned Act No. 10-107 and transmitted to both Houses of Congress for its review. D.C. Law 10-68 became effective on February 5, 1994.\n\nLaw 11-242, the \"Real Estate Licensure Amendment Act of 1996,\" was introduced in Council and assigned Bill No. 11-620, which was referred to the Committee on Consumer and Regulatory Affairs. The Bill was adopted on first and second readings on November 7, 1996, and December 3, 1996, respectively. Signed by the Mayor on December 24, 1996, it was assigned Act No. 11-502 and transmitted to both Houses of Congress for its review. D.C. Law 11-242 became effective on April 9, 1997.\n\nLaw 12-81, the \"Technical Amendments Act of 1997,\" was introduced in Council and assigned Bill No. 12-408, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 4, 1997, and December 4, 1997, respectively. Signed by the Mayor on December 22, 1997, it was assigned Act No. 12-246 and transmitted to both Houses of Congress for its review. D.C. Law 12-81 became effective on March 24, 1998.\n\nFor legislative history of D.C. Law 12-261, see Historical and Statutory Notes following § 42-1701.\n\nLaw 12-264, the \"Technical Amendments Act of 1998,\" was introduced in Council and assigned Bill No. 12-804, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 10, 1998, and December 1, 1998, respectively. Signed by the Mayor on January 7, 1999, it was assigned Act No. 12-626 and transmitted to both Houses of Congress for its review. D.C. Law 12-264 became effective on April 20, 1999.\n\nLaw 13-91, the \"Technical Amendments Act of 1999,\" was introduced in Council and assigned Bill No. 13-435, which was referred to the Committee of the Whole. The Bill was adopted on first and second readings on November 2, 1999, and December 7, 1999, respectively. Signed by the Mayor on December 29, 1999, it was assigned Act No. 13-234 and transmitted to both Houses of Congress for its review. D.C. Law 13-91 became effective on April 12, 2000.\n\nFor history of Law 18-378, see notes under § 42-1218.\n\nReferences in Text\n\nThe \"Non-Health Related Occupations and Professions Licensure Act of 1998,\" referenced in (4), is title I of D.C. Law 12-261.\n\nDC CODE § 42-1702\n\nCurrent through December 11, 2012","credits":"(Mar. 10, 1983, D.C. Law 4-209, § 3, 30 DCR 390; Sept. 26, 1984, D.C. Law 5-117, § 2(b), 31 DCR 4023; Mar. 6, 1991, D.C. Law 8-209, § 2(a), 37 DCR 8464; Feb. 5, 1994, D.C. Law 10-68, § 38(a), 40 DCR 6311; Apr. 9, 1997, D.C. Law 11-242, § 2(a), 44 DCR 1128; Mar. 24, 1998, D.C. Law 12-81, § 55(a), 45 DCR 745; Apr. 20, 1999, D.C. Law 12-261, § 1233(b), 46 DCR 3142; Apr. 20, 1999, D.C. Law 12-264, §§ 51, 57(f), 46 DCR 2118; Apr. 12, 2000, D.C. Law 13-91, § 157(a), 47 DCR 520; July 2, 2011, D.C. Law 18-378, § 3(gg), 58 DCR 1720.)","sections":[{"prefix":"1","text":" The term \"advance fee\" means any fee, commission, or other valuable consideration contracted for, claimed, demanded, charged, received, or collected prior to the listing, advertisement, or offer to sell or lease real estate, paid or offered to be paid for the purpose of promoting the sale or lease of real estate, or for referral to any real estate broker, salesperson, or both, other than by newspaper of general circulation."},{"prefix":"1A","text":" The term \"agency\" means every relationship in which a real estate licensee acts for or represents a person by such person's express authority in a real estate transaction, unless a different legal relationship is intended and is agreed to as part of the brokerage relationship. Nothing in this subchapter shall prohibit a licensee and a client from agreeing in writing to a brokerage relationship under which the licensee acts as an independent contractor or which imposes on a licensee obligations in addition to those provided in this subchapter. If a licensee agrees to additional obligations, however, the licensee shall be responsible for the additional obligations agreed to with the client in the brokerage relationship. A real estate licensee who enters into a brokerage relationship based upon a written contract which specifically states that the real estate licensee is acting as an independent contractor and not as an agent shall have the obligations agreed to by the parties in the contract, and such real estate licensee and its employees shall have no obligations under § 42-1703(a) through (e)."},{"prefix":"1B","text":" Repealed."},{"prefix":"2","text":" Repealed."},{"prefix":"2A","text":" The term \"brokerage relationship\" means the contractual relationship between a client and a real estate licensee who has been engaged by such client for the purpose of procuring a seller, buyer, option, tenant, or landlord ready, able, and willing to sell, buy, option, exchange, or rent real estate on behalf of a client, or for the purposes of managing real estate on behalf of a client."},{"prefix":"3","text":" Repealed."},{"prefix":"3A","text":" The term \"client\" means a person who has entered into a brokerage relationship with a licensee."},{"prefix":"4","text":" The term \"Board\" means the Board of Real Estate established by the Non-Health Related Occupations and Professions Licensure Act of 1998."},{"prefix":"4A","text":" The term \"common source information company\" means any person, firm, or corporation that is a source, compiler, or supplier of information regarding real estate for sale or lease and other data and includes, but is not limited to, multiple listing services."},{"prefix":"5","text":" The term \"Council\" means the Council of the District of Columbia."},{"prefix":"5A","text":" The term \"customer\" means a person who has not entered into a brokerage relationship with a licensee, but for whom a licensee performs ministerial acts in a real estate transaction. Unless a licensee enters into a brokerage relationship with such person, it shall be presumed that such person is a customer of the licensee rather than a client."},{"prefix":"5B","text":" The term \"designated agent\" or \"designated representative\" means a licensee who has been assigned by a principal or supervising broker to represent a client when a different client is also represented by such principal or broker in the same transaction."},{"prefix":"6","text":" The term \"District\" means the District of Columbia."},{"prefix":"6A","text":" The term \"dual agent\" or \"dual representative\" means a licensee who has a brokerage relationship with both seller and buyer, or both landlord and tenant, in the same real estate transaction."},{"prefix":"6B","text":" The term \"escrow funds\" means earnest money deposits for purchase of residential and commercial property and security deposits for rental of residential and commercial property."},{"prefix":"7","text":" The term \"Fund\" means the Real Estate Guaranty and Education Fund established by § 42-1706."},{"prefix":"7A","text":" The term \"licensee\" means, respectively, real estate brokers, salespersons and property managers, as defined in paragraphs (10) (property manager), (12) (real estate broker), and (13) (real estate salesperson) of this section, provided that nothing in § 42-1703 shall be deemed to modify the licensure requirements otherwise set forth in this subchapter."},{"prefix":"7B","text":" The term \"material fact\" means information that, if known, would be likely to induce a reasonable person to enter into or not enter into or consummate a real estate transaction."},{"prefix":"8","text":" The term \"Mayor\" means the Mayor of the District of Columbia or the Mayor's authorized representative."},{"prefix":"8A","text":" The term \"ministerial acts\" means those routine acts which a licensee can perform for a person which do not involve discretion or the exercise of the licensee's own judgment."},{"prefix":"9","text":" The term \"person\" means any individual, partnership, association, unincorporated business, firm, business trust, or corporation."},{"prefix":"10","text":" Repealed."},{"prefix":"10A","text":" Repealed."},{"prefix":"10B","text":" The term \"property management\" means leasing, renting or offering to lease or rent, managing, marketing, and the overall operation and maintenance of real estate. The term \"property management\" includes the physical, administrative, and fiscal management of any real property serviced by a licensee, or his or her employee or agent."},{"prefix":"10C","text":" The term \"psychological impact\" means any fact or suspicion with respect to circumstances, other than the physical condition of the property, that creates a fear, belief, or mental condition."},{"prefix":"11","text":" The term \"real estate\" means condominiums, leaseholds, time sharing and any other interest or estate in land, whether corporeal, incorporeal, freehold, or nonfreehold, and whether located in the District or elsewhere. The term \"real estate\" includes any share or membership in a cooperative organized pursuant to Chapter 9 of Title 29, to engage in activities relating to real estate, even though the shares or membership may be deemed to be securities or personal property for purposes of such chapter."},{"prefix":"12","text":" Repealed."},{"prefix":"12A","text":" The term \"real estate franchise\" means any real estate franchise brokerage firm practicing in the District which does not own or operate individual offices directly, but licenses its trade name, reputation, operation procedure, and referral services to independently owned and operated brokerage firms."},{"prefix":"13","text":" Repealed."},{"prefix":"13A","text":" Repealed."},{"prefix":"13B","text":" The term \"standard agent\" means a licensee who acts for or represents a client in an agency relationship. A standard agent shall have the obligations as provided in this section."},{"prefix":"14","text":" The term \"written listing contract\" means a contract between a broker and an owner in which the owner grants to the broker the right to find a purchaser for a designated property at the price and terms the owner agrees to accept, and the broker, for a fee, commission, or other valuable consideration, promises to make a reasonable effort to obtain a purchaser for the term of the contract."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"II","text":" Brokers and Realtors."},"chapter":{"identifier":"17","text":"Real Estate Brokers' Duties."},"subchapter":{"identifier":"I","text":"General."},"heading":{"title":"42","chaptersection":"1702","identifier":"42-1702","catch_text":"Definitions."}}