{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1852.\n\n1973 Ed., § 5-1252.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1903.12\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title III, § 312, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(ff), 38 DCR 261.)","sections":[{"prefix":"a","text":" Except to the extent that the condominium instruments provide otherwise, any common expenses associated with the maintenance, repair, renovation, restoration, or replacement of any limited common element shall be specially assessed against the condominium unit to which that limited common element was assigned at the time such expenses were made or incurred. If the limited common element involved was assigned at that time to more than 1 condominium unit, however, such expenses shall be specially assessed against each such condominium unit equally so that the total of such special assessments equals the total of such expenses, except to the extent that the condominium instruments provide otherwise."},{"prefix":"b","text":" To the extent that the condominium instruments expressly so provide, any other common expenses benefiting less than all of the condominium units, or caused by the conduct of less than all those entitled to occupy the same or by their licensees or invitees, shall be specially assessed against the condominium unit or units involved, in accordance with such reasonable provisions as the condominium instruments may make for such cases."},{"prefix":"c","text":" The amount of any common expense not specially assessed pursuant to subsection (a) or (b) of this section shall, subject to the provisions of subsection (f) of this section, be assessed against the condominium units, including the condominium units owned by the declarant, in accordance with the provisions of the condominium instruments. The bylaws may establish the fraction or percentage of liability for such expenses appertaining to each condominium unit proportionate to either the size or par value of such condominium unit. Otherwise, the bylaws shall allocate to each such condominium unit an equal liability for such expenses, subject to the following exception: Each convertible space shall be allocated a liability for common expenses proportionate to the size of each such space, vis-a-vis the aggregate size of all units, while the remaining liability for common expenses shall be allocated equally to the other units. Such assessments shall be made by the unit owners' association annually, or more often if the condominium instruments so provide. No change in the number of votes in the unit owners' association appertaining to any condominium unit shall enlarge, diminish, or otherwise affect any liabilities arising from assessments made prior to such change."},{"prefix":"d","text":" If the condominium instruments provide for any common expense assessments to be paid in installments, such instruments may further provide that upon default in the payment of any 1 or more of such installments, the balance thereof shall be accelerated, or that the said balance may be accelerated at the option of the unit owners' association, its executive board, or the managing agent."},{"prefix":"e","text":" Unless the condominium instruments provide otherwise, unpaid assessments for common expense and unpaid installments of such assessments shall become past due on the 15th day from the day such assessment or installment thereof first became due and payable, and any past due assessment or installment thereof shall bear interest at the lesser of 10 percent per annum or the maximum rate permitted to be charged in the District of Columbia to natural persons on first mortgage loans at the time such assessment or installment became past due."},{"prefix":"f","text":" Unless the condominium instruments provide otherwise, the declarant may elect to pay all common expenses for a period not to exceed 1 year from the conveyance of the first condominium unit to a purchaser. If the declarant elects, common expenses shall not be assessed against any condominium unit or imposed upon or collected from any unit owner, and the declarant shall pay all the costs including the costs of any contributions to reserve accounts as set forth in the budget of the condominium described in § 42-1904.04."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"III","text":"Control and Governance of Condominiums."},"heading":{"title":"42","chaptersection":"1903","identifier":"42-1903.12","catch_text":"Liability for common expenses; special assessments; proportionate liability fixed in bylaws; installment payment of assessments; when assessment past due; interest thereon."}}