{"text":"","historical":"Prior Codifications\n\n1981 Ed., § 45-1836.\n\n1973 Ed., § 5-1236.\n\nLegislative History of Laws\n\nFor legislative history of D.C. Law 1-89, see Historical and Statutory Notes following § 42-1901.01.\n\nFor legislative history of D.C. Law 8-233, see Historical and Statutory Notes following § 42-1901.07.\n\nDC CODE § 42-1902.26\n\nCurrent through December 11, 2012","credits":"(Mar. 29, 1977, D.C. Law 1-89, title II, § 226, 23 DCR 9532b; Mar. 8, 1991, D.C. Law 8-233, § 2(r), 38 DCR 261.)","sections":[{"prefix":"a","text":"(1) If the condominium instruments expressly permit the subdivision of any units; then such units may be subdivided in accordance with:"},{"prefix":"A","text":" The provisions of this section; and"},{"prefix":"B","text":" Any restrictions and limitations not otherwise unlawful which the condominium instruments may specify."},{"prefix":"2","text":" No unit shall be subdivided unless the condominium instruments expressly permit it."},{"prefix":"b","text":" If the unit owner of any unit which may be subdivided desires to subdivide such unit, then the principal officer of the unit owners' association, or such other officer or officers as the condominium instruments may specify, shall, upon written application of the subdivider, as such unit owner shall henceforth be referred to in this section, forthwith prepare and execute appropriate instruments pursuant to subsections (c), (d) and (e) of this section."},{"prefix":"c","text":" An amendment to the declaration shall assign new identifying numbers to the new units created by the subdivision of a unit and shall allocate to those units, on a reasonable basis acceptable to the subdivider, all of the undivided interest in the common elements appertaining to the subdivided unit. The new units shall jointly share all rights, and shall be equally liable jointly and severally for all obligations, with regard to any limited common elements assigned to the subdivided unit except to the extent that the subdivider may have specified in his written application that all or any portions of any limited common elements assigned to the subdivided unit exclusively should be assigned to 1 or more, but less than all of the new units, in which case the amendment to the declaration shall reflect the desires of the subdivider as expressed in such written application."},{"prefix":"d","text":" An amendment to the bylaws shall allocate to the new units, on a reasonable basis acceptable to the subdivider, the votes in the unit owners' association allocated to the subdivided unit, and shall reflect a proportionate allocation to the new units of the liability for common expenses and rights to common profits formerly appertaining to the subdivided unit."},{"prefix":"e","text":" Such plats and plans as may be necessary to show the boundaries separating the new units together with their other boundaries shall be prepared, and the new units depicted thereon shall bear their new identifying numbers. Such plats and plans shall indicate the dimensions of the new units, and the horizontal boundaries thereof, if any, shall be identified thereon with reference to established datum. Such plats and plans shall be certified as to their accuracy and compliance with the provisions of this subsection:"},{"prefix":"1","text":" By a registered land surveyor in the case of any plat; and"},{"prefix":"2","text":" By a registered architect or registered engineer in the case of any plan."},{"prefix":"f","text":" If appropriate instruments in accordance with the preceding subsections of this section have been prepared, executed, and acknowledged, the instruments shall be executed by the subdivider and, upon payment by the subdivider of reasonable costs for the preparation and acknowledgment of the instrument, shall be recorded by the unit owners' association. The instruments shall become effective upon recordation and the recordation shall be conclusive evidence that the subdivision effectuated is not a violation of any restriction or limitation specified by the condominium instruments and that any reallocations made pursuant to subsections (c) and (d) of this section are reasonable."},{"prefix":"g","text":" Notwithstanding the provisions of §§ 42-1901.03 and 42-1902.18(d), this section shall have no application to convertible spaces, and no such space shall be deemed a unit for the purposes of this section. However, this section shall apply to any units formed by the conversion of all or any portion of any such space, and any such unit shall be deemed a unit for the purposes of this section."}],"division":{"identifier":"VII","text":"Property."},"title":{"identifier":"42","text":"Real Property. (Refs & Annos)"},"subtitle":{"prefix":"III","text":" Condominiums."},"chapter":{"identifier":"19","text":"Condominiums."},"subchapter":{"identifier":"II","text":"Establishment of Condominiums. (Refs & Annos)"},"heading":{"title":"42","chaptersection":"1902","identifier":"42-1902.26","catch_text":"Subdivision of units; when permitted; written application; amendment of declaration and bylaws; reallocation of common elements; altered maps and plans; recordation and effect thereof; scope of provisions."}}